{"FtaRooDetails": {"FtaId": 101, "FtaCode": "ITC00104", "FtaName": "CEPA, Malaysia-Pakistan", "FtaFullName": "Agreement between the Government of the Islamic Republic of Pakistan and the Government of Malaysia for a Closer Economic Partnership", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2008", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Malaysia; Pakistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CEPA, Malaysia-Pakistan", "AdminProcCooAuth": "The certification type under CEPA, Malaysia-Pakistan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CEPA, Malaysia-Pakistan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CEPA, Malaysia-Pakistan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40% or RVC 40% or CTH", "RooText": "1 A good shall be deemed to be originating if: (a) not less than 40 per cent of its content originates from the country a Party; or (b) the total value of the materials, parts or produce originating from outside of the territory of the country of a Party does not exceed 60 per cent of the FOB value of the good so produced or obtained; or (c) the final good undergoes a change of tariff heading, where the Harmonized System classification of the final good is different from the Harmonized System classification of all non-originating or undetermined materials used in the production of such final good. For the purposes of this subparagraph, \"change of tariff heading\" means a change in tariff classification at the four digit level of the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " ANNEX 2<br /> PRODUCT SPECIFIC RULES<br /> Part 1<br /> General Notes<br /> For the purposes of the product specific rules set out in this Annex:<br /> (a) the product specific rule, or specific set of rules, that applies to a<br /> particular heading or subheading is set out immediately adjacent to<br /> the heading or subheading;<br /> (b) the following definitions shall apply:<br /> \"section\" means a section of the Harmonized System;<br /> \"chapter\" means a chapter of the Harmonized System;<br /> \"heading\" means the first four digits in the tariff classification number<br /> under the Harmonized System; and<br /> \"subheading\" means the first six digits in the tariff classification<br /> number under the Harmonized System;<br /> (c) this Annex is based on the Harmonized System 2002 (\"HS 2002\")<br /> and 2007 (\"HS 2007\"). In the event of inconsistency, the HS 2002<br /> shall prevail.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00104_coo.pdf", "DocType": "1_coo", "WebLink": "http://fta.miti.gov.my/miti-fta/resources/Malaysia-Pakistan/Certificate_of_Origin_Form_MPCEPA.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00104_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://fta.miti.gov.my/miti-fta/resources/Malaysia-Pakistan/Products_under_the_Product_Specific_Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00104_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/PM-Rules%20of%20Origin.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00104_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/PM-OCP.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00104_full.pdf", "DocType": "8_full", "WebLink": "http://fta.miti.gov.my/miti-fta/resources/auto%20download%20images/55892379ea5d1.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Cumulative Rule of Origin <br /> Goods which satisfy the origin criteria under Article 21 and which are used in the <br /> territory of the country of a Party as material for a finished good, shall be deemed as <br /> goods originating in the territory of the country of the Party and eligible for preferential <br /> treatment under this Agreement where processing of the finished good has taken place, <br /> provided that in the final good the aggregate content (value of such inputs plus domestic <br /> value addition) is not less than 40 per cent.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 29: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other information <br /> materials presented with the goods shall not be considered in determining the origin of <br /> the goods, provided that such accessories, spare parts, tools and information materials <br /> are customary to such goods and are classified with the goods by the country of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Wholly Obtained or Produced Goods <br /> The following goods shall be considered as wholly obtained or produced in the <br /> territory of the country of a Party: <br /> (a) plants and plant products harvested, picked or gathered in the territory of <br /> the country of the Party; <br /> (b) live animals born and raised in the territory of the country of the Party; <br /> (c) goods obtained from live animals referred to in paragraph (b); <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted in the territory of the country of the Party; <br /> (e) minerals and other naturally occurring substances, not included in <br /> paragraphs (a) to (d), extracted or taken from the territory of the country of the Party; <br /> (f) goods taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of the country of that Party, provided that country has the <br /> rights to exploit such waters, seabed and beneath the seabed in <br /> accordance with international law; <br /> (g) goods of sea fishing and other marine goods taken from the high seas by <br /> vessels of the country of a Party or entitled to fly the flag of that country; <br /> (h) goods processed or produced on board factory ships of the country of a <br /> Party or entitled to fly the flag of that country, exclusively from goods <br /> referred to in paragraph (g); <br /> (i) articles collected in the territory of the country of the Party which can no <br /> longer perform their original purpose nor are capable of being restored or <br /> repaired and are fit only for disposal or recovery of parts of raw materials, <br /> or for recycling purposes; and <br /> (j) goods obtained or produced in the territory of the country of a Party solely <br /> from goods referred to in paragraphs (a) to (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 26: Minimal Operations and Processes <br /> The following operations or processes undertaken exclusively by itself or in <br /> combination shall be considered to be minimal and shall not be taken into account in <br /> determining the origin of goods under Article 23: <br /> (a) preservation of products in good condition for the purposes of transport or storage; <br /> (b) changes of packaging, or breaking-up and assembly of packages; <br /> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) simple painting and polishing operations; <br /> (e) simple testing or calibration; <br /> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (g) sharpening, simple grinding, slicing or simple cutting; <br /> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (i) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on goods or their packaging; <br /> (j) simple mixing of goods, whether or not of different kinds; or <br /> (k) simple assembly of parts of products to constitute a complete good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 23: Not Wholly Obtained or Produced Goods <br /> 1 A good shall be deemed to be originating if: <br /> (a) not less than 40 per cent of its content originates from the country a Party; or <br /> (b) the total value of the materials, parts or produce originating from outside of <br /> the territory of the country of a Party does not exceed 60 per cent of the <br /> FOB value of the good so produced or obtained; or <br /> (c) the final good undergoes a change of tariff heading, where the <br /> Harmonized System classification of the final good is different from the <br /> Harmonized System classification of all non-originating or undetermined <br /> materials used in the production of such final good. For the purposes of <br /> this subparagraph, \"change of tariff heading\" means a change in tariff <br /> classification at the four digit level of the Harmonized System. <br /> 2 To be deemed as originating under paragraph 1 of this Article the final process of <br /> manufacturing shall be performed within the territory of the country of the exporting Party. <br /> 3 The originating criteria set out in subparagraphs (a) and (b) of paragraph 1 of this <br /> Article shall be referred to as the Malaysia-Pakistan Closer Economic Partnership <br /> Agreement content (hereinafter referred to as \"the MPCEPA content\"). The formula for <br /> calculating the MPCEPA content is as follows: <br /> Non-MPCEPA content: <br /> [(Value of Non- MPCEPA Materials + Value of materials of undetermined origin) / FOB Price] X 100 % ? 60% <br /> Therefore, the MPCEPA content: <br /> 100% minus non-MPCEPA content (%)? 40% <br /> 4 The value of the non-originating materials shall be: <br /> (a) the CIF value at the time of importation of the materials, parts or produce; or <br /> (b) the earliest ascertained price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the country of the Party where the <br /> production takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Indirect Materials <br /> 1 Any indirect material used in the production of a good shall be treated as <br /> originating, irrespective of whether such indirect material originates from a third State. <br /> The value of such indirect material shall be the cost registered in the accounting records <br /> of the producer of such good. <br /> 2 For the purposes of this Article, indirect materials include: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspection of the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other material which are not incorporated into the good but whose use <br /> in the production of the good can reasonably be demonstrated to be a part <br /> of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 27: Direct Consignment <br /> An originating good shall be deemed as directly consigned from the country of <br /> the exporting Party to the country of the importing Party: <br /> (a) if the goods are transported without passing through the territory of any third State; or <br /> (b) if the goods are transported for the purpose of transit through third States <br /> with or without transhipment or temporary storage in such third States, provided that: <br /> (i) the transit entry is justified for geographical reasons or transport requirements; <br /> (ii) the goods have not entered into trade or consumption in the <br /> territory of the third State; and <br /> (iii) the goods have not undergone any operation in the territory of the <br /> third State other than unloading and reloading or any operation <br /> required to keep the goods in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 28: Treatment of Packages, Packing Materials and Containers <br /> 1 If a good is subject to the value-added criterion provided in subparagraph (a) or <br /> (b) of paragraph 1 of Article 23 the value of the packages and packing materials for <br /> retail sale, shall be taken into account in determining the origin of that good, provided <br /> that the packages and packing materials are considered as forming a whole with the good; <br /> 2 If a good is subject to the change in tariff classification criterion provided in <br /> subparagraph (c) of paragraph 1 of Article 23, packages and packing materials <br /> classified together with the packaged product, shall not be taken into account in <br /> determining origin. <br /> 3 Packing materials and containers used exclusively for the transportation of a <br /> good shall not be taken into account in determining the origin of such good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 31: Identical and Interchangeable Materials <br /> The origin of identical or interchangeable materials, whether mixed or physically <br /> combined, used to manufacture a good may be determined in accordance with the <br /> generally accepted accounting principles of stock control or inventory management <br /> practiced in the country of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 18: <br /> (a) Products sent from an exporting Party for exhibition in the other Party and <br /> sold during or after the said exhibition shall benefit from the preferential tariff <br /> treatment on condition that the products meet the requirements of the rules of <br /> origin of the Agreement provided it is shown to the satisfaction of the relevant <br /> government authorities of the importing Party that: <br /> (i) an exporter has exported those products from the territory of the <br /> exporting Party to the importing Party where the exhibition is held and <br /> has exhibited them there; <br /> (ii) the exporter has sold the goods or transferred them to a consignee in <br /> the importing Party; and <br /> (iii) the products have been consigned during the exhibition or immediately <br /> thereafter to the importing Party in the state in which they were sent for exhibition. <br /> (b) For purposes of implementing the above provisions, the Certificate of Origin <br /> must be produced to the competent authorities of the importing Party. The <br /> name and address of the exhibition must be indicated in the certificate issued <br /> by the competent authorities of the Party where the exhibition took place <br /> together with supporting documents. <br /> (c) Paragraph (a) of this Rule shall apply to any exhibition, fair or similar show or <br /> display in shops or business premises with the view to the sale of foreign <br /> products and where the products remain under customs control during these events.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 32: Certificate of Origin <br /> A claim that goods are eligible for preferential treatment under this Agreement <br /> shall be supported by a Certificate of Origin in the prescribed form in Annex 3, issued by <br /> the designated government authority of the exporting Party. <br /> Rule 2: <br /> For the purposes of verifying whether a good is an originating good, the <br /> issuing authority shall have the right to call for any supporting documentary evidence <br /> or to carry out any check considered appropriate. <br /> Rule 3: <br /> The exporter or the manufacturer or its authorised representative, shall apply <br /> in writing to the issuing authority requesting for the pre-exportation verification of the <br /> origin of the products. The result of the verification, subject to review periodically or <br /> whenever appropriate, shall be accepted as the supporting evidence in verifying the <br /> origin of the said products to be exported thereafter. The pre-exportation verification <br /> may not apply to the products of which, by their nature, origin can be easily verified. <br /> Rule 4: <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential treatment, the manufacturer or the exporter or its authorised <br /> representative shall submit a written application for the Certificate of Origin together <br /> with appropriate supporting documents proving that the products to be exported fulfil <br /> the originating criteria under this Agreement. <br /> Rule 5: <br /> The issuing authority shall, to the best of its competence and ability, carry out <br /> proper examination upon each application for the Certificate of Origin to ensure that: <br /> (a) the application and the Certificate of Origin are duly completed and signed by <br /> the authorised signatory; <br /> (b) the origin of the product is in conformity with the provisions of this Agreement; <br /> (c) other statements on the Certificate of Origin correspond to supporting <br /> documentary evidence submitted; and <br /> (d) HS code, description, quantity and weight of goods, marks and number of <br /> packages, number and kinds of packages, as specified, conform to the <br /> products to be exported. <br /> Rule 6: <br /> (a) The Certificate of Origin shall be in ISO A4 size paper and in conformity to the <br /> specimen as shown in Annex 3. <br /> (b) The Certificate of Origin shall be in English. <br /> (c) The Certificate of Origin shall comprise one original and three carbon copies <br /> of the following colours: <br /> Original - Light Yellow <br /> Duplicate - Light Blue <br /> Triplicate - Light Blue <br /> Quadruplicate - Light Blue <br /> (d) Each Certificate of Origin shall bear a serial reference number. <br /> (e) The original and the triplicate of the Certificate of Origin shall be forwarded by <br /> the exporter to the importer for submission to the customs authority at the port <br /> or place of importation. The duplicate shall be retained by the issuing <br /> authority in the exporting Party. The quadruplicate shall be retained by the <br /> exporter. After the importation of the products, the triplicate shall be marked <br /> accordingly in Box 4 and returned to the issuing authority within a reasonable <br /> period of time. <br /> Rule 7: <br /> The issuing authority shall indicate the applicable rule of origin of this <br /> Agreement in Box 8 of the Certificate of Origin. <br /> Rule 8: <br /> (a) Neither erasures nor superimposition shall be allowed on the Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous materials <br /> and making any addition required. Such alterations shall be approved by an <br /> official authorised to sign the Certificate of Origin and certified by the issuing authority. <br /> (b) Unused spaces in the Certificate of Origin shall be crossed out by the issuing <br /> authority to prevent any subsequent addition. <br /> Rule 9: <br /> (a) The Certificate of Origin shall be issued by the issuing authority of the <br /> exporting Party at the time of exportation or soon thereafter. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at the <br /> time of exportation or soon thereafter due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively within <br /> one year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\". <br /> Rule 10: <br /> In the event of theft, loss or destruction of the Certificate of Origin, the <br /> exporter may apply in writing to the issuing authority for a certified true copy. The <br /> certified true copy shall be made on the basis of the duplicate copy in the possession <br /> of the issuing authority and shall bear the endorsement of the words \"CERTIFIED <br /> TRUE COPY\" in Box 12. This copy shall bear the date of the original Certificate of <br /> Origin. The certified true copy of a Certificate of Origin shall be issued not later than <br /> one year from the date of issuance of the original Certificate of Origin. <br /> Rule 11: <br /> The original and the triplicate of the Certificate of Origin shall be submitted to <br /> the customs authorities at the time of clearance of the products concerned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13: <br /> In the case of consignments of products originating in the exporting Party and <br /> not exceeding US$ 200 FOB, the requirement of a Certificate of Origin may be <br /> waived and the use of simplified declaration by the exporter that the products in <br /> question have originated in the exporting Party will be accepted. Products sent <br /> through the post not exceeding US$ 200 FOB may also be similarly treated.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: <br /> The following time limit for the presentation of the Certificate of Origin shall apply: <br /> (a) The Certificate of Origin shall be submitted to the customs authorities of the <br /> importing Party within six (6) months from the date of its issuance. <br /> (b) Where the products pass through the territory of one or more third parties in <br /> accordance with Article 27 (direct consignments) of this Agreement, the time <br /> limit laid down in paragraph (a) of this Rule for the submission of the <br /> Certificate of Origin shall be eight months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: <br /> (a) The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the issuing authorities for not less than three <br /> years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished <br /> upon request of the importing Party within a reasonable time. <br /> (c) Any information communicated between the Parties concerned shall be <br /> treated as confidential and shall be used for the validation of Certificates of <br /> Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: <br /> (a) The Certificate of Origin shall be issued by the issuing authority of the <br /> exporting Party at the time of exportation or soon thereafter. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at the <br /> time of exportation or soon thereafter due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively within <br /> one year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15: <br /> (a) The importing Party may request a retroactive check at random or when it has <br /> reasonable doubt as to the authenticity of the document or as to the accuracy <br /> of the information regarding the true origin of the products in question or of <br /> certain parts thereof. <br /> (b) The request shall be accompanied with the Certificate of Origin concerned <br /> and shall specify the reasons and any additional information demonstrating <br /> that the particulars given on the said Certificate of Origin may be inaccurate, <br /> unless the retroactive check is requested on a random basis. <br /> (c) The customs authorities of the importing Party may suspend the granting of <br /> preferential treatment while awaiting the result of verification. However, it may <br /> release the products to the importer subject to any administrative measures <br /> deemed necessary, provided that they are not held to be subject to import <br /> prohibition or restriction and there is no suspicion of fraud. <br /> (d) The issuing authority receiving a request for retroactive check shall respond to <br /> the request promptly and reply not later than six months after the receipt of the request. <br /> Rule 19: <br /> (a) When it is suspected that fraudulent acts in connection with the Certificate of <br /> Origin have been committed, the authorities concerned shall cooperate in the <br /> action to be taken in the territory of the respective Party against the persons involved. <br /> (b) Each Party shall be responsible for providing legal sanctions for fraudulent <br /> acts related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 23: Not Wholly Obtained or Produced Goods <br /> 1 A good shall be deemed to be originating if: <br /> (a) not less than 40 per cent of its content originates from the country a Party; or <br /> (b) the total value of the materials, parts or produce originating from outside of <br /> the territory of the country of a Party does not exceed 60 per cent of the <br /> FOB value of the good so produced or obtained; or <br /> (c) the final good undergoes a change of tariff heading, where the <br /> Harmonized System classification of the final good is different from the <br /> Harmonized System classification of all non-originating or undetermined <br /> materials used in the production of such final good. For the purposes of <br /> this subparagraph, \"change of tariff heading\" means a change in tariff <br /> classification at the four digit level of the Harmonized System. <br /> 2 To be deemed as originating under paragraph 1 of this Article the final process of <br /> manufacturing shall be performed within the territory of the country of the exporting Party. <br /> 3 The originating criteria set out in subparagraphs (a) and (b) of paragraph 1 of this <br /> Article shall be referred to as the Malaysia-Pakistan Closer Economic Partnership <br /> Agreement content (hereinafter referred to as \"the MPCEPA content\"). The formula for <br /> calculating the MPCEPA content is as follows: <br /> Non-MPCEPA content: <br /> [(Value of Non- MPCEPA Materials + Value of materials of undetermined origin) / FOB Price] X 100 % ? 60% <br /> Therefore, the MPCEPA content: <br /> 100% minus non-MPCEPA content (%)? 40% <br /> 4 The value of the non-originating materials shall be: <br /> (a) the CIF value at the time of importation of the materials, parts or produce; or <br /> (b) the earliest ascertained price paid for the materials, parts or produce of <br /> undetermined origin in the territory of the country of the Party where the <br /> production takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14: <br /> The discovery of minor discrepancies between the particulars made in the <br /> Certificate of Origin and those made in the documents submitted to the customs <br /> authorities of the importing Party for the purpose of carrying out the formalities for <br /> importing the products shall not, ipso facto, invalidate the Certificate of Origin, if it <br /> does in fact correspond to the products submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> PAKISTAN - MALAYSIA COMPREHENSIVE FREE TRADE AGREEMENT FOR <br> Article 22: Wholly Obtained or Produced Goods <br> Article 26: Minimal Operations and Processes <br> CLOSER ECONOMIC PARTNRESHIP <br> The following goods shall be considered as wholly obtained or produced in the <br> The following operations or processes undertaken exclusively by itself or in <br> RULES OF ORIGIN <br> territory of the country of a Party: <br> combination shall be considered to be minimal and shall not be taken into account in <br> (a) plants and plant products harvested, picked or gathered in the territory of <br> determining the origin of goods under Article 23: <br> the country of the Party; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> (b) live animals born and raised in the territory of the country of the Party; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> (c) goods obtained from live animals referred to in paragraph (b); <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> capturing conducted in the territory of the country of the Party; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from the territory of the country of the Party; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> territorial waters of the country of that Party, provided that country has the <br> rights to exploit such waters, seabed and beneath the seabed in <br> (i) affixing or printing marks, labels, logos and other like distinguishing signs <br> on goods or their packaging; <br> (g) goods of sea fishing and other marine goods taken from the high seas by <br> (j) simple mixing of goods, whether or not of different kinds; or <br> vessels of the country of a Party or entitled to fly the flag of that country; <br> (k) simple assembly of parts of products to constitute a complete good. <br> (h) goods processed or produced on board factory ships of the country of a <br> Article 27: Direct Consignment <br> Party or entitled to fly the flag of that country, exclusively from goods <br> An originating good shall be deemed as directly consigned from the country of <br> the exporting Party to the country of the importing Party: <br> (i) articles collected in the territory of the country of the Party which can no <br> (a) if the goods are transported without passing through the territory of any third State; or <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> longer perform their original purpose nor are capable of being restored or <br> (a) fuel, energy, catalysts and solvents; <br> (b) if the goods are transported for the purpose of transit through third States <br> repaired and are fit only for disposal or recovery of parts of raw materials, <br> with or without transhipment or temporary storage in such third States, provided that: <br> or for recycling purposes; and <br> (i) the transit entry is justified for geographical reasons or transport requirements; <br> (j) goods obtained or produced in the territory of the country of a Party solely <br> from goods referred to in paragraphs (a) to (i). <br> territory of the third State; and <br> Article 23: Not Wholly Obtained or Produced Goods <br> (iii) the goods have not undergone any operation in the territory of the <br> 1 A good shall be deemed to be originating if: <br> third State other than unloading and reloading or any operation <br> (a) not less than 40 per cent of its content originates from the country a Party; or <br> required to keep the goods in good condition. <br> (b) the total value of the materials, parts or produce originating from outside of <br> Article 28: Treatment of Packages, Packing Materials and Containers <br> the territory of the country of a Party does not exceed 60 per cent of the <br> 1 If a good is subject to the value-added criterion provided in subparagraph (a) or <br> FOB value of the good so produced or obtained; or <br> (b) of paragraph 1 of Article 23 the value of the packages and packing materials for <br> (c) the final good undergoes a change of tariff heading, where the <br> accordance with international law; <br> retail sale, shall be taken into account in determining the origin of that good, provided <br> Harmonized System classification of the final good is different from the <br> that the packages and packing materials are considered as forming a whole with the good; <br> Harmonized System classification of all non-originating or undetermined <br> 2 If a good is subject to the change in tariff classification criterion provided in <br> materials used in the production of such final good. For the purposes of <br> subparagraph (c) of paragraph 1 of Article 23, packages and packing materials <br> this subparagraph, \"change of tariff heading\" means a change in tariff <br> classified together with the packaged product, shall not be taken into account in <br> classification at the four digit level of the Harmonized System. <br> 2 To be deemed as originating under paragraph 1 of this Article the final process of <br> 3 Packing materials and containers used exclusively for the transportation of a <br> manufacturing shall be performed within the territory of the country of the exporting Party. <br> good shall not be taken into account in determining the origin of such good. <br> 3 The originating criteria set out in subparagraphs (a) and (b) of paragraph 1 of this <br> Article 29: Accessories, Spare Parts and Tools <br> Article shall be referred to as the Malaysia-Pakistan Closer Economic Partnership <br> The origin of accessories, spare parts, tools and instructional or other information <br> Agreement content (hereinafter referred to as \"the MPCEPA content\"). The formula for <br> materials presented with the goods shall not be considered in determining the origin of <br> calculating the MPCEPA content is as follows: <br> the goods, provided that such accessories, spare parts, tools and information materials <br> Non-MPCEPA content: <br> are customary to such goods and are classified with the goods by the country of the importing Party. <br> [(Value of Non- MPCEPA Materials + Value of materials of undetermined origin) / FOB Price] X 100 % ? 60% <br> Article 30: Indirect Materials <br> Therefore, the MPCEPA content: <br> 1 Any indirect material used in the production of a good shall be treated as <br> 100% minus non-MPCEPA content (%)? 40% <br> originating, irrespective of whether such indirect material originates from a third State. <br> 4 The value of the non-originating materials shall be: <br> The value of such indirect material shall be the cost registered in the accounting records <br> (a) the CIF value at the time of importation of the materials, parts or produce; or <br> referred to in paragraph (g); <br> of the producer of such good. <br> 2 For the purposes of this Article, indirect materials include: <br> undetermined origin in the territory of the country of the Party where the <br> production takes place. <br> (b) equipment, devices and supplies used for testing or inspection of the goods; <br> Article 24: Cumulative Rule of Origin <br> Goods which satisfy the origin criteria under Article 21 and which are used in the <br> territory of the country of a Party as material for a finished good, shall be deemed as <br> goods originating in the territory of the country of the Party and eligible for preferential <br> treatment under this Agreement where processing of the finished good has taken place, <br> provided that in the final good the aggregate content (value of such inputs plus domestic <br> (g) any other material which are not incorporated into the good but whose use <br> value addition) is not less than 40 per cent. <br> in the production of the good can reasonably be demonstrated to be a part <br> (b) the earliest ascertained price paid for the materials, parts or produce of <br> of that production. <br> Article 31: Identical and Interchangeable Materials <br> The origin of identical or interchangeable materials, whether mixed or physically <br> combined, used to manufacture a good may be determined in accordance with the <br> (d) tools, dies and moulds; <br> generally accepted accounting principles of stock control or inventory management <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> practiced in the country of the exporting Party. <br> Article 32: Certificate of Origin <br> A claim that goods are eligible for preferential treatment under this Agreement <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> shall be supported by a Certificate of Origin in the prescribed form in Annex 3, issued by <br> the designated government authority of the exporting Party. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (f) lubricants, greases, compounding materials and other materials used in <br> (d) simple painting and polishing operations; <br> (ii) the goods have not entered into trade or consumption in the <br> determining origin. <br> or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 20: Definitions <br> For the purposes of this Chapter: <br> (a) \"CIF\" means the value of the good imported, and includes the cost of <br> freight and insurance up to the port or place of entry into the country of importation; <br> (a) \"designated government authority\" means the government authority of <br> each Party that is responsible for the issuing of the Certificate of Origin in <br> accordance with Article 33; <br> (c) \"FOB\" means the free-on-board value of the good, inclusive of the cost of <br> (d) \"goods\" shall include materials and products which can be wholly obtained <br> transport to the port or site of final shipment abroad; <br> or produced, or manufactured, even if they are intended for later use in <br> another manufacturing operation; <br> (e) \"materials\" include raw materials, ingredients, parts, components, sub- <br> components, sub-assembly or goods that are physically incorporated into <br> another good or are subject to a process in the production of another good; <br> (f) \"originating goods\" mean goods that qualify as originating in accordance with Article 21; <br> (g) \"preferential treatment\" means the rate of customs duties applicable to an <br> originating good of the country of an exporting Party in accordance with Article 14; <br> (f) \"production\" means methods of obtaining goods including growing, <br> mining, harvesting, raising, breeding, extracting, gathering, collecting, <br> capturing, fishing, trapping, hunting, manufacturing, producing, processing <br> or assembling a good; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 21: Origin Criteria <br> 1 For the purposes of this Agreement, goods imported by a Party, which are <br> consigned directly within the meaning of Article 27 shall qualify as originating goods and <br> be eligible for preferential treatment if they conform to the origin criteria under any one <br> of the following: <br> (a) goods which are wholly obtained or produced in the territory of the country <br> of the exporting Party as defined in Article 22; or <br> (b) goods otherwise deemed to be originating under Articles 23, 24 or 25. <br> 2 Notwithstanding subparagraph (b) of paragraph 1 of this Article, for goods listed <br> in Annex 2, Article 25 shall be solely applicable. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> PAKISTAN - MALAYSIA COMPREHENSIVE FREE TRADE AGREEMENT FOR <br> Article 22: Wholly Obtained or Produced Goods <br> Article 26: Minimal Operations and Processes <br> CLOSER ECONOMIC PARTNRESHIP <br> The following goods shall be considered as wholly obtained or produced in the <br> The following operations or processes undertaken exclusively by itself or in <br> RULES OF ORIGIN <br> territory of the country of a Party: <br> combination shall be considered to be minimal and shall not be taken into account in <br> (a) plants and plant products harvested, picked or gathered in the territory of <br> determining the origin of goods under Article 23: <br> the country of the Party; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> (b) live animals born and raised in the territory of the country of the Party; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> (c) goods obtained from live animals referred to in paragraph (b); <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> capturing conducted in the territory of the country of the Party; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from the territory of the country of the Party; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> territorial waters of the country of that Party, provided that country has the <br> rights to exploit such waters, seabed and beneath the seabed in <br> (i) affixing or printing marks, labels, logos and other like distinguishing signs <br> on goods or their packaging; <br> (g) goods of sea fishing and other marine goods taken from the high seas by <br> (j) simple mixing of goods, whether or not of different kinds; or <br> vessels of the country of a Party or entitled to fly the flag of that country; <br> (k) simple assembly of parts of products to constitute a complete good. <br> (h) goods processed or produced on board factory ships of the country of a <br> Article 27: Direct Consignment <br> Party or entitled to fly the flag of that country, exclusively from goods <br> An originating good shall be deemed as directly consigned from the country of <br> the exporting Party to the country of the importing Party: <br> (i) articles collected in the territory of the country of the Party which can no <br> (a) if the goods are transported without passing through the territory of any third State; or <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> longer perform their original purpose nor are capable of being restored or <br> (a) fuel, energy, catalysts and solvents; <br> (b) if the goods are transported for the purpose of transit through third States <br> repaired and are fit only for disposal or recovery of parts of raw materials, <br> with or without transhipment or temporary storage in such third States, provided that: <br> or for recycling purposes; and <br> (i) the transit entry is justified for geographical reasons or transport requirements; <br> (j) goods obtained or produced in the territory of the country of a Party solely <br> from goods referred to in paragraphs (a) to (i). <br> territory of the third State; and <br> Article 23: Not Wholly Obtained or Produced Goods <br> (iii) the goods have not undergone any operation in the territory of the <br> 1 A good shall be deemed to be originating if: <br> third State other than unloading and reloading or any operation <br> (a) not less than 40 per cent of its content originates from the country a Party; or <br> required to keep the goods in good condition. <br> (b) the total value of the materials, parts or produce originating from outside of <br> Article 28: Treatment of Packages, Packing Materials and Containers <br> the territory of the country of a Party does not exceed 60 per cent of the <br> 1 If a good is subject to the value-added criterion provided in subparagraph (a) or <br> FOB value of the good so produced or obtained; or <br> (b) of paragraph 1 of Article 23 the value of the packages and packing materials for <br> (c) the final good undergoes a change of tariff heading, where the <br> accordance with international law; <br> retail sale, shall be taken into account in determining the origin of that good, provided <br> Harmonized System classification of the final good is different from the <br> that the packages and packing materials are considered as forming a whole with the good; <br> Harmonized System classification of all non-originating or undetermined <br> 2 If a good is subject to the change in tariff classification criterion provided in <br> materials used in the production of such final good. For the purposes of <br> subparagraph (c) of paragraph 1 of Article 23, packages and packing materials <br> this subparagraph, \"change of tariff heading\" means a change in tariff <br> classified together with the packaged product, shall not be taken into account in <br> classification at the four digit level of the Harmonized System. <br> 2 To be deemed as originating under paragraph 1 of this Article the final process of <br> 3 Packing materials and containers used exclusively for the transportation of a <br> manufacturing shall be performed within the territory of the country of the exporting Party. <br> good shall not be taken into account in determining the origin of such good. <br> 3 The originating criteria set out in subparagraphs (a) and (b) of paragraph 1 of this <br> Article 29: Accessories, Spare Parts and Tools <br> Article shall be referred to as the Malaysia-Pakistan Closer Economic Partnership <br> The origin of accessories, spare parts, tools and instructional or other information <br> Agreement content (hereinafter referred to as \"the MPCEPA content\"). The formula for <br> materials presented with the goods shall not be considered in determining the origin of <br> calculating the MPCEPA content is as follows: <br> the goods, provided that such accessories, spare parts, tools and information materials <br> Non-MPCEPA content: <br> are customary to such goods and are classified with the goods by the country of the importing Party. <br> [(Value of Non- MPCEPA Materials + Value of materials of undetermined origin) / FOB Price] X 100 % ? 60% <br> Article 30: Indirect Materials <br> Therefore, the MPCEPA content: <br> 1 Any indirect material used in the production of a good shall be treated as <br> 100% minus non-MPCEPA content (%)? 40% <br> originating, irrespective of whether such indirect material originates from a third State. <br> 4 The value of the non-originating materials shall be: <br> The value of such indirect material shall be the cost registered in the accounting records <br> (a) the CIF value at the time of importation of the materials, parts or produce; or <br> referred to in paragraph (g); <br> of the producer of such good. <br> 2 For the purposes of this Article, indirect materials include: <br> undetermined origin in the territory of the country of the Party where the <br> production takes place. <br> (b) equipment, devices and supplies used for testing or inspection of the goods; <br> Article 24: Cumulative Rule of Origin <br> Goods which satisfy the origin criteria under Article 21 and which are used in the <br> territory of the country of a Party as material for a finished good, shall be deemed as <br> goods originating in the territory of the country of the Party and eligible for preferential <br> treatment under this Agreement where processing of the finished good has taken place, <br> provided that in the final good the aggregate content (value of such inputs plus domestic <br> (g) any other material which are not incorporated into the good but whose use <br> value addition) is not less than 40 per cent. <br> in the production of the good can reasonably be demonstrated to be a part <br> (b) the earliest ascertained price paid for the materials, parts or produce of <br> of that production. <br> Article 31: Identical and Interchangeable Materials <br> The origin of identical or interchangeable materials, whether mixed or physically <br> combined, used to manufacture a good may be determined in accordance with the <br> (d) tools, dies and moulds; <br> generally accepted accounting principles of stock control or inventory management <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> practiced in the country of the exporting Party. <br> Article 32: Certificate of Origin <br> A claim that goods are eligible for preferential treatment under this Agreement <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> shall be supported by a Certificate of Origin in the prescribed form in Annex 3, issued by <br> the designated government authority of the exporting Party. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (f) lubricants, greases, compounding materials and other materials used in <br> (d) simple painting and polishing operations; <br> (ii) the goods have not entered into trade or consumption in the <br> determining origin. <br> or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Article 25: Product Specific Rules <br> Goods subject to and which satisfy the Product Specific Rules as specified in <br> Annex 2 shall be deemed as originating and eligible for preferential treatment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> PAKISTAN - MALAYSIA COMPREHENSIVE FREE TRADE AGREEMENT FOR <br> Article 22: Wholly Obtained or Produced Goods <br> Article 26: Minimal Operations and Processes <br> CLOSER ECONOMIC PARTNRESHIP <br> The following goods shall be considered as wholly obtained or produced in the <br> The following operations or processes undertaken exclusively by itself or in <br> RULES OF ORIGIN <br> territory of the country of a Party: <br> combination shall be considered to be minimal and shall not be taken into account in <br> (a) plants and plant products harvested, picked or gathered in the territory of <br> determining the origin of goods under Article 23: <br> the country of the Party; <br> (a) preservation of products in good condition for the purposes of transport or storage; <br> (b) live animals born and raised in the territory of the country of the Party; <br> (b) changes of packaging, or breaking-up and assembly of packages; <br> (c) goods obtained from live animals referred to in paragraph (b); <br> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> capturing conducted in the territory of the country of the Party; <br> (e) simple testing or calibration; <br> paragraphs (a) to (d), extracted or taken from the territory of the country of the Party; <br> (g) sharpening, simple grinding, slicing or simple cutting; <br> (h) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> territorial waters of the country of that Party, provided that country has the <br> rights to exploit such waters, seabed and beneath the seabed in <br> (i) affixing or printing marks, labels, logos and other like distinguishing signs <br> on goods or their packaging; <br> (g) goods of sea fishing and other marine goods taken from the high seas by <br> (j) simple mixing of goods, whether or not of different kinds; or <br> vessels of the country of a Party or entitled to fly the flag of that country; <br> (k) simple assembly of parts of products to constitute a complete good. <br> (h) goods processed or produced on board factory ships of the country of a <br> Article 27: Direct Consignment <br> Party or entitled to fly the flag of that country, exclusively from goods <br> An originating good shall be deemed as directly consigned from the country of <br> the exporting Party to the country of the importing Party: <br> (i) articles collected in the territory of the country of the Party which can no <br> (a) if the goods are transported without passing through the territory of any third State; or <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> longer perform their original purpose nor are capable of being restored or <br> (a) fuel, energy, catalysts and solvents; <br> (b) if the goods are transported for the purpose of transit through third States <br> repaired and are fit only for disposal or recovery of parts of raw materials, <br> with or without transhipment or temporary storage in such third States, provided that: <br> or for recycling purposes; and <br> (i) the transit entry is justified for geographical reasons or transport requirements; <br> (j) goods obtained or produced in the territory of the country of a Party solely <br> from goods referred to in paragraphs (a) to (i). <br> territory of the third State; and <br> Article 23: Not Wholly Obtained or Produced Goods <br> (iii) the goods have not undergone any operation in the territory of the <br> 1 A good shall be deemed to be originating if: <br> third State other than unloading and reloading or any operation <br> (a) not less than 40 per cent of its content originates from the country a Party; or <br> required to keep the goods in good condition. <br> (b) the total value of the materials, parts or produce originating from outside of <br> Article 28: Treatment of Packages, Packing Materials and Containers <br> the territory of the country of a Party does not exceed 60 per cent of the <br> 1 If a good is subject to the value-added criterion provided in subparagraph (a) or <br> FOB value of the good so produced or obtained; or <br> (b) of paragraph 1 of Article 23 the value of the packages and packing materials for <br> (c) the final good undergoes a change of tariff heading, where the <br> accordance with international law; <br> retail sale, shall be taken into account in determining the origin of that good, provided <br> Harmonized System classification of the final good is different from the <br> that the packages and packing materials are considered as forming a whole with the good; <br> Harmonized System classification of all non-originating or undetermined <br> 2 If a good is subject to the change in tariff classification criterion provided in <br> materials used in the production of such final good. For the purposes of <br> subparagraph (c) of paragraph 1 of Article 23, packages and packing materials <br> this subparagraph, \"change of tariff heading\" means a change in tariff <br> classified together with the packaged product, shall not be taken into account in <br> classification at the four digit level of the Harmonized System. <br> 2 To be deemed as originating under paragraph 1 of this Article the final process of <br> 3 Packing materials and containers used exclusively for the transportation of a <br> manufacturing shall be performed within the territory of the country of the exporting Party. <br> good shall not be taken into account in determining the origin of such good. <br> 3 The originating criteria set out in subparagraphs (a) and (b) of paragraph 1 of this <br> Article 29: Accessories, Spare Parts and Tools <br> Article shall be referred to as the Malaysia-Pakistan Closer Economic Partnership <br> The origin of accessories, spare parts, tools and instructional or other information <br> Agreement content (hereinafter referred to as \"the MPCEPA content\"). The formula for <br> materials presented with the goods shall not be considered in determining the origin of <br> calculating the MPCEPA content is as follows: <br> the goods, provided that such accessories, spare parts, tools and information materials <br> Non-MPCEPA content: <br> are customary to such goods and are classified with the goods by the country of the importing Party. <br> [(Value of Non- MPCEPA Materials + Value of materials of undetermined origin) / FOB Price] X 100 % ? 60% <br> Article 30: Indirect Materials <br> Therefore, the MPCEPA content: <br> 1 Any indirect material used in the production of a good shall be treated as <br> 100% minus non-MPCEPA content (%)? 40% <br> originating, irrespective of whether such indirect material originates from a third State. <br> 4 The value of the non-originating materials shall be: <br> The value of such indirect material shall be the cost registered in the accounting records <br> (a) the CIF value at the time of importation of the materials, parts or produce; or <br> referred to in paragraph (g); <br> of the producer of such good. <br> 2 For the purposes of this Article, indirect materials include: <br> undetermined origin in the territory of the country of the Party where the <br> production takes place. <br> (b) equipment, devices and supplies used for testing or inspection of the goods; <br> Article 24: Cumulative Rule of Origin <br> Goods which satisfy the origin criteria under Article 21 and which are used in the <br> territory of the country of a Party as material for a finished good, shall be deemed as <br> goods originating in the territory of the country of the Party and eligible for preferential <br> treatment under this Agreement where processing of the finished good has taken place, <br> provided that in the final good the aggregate content (value of such inputs plus domestic <br> (g) any other material which are not incorporated into the good but whose use <br> value addition) is not less than 40 per cent. <br> in the production of the good can reasonably be demonstrated to be a part <br> (b) the earliest ascertained price paid for the materials, parts or produce of <br> of that production. <br> Article 31: Identical and Interchangeable Materials <br> The origin of identical or interchangeable materials, whether mixed or physically <br> combined, used to manufacture a good may be determined in accordance with the <br> (d) tools, dies and moulds; <br> generally accepted accounting principles of stock control or inventory management <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> practiced in the country of the exporting Party. <br> Article 32: Certificate of Origin <br> A claim that goods are eligible for preferential treatment under this Agreement <br> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br> shall be supported by a Certificate of Origin in the prescribed form in Annex 3, issued by <br> the designated government authority of the exporting Party. <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> production or used to operate equipment and buildings; and <br> (f) lubricants, greases, compounding materials and other materials used in <br> (d) simple painting and polishing operations; <br> (ii) the goods have not entered into trade or consumption in the <br> determining origin. <br> or boards and all other simple packaging operations; <br> "}, {"ArticleTitle": "Operational Certification Procedure", "ArticleDesc": "Article 33: Operational Certification Procedure <br> For the purposes of implementing the rules of origin under this Chapter, the Operational <br> Certification Procedures as set out in Annex 4 shall apply. <br> ANNEX 4 <br> OPERATIONAL CERTIFICATION PROCEDURE <br> For the purposes of implementing the rules of origin applicable to the <br> Agreement between the Government of Malaysia and the Government of the Islamic <br> Republic of Pakistan (hereinafter referred to as \"this Agreement\"), the following <br> operational procedures on the issuance and verification of the Certificate of Origin as <br> in Annex 3 and the other related administrative matters shall apply: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 1: <br> Rule 17: <br> (a) The Certificate of Origin shall be issued by the designated government <br> (b) Each Party shall inform the other Party of the names and addresses of its <br> authority (hereinafter referred to as the \"issuing authority\") of the exporting Party. <br> respective government authorities designated to issue the Certificate of Origin <br> and shall provide specimen signatures and official seals used by the said <br> authorities. Any change in names, addresses, or official seals shall be <br> promptly informed in the same manner. <br> Rule 2: <br> For the purposes of verifying whether a good is an originating good, the <br> issuing authority shall have the right to call for any supporting documentary evidence <br> or to carry out any check considered appropriate. <br> Rule 3: <br> (a) The Certificate of Origin shall be in ISO A4 size paper and in conformity to the <br> The exporter or the manufacturer or its authorised representative, shall apply <br> in writing to the issuing authority requesting for the pre-exportation verification of the <br> (b) The Certificate of Origin shall be in English. <br> origin of the products. The result of the verification, subject to review periodically or <br> whenever appropriate, shall be accepted as the supporting evidence in verifying the <br> origin of the said products to be exported thereafter. The pre-exportation verification <br> Government authorities of the importing Party that: <br> Rule 4: <br> documentary evidence submitted; and <br> preferential treatment, the manufacturer or the exporter or its authorised <br> packages, number and kinds of packages, as specified, conform to the <br> representative shall submit a written application for the Certificate of Origin together <br> with appropriate supporting documents proving that the products to be exported fulfil <br> At the time of carrying out the formalities for exporting the products under <br> the originating criteria under this Agreement. <br> Rule 5: <br> products to be exported. <br> The issuing authority shall, to the best of its competence and ability, carry out <br> proper examination upon each application for the Certificate of Origin to ensure that: <br> (a) the application and the Certificate of Origin are duly completed and signed by <br> the authorised signatory; <br> (b) the origin of the product is in conformity with the provisions of this Agreement; <br> (c) other statements on the Certificate of Origin correspond to supporting <br> (d) HS code, description, quantity and weight of goods, marks and number of <br> may not apply to the products of which, by their nature, origin can be easily verified. <br> Rule 6: <br> specimen as shown in Annex 3. <br> (c) The Certificate of Origin shall comprise one original and three carbon copies <br> of the following colours: <br> Original - Light Yellow <br> Duplicate - Light Blue <br> Triplicate - Light Blue <br> Quadruplicate - Light Blue <br> (d) Each Certificate of Origin shall bear a serial reference number. <br> (e) The original and the triplicate of the Certificate of Origin shall be forwarded by <br> the exporter to the importer for submission to the customs authority at the port <br> exporting Party at the time of exportation or soon thereafter. <br> or place of importation. The duplicate shall be retained by the issuing <br> authority in the exporting Party. The quadruplicate shall be retained by the <br> exporter. After the importation of the products, the triplicate shall be marked <br> accordingly in Box 4 and returned to the issuing authority within a reasonable <br> period of time. <br> (c) Any information communicated between the Parties concerned shall be <br> Rule 7: <br> The issuing authority shall indicate the applicable rule of origin of this <br> Agreement in Box 8 of the Certificate of Origin. <br> Rule 8: <br> (a) Neither erasures nor superimposition shall be allowed on the Certificate of <br> Origin. Any alteration shall be made by striking out the erroneous materials <br> and making any addition required. Such alterations shall be approved by an <br> official authorised to sign the Certificate of Origin and certified by the issuing authority. <br> (b) Unused spaces in the Certificate of Origin shall be crossed out by the issuing <br> authority to prevent any subsequent addition. <br> Rule 9: <br> (a) The Certificate of Origin shall be issued by the issuing authority of the <br> (b) In exceptional cases where a Certificate of Origin has not been issued at the <br> time of exportation or soon thereafter due to involuntary errors or omissions or <br> other valid causes, the Certificate of Origin may be issued retroactively within <br> one year from the date of shipment, bearing the words \"ISSUED RETROACTIVELY\". <br> Rule 10: <br> In the event of theft, loss or destruction of the Certificate of Origin, the <br> exporter may apply in writing to the issuing authority for a certified true copy. The <br> certified true copy shall be made on the basis of the duplicate copy in the possession <br> of the issuing authority and shall bear the endorsement of the words \"CERTIFIED <br> TRUE COPY\" in Box 12. This copy shall bear the date of the original Certificate of <br> Origin. The certified true copy of a Certificate of Origin shall be issued not later than <br> one year from the date of issuance of the original Certificate of Origin. <br> Rule 11: <br> The original and the triplicate of the Certificate of Origin shall be submitted to <br> the customs authorities at the time of clearance of the products concerned. <br> Rule 12: <br> The following time limit for the presentation of the Certificate of Origin shall apply: <br> (a) The Certificate of Origin shall be submitted to the customs authorities of the <br> importing Party within six (6) months from the date of its issuance. <br> (b) Where the products pass through the territory of one or more third parties in <br> accordance with Article 27 (direct consignments) of this Agreement, the time <br> limit laid down in paragraph (a) of this Rule for the submission of the <br> Certificate of Origin shall be eight months. <br> (c) Where the Certificate of Origin is submitted to the custom authorities of the <br> importing Party after the expiration of the time limit for its submission, such <br> Certificate is still to be accepted when failure to observe the time limit results <br> from force majeure or other valid causes beyond the control of the exporter or importer. <br> (d) In all cases, the custom authorities in the importing Party may accept such <br> Certificate of Origin provided that the products have been imported before the <br> expiration of the time limit of the said Certificate of Origin. <br> Rule 13: <br> In the case of consignments of products originating in the exporting Party and <br> not exceeding US$ 200 FOB, the requirement of a Certificate of Origin may be <br> waived and the use of simplified declaration by the exporter that the products in <br> question have originated in the exporting Party will be accepted. Products sent <br> through the post not exceeding US$ 200 FOB may also be similarly treated. <br> Rule 14: <br> The discovery of minor discrepancies between the particulars made in the <br> Certificate of Origin and those made in the documents submitted to the customs <br> authorities of the importing Party for the purpose of carrying out the formalities for <br> importing the products shall not, ipso facto, invalidate the Certificate of Origin, if it <br> does in fact correspond to the products submitted. <br> Rule 15: <br> (a) The importing Party may request a retroactive check at random or when it has <br> reasonable doubt as to the authenticity of the document or as to the accuracy <br> of the information regarding the true origin of the products in question or of <br> certain parts thereof. <br> and shall specify the reasons and any additional information demonstrating <br> that the particulars given on the said Certificate of Origin may be inaccurate, <br> unless the retroactive check is requested on a random basis. <br> (c) The customs authorities of the importing Party may suspend the granting of <br> preferential treatment while awaiting the result of verification. However, it may <br> release the products to the importer subject to any administrative measures <br> deemed necessary, provided that they are not held to be subject to import <br> prohibition or restriction and there is no suspicion of fraud. <br> (d) The issuing authority receiving a request for retroactive check shall respond to <br> the request promptly and reply not later than six months after the receipt of the request. <br> (b) The request shall be accompanied with the Certificate of Origin concerned <br> Rule 16: <br> application shall be retained by the issuing authorities for not less than three <br> years from the date of issuance. <br> (b) Information relating to the validity of the Certificate of Origin shall be furnished <br> upon request of the importing Party within a reasonable time. <br> Origin purposes only. <br> When destination of all or parts of the products exported to a specified port is <br> changed, before or after their arrival in the importing Party, the following rules shall apply: <br> (a) If the products have already arrived at a destination within the territory of the <br> importing Party which is different from that specified in the Certificate of <br> Origin, the Certificate of Origin shall, by a written application of the importer, <br> be endorsed by the customs authorities to this effect for all or parts of <br> products. The original shall be returned to the importer and the triplicate shall <br> be returned to the issuing authority. <br> treated as confidential and shall be used for the validation of Certificates of <br> Party, the exporter shall apply in writing to the issuing authority for a new <br> Certificate of Origin for all or parts of the products. Such application shall be <br> accompanied with the issued Certificate of Origin. <br> Rule 18: <br> (a) Products sent from an exporting Party for exhibition in the other Party and <br> sold during or after the said exhibition shall benefit from the preferential tariff <br> treatment on condition that the products meet the requirements of the rules of <br> origin of the Agreement provided it is shown to the satisfaction of the relevant <br> (i) an exporter has exported those products from the territory of the <br> (b) If the changing of destination occurs during transportation to the importing <br> exporting Party to the importing Party where the exhibition is held and <br> has exhibited them there; <br> (ii) the exporter has sold the goods or transferred them to a consignee in <br> (iii) the products have been consigned during the exhibition or immediately <br> thereafter to the importing Party in the state in which they were sent for exhibition. <br> (b) For purposes of implementing the above provisions, the Certificate of Origin <br> must be produced to the competent authorities of the importing Party. The <br> name and address of the exhibition must be indicated in the certificate issued <br> by the competent authorities of the Party where the exhibition took place <br> together with supporting documents. <br> (c) Paragraph (a) of this Rule shall apply to any exhibition, fair or similar show or <br> (a) The application for Certificates of Origin and all documents related to such <br> display in shops or business premises with the view to the sale of foreign <br> products and where the products remain under customs control during these events. <br> Rule 19: <br> (a) When it is suspected that fraudulent acts in connection with the Certificate of <br> Origin have been committed, the authorities concerned shall cooperate in the <br> action to be taken in the territory of the respective Party against the persons involved. <br> (b) Each Party shall be responsible for providing legal sanctions for fraudulent <br> Rule 20: <br> In the case of a dispute concerning the determination of origin, classification <br> of products or other matters relating to the clearance of products under this <br> Agreement, the Government authorities concerned shall consult each other with a <br> view to resolving the dispute, and the result shall be notified to the Parties. <br> acts related to the Certificate of Origin. <br> the importing Party; and <br> "}]}]}, "members_found": ["458", "586", 3, 8703900000]}