{"FtaRooDetails": {"FtaId": 103, "FtaCode": "ITC00106", "FtaName": "RCEP", "FtaFullName": "REGIONAL COMPREHENSIVE ECONOMIC PARTNERSHIP AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2022", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Australia; Brunei Darussalam; Myanmar; Cambodia; China; Indonesia; Japan; Korea, Republic of; Lao, People's Democratic Republic; Malaysia; New Zealand; Philippines; India; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under RCEP", "AdminProcCooAuth": "The certification type under RCEP is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under RCEP is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for RCEP agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "RVC40", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes", "RooText": " ANNEX 3A<br /> PRODUCT-SPECIFIC RULES<br /> Headnotes to the Annex<br /> 1. Pursuant to Article 3.2 (Originating Goods), this Annex sets out<br /> the conditions required for a good to be treated as an originating<br /> good.<br /> 2. For greater certainty, the origin criteria of \"wholly obtained or<br /> produced in a Party\" and \"produced in a Party exclusively from<br /> originating materials from one or more of the Parties\", as provided<br /> in subparagraphs (a) and (b) of Article 3.2 (Originating Goods),<br /> apply to all tariff lines.<br /> 3. For the purposes of interpreting the Product-Specific Rules set<br /> out in this Annex:<br /> (a) Section means a section of the Harmonized System;<br /> (b) Chapter means the first two digits of the tariff classification<br /> number under the Harmonized System;<br /> (c) heading means the first four digits of the tariff classification<br /> number under the Harmonized System; and<br /> (d) subheading means the first six digits of the tariff<br /> classification number under the Harmonized System.<br /> 4.    Where a good is subject to alternative Product-Specific Rules, the<br /> rule will be considered to be met if the good satisfies one of the<br /> alternative Product-Specific Rules.<br /> 5. A requirement of a change in tariff classification (hereinafter<br /> referred to as \"CTC\" in this Annex) applies only to non-originating<br /> materials.<br /> 6.    Where the CTC rule expressly excludes a change from other tariff<br /> classifications, the exclusion applies only to non-originating<br /> materials.<br /> 7.    For the purposes of this Annex:<br /> 3A-1<br /> (a) RVC40 means that the good must have a regional value<br /> content (hereinafter referred to as \"RVC\" in this Annex) of<br /> no less than 40 per cent as calculated under Article 3.5<br /> (Calculation of Regional Value Content);<br /> (b) CC means that all non-originating materials used in the<br /> production of the good have undergone a CTC at the two-<br /> digit level of the Harmonized System;<br /> (c) CTH means that all non-originating materials used in the<br /> production of the good have undergone a CTC at the four-<br /> digit level of the Harmonized System;<br /> (d) CTSH means that all non-originating materials used in the<br /> production of the good have undergone a CTC at the six-<br /> digit level of the Harmonized System;<br /> (e) WO means wholly obtained or produced in a Party as<br /> provided in Article 3.3 (Goods Wholly Obtained or<br /> Produced). For greater certainty, where the rule for a good<br /> is WO, the good can still meet the requirements to be<br /> treated as an originating good by being produced in a Party<br /> exclusively from originating materials from one or more of<br /> the Parties in accordance with subparagraph (b) of Article<br /> 3.2 (Originating Goods); and<br /> (f) CR means the chemical reaction rule. Any good that is a<br /> product of a chemical reaction shall be considered to be an<br /> originating good if the chemical reaction occurred in a<br /> Party. A \"chemical reaction\" is a process, including a<br /> biochemical process, which results in a molecule with a<br /> new structure by breaking intramolecular bonds and by<br /> forming new intramolecular bonds, or by altering the spatial<br /> arrangement of atoms in a molecule. The following are not<br /> considered to be chemical reactions for the purposes of<br /> this definition:<br /> (i) dissolving in water or other solvents;<br /> (ii) the elimination of solvents including solvent water;<br /> or<br /> (iii) the addition or elimination of water of crystallisation.<br /> 8.    Where a Product-Specific Rule provides a choice of rules from an<br /> RVC-based rule of origin, a CTC-based rule of origin, a specific<br /> 3A-2<br /> manufacturing or processing operation, or a combination of any<br /> of these, each Party shall permit the exporter of a good to decide<br /> which rule to use in determining whether the good qualifies as an<br /> originating good.<br /> 9. This Annex is based on the 2012 Edition of the Harmonized<br /> System, which entered into force on 1 January 2012 (hereinafter<br /> referred to as \"HS 2012\" in this Annex).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00106_coo.pdf", "DocType": "1_coo", "WebLink": "https://rcepsec.org/wp-content/uploads/2020/11/Chapter-3-Annex-3B.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00106_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://rcepsec.org/wp-content/uploads/2020/11/Chapter-3-Annex-3A.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00106_roo.pdf", "DocType": "3_roo", "WebLink": "https://rcepsec.org/wp-content/uploads/2020/11/Chapter-3.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00106_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://rcepsec.org/wp-content/uploads/2020/11/Chapter-4.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00106_full.pdf", "DocType": "8_full", "WebLink": "https://rcepsec.org/legal-text/"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Cumulation <br /> 1. Unless otherwise provided in this Agreement, goods and <br /> materials which comply with the origin requirements provided <br /> in Article 3.2 (Originating Goods), and which are used in another <br /> Party as materials in the production of another good or material, <br /> shall be considered as originating in the Party where working or <br /> processing of the finished good or material has taken place. <br /> 2. The Parties shall commence a review of this Article on the date of <br /> entry into force of this Agreement for all signatory States. This <br /> review will consider the extension of the application of cumulation <br /> 2 For the purposes of determining the origin of goods of sea-fishing and other marine <br /> life, \"rights to exploit\" in this subparagraph include those rights of access to the fisheries <br /> resources of a coastal State, as accruing from any agreements or arrangements <br /> between a Party and the coastal State. <br /> in paragraph 1 to all production undertaken and value added to a <br /> good within the Parties. The Parties shall conclude the review <br /> within five years of the date of its commencement, unless the <br /> Parties agree otherwise.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: De Minimis <br /> 1. A good that does not satisfy a change in tariff classification <br /> pursuant to Annex 3A (Product-Specific Rules) is nonetheless an <br /> originating good if the good meets all of the other applicable <br /> requirements in this Chapter and: <br /> (a) for a good classified in Chapters 01 through 97 of the HS <br /> Code, the value of non-originating materials that have been <br /> used in the production of the good and did not undergo the <br /> applicable change in tariff classification does not exceed <br /> 10 per cent of the FOB value of that good. The value of <br /> those non-originating materials shall be determined <br /> pursuant to paragraph 3 of Article 3.5 (Calculation of <br /> Regional Value Content); or <br /> (b) for a good classified in Chapters 50 through 63 of the HS <br /> Code, the weight of all non-originating materials used in its <br /> production that did not undergo the required change in tariff <br /> classification does not exceed 10 per cent of the total <br /> weight of the good. <br /> 2. The value of non-originating materials referred to in paragraph 1 <br /> shall, however, be included in the value of non-originating <br /> materials for any applicable regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Materials Used in Production <br /> If a non-originating material undergoes further production such that it <br /> satisfies the requirements of this Chapter, the material shall be treated <br /> as originating when determining the originating status of the <br /> subsequently produced good, regardless of whether that material was <br /> produced by the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Accessories, Spare Parts, and Tools <br /> 1. For the purposes of determining the originating status of a good, <br /> accessories, spare parts, tools, and instructional or other <br /> information materials presented with the good shall be considered <br /> as part of the good and shall be disregarded in determining <br /> whether all the non-originating materials used in the production of <br /> the good have undergone the applicable change in tariff <br /> classification or a specific manufacturing or processing operation <br /> set out in Annex 3A (Product-Specific Rules), provided that: <br /> (a) the accessories, spare parts, tools, and instructional or <br /> other information materials presented with the good are not <br /> invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, <br /> tools, and instructional or other information materials <br /> presented with the good are customary for the good. <br /> 2. Notwithstanding paragraph 1, if a good is subject to a regional <br /> value content requirement, the value of the accessories, spare <br /> parts, tools, and instructional or other information materials <br /> presented with the good shall be taken into account as originating <br /> materials or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good, provided that: <br /> (a) the accessories, spare parts, tools, and instructional or <br /> other information materials presented with the good are not <br /> invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, <br /> tools, and instructional or other information materials <br /> presented with the good are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Goods Wholly Obtained or Produced <br /> For the purposes of Article 3.2 (Originating Goods), the following goods <br /> shall be considered as wholly obtained or produced in a Party: <br /> (a) plants and plant goods, including fruit, flowers, vegetables, <br /> trees, seaweed, fungi, and live plants, grown and <br /> harvested, picked, or gathered there; <br /> (b) live animals born and raised there; <br /> (c) goods obtained from live animals raised there; <br /> (d) goods obtained by hunting, trapping, fishing, farming, <br /> aquaculture, gathering, or capturing conducted there; <br /> (e) minerals and other naturally occurring substances, not <br /> included in subparagraphs (a) through (d), extracted or <br /> taken from its soil, waters, seabed, or subsoil beneath the <br /> seabed; <br /> (f) goods of sea-fishing and other marine life taken by vessels <br /> of that Party1, and other goods taken by that Party or a <br /> person of that Party, from the waters, seabed, or subsoil <br /> beneath the seabed outside the territorial sea of the Parties <br /> and non-Parties, in accordance with international law, <br /> provided that, in case of goods of sea-fishing and other <br /> marine life taken from the exclusive economic zone of any <br /> Party or non-Party, that Party or person of that Party has <br /> 1 For the purposes of this Article, \"factory ships of that Party\" or \"vessels of that Party\" <br /> respectively, means factory ships or vessels: <br /> (a) which are registered in that Party; and <br /> (b) which are entitled to fly the flag of that Party. <br /> Notwithstanding the preceding sentence, any factory ship or vessel operating within <br /> the exclusive economic zone of Australia that meets the definition of \"Australian boat\" <br /> under the Fisheries Management Act 1991 (Commonwealth), as amended from time <br /> to time, or any successor legislation, shall be considered to be a factory ship or vessel <br /> of Australia respectively. For greater certainty, when such a factory ship or vessel is <br /> operating outside of the exclusive economic zone of Australia, the requirements of <br /> subparagraphs (a) and (b) of this footnote shall apply. <br /> the rights to exploit2 such exclusive economic zone, and in <br /> case of other goods, that Party or person of that Party has <br /> rights to exploit such seabed and subsoil beneath the <br /> seabed, in accordance with international law; <br /> (g) goods of sea-fishing and other marine life taken by vessels <br /> of that Party from the high seas in accordance with <br /> international law; <br /> (h) goods processed or made on board any factory ships of <br /> that Party, exclusively from the goods referred to in <br /> subparagraph (f) or (g); <br /> (i) goods which are: <br /> (i) waste and scrap derived from production or <br /> consumption there, provided that such goods are fit <br /> only for disposal, for the recovery of raw materials, <br /> or for recycling purposes; or <br /> (ii) used goods collected there, provided that such <br /> goods are fit only for disposal, for the recovery of <br /> raw materials, or for recycling purposes; and <br /> (j) goods obtained or produced there solely from goods <br /> referred to in subparagraphs (a) through (i), or from their <br /> derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Minimal Operations and Processes <br /> Notwithstanding any provisions of this Chapter, the following operations <br /> when undertaken on non-originating materials to produce a good shall <br /> be considered as insufficient working or processing to confer on that <br /> good the status of an originating good: <br /> (a) preserving operations to ensure that the good remains in <br /> good condition for the purposes of transport or storage; <br /> (b) packaging or presenting goods for transportation or sale; <br /> (c) simple3 processes, consisting of sifting, screening, sorting, <br /> classifying, sharpening, cutting, slitting, grinding, bending, <br /> coiling, or uncoiling; <br /> (d) affixing or printing of marks, labels, logos, or other like <br /> distinguishing signs on goods or their packaging; <br /> (e) mere dilution with water or another substance that does not <br /> materially alter the characteristics of the good; <br /> (f) disassembly of products into parts; <br /> (g) slaughtering4 of animals; <br /> (h) simple painting and polishing operations; <br /> (i) simple peeling, stoning, or shelling; <br /> (j) simple mixing of goods, whether or not of different kinds; <br /> or <br /> (k) any combination of two or more operations referred to in <br /> subparagraphs (a) through (j). <br /> 3 For the purposes of this Article, \"simple\" describes an activity which does not need <br /> special skills, or machines, apparatus, or equipment especially produced or installed <br /> for carrying out the activity. <br /> 4 For the purposes of this Article, \"slaughtering\" means the mere killing of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Calculation of Regional Value Content <br /> 1. The regional value content of a good, specified in Annex 3A <br /> (Product-Specific Rules), shall be calculated by using either of the <br /> following formulas: <br /> (a) Indirect/Build-Down Formula <br /> FOB - VNM <br /> RVC = __x 100 <br /> FOB <br /> or <br /> (b) Direct/Build-Up Formula <br /> Direct Direct <br /> Labour Overhead Other <br /> RVC = VOM + Cost + Cost + Profit + Cost <br /> _ x 100 <br /> FOB <br /> where: <br /> RVC is the regional value content of a good, expressed as a <br /> percentage; <br /> FOB is the FOB value as defined in subparagraph (e) of Article <br /> 3.1 (Definitions); <br /> VOM is the value of originating materials, parts, or produce <br /> acquired or self-produced, and used in the production of the good; <br /> VNM is the value of non-originating materials used in the <br /> production of the good; <br /> Direct Labour Cost includes wages, remuneration, and other <br /> employee benefits; and <br /> Direct Overhead Cost is the total overhead expense. <br /> 2. The value of goods under this Chapter shall be calculated, mutatis <br /> mutandis, in accordance with Article VII of GATT 1994 and the <br /> Customs Valuation Agreement. All costs shall be recorded and <br /> maintained in accordance with the Generally Accepted <br /> Accounting Principles applicable in the Party where the goods are <br /> produced. <br /> 3. The value of non-originating materials shall be: <br /> (a) for imported materials, the CIF value of the materials at the <br /> time of importation; and <br /> (b) for materials obtained within a Party, the earliest <br /> ascertainable price paid or payable. <br /> 4. A material of undetermined origin shall be treated as a non- <br /> originating material. <br /> 5. The following expenses may be deducted from the value of non- <br /> originating materials or materials of undetermined origin: <br /> (a) the costs of freight, insurance, packing, and other <br /> transport-related costs incurred in transporting the goods <br /> to the producer; <br /> (b) duties, taxes, and customs brokerage fees, other than <br /> duties that are waived, refunded, or otherwise recovered; <br /> and <br /> (c) costs of waste and spillage, less the value of any <br /> renewable scrap or by-products. <br /> Where the expenses listed in subparagraphs (a) through (c) are <br /> unknown or evidence is not available, then no deduction is <br /> allowed for those expenses.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Indirect Materials <br /> 1. An indirect material shall be treated as an originating material <br /> without regard to where it is produced and its value shall be the <br /> cost registered in accordance with the Generally Accepted <br /> Accounting Principles in the records of the producer of the good. <br /> 2. For the purposes of this Article, \"indirect material\" means a good <br /> used in the production, testing, or inspection of another good but <br /> not physically incorporated into that other good, or a good used in <br /> the maintenance of buildings or the operation of equipment <br /> associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and goods used in the maintenance of <br /> equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other <br /> materials used in production or used to operate equipment <br /> and buildings; <br /> (e) gloves, glasses, footwear, clothing, and safety equipment <br /> and supplies; <br /> (f) equipment, devices, and supplies used for testing or <br /> inspecting goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but <br /> whose use in the production of the good can reasonably be <br /> demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Direct Consignment <br /> 1. An originating good shall retain its originating status as <br /> determined under Article 3.2 (Originating Goods) if the following <br /> conditions have been met: <br /> (a) the good has been transported directly from an exporting <br /> Party to an importing Party; or <br /> (b) the good has been transported through one or more <br /> Parties other than the exporting Party and the importing <br /> Party (hereinafter referred to as \"intermediate Parties\" in <br /> this Article), or non-Parties, provided that the good: <br /> (i) has not undergone any further processing in the <br /> intermediate Parties or the non-Parties, except for <br /> logistics activities such as unloading, reloading, <br /> storing, or any other operations necessary to <br /> preserve it in good condition or to transport it to the <br /> importing Party; and <br /> (ii) remains under the control of the customs authorities <br /> in the intermediate Parties or the non-Parties. <br /> 2. Compliance with subparagraph 1(b) shall be evidenced by <br /> presenting the customs authorities of the importing Party either <br /> with customs documents of the intermediate Parties or the non- <br /> Parties, or with any other appropriate documentation on request <br /> of the customs authorities of the importing Party. <br /> 3. Appropriate documentation referred to in paragraph 2 may <br /> include commercial shipping or freight documents such as airway <br /> bills, bills of lading, multimodal or combined transport documents, <br /> a copy of the original commercial invoice in respect of the good, <br /> financial records, a non-manipulation certificate, or other relevant <br /> supporting documents, as may be requested by the customs <br /> authorities of the importing Party. <br /> SECTION B <br /> OPERATIONAL CERTIFICATION PROCEDURES <br /> Article 3.19: Back-to-Back Proof of Origin <br /> 1. Subject to Article 3.16 (Proof of Origin), an issuing body, approved <br /> exporter, or exporter of an intermediate Party may issue a back- <br /> to-back Proof of Origin provided that: <br /> (a) a valid original Proof of Origin or its certified true copy is <br /> presented; <br /> (b) the period of validity of the back-to-back Proof of Origin <br /> does not exceed the period of validity of the original Proof <br /> of Origin; <br /> (c) the back-to-back Proof of Origin contains relevant <br /> information from the original Proof of Origin in accordance <br /> with Annex 3B (Minimum Information Requirements); <br /> (d) the consignment which is to be re-exported using the back- <br /> to-back Proof of Origin does not undergo any further <br /> processing in the intermediate Party, except for repacking <br /> or logistics activities such as unloading, reloading, storing, <br /> splitting up of the consignment, or labelling only as required <br /> by the laws, regulations, procedures, administrative <br /> decisions, and policies of the importing Party, or any other <br /> operations necessary to preserve a good in good condition <br /> or to transport a good to the importing Party; <br /> (e) for partial export shipments, the partial export quantity shall <br /> be shown instead of the full quantity of the original Proof of <br /> Origin, and the total quantity re-exported under the partial <br /> shipment shall not exceed the total quantity of the original <br /> Proof of Origin; and <br /> (f) information on the back-to-back Proof of Origin includes <br /> the date of issuance and reference number of the original <br /> Proof of Origin. <br /> 2. The verification procedures referred to in Article 3.24 (Verification) <br /> shall also apply to the back-to-back Proof of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Treatment of Packing and Packaging Materials and <br /> Containers <br /> 1. Packing materials and containers for the transportation and <br /> shipment of a good shall not be taken into account in determining <br /> the originating status of any good. <br /> 2. Packaging materials and containers in which a good is packaged <br /> for retail sale, which are classified together with the good, shall <br /> not be taken into account in determining the originating status of <br /> the good, provided that: <br /> (a) the good is wholly obtained or produced in a Party in <br /> accordance with subparagraph (a) of Article 3.2 <br /> (Originating Goods); <br /> (b) the good is produced in a Party exclusively from originating <br /> materials from one or more of the Parties, in accordance <br /> with subparagraph (b) of Article 3.2 (Originating Goods); or <br /> (c) the good is subject to a change in tariff classification or a <br /> specific manufacturing or processing operation <br /> requirement provided in Annex 3A (Product-Specific <br /> Rules). <br /> 3. If a good is subject to a regional value content requirement, the <br /> value of the packaging materials and containers in which the good <br /> is packaged for retail sale shall be taken into account as <br /> originating materials or non-originating materials of the good, as <br /> the case may be, in calculating the regional value content of the <br /> good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Fungible Goods or Materials <br /> The determination of whether fungible goods or materials are originating <br /> shall be made either by physical segregation of each of the fungible <br /> goods or materials or, where commingled, by the use of an inventory <br /> management method which is recognised in the Generally Accepted <br /> Accounting Principles of the exporting Party, and should be used <br /> throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Proof of Origin <br /> 1. Any of the following shall be considered as a Proof of Origin: <br /> (a) a Certificate of Origin issued by an issuing body in <br /> accordance with Article 3.17 (Certificate of Origin); <br /> (b) a Declaration of Origin by an approved exporter in <br /> accordance with subparagraph 1(a) of Article 3.18 <br /> (Declaration of Origin); or <br /> (c) a Declaration of Origin by an exporter or producer in <br /> accordance with subparagraph 1(b) of Article 3.18 <br /> (Declaration of Origin), and subject to paragraphs 2 and 3, <br /> based on information available that the good is originating. <br /> 2. Australia, Brunei Darussalam, China, Indonesia, Japan, Korea, <br /> Malaysia, New Zealand, the Philippines, Singapore, Thailand, <br /> and Viet Nam shall implement subparagraph 1(c) no later than 10 <br /> years after their respective dates of entry into force of this <br /> Agreement. Cambodia, Lao PDR, and Myanmar shall implement <br /> subparagraph 1(c) no later than 20 years after their respective <br /> dates of entry into force of this Agreement. <br /> 3. Notwithstanding paragraph 2, a Party may elect to seek a longer <br /> extension period, up to a maximum of 10 years, in which to <br /> implement subparagraph 1(c), by notifying the Committee on <br /> Goods of that decision. <br /> 4. The Parties shall commence a review of this Article on the date of <br /> entry into force of this Agreement for all signatory States. This <br /> review will consider the introduction of Declaration of Origin by an <br /> importer as a Proof of Origin. The Parties shall conclude the <br /> review within five years of the date of its commencement, unless <br /> the Parties agree otherwise.5 <br /> 5. A Proof of Origin shall: <br /> (a) be in writing, or any other medium, including electronic <br /> format as notified by an importing Party; <br /> (b) specify that the good is originating and meets the <br /> requirements of this Chapter; and <br /> (c) contain information which meets the minimum information <br /> requirements as set out in Annex 3B (Minimum Information <br /> Requirements). <br /> 5 Notwithstanding this paragraph, Japan may, from the date of the entry into force of <br /> this Agreement for it, consider a Declaration of Origin by an importer as a Proof of <br /> Origin in the same manner as Proof of Origin under paragraph 1. In that case, Japan <br /> shall not conduct a verification process by means referred to in subparagraphs 1(b) <br /> through (d) of Article 3.24 (Verification) regarding the Declaration of Origin by the <br /> importer. The Declaration of Origin shall only be completed by the importer where that <br /> importer has sufficient information to prove that the good qualifies as an originating <br /> good. <br /> 6. Each Party shall provide that a Proof of Origin remains valid for <br /> one year from the date on which it is issued or completed. <br /> Article 3.17: Certificate of Origin <br /> 1. A Certificate of Origin shall be issued by the issuing body of an <br /> exporting Party upon an application by an exporter, a producer, <br /> or their authorised representative. <br /> 2. The exporter, producer, or their authorised representative shall <br /> apply in writing or by electronic means for a Certificate of Origin, <br /> to the issuing body of the exporting Party in accordance with the <br /> exporting Party's laws, regulations, and procedures. <br /> 3. A Certificate of Origin shall: <br /> (a) be in a format to be determined by the Parties; <br /> (b) bear a unique Certificate of Origin number; <br /> (c) be in the English language; and <br /> (d) bear an authorised signature and official seal of the issuing <br /> body of the exporting Party. The signature and seal shall <br /> be applied manually or electronically. <br /> 4. A Certificate of Origin may: <br /> (a) indicate two or more invoices issued for single shipment; <br /> or <br /> (b) contain multiple goods, provided that each good qualifies <br /> as an originating good separately in its own right. <br /> 5. In circumstances where a Certificate of Origin contains incorrect <br /> information, the issuing body of the exporting Party may: <br /> (a) issue a new Certificate of Origin and invalidate the original <br /> Certificate of Origin; or <br /> (b) make modifications to the original Certificate of Origin by <br /> striking out errors and making any additions or corrections. <br /> Any changes shall be certified by the authorised signature <br /> and official seal of the issuing body of the exporting Party. <br /> 6. Each Party shall provide the names, addresses, specimen <br /> signatures, and impressions of official seals of its issuing body to <br /> the other Parties. Such information shall be submitted <br /> electronically through the RCEP Secretariat established pursuant <br /> to subparagraph 1(i) of Article 18.3 (Functions of the RCEP Joint <br /> Committee) (hereinafter referred to as \"RCEP Secretariat\" in this <br /> Chapter), for dissemination to the other Parties. Any subsequent <br /> changes shall be promptly submitted to the RCEP Secretariat in <br /> the same manner for dissemination to the other Parties. The <br /> Parties shall endeavour to establish a secured website to display <br /> such information from the last three years, and such website shall <br /> be accessible to the Parties. <br /> 7. Notwithstanding paragraph 6, a Party shall not be required to <br /> provide the specimen signatures of its issuing body to the RCEP <br /> Secretariat for dissemination to the other Parties if it has <br /> established its own secured website, containing relevant <br /> information of the Certificates of Origin it issues, including their <br /> Certificate of Origin numbers, HS Codes, descriptions of goods, <br /> quantities, dates of issuance, and names of the exporters, that is <br /> accessible to the Parties. The Parties shall review the <br /> requirement to provide specimen signatures of the issuing bodies <br /> three years after the date of entry into force of this Agreement for <br /> all signatory States. <br /> 8. Where a Certificate of Origin has not been issued at the time of <br /> shipment due to involuntary errors, omissions, or other valid <br /> causes, or in the circumstances referred to in subparagraph 5(a), <br /> a Certificate of Origin may be issued retrospectively but no later <br /> than one year after the date of shipment. In that case, the <br /> Certificate of Origin shall bear the words \"ISSUED <br /> RETROACTIVELY\". <br /> 9. In the event of theft, loss, or destruction of an original Certificate <br /> of Origin, the exporter, producer, or their authorised <br /> representative may apply in writing to the issuing body of the <br /> exporting Party for a certified true copy of the original Certificate <br /> of Origin. The copy shall: <br /> (a) be issued no later than one year after the date of issuance <br /> of the original Certificate of Origin; <br /> (b) be based on the application for the original Certificate of <br /> Origin; <br /> (c) contain the same Certificate of Origin number and date as <br /> the original Certificate of Origin; and <br /> (d) be endorsed with the words \"CERTIFIED TRUE COPY\". <br /> Article 3.18: Declaration of Origin <br /> 1. A Declaration of Origin referred to in Article 3.16 (Proof of Origin) <br /> may be completed by: <br /> (a) an approved exporter within the meaning of Article 3.21 <br /> (Approved Exporter); or <br /> (b) an exporter or a producer of the good, subject to <br /> paragraphs 2 and 3 of Article 3.16 (Proof of Origin). <br /> 2. A Declaration of Origin shall: <br /> (a) be completed in accordance with Annex 3B (Minimum <br /> Information Requirements); <br /> (b) be in the English language; <br /> (c) bear the name and signature of the certifying person; and <br /> (d) bear the date on which the Declaration of Origin was <br /> completed. <br /> Article 3.19: Back-to-Back Proof of Origin <br /> 1. Subject to Article 3.16 (Proof of Origin), an issuing body, approved <br /> exporter, or exporter of an intermediate Party may issue a back- <br /> to-back Proof of Origin provided that: <br /> (a) a valid original Proof of Origin or its certified true copy is <br /> presented; <br /> (b) the period of validity of the back-to-back Proof of Origin <br /> does not exceed the period of validity of the original Proof <br /> of Origin; <br /> (c) the back-to-back Proof of Origin contains relevant <br /> information from the original Proof of Origin in accordance <br /> with Annex 3B (Minimum Information Requirements); <br /> (d) the consignment which is to be re-exported using the back- <br /> to-back Proof of Origin does not undergo any further <br /> processing in the intermediate Party, except for repacking <br /> or logistics activities such as unloading, reloading, storing, <br /> splitting up of the consignment, or labelling only as required <br /> by the laws, regulations, procedures, administrative <br /> decisions, and policies of the importing Party, or any other <br /> operations necessary to preserve a good in good condition <br /> or to transport a good to the importing Party; <br /> (e) for partial export shipments, the partial export quantity shall <br /> be shown instead of the full quantity of the original Proof of <br /> Origin, and the total quantity re-exported under the partial <br /> shipment shall not exceed the total quantity of the original <br /> Proof of Origin; and <br /> (f) information on the back-to-back Proof of Origin includes <br /> the date of issuance and reference number of the original <br /> Proof of Origin. <br /> 2. The verification procedures referred to in Article 3.24 (Verification) <br /> shall also apply to the back-to-back Proof of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Claim for Preferential Tariff Treatment <br /> 3. Notwithstanding paragraphs 1 and 2, the importing Party may not <br /> require a Proof of Origin if: <br /> (a) the customs value of the importation does not exceed US$ <br /> 200 or the equivalent amount in the importing Party's <br /> currency or any higher amount as the importing Party may <br /> establish; or <br /> (b) it is a good for which the importing Party has waived the <br /> requirement, <br /> provided that the importation does not form part of a series of <br /> importations carried out or planned for the purpose of evading <br /> compliance with the importing Party's laws and regulations <br /> governing claims for preferential tariff treatment under this <br /> Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Approved Exporter <br /> 1. Each Party shall provide for the authorisation of an exporter who <br /> exports goods under this Agreement as an approved exporter, in <br /> accordance with its laws and regulations. An exporter seeking <br /> such authorisation must apply in writing or electronically and must <br /> offer to the satisfaction of the competent authority of the exporting <br /> Party all guarantees necessary to verify the originating status of <br /> the good for which a Declaration of Origin is completed. The <br /> competent authority of an exporting Party may grant the status of <br /> approved exporter subject to any conditions which it considers <br /> appropriate, including the following: <br /> (a) that the exporter is duly registered in accordance with the <br /> laws and regulations of the exporting Party; <br /> (b) that the exporter knows and understands the rules of origin <br /> as set out in this Chapter; <br /> (c) that the exporter has a satisfactory level of experience in <br /> export in accordance with the laws and regulations of the <br /> exporting Party; <br /> (d) that the exporter has a record of good compliance, <br /> measured by risk management of the competent authority <br /> of the exporting Party; <br /> (e) that the exporter, in the case of a trader, is able to obtain a <br /> declaration by the producer confirming the originating <br /> status of the good for which the Declaration of Origin is <br /> completed by an approved exporter and the readiness of <br /> the producer to cooperate in verification in accordance with <br /> Article 3.24 (Verification) and meet all requirements of this <br /> Chapter; and <br /> (f) that the exporter has a well-maintained bookkeeping and <br /> record-keeping system, in accordance with the laws and <br /> regulations of the exporting Party. <br /> 2. The competent authority of an exporting Party shall: <br /> (a) make its approved exporter procedures and requirements <br /> public and easily available; <br /> (b) grant the approved exporter authorisation in writing or <br /> electronically; <br /> (c) provide the approved exporter an authorisation code which <br /> must be included in the Declaration of Origin; and <br /> (d) promptly include the information on the authorisation <br /> granted in the approved exporter database referred to in <br /> paragraph 6. <br /> 3. An approved exporter shall have the following obligations: <br /> (a) to allow the competent authority of an exporting Party <br /> access to records and premises for the purposes of <br /> monitoring the use of authorisation, in accordance with <br /> Article 3.27 (Record-Keeping Requirement); <br /> (b) to complete Declarations of Origin only for goods for which <br /> the approved exporter has been allowed to do so by the <br /> competent authority of an exporting Party and for which it <br /> has all appropriate documents proving the originating <br /> status of the goods concerned at the time of completing the <br /> declaration; <br /> (c) to take full responsibility for all Declarations of Origin <br /> completed, including any misuse; and <br /> (d) to promptly inform the competent authority of an exporting <br /> Party of any changes related to the information referred to <br /> in subparagraph (b). <br /> 4. Each Party shall promptly include the following information of its <br /> approved exporters in the approved exporter database: <br /> (a) the legal name and address of the exporter; <br /> (b) the approved exporter authorisation code; <br /> (c) the issuance date and, if applicable, the expiry date of its <br /> approved exporter authorisation; and <br /> (d) a list of goods subject to the authorisation, at least at the <br /> HS Chapter level. <br /> Any change in the items referred to in subparagraphs (a) through <br /> (d), or withdrawals or suspensions of authorisations, shall be <br /> promptly included in the approved exporter database. <br /> 5. Notwithstanding paragraph 4, no Party shall be required to <br /> provide the information referred to in that paragraph to the <br /> approved exporter database if it has established its own secured <br /> website, containing the above information, that is accessible to <br /> the Parties. <br /> 6. The RCEP Joint Committee may designate the custodian of the <br /> approved exporter database, which shall be accessible online by <br /> the Parties. <br /> 7. The competent authority of the exporting Party shall monitor the <br /> use of the authorisation, including verification of the Declarations <br /> of Origin by an approved exporter, and withdraw the authorisation <br /> where the conditions referred to in paragraph 1 are not met. <br /> 8. An approved exporter shall be prepared to submit at any time, on <br /> request of the customs authorities of the importing Party, all <br /> appropriate documents proving the originating status of the goods <br /> concerned, including statements from the suppliers or producers <br /> in accordance with the laws and regulations of the importing Party <br /> as well as the fulfilment of the other requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Proof of Origin <br /> 6. Each Party shall provide that a Proof of Origin remains valid for <br /> one year from the date on which it is issued or completed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.27: Record-Keeping Requirement <br /> 1. Each Party shall require that: <br /> (a) its exporters, producers, issuing bodies, or competent <br /> authorities retain, for at least a period of three years from <br /> the date of issuance of the Proof of Origin, or a longer <br /> period in accordance with its relevant laws and regulations, <br /> all records necessary to prove that the good for which the <br /> Proof of Origin was issued was originating; and <br /> (b) its importers retain, for at least a period of three years from <br /> the date of importation of the good, or a longer period in <br /> accordance with its relevant laws and regulations, all <br /> records necessary to prove that the good for which <br /> preferential tariff treatment was claimed was originating. <br /> 2. The records referred to in paragraph 1 may be maintained in any <br /> medium that allows for prompt retrieval, including in digital, <br /> electronic, optical, magnetic, or written form, in accordance with <br /> the Party's laws and regulations. <br /> [Customs administration]: <br /> Article 4.10: Advance Rulings <br /> 1. Each Party shall, prior to the importation of a good from a Party <br /> into its territory, issue a written advance ruling to an importer, <br /> exporter, or any person with a justifiable cause, or a <br /> representative thereof, who has submitted a written request <br /> containing all necessary information, with regard to: <br /> (a) tariff classification; <br /> (b) whether the good is an originating good in accordance with <br /> Chapter 3 (Rules of Origin); <br /> (c) the appropriate method or criteria, and the application <br /> thereof, to be used for determining the customs value <br /> under a particular set of facts, in accordance with the <br /> Customs Valuation Agreement; and <br /> (d) such other matters as the Parties may agree. <br /> 2. A Party may require that an applicant have legal representation <br /> or registration in that Party. To the extent possible, such <br /> requirements shall not restrict the categories of persons eligible <br /> to apply for advance rulings, with particular consideration for the <br /> specific needs of small and medium enterprises. These <br /> requirements shall be clear and transparent and not constitute a <br /> means of arbitrary or unjustifiable discrimination.2, 3 <br /> 3. Each Party shall adopt or maintain procedures for issuing <br /> advance rulings which: <br /> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br /> terms of their contribution towards the trade facilitation through the Committee on <br /> Goods. <br /> 3 Each Party shall ensure that its registration process is transparent, applications are <br /> considered in a timely manner, and the decision made on an application, and the <br /> reasons for it, are promptly advised to the applicant in writing. <br /> (a) specify the information required to apply for an advance <br /> ruling; <br /> (b) provide that each Party may at any time during the course <br /> of an evaluation of an application for an advance ruling, <br /> request that the applicant provide additional information, <br /> which may include a sample of the goods, necessary to <br /> evaluate the application; <br /> (c) ensure that an advance ruling be based on the facts and <br /> circumstances presented by the applicant and any other <br /> relevant information in the possession of the decision- <br /> maker; and <br /> (d) ensure that the advance ruling includes the relevant facts <br /> and the basis for its decision. <br /> 4. Each Party shall issue an advance ruling in the official language <br /> of the issuing Party or in the language it decides. The advance <br /> ruling shall be issued in a reasonable, specified, and time-bound <br /> manner, and to the extent possible within 90 days, to the applicant <br /> on the receipt of all necessary information. Each Party shall <br /> specify and make public such time period for the issuance of an <br /> advance ruling prior to such an application. Should the customs <br /> authority have reasonable grounds to issue the advance ruling <br /> later than the specified period after the receipt of the application, <br /> it shall notify the applicant of the grounds for such a delay prior to <br /> the end of the specified period. <br /> 5. A Party may decline to issue an advance ruling if the facts and <br /> circumstances forming the basis of the advance ruling are the <br /> subject of administrative or judicial review. A Party that declines <br /> to issue an advance ruling shall promptly notify the applicant in <br /> writing, setting forth the relevant facts, circumstances, and the <br /> basis for its decision to decline to issue the advance ruling. <br /> 6. A Party may reject a request for an advance ruling where the <br /> additional information requested, in writing, in accordance with <br /> subparagraph 3(b) is not provided within a reasonable, specified <br /> period, which is determined at the time of the request for <br /> additional information and the Party requests the additional <br /> information from the applicant in writing. <br /> 7. Each Party shall provide that an advance ruling shall be valid from <br /> the date it is issued, or another date specified in the ruling, <br /> provided that the laws, regulations, and administrative rules, and <br /> facts and circumstances, on which the ruling is based remain <br /> unchanged. Subject to paragraph 8, an advance ruling shall <br /> remain valid for at least three years. <br /> 8. Where a Party revokes, modifies, or invalidates an advance <br /> ruling, it shall promptly provide written notice to the applicant <br /> setting out the relevant facts and the basis for its decision, where: <br /> (a) there is a change in its laws, regulations, or administrative <br /> rules; <br /> (b) incorrect information was provided or relevant information <br /> was withheld; <br /> (c) there is a change in a material fact or circumstances on <br /> which the advance ruling was based; or <br /> (d) the advance ruling was in error. <br /> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br /> with retroactive effect, it may only do so where the ruling was <br /> based on incomplete, incorrect, false, or misleading information. <br /> 10. An advance ruling issued by a Party shall be binding on that Party <br /> in respect of the applicant that sought it. <br /> 11. Each Party shall publish, at a minimum: <br /> (a) the requirements for an application for an advance ruling, <br /> including the information to be provided and the format; <br /> (b) the time period by which it will issue an advance ruling; and <br /> (c) the length of time for which an advance ruling is valid. <br /> 12. Each Party may make publicly available any information on <br /> advance rulings which it considers to be of significant interest to <br /> other interested parties, taking into account the need to protect <br /> commercially confidential information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Certificate of Origin <br /> 8. Where a Certificate of Origin has not been issued at the time of <br /> shipment due to involuntary errors, omissions, or other valid <br /> causes, or in the circumstances referred to in subparagraph 5(a), <br /> a Certificate of Origin may be issued retrospectively but no later <br /> than one year after the date of shipment. In that case, the <br /> Certificate of Origin shall bear the words \"ISSUED <br /> RETROACTIVELY\". <br /> 9. In the event of theft, loss, or destruction of an original Certificate <br /> of Origin, the exporter, producer, or their authorised <br /> representative may apply in writing to the issuing body of the <br /> exporting Party for a certified true copy of the original Certificate <br /> of Origin. The copy shall: <br /> (a) be issued no later than one year after the date of issuance <br /> of the original Certificate of Origin; <br /> (b) be based on the application for the original Certificate of <br /> Origin; <br /> (c) contain the same Certificate of Origin number and date as <br /> the original Certificate of Origin; and <br /> (d) be endorsed with the words \"CERTIFIED TRUE COPY\". <br /> Article 3.23: Post-Importation Claims for Preferential Tariff <br /> 1. Each Party, subject to its laws and regulations, shall provide that <br /> where a good would have qualified as an originating good when <br /> it was imported into that Party, the importer of the good may, <br /> within a period specified by its laws and regulations, and after the <br /> date on which the good was imported, apply for a refund of any <br /> excess duties, deposit, or guarantee paid as the result of the good <br /> not having been granted preferential tariff treatment, on <br /> presentation of the following to the customs authority of that Party: <br /> (a) a Proof of Origin and other evidence that the good qualifies <br /> as an originating good; and <br /> (b) such other documentation in relation to the importation as <br /> the customs authority may require to satisfactorily <br /> evidence the preferential tariff treatment claimed. <br /> 2. Notwithstanding paragraph 1, each Party may require, in <br /> accordance with its laws and regulations, that the importer notify <br /> the customs authority of that Party of its intention to claim <br /> preferential tariff treatment at the time of importation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Claim for Preferential Tariff Treatment <br /> 1. An importing Party shall grant preferential tariff treatment in <br /> accordance with this Agreement to an originating good on the <br /> basis of a Proof of Origin. <br /> 2. Unless otherwise provided in this Chapter, an importing Party <br /> shall provide that, for the purposes of claiming preferential tariff <br /> treatment, the importer shall: <br /> (a) make a declaration in its customs declaration that the good <br /> qualifies as an originating good; <br /> (b) have a valid Proof of Origin in its possession at the time the <br /> declaration referred to in subparagraph (a) is made; and <br /> (c) provide an original or a certified true copy of the Proof of <br /> Origin to the importing Party if required by the importing <br /> Party. <br /> 3. Notwithstanding paragraphs 1 and 2, the importing Party may not <br /> require a Proof of Origin if: <br /> (a) the customs value of the importation does not exceed US$ <br /> 200 or the equivalent amount in the importing Party's <br /> currency or any higher amount as the importing Party may <br /> establish; or <br /> (b) it is a good for which the importing Party has waived the <br /> requirement, <br /> provided that the importation does not form part of a series of <br /> importations carried out or planned for the purpose of evading <br /> compliance with the importing Party's laws and regulations <br /> governing claims for preferential tariff treatment under this <br /> Agreement. <br /> 4. The customs authority of the importing Party may require, where <br /> appropriate, the importer to submit supporting evidence that a <br /> good qualifies as an originating good, in accordance with the <br /> requirements of this Chapter. <br /> 5. The importer shall demonstrate that the requirements referred to <br /> in Article 3.15 (Direct Consignment) have been met and provide <br /> such evidence on request of the customs authority of the <br /> importing Party. <br /> 6. Where a Proof of Origin is submitted to the customs authority of <br /> an importing Party after the expiration of the period of time for its <br /> submission, such Proof of Origin may still be accepted, subject to <br /> the importing Party's laws, regulations, or administrative <br /> practices, when failure to observe the period of time results from <br /> force majeure or other valid causes beyond the control of the <br /> importer or exporter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Third-Party Invoicing <br /> An importing Party shall not deny a claim for preferential tariff treatment <br /> for the sole reason that an invoice was not issued by the exporter or <br /> producer of a good provided that the good meets the requirements in <br /> this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.24: Verification6 <br /> 1. For the purposes of determining whether a good imported into one <br /> Party from another Party qualifies as an originating good under <br /> this Chapter, the competent authority of the importing Party may <br /> conduct a verification process by means of: <br /> (a) a written request for additional information from the <br /> importer; <br /> (b) a written request for additional information from the <br /> exporter or producer; <br /> (c) a written request for additional information to the issuing <br /> body or competent authority of the exporting Party; <br /> (d) a verification visit to the premises of the exporter or <br /> producer in the exporting Party to observe the facilities and <br /> the production processes of the good and to review the <br /> records referring to origin, including accounting files;7 or <br /> (e) any other procedures to which the concerned Parties may <br /> agree. <br /> 2. The importing Party shall: <br /> (a) for the purposes of subparagraph 1(b), send a written <br /> request with a copy of the Proof of Origin and the reasons <br /> for the request to the exporter or producer of the good, and <br /> the competent authority of the exporting Party; <br /> (b) for the purposes of subparagraph 1(c), send a written <br /> request with a copy of the Proof of Origin and the reasons <br /> for the request to the issuing body or competent authority <br /> of the exporting Party; and <br /> (c) for the purposes of subparagraph 1 (d), request the written <br /> consent of the exporter or producer whose premises are <br /> going to be visited, and the competent authority of the <br /> 6 For the purposes of this Article, a Party may designate one of its contact points <br /> designated pursuant to Article 3.33 (Contact Points) as a single contact point for the <br /> verification of its exported goods with a view to facilitating the verification. <br /> 7 A verification visit under this subparagraph shall only be undertaken after a verification <br /> process in accordance with subparagraph (c) has been conducted. <br /> exporting Party and state the proposed date and location <br /> for the visit and its specific purpose. <br /> 3. On request of the importing Party, a verification visit to the <br /> premises of the exporter or producer may be conducted with the <br /> consent and assistance of the exporting Party, according to the <br /> procedures agreed between the importing Party and exporting <br /> Party. <br /> 4. For a verification under subparagraphs 1(a) through (d), the <br /> importing Party shall: <br /> (a) allow the importer, exporter, producer, or the issuing body <br /> or competent authority of the exporting Party between 30 <br /> and 90 days from the date of receipt of the written request <br /> for information under subparagraphs 1(a) through (c) to <br /> respond; <br /> (b) allow the exporter, producer, or the competent authority to <br /> consent or refuse the request within 30 days of the date of <br /> its receipt of the written request for a verification visit under <br /> subparagraph 1(d); and <br /> (c) endeavour to make a determination following a verification <br /> within 90 and 180 days of the date of its receipt of the <br /> information necessary to make the determination. <br /> 5. For the purposes of paragraph 1, the importing Party shall provide <br /> a written notification of the result of verification with the reasons <br /> for that result to the importer, exporter, or producer of the good, <br /> or the issuing body or competent authority of the exporting Party <br /> that received the verification request. <br /> 6. The customs authority of the importing Party may suspend the <br /> application of preferential tariff treatment while waiting for the <br /> result of verification. The importing Party shall permit the release <br /> of the good, but may require that such release be subject to <br /> lodgment of a security in accordance with its laws and regulations. <br /> Article 3.25: Denial of Preferential Tariff Treatment <br /> 1. The customs authority of the importing Party may deny <br /> preferential tariff treatment where: <br /> (a) the good does not meet the requirements of this Chapter; <br /> or <br /> (b) the importer, exporter, or producer of the good fails or has <br /> failed to comply with any of the relevant requirements of <br /> this Chapter for obtaining preferential tariff treatment. <br /> 2. If the customs authority of the importing Party denies a claim for <br /> preferential tariff treatment, it shall provide the decision in writing <br /> to the importer that includes the reasons for the decision. <br /> 3. The customs authority of the importing Party may determine that <br /> a good does not qualify as an originating good and may deny <br /> preferential tariff treatment where: <br /> (a) the customs authority of the importing Party has not <br /> received sufficient information to determine that the good <br /> is originating; <br /> (b) the exporter, producer, or the competent authority of the <br /> exporting Party fails to respond to a written request for <br /> information in accordance with Article 3.24 (Verification); or <br /> (c) the request for a verification visit in accordance with Article <br /> 3.24 (Verification) is refused. <br /> [Customs administration]: <br /> Article 4.16: Post-clearance Audit <br /> 1. With a view to expediting the release of goods, each Party shall <br /> adopt or maintain post-clearance audit to ensure compliance with <br /> its customs and other related laws and regulations. <br /> 2. Each Party shall select a person or a consignment for post- <br /> clearance audit in a risk-based manner, which may include <br /> appropriate selectivity criteria. Each Party shall conduct post- <br /> clearance audits in a transparent manner. Where the person is <br /> involved in the audit process and conclusive results have been <br /> achieved, the Party shall, without delay, notify the person whose <br /> record was audited of the: <br /> (a) results; <br /> (b) reasons for the results; and <br /> (c) person's rights and obligations. <br /> 3. The Parties acknowledge that the information obtained in post- <br /> clearance audit may be used in further administrative or judicial <br /> proceedings. <br /> 4. Each Party shall, wherever practicable, use the result of post- <br /> clearance audit in applying risk management.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.31: Penalties <br /> Each Party shall adopt or maintain appropriate penalties or other <br /> measures against violations of its laws and regulations relating to this <br /> Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.10: Advance Rulings <br /> 1. Each Party shall, prior to the importation of a good from a Party <br /> into its territory, issue a written advance ruling to an importer, <br /> exporter, or any person with a justifiable cause, or a <br /> representative thereof, who has submitted a written request <br /> containing all necessary information, with regard to: <br /> (a) tariff classification; <br /> (b) whether the good is an originating good in accordance with <br /> Chapter 3 (Rules of Origin); <br /> (c) the appropriate method or criteria, and the application <br /> thereof, to be used for determining the customs value <br /> under a particular set of facts, in accordance with the <br /> Customs Valuation Agreement; and <br /> (d) such other matters as the Parties may agree. <br /> 2. A Party may require that an applicant have legal representation <br /> or registration in that Party. To the extent possible, such <br /> requirements shall not restrict the categories of persons eligible <br /> to apply for advance rulings, with particular consideration for the <br /> specific needs of small and medium enterprises. These <br /> requirements shall be clear and transparent and not constitute a <br /> means of arbitrary or unjustifiable discrimination.2, 3 <br /> 3. Each Party shall adopt or maintain procedures for issuing <br /> advance rulings which: <br /> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br /> terms of their contribution towards the trade facilitation through the Committee on <br /> Goods. <br /> 3 Each Party shall ensure that its registration process is transparent, applications are <br /> considered in a timely manner, and the decision made on an application, and the <br /> reasons for it, are promptly advised to the applicant in writing. <br /> (a) specify the information required to apply for an advance <br /> ruling; <br /> (b) provide that each Party may at any time during the course <br /> of an evaluation of an application for an advance ruling, <br /> request that the applicant provide additional information, <br /> which may include a sample of the goods, necessary to <br /> evaluate the application; <br /> (c) ensure that an advance ruling be based on the facts and <br /> circumstances presented by the applicant and any other <br /> relevant information in the possession of the decision- <br /> maker; and <br /> (d) ensure that the advance ruling includes the relevant facts <br /> and the basis for its decision. <br /> 4. Each Party shall issue an advance ruling in the official language <br /> of the issuing Party or in the language it decides. The advance <br /> ruling shall be issued in a reasonable, specified, and time-bound <br /> manner, and to the extent possible within 90 days, to the applicant <br /> on the receipt of all necessary information. Each Party shall <br /> specify and make public such time period for the issuance of an <br /> advance ruling prior to such an application. Should the customs <br /> authority have reasonable grounds to issue the advance ruling <br /> later than the specified period after the receipt of the application, <br /> it shall notify the applicant of the grounds for such a delay prior to <br /> the end of the specified period. <br /> 5. A Party may decline to issue an advance ruling if the facts and <br /> circumstances forming the basis of the advance ruling are the <br /> subject of administrative or judicial review. A Party that declines <br /> to issue an advance ruling shall promptly notify the applicant in <br /> writing, setting forth the relevant facts, circumstances, and the <br /> basis for its decision to decline to issue the advance ruling. <br /> 6. A Party may reject a request for an advance ruling where the <br /> additional information requested, in writing, in accordance with <br /> subparagraph 3(b) is not provided within a reasonable, specified <br /> period, which is determined at the time of the request for <br /> additional information and the Party requests the additional <br /> information from the applicant in writing. <br /> 7. Each Party shall provide that an advance ruling shall be valid from <br /> the date it is issued, or another date specified in the ruling, <br /> provided that the laws, regulations, and administrative rules, and <br /> facts and circumstances, on which the ruling is based remain <br /> unchanged. Subject to paragraph 8, an advance ruling shall <br /> remain valid for at least three years. <br /> 8. Where a Party revokes, modifies, or invalidates an advance <br /> ruling, it shall promptly provide written notice to the applicant <br /> setting out the relevant facts and the basis for its decision, where: <br /> (a) there is a change in its laws, regulations, or administrative <br /> rules; <br /> (b) incorrect information was provided or relevant information <br /> was withheld; <br /> (c) there is a change in a material fact or circumstances on <br /> which the advance ruling was based; or <br /> (d) the advance ruling was in error. <br /> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br /> with retroactive effect, it may only do so where the ruling was <br /> based on incomplete, incorrect, false, or misleading information. <br /> 10. An advance ruling issued by a Party shall be binding on that Party <br /> in respect of the applicant that sought it. <br /> 11. Each Party shall publish, at a minimum: <br /> (a) the requirements for an application for an advance ruling, <br /> including the information to be provided and the format; <br /> (b) the time period by which it will issue an advance ruling; and <br /> (c) the length of time for which an advance ruling is valid. <br /> 12. Each Party may make publicly available any information on <br /> advance rulings which it considers to be of significant interest to <br /> other interested parties, taking into account the need to protect <br /> commercially confidential information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.26: Minor Discrepancies or Errors <br /> The customs authority of an importing Party shall disregard minor <br /> discrepancies or errors, such as slight discrepancies between <br /> documents, omissions of information, typing errors, or protrusions from <br /> the designated field, provided that these minor discrepancies or errors <br /> do not create doubt as to the originating status of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.18: Review and Appeal <br /> 1. Each Party shall provide that any person to whom its customs <br /> authority issues an administrative decision6 has the right, within <br /> its territory, to: <br /> 6 For the purposes of this Article, \"administrative decision\" means a decision with a legal <br /> effect that affects the rights and obligations of a specific person in an individual case. <br /> It shall be understood that an administrative decision referred to in this Article covers <br /> an administrative action within the meaning of Article X of GATT 1994 or failure to take <br /> an administrative action or decision as provided for in a Party's laws and regulations <br /> and legal system. For addressing such failure, a Party may maintain an alternative <br /> administrative mechanism or judicial recourse to direct the customs authority to <br /> promptly issue an administrative decision in place of the right to appeal or review under <br /> subparagraph 1(a). <br /> (a) an administrative appeal to or review by an administrative <br /> authority higher than or independent of the official or office <br /> that issued the decision; and <br /> (b) a judicial appeal or review of the decision.7 <br /> 2. The legislation of a Party may require that an administrative <br /> appeal or review be initiated prior to a judicial appeal or review. <br /> 3. Each Party shall ensure that its procedures for appeal or review <br /> are carried out in a non-discriminatory manner. <br /> 4. Each Party shall ensure that, in a case where the decision on <br /> appeal or review under subparagraph 1(a) is not given either: <br /> (a) within set periods as specified in its laws or regulations; or <br /> (b) without undue delay, <br /> the petitioner has the right to either further appeal to or further <br /> review by the administrative authority or the judicial authority or <br /> any other recourse to the judicial authority.8 <br /> 5. Each Party shall ensure that the person referred to in paragraph <br /> 1 is provided with the reasons for the administrative decision so <br /> as to enable such a person to have recourse to procedures for <br /> appeal or review where necessary. <br /> 6. Each Party shall ensure that the person referred to in paragraph <br /> 1 is not treated unfavourably merely because that person seeks <br /> review of an administrative decision or omission referred to in <br /> paragraph 1. <br /> 7. Each Party is encouraged to make this Article applicable to an <br /> administrative decision issued by a relevant border agency other <br /> than its customs authority. <br /> 8. The decision, and the reasons for the decision, of an <br /> administrative or judicial review or appeal shall be provided in <br /> writing. <br /> 7 Brunei Darussalam may comply with this paragraph by establishing or maintaining an <br /> independent body to provide impartial review of the determination. <br /> 8 Nothing in this paragraph shall prevent a Party from recognising administrative silence <br /> on appeal or review as a decision in favour of the petitioner in accordance with its laws <br /> and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3: Goods Wholly Obtained or Produced <br> For the purposes of Article 3.2 (Originating Goods), the following goods <br> 1. An originating good shall retain its originating status as <br> RULES OF ORIGIN <br> SECTION A <br> shall be considered as wholly obtained or produced in a Party: <br> determined under Article 3.2 (Originating Goods) if the following <br> (a) plants and plant goods, including fruit, flowers, vegetables, <br> conditions have been met: <br> (b) Live animals born and raised there; <br> trees, seaweed, fungi, and live plants, grown and <br> Where: <br> (a) the good has been transported directly from an exporting <br> harvested, picked, or gathered there; <br> seabed; <br> Party to an importing Party; or <br> (b) the good has been transported through one or more <br> (c) goods obtained from live animals raised there; <br> Parties other than the exporting Party and the importing <br> (d) goods obtained by hunting, trapping, fishing, farming, <br> Party (hereinafter referred to as \"intermediate Parties\" in <br> (b) tools, dies, and moulds; <br> aquaculture, gathering, or capturing conducted there; <br> this Article), or non-Parties, provided that the good: <br> (e) minerals and other naturally occurring substances, not <br> (i) has not undergone any further processing in the <br> (a) preserving operations to ensure that the good remains in <br> FOB <br> included in subparagraphs (a) through (d), extracted or <br> intermediate Parties or the non-Parties, except for <br> taken from its soil, waters, seabed, or subsoil beneath the <br> logistics activities such as unloading, reloading, <br> storing, or any other operations necessary to <br> (f) goods of sea-fishing and other marine life taken by vessels <br> preserve it in good condition or to transport it to the <br> and <br> of that Party1, and other goods taken by that Party or a <br> importing Party; and <br> person of that Party, from the waters, seabed, or subsoil <br> (ii) remains under the control of the customs authorities <br> beneath the seabed outside the territorial sea of the Parties <br> in the intermediate Parties or the non-Parties. <br> and non-Parties, in accordance with international law, <br> 2. Compliance with subparagraph 1(b) shall be evidenced by <br> provided that, in case of goods of sea-fishing and other <br> presenting the customs authorities of the importing Party either <br> marine life taken from the exclusive economic zone of any <br> with customs documents of the intermediate Parties or the non- <br> Party or non-Party, that Party or person of that Party has <br> Parties, or with any other appropriate documentation on request <br> 1 For the purposes of this Article, \"factory ships of that Party\" or \"vessels of that Party\" <br> of the customs authorities of the importing Party. <br> respectively, means factory ships or vessels: <br> 3. Appropriate documentation referred to in paragraph 2 may <br> (a) which are registered in that Party; and <br> include commercial shipping or freight documents such as airway <br> (b) which are entitled to fly the flag of that Party. <br> or <br> bills, bills of lading, multimodal or combined transport documents, <br> Notwithstanding the preceding sentence, any factory ship or vessel operating within <br> a copy of the original commercial invoice in respect of the good, <br> the exclusive economic zone of Australia that meets the definition of \"Australian boat\" <br> financial records, a non-manipulation certificate, or other relevant <br> under the Fisheries Management Act 1991 (Commonwealth), as amended from time <br> supporting documents, as may be requested by the customs <br> to time, or any successor legislation, shall be considered to be a factory ship or vessel <br> of Australia respectively. For greater certainty, when such a factory ship or vessel is <br> operating outside of the exclusive economic zone of Australia, the requirements of <br> subparagraphs (a) and (b) of this footnote shall apply. <br> the rights to exploit2 such exclusive economic zone, and in <br> case of other goods, that Party or person of that Party has <br> rights to exploit such seabed and subsoil beneath the <br> seabed, in accordance with international law; <br> (g) goods of sea-fishing and other marine life taken by vessels <br> of that Party from the high seas in accordance with <br> international law; <br> (h) goods processed or made on board any factory ships of <br> that Party, exclusively from the goods referred to in <br> subparagraph (f) or (g); <br> (i) goods which are: <br> (i) waste and scrap derived from production or <br> consumption there, provided that such goods are fit <br> derivatives. <br> (ii) used goods collected there, provided that such <br> only for disposal, for the recovery of raw materials, <br> or for recycling purposes; or <br> goods are fit only for disposal, for the recovery of <br> Accessories, Spare Parts, Tools, and Instructional or Other <br> raw materials, or for recycling purposes; and <br> (j) goods obtained or produced there solely from goods <br> referred to in subparagraphs (a) through (i), or from their <br> Article 3.4: Cumulation <br> 1. Unless otherwise provided in this Agreement, goods and <br> materials which comply with the origin requirements provided <br> in Article 3.2 (Originating Goods), and which are used in another <br> Party as materials in the production of another good or material, <br> shall be considered as originating in the Party where working or <br> processing of the finished good or material has taken place. <br> 2. The Parties shall commence a review of this Article on the date of <br> entry into force of this Agreement for all signatory States. This <br> review will consider the extension of the application of cumulation <br> 2 For the purposes of determining the origin of goods of sea-fishing and other marine <br> FOB - VNM <br> life, \"rights to exploit\" in this subparagraph include those rights of access to the fisheries <br> resources of a coastal State, as accruing from any agreements or arrangements <br> between a Party and the coastal State. <br> in paragraph 1 to all production undertaken and value added to a <br> good within the Parties. The Parties shall conclude the review <br> within five years of the date of its commencement, unless the <br> 1. A good that does not satisfy a change in tariff classification <br> Parties agree otherwise. <br> Article 3.5: Calculation of Regional Value Content <br> 1. The regional value content of a good, specified in Annex 3A <br> (Product-Specific Rules), shall be calculated by using either of the <br> following formulas: <br> (a) Indirect/Build-Down Formula <br> RVC = __x 100 <br> (b) Direct/Build-Up Formula <br> Direct Direct <br> Labour Overhead Other <br> RVC = VOM + Cost + Cost + Profit + Cost <br> _ x 100 <br> RVC is the regional value content of a good, expressed as a <br> percentage; <br> FOB is the FOB value as defined in subparagraph (e) of Article <br> 3.1 (Definitions); <br> VOM is the value of originating materials, parts, or produce <br> acquired or self-produced, and used in the production of the good; <br> VNM is the value of non-originating materials used in the <br> production of the good; <br> Direct Labour Cost includes wages, remuneration, and other <br> employee benefits; and <br> and buildings; <br> Direct Overhead Cost is the total overhead expense. <br> 2. The value of goods under this Chapter shall be calculated, mutatis <br> mutandis, in accordance with Article VII of GATT 1994 and the <br> Customs Valuation Agreement. All costs shall be recorded and <br> maintained in accordance with the Generally Accepted <br> Accounting Principles applicable in the Party where the goods are <br> 3. The value of non-originating materials shall be: <br> (a) for imported materials, the CIF value of the materials at the <br> (b) the quantities and value of the accessories, spare parts, <br> time of importation; and <br> (b) for materials obtained within a Party, the earliest <br> produced. <br> ascertainable price paid or payable. <br> 4. A material of undetermined origin shall be treated as a non- <br> 5. The following expenses may be deducted from the value of non- <br> originating materials or materials of undetermined origin: <br> (a) the costs of freight, insurance, packing, and other <br> shipment of a good shall not be taken into account in determining <br> transport-related costs incurred in transporting the goods <br> to the producer; <br> (b) duties, taxes, and customs brokerage fees, other than <br> duties that are waived, refunded, or otherwise recovered; <br> (c) costs of waste and spillage, less the value of any <br> renewable scrap or by-products. <br> originating material. <br> Where the expenses listed in subparagraphs (a) through (c) are <br> unknown or evidence is not available, then no deduction is <br> allowed for those expenses. <br> Article 3.6: Minimal Operations and Processes <br> Notwithstanding any provisions of this Chapter, the following operations <br> when undertaken on non-originating materials to produce a good shall <br> be considered as insufficient working or processing to confer on that <br> good the status of an originating good: <br> good condition for the purposes of transport or storage; <br> parts, tools, and instructional or other information materials <br> (b) packaging or presenting goods for transportation or sale; <br> (c) simple3 processes, consisting of sifting, screening, sorting, <br> classifying, sharpening, cutting, slitting, grinding, bending, <br> coiling, or uncoiling; <br> (d) affixing or printing of marks, labels, logos, or other like <br> invoiced separately from the good; and <br> distinguishing signs on goods or their packaging; <br> (e) mere dilution with water or another substance that does not <br> materially alter the characteristics of the good; <br> (f) disassembly of products into parts; <br> (g) slaughtering4 of animals; <br> (h) simple painting and polishing operations; <br> (i) simple peeling, stoning, or shelling; <br> (j) simple mixing of goods, whether or not of different kinds; <br> (k) any combination of two or more operations referred to in <br> subparagraphs (a) through (j). <br> 3 For the purposes of this Article, \"simple\" describes an activity which does not need <br> special skills, or machines, apparatus, or equipment especially produced or installed <br> for carrying out the activity. <br> 4 For the purposes of this Article, \"slaughtering\" means the mere killing of animals. <br> demonstrated to be a part of that production. <br> equipment and buildings; <br> Article 3.10: Indirect Materials <br> Article 3.7: De Minimis <br> pursuant to Annex 3A (Product-Specific Rules) is nonetheless an <br> originating good if the good meets all of the other applicable <br> requirements in this Chapter and: <br> (a) for a good classified in Chapters 01 through 97 of the HS <br> Code, the value of non-originating materials that have been <br> used in the production of the good and did not undergo the <br> applicable change in tariff classification does not exceed <br> 10 per cent of the FOB value of that good. The value of <br> those non-originating materials shall be determined <br> ARTICLE 3.9: ACCESSORIES, SPARE PARTS, AND TOOLS <br> pursuant to paragraph 3 of Article 3.5 (Calculation of <br> Regional Value Content); or <br> (b) for a good classified in Chapters 50 through 63 of the HS <br> Code, the weight of all non-originating materials used in its <br> production that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the total <br> weight of the good. <br> 2. The value of non-originating materials referred to in paragraph 1 <br> shall, however, be included in the value of non-originating <br> materials for any applicable regional value content requirement. <br> Article 3.8: Treatment of Packing and Packaging Materials and <br> Containers <br> (g) catalysts and solvents; and <br> 1. Packing materials and containers for the transportation and <br> the originating status of any good. <br> 2. Packaging materials and containers in which a good is packaged <br> for retail sale, which are classified together with the good, shall <br> not be taken into account in determining the originating status of <br> the good, provided that: <br> (a) the good is wholly obtained or produced in a Party in <br> accordance with subparagraph (a) of Article 3.2 <br> (Originating Goods); <br> (b) the good is produced in a Party exclusively from originating <br> good. <br> materials from one or more of the Parties, in accordance <br> with subparagraph (b) of Article 3.2 (Originating Goods); or <br> (c) the good is subject to a change in tariff classification or a <br> ARTICLE 3.15: DIRECT CONSIGNMENT <br> specific manufacturing or processing operation <br> (a) fuel and energy; <br> requirement provided in Annex 3A (Product-Specific <br> Rules). <br> 3. If a good is subject to a regional value content requirement, the <br> value of the packaging materials and containers in which the good <br> is packaged for retail sale shall be taken into account as <br> originating materials or non-originating materials of the good, as <br> the case may be, in calculating the regional value content of the <br> 1. For the purposes of determining the originating status of a good, <br> information materials presented with the good shall be considered <br> as part of the good and shall be disregarded in determining <br> whether all the non-originating materials used in the production of <br> the good have undergone the applicable change in tariff <br> classification or a specific manufacturing or processing operation <br> set out in Annex 3A (Product-Specific Rules), provided that: <br> (a) the accessories, spare parts, tools, and instructional or <br> tools, and instructional or other information materials <br> presented with the good are customary for the good. <br> 2. Notwithstanding paragraph 1, if a good is subject to a regional <br> value content requirement, the value of the accessories, spare <br> presented with the good shall be taken into account as originating <br> materials or non-originating materials, as the case may be, in <br> calculating the regional value content of the good, provided that: <br> other information materials presented with the good are not <br> 1. An indirect material shall be treated as an originating material <br> without regard to where it is produced and its value shall be the <br> cost registered in accordance with the Generally Accepted <br> Accounting Principles in the records of the producer of the good. <br> 2. For the purposes of this Article, \"indirect material\" means a good <br> used in the production, testing, or inspection of another good but <br> not physically incorporated into that other good, or a good used in <br> the maintenance of buildings or the operation of equipment <br> associated with the production of a good, including: <br> (c) spare parts and goods used in the maintenance of <br> (d) lubricants, greases, compounding materials, and other <br> materials used in production or used to operate equipment <br> (e) gloves, glasses, footwear, clothing, and safety equipment <br> and supplies; <br> (f) equipment, devices, and supplies used for testing or <br> inspecting goods; <br> (h) any other goods that are not incorporated into the good but <br> whose use in the production of the good can reasonably be <br> Article 3.11: Fungible Goods or Materials <br> The determination of whether fungible goods or materials are originating <br> shall be made either by physical segregation of each of the fungible <br> goods or materials or, where commingled, by the use of an inventory <br> management method which is recognised in the Generally Accepted <br> Accounting Principles of the exporting Party, and should be used <br> throughout the fiscal year. <br> Article 3.12: Materials Used in Production <br> If a non-originating material undergoes further production such that it <br> satisfies the requirements of this Chapter, the material shall be treated <br> as originating when determining the originating status of the <br> subsequently produced good, regardless of whether that material was <br> produced by the producer of the good. <br> authorities of the importing Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> (a) aquaculture means the farming of aquatic organisms <br> including fish, molluscs, crustaceans, other aquatic <br> invertebrates, and aquatic plants from seed stock such as <br> eggs, fry, fingerlings, and larvae, by intervention in the <br> rearing or growth processes to enhance production such <br> as regular stocking, feeding, or protection from predators; <br> (b) CIF value means the value of the imported good, inclusive <br> of the cost of insurance and freight up to the port or place <br> of entry into the country of importation; <br> (c) competent authority means the government authority or <br> authorities designated by a Party and notified to the other <br> Parties; <br> (d) customs authority means a customs authority as defined <br> in subparagraph (a) of Article 4.1 (Definitions); <br> (e) FOB value means the value of the good free on board, <br> inclusive of the cost of transport (regardless of the mode of <br> transport) to the port or site of final shipment abroad; <br> (f) fungible goods or materials means goods or materials <br> another good; <br> that are interchangeable for commercial purposes, whose <br> (g) Generally Accepted Accounting Principles means <br> those principles recognised by consensus or with <br> substantial authoritative support in a Party, with respect to <br> the recording of revenues, expenses, costs, assets, and <br> liabilities; the disclosure of information; and the preparation <br> of financial statements. These principles may encompass <br> broad guidelines of general application as well as detailed <br> standards, practices, and procedures; <br> (h) good means any merchandise, product, article, or <br> material; <br> (i) issuing body means an entity designated or authorised by <br> a Party to issue a Certificate of Origin and notified to the <br> other Parties in accordance with this Chapter; <br> (j) material means a good that is used in the production of <br> (k) non-originating good or non-originating material <br> means a good or material which does not qualify as <br> originating in accordance with this Chapter; <br> (l) originating good or originating material means a good <br> or material which qualifies as originating in accordance <br> properties are essentially identical; <br> with this Chapter; <br> (m) producer means a person who engages in the production <br> of goods; and <br> (n) production means methods of obtaining goods including <br> growing, mining, harvesting, farming, raising, breeding, <br> extracting, gathering, collecting, capturing, fishing, <br> aquaculture, trapping, hunting, manufacturing, producing, <br> processing, or assembling. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 3.2: Originating Goods <br> For the purposes of this Agreement, a good shall be treated as an <br> originating good if it is: <br> (a) wholly obtained or produced in a Party as provided in <br> Article 3.3 (Goods Wholly Obtained or Produced); <br> (b) produced in a Party exclusively from originating materials <br> from one or more of the Parties; or <br> (c) produced in a Party using non-originating materials, <br> and meets all other applicable requirements of this Chapter. <br> provided the good satisfies the applicable requirements set <br> out in Annex 3A (Product-Specific Rules), <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3: Goods Wholly Obtained or Produced <br> For the purposes of Article 3.2 (Originating Goods), the following goods <br> 1. An originating good shall retain its originating status as <br> RULES OF ORIGIN <br> SECTION A <br> shall be considered as wholly obtained or produced in a Party: <br> determined under Article 3.2 (Originating Goods) if the following <br> (a) plants and plant goods, including fruit, flowers, vegetables, <br> conditions have been met: <br> (b) Live animals born and raised there; <br> trees, seaweed, fungi, and live plants, grown and <br> Where: <br> (a) the good has been transported directly from an exporting <br> harvested, picked, or gathered there; <br> seabed; <br> Party to an importing Party; or <br> (b) the good has been transported through one or more <br> (c) goods obtained from live animals raised there; <br> Parties other than the exporting Party and the importing <br> (d) goods obtained by hunting, trapping, fishing, farming, <br> Party (hereinafter referred to as \"intermediate Parties\" in <br> (b) tools, dies, and moulds; <br> aquaculture, gathering, or capturing conducted there; <br> this Article), or non-Parties, provided that the good: <br> (e) minerals and other naturally occurring substances, not <br> (i) has not undergone any further processing in the <br> (a) preserving operations to ensure that the good remains in <br> FOB <br> included in subparagraphs (a) through (d), extracted or <br> intermediate Parties or the non-Parties, except for <br> taken from its soil, waters, seabed, or subsoil beneath the <br> logistics activities such as unloading, reloading, <br> storing, or any other operations necessary to <br> (f) goods of sea-fishing and other marine life taken by vessels <br> preserve it in good condition or to transport it to the <br> and <br> of that Party1, and other goods taken by that Party or a <br> importing Party; and <br> person of that Party, from the waters, seabed, or subsoil <br> (ii) remains under the control of the customs authorities <br> beneath the seabed outside the territorial sea of the Parties <br> in the intermediate Parties or the non-Parties. <br> and non-Parties, in accordance with international law, <br> 2. Compliance with subparagraph 1(b) shall be evidenced by <br> provided that, in case of goods of sea-fishing and other <br> presenting the customs authorities of the importing Party either <br> marine life taken from the exclusive economic zone of any <br> with customs documents of the intermediate Parties or the non- <br> Party or non-Party, that Party or person of that Party has <br> Parties, or with any other appropriate documentation on request <br> 1 For the purposes of this Article, \"factory ships of that Party\" or \"vessels of that Party\" <br> of the customs authorities of the importing Party. <br> respectively, means factory ships or vessels: <br> 3. Appropriate documentation referred to in paragraph 2 may <br> (a) which are registered in that Party; and <br> include commercial shipping or freight documents such as airway <br> (b) which are entitled to fly the flag of that Party. <br> or <br> bills, bills of lading, multimodal or combined transport documents, <br> Notwithstanding the preceding sentence, any factory ship or vessel operating within <br> a copy of the original commercial invoice in respect of the good, <br> the exclusive economic zone of Australia that meets the definition of \"Australian boat\" <br> financial records, a non-manipulation certificate, or other relevant <br> under the Fisheries Management Act 1991 (Commonwealth), as amended from time <br> supporting documents, as may be requested by the customs <br> to time, or any successor legislation, shall be considered to be a factory ship or vessel <br> of Australia respectively. For greater certainty, when such a factory ship or vessel is <br> operating outside of the exclusive economic zone of Australia, the requirements of <br> subparagraphs (a) and (b) of this footnote shall apply. <br> the rights to exploit2 such exclusive economic zone, and in <br> case of other goods, that Party or person of that Party has <br> rights to exploit such seabed and subsoil beneath the <br> seabed, in accordance with international law; <br> (g) goods of sea-fishing and other marine life taken by vessels <br> of that Party from the high seas in accordance with <br> international law; <br> (h) goods processed or made on board any factory ships of <br> that Party, exclusively from the goods referred to in <br> subparagraph (f) or (g); <br> (i) goods which are: <br> (i) waste and scrap derived from production or <br> consumption there, provided that such goods are fit <br> derivatives. <br> (ii) used goods collected there, provided that such <br> only for disposal, for the recovery of raw materials, <br> or for recycling purposes; or <br> goods are fit only for disposal, for the recovery of <br> Accessories, Spare Parts, Tools, and Instructional or Other <br> raw materials, or for recycling purposes; and <br> (j) goods obtained or produced there solely from goods <br> referred to in subparagraphs (a) through (i), or from their <br> Article 3.4: Cumulation <br> 1. Unless otherwise provided in this Agreement, goods and <br> materials which comply with the origin requirements provided <br> in Article 3.2 (Originating Goods), and which are used in another <br> Party as materials in the production of another good or material, <br> shall be considered as originating in the Party where working or <br> processing of the finished good or material has taken place. <br> 2. The Parties shall commence a review of this Article on the date of <br> entry into force of this Agreement for all signatory States. This <br> review will consider the extension of the application of cumulation <br> 2 For the purposes of determining the origin of goods of sea-fishing and other marine <br> FOB - VNM <br> life, \"rights to exploit\" in this subparagraph include those rights of access to the fisheries <br> resources of a coastal State, as accruing from any agreements or arrangements <br> between a Party and the coastal State. <br> in paragraph 1 to all production undertaken and value added to a <br> good within the Parties. The Parties shall conclude the review <br> within five years of the date of its commencement, unless the <br> 1. A good that does not satisfy a change in tariff classification <br> Parties agree otherwise. <br> Article 3.5: Calculation of Regional Value Content <br> 1. The regional value content of a good, specified in Annex 3A <br> (Product-Specific Rules), shall be calculated by using either of the <br> following formulas: <br> (a) Indirect/Build-Down Formula <br> RVC = __x 100 <br> (b) Direct/Build-Up Formula <br> Direct Direct <br> Labour Overhead Other <br> RVC = VOM + Cost + Cost + Profit + Cost <br> _ x 100 <br> RVC is the regional value content of a good, expressed as a <br> percentage; <br> FOB is the FOB value as defined in subparagraph (e) of Article <br> 3.1 (Definitions); <br> VOM is the value of originating materials, parts, or produce <br> acquired or self-produced, and used in the production of the good; <br> VNM is the value of non-originating materials used in the <br> production of the good; <br> Direct Labour Cost includes wages, remuneration, and other <br> employee benefits; and <br> and buildings; <br> Direct Overhead Cost is the total overhead expense. <br> 2. The value of goods under this Chapter shall be calculated, mutatis <br> mutandis, in accordance with Article VII of GATT 1994 and the <br> Customs Valuation Agreement. All costs shall be recorded and <br> maintained in accordance with the Generally Accepted <br> Accounting Principles applicable in the Party where the goods are <br> 3. The value of non-originating materials shall be: <br> (a) for imported materials, the CIF value of the materials at the <br> (b) the quantities and value of the accessories, spare parts, <br> time of importation; and <br> (b) for materials obtained within a Party, the earliest <br> produced. <br> ascertainable price paid or payable. <br> 4. A material of undetermined origin shall be treated as a non- <br> 5. The following expenses may be deducted from the value of non- <br> originating materials or materials of undetermined origin: <br> (a) the costs of freight, insurance, packing, and other <br> shipment of a good shall not be taken into account in determining <br> transport-related costs incurred in transporting the goods <br> to the producer; <br> (b) duties, taxes, and customs brokerage fees, other than <br> duties that are waived, refunded, or otherwise recovered; <br> (c) costs of waste and spillage, less the value of any <br> renewable scrap or by-products. <br> originating material. <br> Where the expenses listed in subparagraphs (a) through (c) are <br> unknown or evidence is not available, then no deduction is <br> allowed for those expenses. <br> Article 3.6: Minimal Operations and Processes <br> Notwithstanding any provisions of this Chapter, the following operations <br> when undertaken on non-originating materials to produce a good shall <br> be considered as insufficient working or processing to confer on that <br> good the status of an originating good: <br> good condition for the purposes of transport or storage; <br> parts, tools, and instructional or other information materials <br> (b) packaging or presenting goods for transportation or sale; <br> (c) simple3 processes, consisting of sifting, screening, sorting, <br> classifying, sharpening, cutting, slitting, grinding, bending, <br> coiling, or uncoiling; <br> (d) affixing or printing of marks, labels, logos, or other like <br> invoiced separately from the good; and <br> distinguishing signs on goods or their packaging; <br> (e) mere dilution with water or another substance that does not <br> materially alter the characteristics of the good; <br> (f) disassembly of products into parts; <br> (g) slaughtering4 of animals; <br> (h) simple painting and polishing operations; <br> (i) simple peeling, stoning, or shelling; <br> (j) simple mixing of goods, whether or not of different kinds; <br> (k) any combination of two or more operations referred to in <br> subparagraphs (a) through (j). <br> 3 For the purposes of this Article, \"simple\" describes an activity which does not need <br> special skills, or machines, apparatus, or equipment especially produced or installed <br> for carrying out the activity. <br> 4 For the purposes of this Article, \"slaughtering\" means the mere killing of animals. <br> demonstrated to be a part of that production. <br> equipment and buildings; <br> Article 3.10: Indirect Materials <br> Article 3.7: De Minimis <br> pursuant to Annex 3A (Product-Specific Rules) is nonetheless an <br> originating good if the good meets all of the other applicable <br> requirements in this Chapter and: <br> (a) for a good classified in Chapters 01 through 97 of the HS <br> Code, the value of non-originating materials that have been <br> used in the production of the good and did not undergo the <br> applicable change in tariff classification does not exceed <br> 10 per cent of the FOB value of that good. The value of <br> those non-originating materials shall be determined <br> ARTICLE 3.9: ACCESSORIES, SPARE PARTS, AND TOOLS <br> pursuant to paragraph 3 of Article 3.5 (Calculation of <br> Regional Value Content); or <br> (b) for a good classified in Chapters 50 through 63 of the HS <br> Code, the weight of all non-originating materials used in its <br> production that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the total <br> weight of the good. <br> 2. The value of non-originating materials referred to in paragraph 1 <br> shall, however, be included in the value of non-originating <br> materials for any applicable regional value content requirement. <br> Article 3.8: Treatment of Packing and Packaging Materials and <br> Containers <br> (g) catalysts and solvents; and <br> 1. Packing materials and containers for the transportation and <br> the originating status of any good. <br> 2. Packaging materials and containers in which a good is packaged <br> for retail sale, which are classified together with the good, shall <br> not be taken into account in determining the originating status of <br> the good, provided that: <br> (a) the good is wholly obtained or produced in a Party in <br> accordance with subparagraph (a) of Article 3.2 <br> (Originating Goods); <br> (b) the good is produced in a Party exclusively from originating <br> good. <br> materials from one or more of the Parties, in accordance <br> with subparagraph (b) of Article 3.2 (Originating Goods); or <br> (c) the good is subject to a change in tariff classification or a <br> ARTICLE 3.15: DIRECT CONSIGNMENT <br> specific manufacturing or processing operation <br> (a) fuel and energy; <br> requirement provided in Annex 3A (Product-Specific <br> Rules). <br> 3. If a good is subject to a regional value content requirement, the <br> value of the packaging materials and containers in which the good <br> is packaged for retail sale shall be taken into account as <br> originating materials or non-originating materials of the good, as <br> the case may be, in calculating the regional value content of the <br> 1. For the purposes of determining the originating status of a good, <br> information materials presented with the good shall be considered <br> as part of the good and shall be disregarded in determining <br> whether all the non-originating materials used in the production of <br> the good have undergone the applicable change in tariff <br> classification or a specific manufacturing or processing operation <br> set out in Annex 3A (Product-Specific Rules), provided that: <br> (a) the accessories, spare parts, tools, and instructional or <br> tools, and instructional or other information materials <br> presented with the good are customary for the good. <br> 2. Notwithstanding paragraph 1, if a good is subject to a regional <br> value content requirement, the value of the accessories, spare <br> presented with the good shall be taken into account as originating <br> materials or non-originating materials, as the case may be, in <br> calculating the regional value content of the good, provided that: <br> other information materials presented with the good are not <br> 1. An indirect material shall be treated as an originating material <br> without regard to where it is produced and its value shall be the <br> cost registered in accordance with the Generally Accepted <br> Accounting Principles in the records of the producer of the good. <br> 2. For the purposes of this Article, \"indirect material\" means a good <br> used in the production, testing, or inspection of another good but <br> not physically incorporated into that other good, or a good used in <br> the maintenance of buildings or the operation of equipment <br> associated with the production of a good, including: <br> (c) spare parts and goods used in the maintenance of <br> (d) lubricants, greases, compounding materials, and other <br> materials used in production or used to operate equipment <br> (e) gloves, glasses, footwear, clothing, and safety equipment <br> and supplies; <br> (f) equipment, devices, and supplies used for testing or <br> inspecting goods; <br> (h) any other goods that are not incorporated into the good but <br> whose use in the production of the good can reasonably be <br> Article 3.11: Fungible Goods or Materials <br> The determination of whether fungible goods or materials are originating <br> shall be made either by physical segregation of each of the fungible <br> goods or materials or, where commingled, by the use of an inventory <br> management method which is recognised in the Generally Accepted <br> Accounting Principles of the exporting Party, and should be used <br> throughout the fiscal year. <br> Article 3.12: Materials Used in Production <br> If a non-originating material undergoes further production such that it <br> satisfies the requirements of this Chapter, the material shall be treated <br> as originating when determining the originating status of the <br> subsequently produced good, regardless of whether that material was <br> produced by the producer of the good. <br> authorities of the importing Party. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 3.13: Unit of Qualification <br> 1. The unit of qualification for the application of this Chapter shall be <br> the particular good which is considered as the basic unit when <br> determining classification under the Harmonized System. <br> 2. When a consignment consists of a number of identical goods <br> classified under a single tariff line, each good shall be individually <br> taken into account in determining whether it qualifies as an <br> originating good. <br> "}, {"ArticleTitle": "Treatment for Certain Goods", "ArticleDesc": "Article 3.14: Treatment for Certain Goods <br> The Parties and signatory States shall enter into discussions on the <br> treatment for certain goods under this Chapter upon the request of a <br> Party and conclude such discussions within three years from the start of <br> the discussions. The treatment for certain goods under this Chapter <br> shall be subject to agreement of all the Parties and signatory States by <br> consensus. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3: Goods Wholly Obtained or Produced <br> For the purposes of Article 3.2 (Originating Goods), the following goods <br> 1. An originating good shall retain its originating status as <br> RULES OF ORIGIN <br> SECTION A <br> shall be considered as wholly obtained or produced in a Party: <br> determined under Article 3.2 (Originating Goods) if the following <br> (a) plants and plant goods, including fruit, flowers, vegetables, <br> conditions have been met: <br> (b) Live animals born and raised there; <br> trees, seaweed, fungi, and live plants, grown and <br> Where: <br> (a) the good has been transported directly from an exporting <br> harvested, picked, or gathered there; <br> seabed; <br> Party to an importing Party; or <br> (b) the good has been transported through one or more <br> (c) goods obtained from live animals raised there; <br> Parties other than the exporting Party and the importing <br> (d) goods obtained by hunting, trapping, fishing, farming, <br> Party (hereinafter referred to as \"intermediate Parties\" in <br> (b) tools, dies, and moulds; <br> aquaculture, gathering, or capturing conducted there; <br> this Article), or non-Parties, provided that the good: <br> (e) minerals and other naturally occurring substances, not <br> (i) has not undergone any further processing in the <br> (a) preserving operations to ensure that the good remains in <br> FOB <br> included in subparagraphs (a) through (d), extracted or <br> intermediate Parties or the non-Parties, except for <br> taken from its soil, waters, seabed, or subsoil beneath the <br> logistics activities such as unloading, reloading, <br> storing, or any other operations necessary to <br> (f) goods of sea-fishing and other marine life taken by vessels <br> preserve it in good condition or to transport it to the <br> and <br> of that Party1, and other goods taken by that Party or a <br> importing Party; and <br> person of that Party, from the waters, seabed, or subsoil <br> (ii) remains under the control of the customs authorities <br> beneath the seabed outside the territorial sea of the Parties <br> in the intermediate Parties or the non-Parties. <br> and non-Parties, in accordance with international law, <br> 2. Compliance with subparagraph 1(b) shall be evidenced by <br> provided that, in case of goods of sea-fishing and other <br> presenting the customs authorities of the importing Party either <br> marine life taken from the exclusive economic zone of any <br> with customs documents of the intermediate Parties or the non- <br> Party or non-Party, that Party or person of that Party has <br> Parties, or with any other appropriate documentation on request <br> 1 For the purposes of this Article, \"factory ships of that Party\" or \"vessels of that Party\" <br> of the customs authorities of the importing Party. <br> respectively, means factory ships or vessels: <br> 3. Appropriate documentation referred to in paragraph 2 may <br> (a) which are registered in that Party; and <br> include commercial shipping or freight documents such as airway <br> (b) which are entitled to fly the flag of that Party. <br> or <br> bills, bills of lading, multimodal or combined transport documents, <br> Notwithstanding the preceding sentence, any factory ship or vessel operating within <br> a copy of the original commercial invoice in respect of the good, <br> the exclusive economic zone of Australia that meets the definition of \"Australian boat\" <br> financial records, a non-manipulation certificate, or other relevant <br> under the Fisheries Management Act 1991 (Commonwealth), as amended from time <br> supporting documents, as may be requested by the customs <br> to time, or any successor legislation, shall be considered to be a factory ship or vessel <br> of Australia respectively. For greater certainty, when such a factory ship or vessel is <br> operating outside of the exclusive economic zone of Australia, the requirements of <br> subparagraphs (a) and (b) of this footnote shall apply. <br> the rights to exploit2 such exclusive economic zone, and in <br> case of other goods, that Party or person of that Party has <br> rights to exploit such seabed and subsoil beneath the <br> seabed, in accordance with international law; <br> (g) goods of sea-fishing and other marine life taken by vessels <br> of that Party from the high seas in accordance with <br> international law; <br> (h) goods processed or made on board any factory ships of <br> that Party, exclusively from the goods referred to in <br> subparagraph (f) or (g); <br> (i) goods which are: <br> (i) waste and scrap derived from production or <br> consumption there, provided that such goods are fit <br> derivatives. <br> (ii) used goods collected there, provided that such <br> only for disposal, for the recovery of raw materials, <br> or for recycling purposes; or <br> goods are fit only for disposal, for the recovery of <br> Accessories, Spare Parts, Tools, and Instructional or Other <br> raw materials, or for recycling purposes; and <br> (j) goods obtained or produced there solely from goods <br> referred to in subparagraphs (a) through (i), or from their <br> Article 3.4: Cumulation <br> 1. Unless otherwise provided in this Agreement, goods and <br> materials which comply with the origin requirements provided <br> in Article 3.2 (Originating Goods), and which are used in another <br> Party as materials in the production of another good or material, <br> shall be considered as originating in the Party where working or <br> processing of the finished good or material has taken place. <br> 2. The Parties shall commence a review of this Article on the date of <br> entry into force of this Agreement for all signatory States. This <br> review will consider the extension of the application of cumulation <br> 2 For the purposes of determining the origin of goods of sea-fishing and other marine <br> FOB - VNM <br> life, \"rights to exploit\" in this subparagraph include those rights of access to the fisheries <br> resources of a coastal State, as accruing from any agreements or arrangements <br> between a Party and the coastal State. <br> in paragraph 1 to all production undertaken and value added to a <br> good within the Parties. The Parties shall conclude the review <br> within five years of the date of its commencement, unless the <br> 1. A good that does not satisfy a change in tariff classification <br> Parties agree otherwise. <br> Article 3.5: Calculation of Regional Value Content <br> 1. The regional value content of a good, specified in Annex 3A <br> (Product-Specific Rules), shall be calculated by using either of the <br> following formulas: <br> (a) Indirect/Build-Down Formula <br> RVC = __x 100 <br> (b) Direct/Build-Up Formula <br> Direct Direct <br> Labour Overhead Other <br> RVC = VOM + Cost + Cost + Profit + Cost <br> _ x 100 <br> RVC is the regional value content of a good, expressed as a <br> percentage; <br> FOB is the FOB value as defined in subparagraph (e) of Article <br> 3.1 (Definitions); <br> VOM is the value of originating materials, parts, or produce <br> acquired or self-produced, and used in the production of the good; <br> VNM is the value of non-originating materials used in the <br> production of the good; <br> Direct Labour Cost includes wages, remuneration, and other <br> employee benefits; and <br> and buildings; <br> Direct Overhead Cost is the total overhead expense. <br> 2. The value of goods under this Chapter shall be calculated, mutatis <br> mutandis, in accordance with Article VII of GATT 1994 and the <br> Customs Valuation Agreement. All costs shall be recorded and <br> maintained in accordance with the Generally Accepted <br> Accounting Principles applicable in the Party where the goods are <br> 3. The value of non-originating materials shall be: <br> (a) for imported materials, the CIF value of the materials at the <br> (b) the quantities and value of the accessories, spare parts, <br> time of importation; and <br> (b) for materials obtained within a Party, the earliest <br> produced. <br> ascertainable price paid or payable. <br> 4. A material of undetermined origin shall be treated as a non- <br> 5. The following expenses may be deducted from the value of non- <br> originating materials or materials of undetermined origin: <br> (a) the costs of freight, insurance, packing, and other <br> shipment of a good shall not be taken into account in determining <br> transport-related costs incurred in transporting the goods <br> to the producer; <br> (b) duties, taxes, and customs brokerage fees, other than <br> duties that are waived, refunded, or otherwise recovered; <br> (c) costs of waste and spillage, less the value of any <br> renewable scrap or by-products. <br> originating material. <br> Where the expenses listed in subparagraphs (a) through (c) are <br> unknown or evidence is not available, then no deduction is <br> allowed for those expenses. <br> Article 3.6: Minimal Operations and Processes <br> Notwithstanding any provisions of this Chapter, the following operations <br> when undertaken on non-originating materials to produce a good shall <br> be considered as insufficient working or processing to confer on that <br> good the status of an originating good: <br> good condition for the purposes of transport or storage; <br> parts, tools, and instructional or other information materials <br> (b) packaging or presenting goods for transportation or sale; <br> (c) simple3 processes, consisting of sifting, screening, sorting, <br> classifying, sharpening, cutting, slitting, grinding, bending, <br> coiling, or uncoiling; <br> (d) affixing or printing of marks, labels, logos, or other like <br> invoiced separately from the good; and <br> distinguishing signs on goods or their packaging; <br> (e) mere dilution with water or another substance that does not <br> materially alter the characteristics of the good; <br> (f) disassembly of products into parts; <br> (g) slaughtering4 of animals; <br> (h) simple painting and polishing operations; <br> (i) simple peeling, stoning, or shelling; <br> (j) simple mixing of goods, whether or not of different kinds; <br> (k) any combination of two or more operations referred to in <br> subparagraphs (a) through (j). <br> 3 For the purposes of this Article, \"simple\" describes an activity which does not need <br> special skills, or machines, apparatus, or equipment especially produced or installed <br> for carrying out the activity. <br> 4 For the purposes of this Article, \"slaughtering\" means the mere killing of animals. <br> demonstrated to be a part of that production. <br> equipment and buildings; <br> Article 3.10: Indirect Materials <br> Article 3.7: De Minimis <br> pursuant to Annex 3A (Product-Specific Rules) is nonetheless an <br> originating good if the good meets all of the other applicable <br> requirements in this Chapter and: <br> (a) for a good classified in Chapters 01 through 97 of the HS <br> Code, the value of non-originating materials that have been <br> used in the production of the good and did not undergo the <br> applicable change in tariff classification does not exceed <br> 10 per cent of the FOB value of that good. The value of <br> those non-originating materials shall be determined <br> ARTICLE 3.9: ACCESSORIES, SPARE PARTS, AND TOOLS <br> pursuant to paragraph 3 of Article 3.5 (Calculation of <br> Regional Value Content); or <br> (b) for a good classified in Chapters 50 through 63 of the HS <br> Code, the weight of all non-originating materials used in its <br> production that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the total <br> weight of the good. <br> 2. The value of non-originating materials referred to in paragraph 1 <br> shall, however, be included in the value of non-originating <br> materials for any applicable regional value content requirement. <br> Article 3.8: Treatment of Packing and Packaging Materials and <br> Containers <br> (g) catalysts and solvents; and <br> 1. Packing materials and containers for the transportation and <br> the originating status of any good. <br> 2. Packaging materials and containers in which a good is packaged <br> for retail sale, which are classified together with the good, shall <br> not be taken into account in determining the originating status of <br> the good, provided that: <br> (a) the good is wholly obtained or produced in a Party in <br> accordance with subparagraph (a) of Article 3.2 <br> (Originating Goods); <br> (b) the good is produced in a Party exclusively from originating <br> good. <br> materials from one or more of the Parties, in accordance <br> with subparagraph (b) of Article 3.2 (Originating Goods); or <br> (c) the good is subject to a change in tariff classification or a <br> ARTICLE 3.15: DIRECT CONSIGNMENT <br> specific manufacturing or processing operation <br> (a) fuel and energy; <br> requirement provided in Annex 3A (Product-Specific <br> Rules). <br> 3. If a good is subject to a regional value content requirement, the <br> value of the packaging materials and containers in which the good <br> is packaged for retail sale shall be taken into account as <br> originating materials or non-originating materials of the good, as <br> the case may be, in calculating the regional value content of the <br> 1. For the purposes of determining the originating status of a good, <br> information materials presented with the good shall be considered <br> as part of the good and shall be disregarded in determining <br> whether all the non-originating materials used in the production of <br> the good have undergone the applicable change in tariff <br> classification or a specific manufacturing or processing operation <br> set out in Annex 3A (Product-Specific Rules), provided that: <br> (a) the accessories, spare parts, tools, and instructional or <br> tools, and instructional or other information materials <br> presented with the good are customary for the good. <br> 2. Notwithstanding paragraph 1, if a good is subject to a regional <br> value content requirement, the value of the accessories, spare <br> presented with the good shall be taken into account as originating <br> materials or non-originating materials, as the case may be, in <br> calculating the regional value content of the good, provided that: <br> other information materials presented with the good are not <br> 1. An indirect material shall be treated as an originating material <br> without regard to where it is produced and its value shall be the <br> cost registered in accordance with the Generally Accepted <br> Accounting Principles in the records of the producer of the good. <br> 2. For the purposes of this Article, \"indirect material\" means a good <br> used in the production, testing, or inspection of another good but <br> not physically incorporated into that other good, or a good used in <br> the maintenance of buildings or the operation of equipment <br> associated with the production of a good, including: <br> (c) spare parts and goods used in the maintenance of <br> (d) lubricants, greases, compounding materials, and other <br> materials used in production or used to operate equipment <br> (e) gloves, glasses, footwear, clothing, and safety equipment <br> and supplies; <br> (f) equipment, devices, and supplies used for testing or <br> inspecting goods; <br> (h) any other goods that are not incorporated into the good but <br> whose use in the production of the good can reasonably be <br> Article 3.11: Fungible Goods or Materials <br> The determination of whether fungible goods or materials are originating <br> shall be made either by physical segregation of each of the fungible <br> goods or materials or, where commingled, by the use of an inventory <br> management method which is recognised in the Generally Accepted <br> Accounting Principles of the exporting Party, and should be used <br> throughout the fiscal year. <br> Article 3.12: Materials Used in Production <br> If a non-originating material undergoes further production such that it <br> satisfies the requirements of this Chapter, the material shall be treated <br> as originating when determining the originating status of the <br> subsequently produced good, regardless of whether that material was <br> produced by the producer of the good. <br> authorities of the importing Party. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "SECTION B <br> Article 3.31: Penalties <br> OPERATIONAL CERTIFICATION PROCEDURES <br> Each Party shall adopt or maintain appropriate penalties or other <br> Article 3.16: Proof of Origin <br> measures against violations of its laws and regulations relating to this <br> 1. Any of the following shall be considered as a Proof of Origin: <br> Chapter. <br> (a) a Certificate of Origin issued by an issuing body in <br> accordance with Article 3.17 (Certificate of Origin); <br> (b) a Declaration of Origin by an approved exporter in <br> accordance with subparagraph 1(a) of Article 3.18 <br> (Declaration of Origin); or <br> (c) a Declaration of Origin by an exporter or producer in <br> accordance with subparagraph 1(b) of Article 3.18 <br> (Declaration of Origin), and subject to paragraphs 2 and 3, <br> based on information available that the good is originating. <br> 2. Australia, Brunei Darussalam, China, Indonesia, Japan, Korea, <br> Malaysia, New Zealand, the Philippines, Singapore, Thailand, <br> and Viet Nam shall implement subparagraph 1(c) no later than 10 <br> years after their respective dates of entry into force of this <br> Agreement. Cambodia, Lao PDR, and Myanmar shall implement <br> subparagraph 1(c) no later than 20 years after their respective <br> dates of entry into force of this Agreement. <br> 3. Notwithstanding paragraph 2, a Party may elect to seek a longer <br> Agreement. <br> completed. <br> extension period, up to a maximum of 10 years, in which to <br> implement subparagraph 1(c), by notifying the Committee on <br> Goods of that decision. <br> 4. The Parties shall commence a review of this Article on the date of <br> entry into force of this Agreement for all signatory States. This <br> review will consider the introduction of Declaration of Origin by an <br> importer as a Proof of Origin. The Parties shall conclude the <br> review within five years of the date of its commencement, unless <br> the Parties agree otherwise.5 <br> 5. A Proof of Origin shall: <br> (a) be in writing, or any other medium, including electronic <br> format as notified by an importing Party; <br> (b) specify that the good is originating and meets the <br> requirements of this Chapter; and <br> (c) contain information which meets the minimum information <br> requirements as set out in Annex 3B (Minimum Information <br> Requirements). <br> 5 Notwithstanding this paragraph, Japan may, from the date of the entry into force of <br> importing Party. <br> this Agreement for it, consider a Declaration of Origin by an importer as a Proof of <br> Origin in the same manner as Proof of Origin under paragraph 1. In that case, Japan <br> shall not conduct a verification process by means referred to in subparagraphs 1(b) <br> through (d) of Article 3.24 (Verification) regarding the Declaration of Origin by the <br> importer. The Declaration of Origin shall only be completed by the importer where that <br> importer has sufficient information to prove that the good qualifies as an originating <br> good. <br> 6. Each Party shall provide that a Proof of Origin remains valid for <br> one year from the date on which it is issued or completed. <br> Article 3.17: Certificate of Origin <br> 1. A Certificate of Origin shall be issued by the issuing body of an <br> exporting Party upon an application by an exporter, a producer, <br> or their authorised representative. <br> 2. The exporter, producer, or their authorised representative shall <br> apply in writing or by electronic means for a Certificate of Origin, <br> to the issuing body of the exporting Party in accordance with the <br> exporting Party's laws, regulations, and procedures. <br> 3. A Certificate of Origin shall: <br> (a) be in a format to be determined by the Parties; <br> (b) bear a unique Certificate of Origin number; <br> (c) be in the English language; and <br> (d) bear an authorised signature and official seal of the issuing <br> body of the exporting Party. The signature and seal shall <br> be applied manually or electronically. <br> 4. A Certificate of Origin may: <br> (a) indicate two or more invoices issued for single shipment; <br> (b) contain multiple goods, provided that each good qualifies <br> as an originating good separately in its own right. <br> 5. In circumstances where a Certificate of Origin contains incorrect <br> information, the issuing body of the exporting Party may: <br> (a) issue a new Certificate of Origin and invalidate the original <br> Certificate of Origin; or <br> (b) make modifications to the original Certificate of Origin by <br> striking out errors and making any additions or corrections. <br> Any changes shall be certified by the authorised signature <br> and official seal of the issuing body of the exporting Party. <br> 6. Each Party shall provide the names, addresses, specimen <br> signatures, and impressions of official seals of its issuing body to <br> the other Parties. Such information shall be submitted <br> electronically through the RCEP Secretariat established pursuant <br> to subparagraph 1(i) of Article 18.3 (Functions of the RCEP Joint <br> Committee) (hereinafter referred to as \"RCEP Secretariat\" in this <br> Chapter), for dissemination to the other Parties. Any subsequent <br> changes shall be promptly submitted to the RCEP Secretariat in <br> the same manner for dissemination to the other Parties. The <br> Parties shall endeavour to establish a secured website to display <br> such information from the last three years, and such website shall <br> be accessible to the Parties. <br> 7. Notwithstanding paragraph 6, a Party shall not be required to <br> provide the specimen signatures of its issuing body to the RCEP <br> Secretariat for dissemination to the other Parties if it has <br> established its own secured website, containing relevant <br> information of the Certificates of Origin it issues, including their <br> Certificate of Origin numbers, HS Codes, descriptions of goods, <br> quantities, dates of issuance, and names of the exporters, that is <br> accessible to the Parties. The Parties shall review the <br> requirement to provide specimen signatures of the issuing bodies <br> three years after the date of entry into force of this Agreement for <br> all signatory States. <br> 8. Where a Certificate of Origin has not been issued at the time of <br> shipment due to involuntary errors, omissions, or other valid <br> causes, or in the circumstances referred to in subparagraph 5(a), <br> a Certificate of Origin may be issued retrospectively but no later <br> than one year after the date of shipment. In that case, the <br> Certificate of Origin shall bear the words \"ISSUED <br> presented; <br> RETROACTIVELY\". <br> 9. In the event of theft, loss, or destruction of an original Certificate <br> of Origin, the exporter, producer, or their authorised <br> representative may apply in writing to the issuing body of the <br> exporting Party for a certified true copy of the original Certificate <br> of Origin. The copy shall: <br> (a) be issued no later than one year after the date of issuance <br> of the original Certificate of Origin; <br> (b) be based on the application for the original Certificate of <br> Origin; <br> (c) contain the same Certificate of Origin number and date as <br> the original Certificate of Origin; and <br> (d) be endorsed with the words \"CERTIFIED TRUE COPY\". <br> Article 3.18: Declaration of Origin <br> 1. A Declaration of Origin referred to in Article 3.16 (Proof of Origin) <br> may be completed by: <br> (a) an approved exporter within the meaning of Article 3.21 <br> (Approved Exporter); or <br> (b) an exporter or a producer of the good, subject to <br> paragraphs 2 and 3 of Article 3.16 (Proof of Origin). <br> 2. A Declaration of Origin shall: <br> (a) be completed in accordance with Annex 3B (Minimum <br> Information Requirements); <br> (b) be in the English language; <br> (c) bear the name and signature of the certifying person; and <br> (d) bear the date on which the Declaration of Origin was <br> Article 3.19: Back-to-Back Proof of Origin <br> or <br> 1. Subject to Article 3.16 (Proof of Origin), an issuing body, approved <br> exporter, or exporter of an intermediate Party may issue a back- <br> to-back Proof of Origin provided that: <br> (a) a valid original Proof of Origin or its certified true copy is <br> (b) the period of validity of the back-to-back Proof of Origin <br> does not exceed the period of validity of the original Proof <br> of Origin; <br> (c) the back-to-back Proof of Origin contains relevant <br> information from the original Proof of Origin in accordance <br> with Annex 3B (Minimum Information Requirements); <br> (d) the consignment which is to be re-exported using the back- <br> to-back Proof of Origin does not undergo any further <br> processing in the intermediate Party, except for repacking <br> or logistics activities such as unloading, reloading, storing, <br> splitting up of the consignment, or labelling only as required <br> by the laws, regulations, procedures, administrative <br> decisions, and policies of the importing Party, or any other <br> operations necessary to preserve a good in good condition <br> or to transport a good to the importing Party; <br> (e) for partial export shipments, the partial export quantity shall <br> be shown instead of the full quantity of the original Proof of <br> Origin, and the total quantity re-exported under the partial <br> shipment shall not exceed the total quantity of the original <br> Proof of Origin; and <br> (f) information on the back-to-back Proof of Origin includes <br> the date of issuance and reference number of the original <br> Proof of Origin. <br> 2. The verification procedures referred to in Article 3.24 (Verification) <br> shall also apply to the back-to-back Proof of Origin. <br> Article 3.20: Third-Party Invoicing <br> An importing Party shall not deny a claim for preferential tariff treatment <br> for the sole reason that an invoice was not issued by the exporter or <br> producer of a good provided that the good meets the requirements in <br> this Chapter. <br> Article 3.21: Approved Exporter <br> 1. Each Party shall provide for the authorisation of an exporter who <br> exports goods under this Agreement as an approved exporter, in <br> accordance with its laws and regulations. An exporter seeking <br> such authorisation must apply in writing or electronically and must <br> offer to the satisfaction of the competent authority of the exporting <br> Party all guarantees necessary to verify the originating status of <br> the good for which a Declaration of Origin is completed. The <br> competent authority of an exporting Party may grant the status of <br> approved exporter subject to any conditions which it considers <br> appropriate, including the following: <br> (a) that the exporter is duly registered in accordance with the <br> laws and regulations of the exporting Party; <br> (b) that the exporter knows and understands the rules of origin <br> as set out in this Chapter; <br> (c) that the exporter has a satisfactory level of experience in <br> export in accordance with the laws and regulations of the <br> exporting Party; <br> (d) that the exporter has a record of good compliance, <br> measured by risk management of the competent authority <br> of the exporting Party; <br> (e) that the exporter, in the case of a trader, is able to obtain a <br> declaration by the producer confirming the originating <br> status of the good for which the Declaration of Origin is <br> completed by an approved exporter and the readiness of <br> the producer to cooperate in verification in accordance with <br> Article 3.24 (Verification) and meet all requirements of this <br> Chapter; and <br> (f) that the exporter has a well-maintained bookkeeping and <br> record-keeping system, in accordance with the laws and <br> regulations of the exporting Party. <br> 2. The competent authority of an exporting Party shall: <br> (a) make its approved exporter procedures and requirements <br> public and easily available; <br> (b) grant the approved exporter authorisation in writing or <br> 1. The customs authority of the importing Party may deny <br> electronically; <br> (c) provide the approved exporter an authorisation code which <br> must be included in the Declaration of Origin; and <br> (d) promptly include the information on the authorisation <br> granted in the approved exporter database referred to in <br> paragraph 6. <br> 3. An approved exporter shall have the following obligations: <br> (a) to allow the competent authority of an exporting Party <br> access to records and premises for the purposes of <br> monitoring the use of authorisation, in accordance with <br> Article 3.27 (Record-Keeping Requirement); <br> (b) to complete Declarations of Origin only for goods for which <br> the approved exporter has been allowed to do so by the <br> competent authority of an exporting Party and for which it <br> has all appropriate documents proving the originating <br> status of the goods concerned at the time of completing the <br> declaration; <br> (c) to take full responsibility for all Declarations of Origin <br> completed, including any misuse; and <br> (d) to promptly inform the competent authority of an exporting <br> Party of any changes related to the information referred to <br> in subparagraph (b). <br> 4. Each Party shall promptly include the following information of its <br> approved exporters in the approved exporter database: <br> (a) the legal name and address of the exporter; <br> (b) the approved exporter authorisation code; <br> (c) the issuance date and, if applicable, the expiry date of its <br> approved exporter authorisation; and <br> (d) a list of goods subject to the authorisation, at least at the <br> HS Chapter level. <br> Any change in the items referred to in subparagraphs (a) through <br> (d), or withdrawals or suspensions of authorisations, shall be <br> promptly included in the approved exporter database. <br> 5. Notwithstanding paragraph 4, no Party shall be required to <br> provide the information referred to in that paragraph to the <br> approved exporter database if it has established its own secured <br> website, containing the above information, that is accessible to <br> the Parties. <br> 6. The RCEP Joint Committee may designate the custodian of the <br> approved exporter database, which shall be accessible online by <br> 7. The competent authority of the exporting Party shall monitor the <br> use of the authorisation, including verification of the Declarations <br> of Origin by an approved exporter, and withdraw the authorisation <br> where the conditions referred to in paragraph 1 are not met. <br> 8. An approved exporter shall be prepared to submit at any time, on <br> request of the customs authorities of the importing Party, all <br> appropriate documents proving the originating status of the goods <br> concerned, including statements from the suppliers or producers <br> in accordance with the laws and regulations of the importing Party <br> as well as the fulfilment of the other requirements of this Chapter. <br> Article 3.22: Claim for Preferential Tariff Treatment <br> 1. An importing Party shall grant preferential tariff treatment in <br> accordance with this Agreement to an originating good on the <br> basis of a Proof of Origin. <br> 2. Unless otherwise provided in this Chapter, an importing Party <br> shall provide that, for the purposes of claiming preferential tariff <br> treatment, the importer shall: <br> (a) make a declaration in its customs declaration that the good <br> qualifies as an originating good; <br> (b) have a valid Proof of Origin in its possession at the time the <br> declaration referred to in subparagraph (a) is made; and <br> (c) provide an original or a certified true copy of the Proof of <br> Origin to the importing Party if required by the importing <br> Party. <br> 3. Notwithstanding paragraphs 1 and 2, the importing Party may not <br> require a Proof of Origin if: <br> (a) the customs value of the importation does not exceed US$ <br> 200 or the equivalent amount in the importing Party's <br> currency or any higher amount as the importing Party may <br> establish; or <br> (b) it is a good for which the importing Party has waived the <br> requirement, <br> provided that the importation does not form part of a series of <br> importations carried out or planned for the purpose of evading <br> compliance with the importing Party's laws and regulations <br> governing claims for preferential tariff treatment under this <br> 4. The customs authority of the importing Party may require, where <br> appropriate, the importer to submit supporting evidence that a <br> good qualifies as an originating good, in accordance with the <br> requirements of this Chapter. <br> 5. The importer shall demonstrate that the requirements referred to <br> in Article 3.15 (Direct Consignment) have been met and provide <br> such evidence on request of the customs authority of the <br> 6. Where a Proof of Origin is submitted to the customs authority of <br> an importing Party after the expiration of the period of time for its <br> submission, such Proof of Origin may still be accepted, subject to <br> the importing Party's laws, regulations, or administrative <br> practices, when failure to observe the period of time results from <br> force majeure or other valid causes beyond the control of the <br> importer or exporter. <br> Article 3.23: Post-Importation Claims for Preferential Tariff <br> 1. Each Party, subject to its laws and regulations, shall provide that <br> where a good would have qualified as an originating good when <br> it was imported into that Party, the importer of the good may, <br> within a period specified by its laws and regulations, and after the <br> date on which the good was imported, apply for a refund of any <br> excess duties, deposit, or guarantee paid as the result of the good <br> not having been granted preferential tariff treatment, on <br> presentation of the following to the customs authority of that Party: <br> (a) a Proof of Origin and other evidence that the good qualifies <br> as an originating good; and <br> (b) such other documentation in relation to the importation as <br> the customs authority may require to satisfactorily <br> evidence the preferential tariff treatment claimed. <br> 2. Notwithstanding paragraph 1, each Party may require, in <br> accordance with its laws and regulations, that the importer notify <br> the customs authority of that Party of its intention to claim <br> preferential tariff treatment at the time of importation. <br> Article 3.24: Verification6 <br> 1. For the purposes of determining whether a good imported into one <br> Party from another Party qualifies as an originating good under <br> this Chapter, the competent authority of the importing Party may <br> conduct a verification process by means of: <br> (a) a written request for additional information from the <br> importer; <br> (b) a written request for additional information from the <br> exporter or producer; <br> (c) a written request for additional information to the issuing <br> body or competent authority of the exporting Party; <br> (d) a verification visit to the premises of the exporter or <br> producer in the exporting Party to observe the facilities and <br> the production processes of the good and to review the <br> records referring to origin, including accounting files;7 or <br> (e) any other procedures to which the concerned Parties may <br> agree. <br> 2. The importing Party shall: <br> (a) for the purposes of subparagraph 1(b), send a written <br> request with a copy of the Proof of Origin and the reasons <br> for the request to the exporter or producer of the good, and <br> the competent authority of the exporting Party; <br> (b) for the purposes of subparagraph 1(c), send a written <br> for the request to the issuing body or competent authority <br> of the exporting Party; and <br> (c) for the purposes of subparagraph 1 (d), request the written <br> consent of the exporter or producer whose premises are <br> going to be visited, and the competent authority of the <br> 6 For the purposes of this Article, a Party may designate one of its contact points <br> designated pursuant to Article 3.33 (Contact Points) as a single contact point for the <br> verification of its exported goods with a view to facilitating the verification. <br> 7 A verification visit under this subparagraph shall only be undertaken after a verification <br> process in accordance with subparagraph (c) has been conducted. <br> exporting Party and state the proposed date and location <br> for the visit and its specific purpose. <br> 3. On request of the importing Party, a verification visit to the <br> premises of the exporter or producer may be conducted with the <br> consent and assistance of the exporting Party, according to the <br> procedures agreed between the importing Party and exporting <br> 4. For a verification under subparagraphs 1(a) through (d), the <br> importing Party shall: <br> (a) allow the importer, exporter, producer, or the issuing body <br> or competent authority of the exporting Party between 30 <br> and 90 days from the date of receipt of the written request <br> for information under subparagraphs 1(a) through (c) to <br> respond; <br> (b) allow the exporter, producer, or the competent authority to <br> consent or refuse the request within 30 days of the date of <br> its receipt of the written request for a verification visit under <br> subparagraph 1(d); and <br> (c) endeavour to make a determination following a verification <br> within 90 and 180 days of the date of its receipt of the <br> information necessary to make the determination. <br> 5. For the purposes of paragraph 1, the importing Party shall provide <br> a written notification of the result of verification with the reasons <br> for that result to the importer, exporter, or producer of the good, <br> or the issuing body or competent authority of the exporting Party <br> that received the verification request. <br> 6. The customs authority of the importing Party may suspend the <br> application of preferential tariff treatment while waiting for the <br> result of verification. The importing Party shall permit the release <br> of the good, but may require that such release be subject to <br> lodgment of a security in accordance with its laws and regulations. <br> Article 3.25: Denial of Preferential Tariff Treatment <br> preferential tariff treatment where: <br> (a) the good does not meet the requirements of this Chapter; <br> (b) the importer, exporter, or producer of the good fails or has <br> failed to comply with any of the relevant requirements of <br> this Chapter for obtaining preferential tariff treatment. <br> 2. If the customs authority of the importing Party denies a claim for <br> preferential tariff treatment, it shall provide the decision in writing <br> to the importer that includes the reasons for the decision. <br> 3. The customs authority of the importing Party may determine that <br> a good does not qualify as an originating good and may deny <br> (a) the customs authority of the importing Party has not <br> received sufficient information to determine that the good <br> is originating; <br> (b) the exporter, producer, or the competent authority of the <br> exporting Party fails to respond to a written request for <br> information in accordance with Article 3.24 (Verification); or <br> (c) the request for a verification visit in accordance with Article <br> 3.24 (Verification) is refused. <br> Article 3.26: Minor Discrepancies or Errors <br> The customs authority of an importing Party shall disregard minor <br> discrepancies or errors, such as slight discrepancies between <br> documents, omissions of information, typing errors, or protrusions from <br> the designated field, provided that these minor discrepancies or errors <br> do not create doubt as to the originating status of the good. <br> Article 3.27: Record-Keeping Requirement <br> 1. Each Party shall require that: <br> (a) its exporters, producers, issuing bodies, or competent <br> authorities retain, for at least a period of three years from <br> the date of issuance of the Proof of Origin, or a longer <br> period in accordance with its relevant laws and regulations, <br> all records necessary to prove that the good for which the <br> Proof of Origin was issued was originating; and <br> (b) its importers retain, for at least a period of three years from <br> the date of importation of the good, or a longer period in <br> accordance with its relevant laws and regulations, all <br> records necessary to prove that the good for which <br> preferential tariff treatment was claimed was originating. <br> 2. The records referred to in paragraph 1 may be maintained in any <br> medium that allows for prompt retrieval, including in digital, <br> electronic, optical, magnetic, or written form, in accordance with <br> the Party's laws and regulations. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 3.28: Consultations <br> The Parties shall consult when necessary to ensure that this Chapter is <br> administered effectively, uniformly, and consistently in order to achieve <br> the spirit and objectives of this Agreement. <br> "}, {"ArticleTitle": "Electronic System for Origin Information Exchange", "ArticleDesc": "Article 3.29: Electronic System for Origin Information Exchange <br> The Parties may develop an electronic system for origin information <br> exchange to ensure the effective and efficient implementation of this <br> Chapter in a manner jointly determined by the relevant Parties. <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit", "ArticleDesc": "Article 3.30: Transitional Provisions for Goods in Transit <br> A Party shall grant preferential tariff treatment to an originating good that, <br> on the date of entry into force of this Agreement for that Party: <br> (a) was being transported to that Party in accordance with <br> Article 3.15 (Direct Consignment); or <br> (b) had not been imported into that Party, <br> if a valid claim under Article 3.22 (Claim for Preferential Tariff Treatment) <br> for preferential tariff treatment is made within 180 days of the date of <br> entry into force of this Agreement for that Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SECTION B <br> Article 3.31: Penalties <br> OPERATIONAL CERTIFICATION PROCEDURES <br> Each Party shall adopt or maintain appropriate penalties or other <br> Article 3.16: Proof of Origin <br> measures against violations of its laws and regulations relating to this <br> 1. Any of the following shall be considered as a Proof of Origin: <br> Chapter. <br> (a) a Certificate of Origin issued by an issuing body in <br> accordance with Article 3.17 (Certificate of Origin); <br> (b) a Declaration of Origin by an approved exporter in <br> accordance with subparagraph 1(a) of Article 3.18 <br> (Declaration of Origin); or <br> (c) a Declaration of Origin by an exporter or producer in <br> accordance with subparagraph 1(b) of Article 3.18 <br> (Declaration of Origin), and subject to paragraphs 2 and 3, <br> based on information available that the good is originating. <br> 2. Australia, Brunei Darussalam, China, Indonesia, Japan, Korea, <br> Malaysia, New Zealand, the Philippines, Singapore, Thailand, <br> and Viet Nam shall implement subparagraph 1(c) no later than 10 <br> years after their respective dates of entry into force of this <br> Agreement. Cambodia, Lao PDR, and Myanmar shall implement <br> subparagraph 1(c) no later than 20 years after their respective <br> dates of entry into force of this Agreement. <br> 3. Notwithstanding paragraph 2, a Party may elect to seek a longer <br> Agreement. <br> completed. <br> extension period, up to a maximum of 10 years, in which to <br> implement subparagraph 1(c), by notifying the Committee on <br> Goods of that decision. <br> 4. The Parties shall commence a review of this Article on the date of <br> entry into force of this Agreement for all signatory States. This <br> review will consider the introduction of Declaration of Origin by an <br> importer as a Proof of Origin. The Parties shall conclude the <br> review within five years of the date of its commencement, unless <br> the Parties agree otherwise.5 <br> 5. A Proof of Origin shall: <br> (a) be in writing, or any other medium, including electronic <br> format as notified by an importing Party; <br> (b) specify that the good is originating and meets the <br> requirements of this Chapter; and <br> (c) contain information which meets the minimum information <br> requirements as set out in Annex 3B (Minimum Information <br> Requirements). <br> 5 Notwithstanding this paragraph, Japan may, from the date of the entry into force of <br> importing Party. <br> this Agreement for it, consider a Declaration of Origin by an importer as a Proof of <br> Origin in the same manner as Proof of Origin under paragraph 1. In that case, Japan <br> shall not conduct a verification process by means referred to in subparagraphs 1(b) <br> through (d) of Article 3.24 (Verification) regarding the Declaration of Origin by the <br> importer. The Declaration of Origin shall only be completed by the importer where that <br> importer has sufficient information to prove that the good qualifies as an originating <br> good. <br> 6. Each Party shall provide that a Proof of Origin remains valid for <br> one year from the date on which it is issued or completed. <br> Article 3.17: Certificate of Origin <br> 1. A Certificate of Origin shall be issued by the issuing body of an <br> exporting Party upon an application by an exporter, a producer, <br> or their authorised representative. <br> 2. The exporter, producer, or their authorised representative shall <br> apply in writing or by electronic means for a Certificate of Origin, <br> to the issuing body of the exporting Party in accordance with the <br> exporting Party's laws, regulations, and procedures. <br> 3. A Certificate of Origin shall: <br> (a) be in a format to be determined by the Parties; <br> (b) bear a unique Certificate of Origin number; <br> (c) be in the English language; and <br> (d) bear an authorised signature and official seal of the issuing <br> body of the exporting Party. The signature and seal shall <br> be applied manually or electronically. <br> 4. A Certificate of Origin may: <br> (a) indicate two or more invoices issued for single shipment; <br> (b) contain multiple goods, provided that each good qualifies <br> as an originating good separately in its own right. <br> 5. In circumstances where a Certificate of Origin contains incorrect <br> information, the issuing body of the exporting Party may: <br> (a) issue a new Certificate of Origin and invalidate the original <br> Certificate of Origin; or <br> (b) make modifications to the original Certificate of Origin by <br> striking out errors and making any additions or corrections. <br> Any changes shall be certified by the authorised signature <br> and official seal of the issuing body of the exporting Party. <br> 6. Each Party shall provide the names, addresses, specimen <br> signatures, and impressions of official seals of its issuing body to <br> the other Parties. Such information shall be submitted <br> electronically through the RCEP Secretariat established pursuant <br> to subparagraph 1(i) of Article 18.3 (Functions of the RCEP Joint <br> Committee) (hereinafter referred to as \"RCEP Secretariat\" in this <br> Chapter), for dissemination to the other Parties. Any subsequent <br> changes shall be promptly submitted to the RCEP Secretariat in <br> the same manner for dissemination to the other Parties. The <br> Parties shall endeavour to establish a secured website to display <br> such information from the last three years, and such website shall <br> be accessible to the Parties. <br> 7. Notwithstanding paragraph 6, a Party shall not be required to <br> provide the specimen signatures of its issuing body to the RCEP <br> Secretariat for dissemination to the other Parties if it has <br> established its own secured website, containing relevant <br> information of the Certificates of Origin it issues, including their <br> Certificate of Origin numbers, HS Codes, descriptions of goods, <br> quantities, dates of issuance, and names of the exporters, that is <br> accessible to the Parties. The Parties shall review the <br> requirement to provide specimen signatures of the issuing bodies <br> three years after the date of entry into force of this Agreement for <br> all signatory States. <br> 8. Where a Certificate of Origin has not been issued at the time of <br> shipment due to involuntary errors, omissions, or other valid <br> causes, or in the circumstances referred to in subparagraph 5(a), <br> a Certificate of Origin may be issued retrospectively but no later <br> than one year after the date of shipment. In that case, the <br> Certificate of Origin shall bear the words \"ISSUED <br> presented; <br> RETROACTIVELY\". <br> 9. In the event of theft, loss, or destruction of an original Certificate <br> of Origin, the exporter, producer, or their authorised <br> representative may apply in writing to the issuing body of the <br> exporting Party for a certified true copy of the original Certificate <br> of Origin. The copy shall: <br> (a) be issued no later than one year after the date of issuance <br> of the original Certificate of Origin; <br> (b) be based on the application for the original Certificate of <br> Origin; <br> (c) contain the same Certificate of Origin number and date as <br> the original Certificate of Origin; and <br> (d) be endorsed with the words \"CERTIFIED TRUE COPY\". <br> Article 3.18: Declaration of Origin <br> 1. A Declaration of Origin referred to in Article 3.16 (Proof of Origin) <br> may be completed by: <br> (a) an approved exporter within the meaning of Article 3.21 <br> (Approved Exporter); or <br> (b) an exporter or a producer of the good, subject to <br> paragraphs 2 and 3 of Article 3.16 (Proof of Origin). <br> 2. A Declaration of Origin shall: <br> (a) be completed in accordance with Annex 3B (Minimum <br> Information Requirements); <br> (b) be in the English language; <br> (c) bear the name and signature of the certifying person; and <br> (d) bear the date on which the Declaration of Origin was <br> Article 3.19: Back-to-Back Proof of Origin <br> or <br> 1. Subject to Article 3.16 (Proof of Origin), an issuing body, approved <br> exporter, or exporter of an intermediate Party may issue a back- <br> to-back Proof of Origin provided that: <br> (a) a valid original Proof of Origin or its certified true copy is <br> (b) the period of validity of the back-to-back Proof of Origin <br> does not exceed the period of validity of the original Proof <br> of Origin; <br> (c) the back-to-back Proof of Origin contains relevant <br> information from the original Proof of Origin in accordance <br> with Annex 3B (Minimum Information Requirements); <br> (d) the consignment which is to be re-exported using the back- <br> to-back Proof of Origin does not undergo any further <br> processing in the intermediate Party, except for repacking <br> or logistics activities such as unloading, reloading, storing, <br> splitting up of the consignment, or labelling only as required <br> by the laws, regulations, procedures, administrative <br> decisions, and policies of the importing Party, or any other <br> operations necessary to preserve a good in good condition <br> or to transport a good to the importing Party; <br> (e) for partial export shipments, the partial export quantity shall <br> be shown instead of the full quantity of the original Proof of <br> Origin, and the total quantity re-exported under the partial <br> shipment shall not exceed the total quantity of the original <br> Proof of Origin; and <br> (f) information on the back-to-back Proof of Origin includes <br> the date of issuance and reference number of the original <br> Proof of Origin. <br> 2. The verification procedures referred to in Article 3.24 (Verification) <br> shall also apply to the back-to-back Proof of Origin. <br> Article 3.20: Third-Party Invoicing <br> An importing Party shall not deny a claim for preferential tariff treatment <br> for the sole reason that an invoice was not issued by the exporter or <br> producer of a good provided that the good meets the requirements in <br> this Chapter. <br> Article 3.21: Approved Exporter <br> 1. Each Party shall provide for the authorisation of an exporter who <br> exports goods under this Agreement as an approved exporter, in <br> accordance with its laws and regulations. An exporter seeking <br> such authorisation must apply in writing or electronically and must <br> offer to the satisfaction of the competent authority of the exporting <br> Party all guarantees necessary to verify the originating status of <br> the good for which a Declaration of Origin is completed. The <br> competent authority of an exporting Party may grant the status of <br> approved exporter subject to any conditions which it considers <br> appropriate, including the following: <br> (a) that the exporter is duly registered in accordance with the <br> laws and regulations of the exporting Party; <br> (b) that the exporter knows and understands the rules of origin <br> as set out in this Chapter; <br> (c) that the exporter has a satisfactory level of experience in <br> export in accordance with the laws and regulations of the <br> exporting Party; <br> (d) that the exporter has a record of good compliance, <br> measured by risk management of the competent authority <br> of the exporting Party; <br> (e) that the exporter, in the case of a trader, is able to obtain a <br> declaration by the producer confirming the originating <br> status of the good for which the Declaration of Origin is <br> completed by an approved exporter and the readiness of <br> the producer to cooperate in verification in accordance with <br> Article 3.24 (Verification) and meet all requirements of this <br> Chapter; and <br> (f) that the exporter has a well-maintained bookkeeping and <br> record-keeping system, in accordance with the laws and <br> regulations of the exporting Party. <br> 2. The competent authority of an exporting Party shall: <br> (a) make its approved exporter procedures and requirements <br> public and easily available; <br> (b) grant the approved exporter authorisation in writing or <br> 1. The customs authority of the importing Party may deny <br> electronically; <br> (c) provide the approved exporter an authorisation code which <br> must be included in the Declaration of Origin; and <br> (d) promptly include the information on the authorisation <br> granted in the approved exporter database referred to in <br> paragraph 6. <br> 3. An approved exporter shall have the following obligations: <br> (a) to allow the competent authority of an exporting Party <br> access to records and premises for the purposes of <br> monitoring the use of authorisation, in accordance with <br> Article 3.27 (Record-Keeping Requirement); <br> (b) to complete Declarations of Origin only for goods for which <br> the approved exporter has been allowed to do so by the <br> competent authority of an exporting Party and for which it <br> has all appropriate documents proving the originating <br> status of the goods concerned at the time of completing the <br> declaration; <br> (c) to take full responsibility for all Declarations of Origin <br> completed, including any misuse; and <br> (d) to promptly inform the competent authority of an exporting <br> Party of any changes related to the information referred to <br> in subparagraph (b). <br> 4. Each Party shall promptly include the following information of its <br> approved exporters in the approved exporter database: <br> (a) the legal name and address of the exporter; <br> (b) the approved exporter authorisation code; <br> (c) the issuance date and, if applicable, the expiry date of its <br> approved exporter authorisation; and <br> (d) a list of goods subject to the authorisation, at least at the <br> HS Chapter level. <br> Any change in the items referred to in subparagraphs (a) through <br> (d), or withdrawals or suspensions of authorisations, shall be <br> promptly included in the approved exporter database. <br> 5. Notwithstanding paragraph 4, no Party shall be required to <br> provide the information referred to in that paragraph to the <br> approved exporter database if it has established its own secured <br> website, containing the above information, that is accessible to <br> the Parties. <br> 6. The RCEP Joint Committee may designate the custodian of the <br> approved exporter database, which shall be accessible online by <br> 7. The competent authority of the exporting Party shall monitor the <br> use of the authorisation, including verification of the Declarations <br> of Origin by an approved exporter, and withdraw the authorisation <br> where the conditions referred to in paragraph 1 are not met. <br> 8. An approved exporter shall be prepared to submit at any time, on <br> request of the customs authorities of the importing Party, all <br> appropriate documents proving the originating status of the goods <br> concerned, including statements from the suppliers or producers <br> in accordance with the laws and regulations of the importing Party <br> as well as the fulfilment of the other requirements of this Chapter. <br> Article 3.22: Claim for Preferential Tariff Treatment <br> 1. An importing Party shall grant preferential tariff treatment in <br> accordance with this Agreement to an originating good on the <br> basis of a Proof of Origin. <br> 2. Unless otherwise provided in this Chapter, an importing Party <br> shall provide that, for the purposes of claiming preferential tariff <br> treatment, the importer shall: <br> (a) make a declaration in its customs declaration that the good <br> qualifies as an originating good; <br> (b) have a valid Proof of Origin in its possession at the time the <br> declaration referred to in subparagraph (a) is made; and <br> (c) provide an original or a certified true copy of the Proof of <br> Origin to the importing Party if required by the importing <br> Party. <br> 3. Notwithstanding paragraphs 1 and 2, the importing Party may not <br> require a Proof of Origin if: <br> (a) the customs value of the importation does not exceed US$ <br> 200 or the equivalent amount in the importing Party's <br> currency or any higher amount as the importing Party may <br> establish; or <br> (b) it is a good for which the importing Party has waived the <br> requirement, <br> provided that the importation does not form part of a series of <br> importations carried out or planned for the purpose of evading <br> compliance with the importing Party's laws and regulations <br> governing claims for preferential tariff treatment under this <br> 4. The customs authority of the importing Party may require, where <br> appropriate, the importer to submit supporting evidence that a <br> good qualifies as an originating good, in accordance with the <br> requirements of this Chapter. <br> 5. The importer shall demonstrate that the requirements referred to <br> in Article 3.15 (Direct Consignment) have been met and provide <br> such evidence on request of the customs authority of the <br> 6. Where a Proof of Origin is submitted to the customs authority of <br> an importing Party after the expiration of the period of time for its <br> submission, such Proof of Origin may still be accepted, subject to <br> the importing Party's laws, regulations, or administrative <br> practices, when failure to observe the period of time results from <br> force majeure or other valid causes beyond the control of the <br> importer or exporter. <br> Article 3.23: Post-Importation Claims for Preferential Tariff <br> 1. Each Party, subject to its laws and regulations, shall provide that <br> where a good would have qualified as an originating good when <br> it was imported into that Party, the importer of the good may, <br> within a period specified by its laws and regulations, and after the <br> date on which the good was imported, apply for a refund of any <br> excess duties, deposit, or guarantee paid as the result of the good <br> not having been granted preferential tariff treatment, on <br> presentation of the following to the customs authority of that Party: <br> (a) a Proof of Origin and other evidence that the good qualifies <br> as an originating good; and <br> (b) such other documentation in relation to the importation as <br> the customs authority may require to satisfactorily <br> evidence the preferential tariff treatment claimed. <br> 2. Notwithstanding paragraph 1, each Party may require, in <br> accordance with its laws and regulations, that the importer notify <br> the customs authority of that Party of its intention to claim <br> preferential tariff treatment at the time of importation. <br> Article 3.24: Verification6 <br> 1. For the purposes of determining whether a good imported into one <br> Party from another Party qualifies as an originating good under <br> this Chapter, the competent authority of the importing Party may <br> conduct a verification process by means of: <br> (a) a written request for additional information from the <br> importer; <br> (b) a written request for additional information from the <br> exporter or producer; <br> (c) a written request for additional information to the issuing <br> body or competent authority of the exporting Party; <br> (d) a verification visit to the premises of the exporter or <br> producer in the exporting Party to observe the facilities and <br> the production processes of the good and to review the <br> records referring to origin, including accounting files;7 or <br> (e) any other procedures to which the concerned Parties may <br> agree. <br> 2. The importing Party shall: <br> (a) for the purposes of subparagraph 1(b), send a written <br> request with a copy of the Proof of Origin and the reasons <br> for the request to the exporter or producer of the good, and <br> the competent authority of the exporting Party; <br> (b) for the purposes of subparagraph 1(c), send a written <br> for the request to the issuing body or competent authority <br> of the exporting Party; and <br> (c) for the purposes of subparagraph 1 (d), request the written <br> consent of the exporter or producer whose premises are <br> going to be visited, and the competent authority of the <br> 6 For the purposes of this Article, a Party may designate one of its contact points <br> designated pursuant to Article 3.33 (Contact Points) as a single contact point for the <br> verification of its exported goods with a view to facilitating the verification. <br> 7 A verification visit under this subparagraph shall only be undertaken after a verification <br> process in accordance with subparagraph (c) has been conducted. <br> exporting Party and state the proposed date and location <br> for the visit and its specific purpose. <br> 3. On request of the importing Party, a verification visit to the <br> premises of the exporter or producer may be conducted with the <br> consent and assistance of the exporting Party, according to the <br> procedures agreed between the importing Party and exporting <br> 4. For a verification under subparagraphs 1(a) through (d), the <br> importing Party shall: <br> (a) allow the importer, exporter, producer, or the issuing body <br> or competent authority of the exporting Party between 30 <br> and 90 days from the date of receipt of the written request <br> for information under subparagraphs 1(a) through (c) to <br> respond; <br> (b) allow the exporter, producer, or the competent authority to <br> consent or refuse the request within 30 days of the date of <br> its receipt of the written request for a verification visit under <br> subparagraph 1(d); and <br> (c) endeavour to make a determination following a verification <br> within 90 and 180 days of the date of its receipt of the <br> information necessary to make the determination. <br> 5. For the purposes of paragraph 1, the importing Party shall provide <br> a written notification of the result of verification with the reasons <br> for that result to the importer, exporter, or producer of the good, <br> or the issuing body or competent authority of the exporting Party <br> that received the verification request. <br> 6. The customs authority of the importing Party may suspend the <br> application of preferential tariff treatment while waiting for the <br> result of verification. The importing Party shall permit the release <br> of the good, but may require that such release be subject to <br> lodgment of a security in accordance with its laws and regulations. <br> Article 3.25: Denial of Preferential Tariff Treatment <br> preferential tariff treatment where: <br> (a) the good does not meet the requirements of this Chapter; <br> (b) the importer, exporter, or producer of the good fails or has <br> failed to comply with any of the relevant requirements of <br> this Chapter for obtaining preferential tariff treatment. <br> 2. If the customs authority of the importing Party denies a claim for <br> preferential tariff treatment, it shall provide the decision in writing <br> to the importer that includes the reasons for the decision. <br> 3. The customs authority of the importing Party may determine that <br> a good does not qualify as an originating good and may deny <br> (a) the customs authority of the importing Party has not <br> received sufficient information to determine that the good <br> is originating; <br> (b) the exporter, producer, or the competent authority of the <br> exporting Party fails to respond to a written request for <br> information in accordance with Article 3.24 (Verification); or <br> (c) the request for a verification visit in accordance with Article <br> 3.24 (Verification) is refused. <br> Article 3.26: Minor Discrepancies or Errors <br> The customs authority of an importing Party shall disregard minor <br> discrepancies or errors, such as slight discrepancies between <br> documents, omissions of information, typing errors, or protrusions from <br> the designated field, provided that these minor discrepancies or errors <br> do not create doubt as to the originating status of the good. <br> Article 3.27: Record-Keeping Requirement <br> 1. Each Party shall require that: <br> (a) its exporters, producers, issuing bodies, or competent <br> authorities retain, for at least a period of three years from <br> the date of issuance of the Proof of Origin, or a longer <br> period in accordance with its relevant laws and regulations, <br> all records necessary to prove that the good for which the <br> Proof of Origin was issued was originating; and <br> (b) its importers retain, for at least a period of three years from <br> the date of importation of the good, or a longer period in <br> accordance with its relevant laws and regulations, all <br> records necessary to prove that the good for which <br> preferential tariff treatment was claimed was originating. <br> 2. The records referred to in paragraph 1 may be maintained in any <br> medium that allows for prompt retrieval, including in digital, <br> electronic, optical, magnetic, or written form, in accordance with <br> the Party's laws and regulations. <br> "}, {"ArticleTitle": "Communication Language", "ArticleDesc": "Article 3.32: Communication Language <br> Communications between the importing Party and the exporting Party <br> shall be conducted in the English language. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Article 3.33: Contact Points <br> Each Party shall, within 30 days of the date of entry into force of this <br> Agreement for that Party, designate one or more contact points for the <br> implementation of this Chapter and notify the other Parties of the contact <br> details of that contact point or those contact points. Each Party shall <br> promptly notify the other Parties of any change to those contact details. <br> "}, {"ArticleTitle": "Transposition of Product-Specific Rules", "ArticleDesc": "Article 3.34: Transposition of Product-Specific Rules <br> 1. Prior to the entry into force of any amended version of the <br> Harmonized System, the Parties shall consult to prepare updates <br> to this Chapter and Annex 3A (Product-Specific Rules) that are <br> necessary to reflect changes to the Harmonized System. <br> 2. The Parties shall ensure that the transposition of Annex 3A <br> (Product-Specific Rules) is carried out without impairing the <br> Product-Specific Rules and is completed in a timely manner. <br> 3. The transposition of Annex 3A (Product-Specific Rules) that is in <br> the nomenclature of any revised Harmonized System following <br> periodic amendments to the Harmonized System, shall be <br> adopted by the RCEP Joint Committee, upon recommendation of <br> the Committee on Goods. The Parties shall promptly publish the <br> adopted transposition of Annex 3A (Product-Specific Rules) in the <br> nomenclature of the revised Harmonized System. <br> 4. For the purposes of this Article, \"transposition\" means the <br> measures necessary to support the effective implementation of <br> the Product-Specific Rules set out in Annex 3A (Product-Specific <br> Rules), to reflect the periodic updates of the Harmonized System <br> nomenclature. <br> "}, {"ArticleTitle": "Amendments to Annexes", "ArticleDesc": "Article 3.35: Amendments to Annexes <br> Amendments relating only to Annex 3A (Product-Specific Rules) and <br> Annex 3B (Minimum Information Requirements) may be endorsed by the <br> RCEP Joint Committee by consensus. The amendment shall enter into <br> force in accordance with Article 20.4 (Amendments).8 <br> 8 For Japan, for the purposes of this Article, \"the completion of their respective <br> applicable legal procedures\" referred to in Article 20.4 (Amendments) shall be read as <br> \"the completion of internal procedures within the Government of Japan\". <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> (a) customs authority means any authority that is <br> responsible under the law of each Party for the <br> administration and enforcement of its customs laws and <br> regulations; <br> (b) customs laws and regulations means the statutory and <br> regulatory provisions relating to the importation, <br> exportation, movement, or storage of goods, the <br> administration and enforcement of which are specifically <br> charged to a customs authority, and any regulations made <br> by a customs authority, under its statutory powers; <br> (c) customs procedure means the measures applied by the <br> customs authority of a Party to goods and to the means of <br> transport that are subject to its customs laws and <br> (d) express consignment means all goods imported by or <br> through an enterprise that operates a consignment service <br> for the expeditious cross-border movement of goods and <br> assumes liability to the customs authority for those goods; <br> (e) means of transport means various types of vessels, <br> vehicles, and aircrafts which enter or leave the customs <br> territory of a Party carrying natural persons, goods, or <br> and <br> articles. : Article 4.2: Objectives <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.2: Objectives <br> The objectives of this Chapter are to: <br> (a) ensure predictability, consistency, and transparency in the <br> application of customs laws and regulations of each Party; <br> (b) promote efficient administration of customs procedures of <br> each Party, and the expeditious clearance of goods; <br> (c) simplify customs procedures of each Party and harmonise <br> them to the extent possible with relevant international <br> standards; <br> (d) promote cooperation among the customs authorities of the <br> Parties; and <br> (e) facilitate trade among the Parties, including through a <br> strengthened environment for global and regional supply <br> chains. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 4.3: Scope <br> This Chapter shall apply to customs procedures applied to goods traded <br> among the Parties and to the means of transport which enter or leave <br> the customs territory of each Party. <br> "}, {"ArticleTitle": "Consistency", "ArticleDesc": "Article 4.4: Consistency <br> 1. Each Party shall ensure that its customs laws and regulations are <br> consistently implemented and applied throughout its customs <br> territory. For greater certainty, this does not prevent the exercise <br> of discretion granted to the customs authority of a Party where <br> such discretion is granted by that Party's customs laws and <br> regulations, provided that the discretion is exercised consistently <br> throughout that Party's customs territory and in accordance with <br> its customs laws and regulations. <br> 2. In fulfilling the obligation in paragraph 1, each Party shall <br> endeavour to adopt or maintain administrative measures to <br> ensure consistent implementation and application of its customs <br> laws and regulations throughout its customs territory, preferably <br> by establishing an administrative mechanism which assures <br> consistent application of the customs laws and regulations of that <br> Party among its regional customs offices. <br> 3. Each Party is encouraged to share with the other Parties its <br> practices and experiences relating to the administrative <br> mechanism referred to in paragraph 2 with a view to improving <br> the operations thereof. <br> 4. If a Party fails to comply with the obligations in paragraphs 1 and <br> 2, another Party may consult with that Party on the matter in <br> accordance with the consultation procedures under Article 4.20 <br> (Consultations and Contact Points). <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.5: Transparency <br> 1. Each Party shall promptly publish, on the internet to the extent <br> possible, the following information in a non-discriminatory and <br> easily accessible manner in order to enable governments, <br> traders, and other interested persons to become acquainted with <br> them: <br> (a) procedures for importation, exportation, and transit <br> (including port, airport, and other entry-point procedures), <br> and required forms and documents; <br> (b) applied rates of duties and taxes of any kind imposed on <br> or in connection with importation or exportation; <br> (c) fees and charges imposed by or for governmental <br> agencies on or in connection with importation, exportation, <br> or transit; <br> (d) rules for the classification or valuation of products for <br> customs purposes; <br> (e) laws, regulations, and administrative rulings of general <br> application relating to rules of origin; <br> (f) import, export, or transit restrictions or prohibitions; <br> (g) penalty provisions for breaches of import, export, or transit <br> formalities; <br> (h) procedures for appeal or review; <br> (i) agreements to which it is party, or parts thereof with any <br> country or countries relating to importation, exportation, or <br> transit; and <br> (j) procedures relating to the administration of tariff quotas. <br> 2. In particular, each Party shall make available, and update to the <br> extent possible and as appropriate, the following through the <br> internet: <br> (a) a description1 of its procedures for importation, <br> exportation, and transit, including procedures for appeal or <br> review, that informs governments, traders, and other <br> interested persons of the practical steps needed for <br> importation, exportation, and transit; <br> (b) the forms and documents required for importation into, <br> exportation from, or transit through the territory of that <br> Party; and <br> (c) contact information for the enquiry points as well as <br> information on how to make enquiries on customs matters <br> as provided for in Article 4.6 (Enquiry Points). <br> 3. To the extent possible, when developing new, or amending <br> existing, customs laws and regulations, each Party shall publish, <br> or otherwise make readily available such proposed new or <br> amended customs laws and regulations and provide a reasonable <br> opportunity for interested persons to comment on the proposed <br> customs laws and regulations, unless such advance notice is <br> precluded. <br> 4. Each Party shall, to the extent practicable and in a manner <br> consistent with its laws and regulations and legal system, ensure <br> that new or amended laws and regulations of general application <br> related to the movement, release, and clearance of goods, <br> including goods in transit, are published or information on them is <br> otherwise made publicly available, as early as possible before the <br> date of their entry into force, in order to enable traders and other <br> interested persons to become acquainted with them. <br> 5. Nothing in this Article shall be construed as requiring the <br> publication or provision of information other than in the language <br> of the Party. <br> 1 Each Party has the discretion to state on its website the legal limitations of this <br> description. <br> "}, {"ArticleTitle": "Enquiry Points", "ArticleDesc": "Article 4.6: Enquiry Points <br> Each Party shall designate one or more enquiry points to answer <br> reasonable enquiries of interested persons concerning customs matters <br> and to facilitate access to forms and documents required for importation, <br> exportation, and transit. <br> "}, {"ArticleTitle": "Customs Procedures", "ArticleDesc": "Article 4.7: Customs Procedures <br> 1. Each Party shall ensure that its customs procedures and <br> practices are predictable, consistent, and transparent, and <br> facilitate trade, including through the expeditious clearance of <br> goods. <br> 2. Each Party shall ensure that its customs procedures, where <br> possible and to the extent permitted by its customs laws and <br> regulations, conform with the standards and recommended <br> practices of the World Customs Organization. <br> 3. The customs authority of each Party shall review its customs <br> procedures with a view to simplifying such procedures to facilitate <br> trade. <br> "}, {"ArticleTitle": "Preshipment Inspection", "ArticleDesc": "Article 4.8: Preshipment Inspection <br> 1. Each Party shall not require the use of preshipment inspections <br> in relation to tariff classification and customs valuation. <br> 2. Without prejudice to the rights of any Party to use other types of <br> preshipment inspection not covered by paragraph 1, each Party <br> is encouraged not to introduce or apply new requirements <br> regarding their use. <br> 3. Paragraph 2 refers to preshipment inspections covered by the <br> Preshipment Inspection Agreement, and does not preclude <br> preshipment inspections for sanitary and phytosanitary purposes. <br> "}, {"ArticleTitle": "Pre-arrival Processing", "ArticleDesc": "Article 4.9: Pre-arrival Processing <br> 1. Each Party shall adopt or maintain procedures allowing for the <br> submission of documents and other information required for the <br> importation of goods, in order to begin processing prior to the <br> arrival of goods with a view to expediting the release of goods <br> upon arrival. <br> 2. Each Party shall provide, as appropriate, for advance lodging of <br> documents and other information referred to in paragraph 1 in <br> electronic format for pre-arrival processing of such documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.16: Post-clearance Audit <br> Article 4.18: Review and Appeal <br> commitments shall commence. <br> 1. Each Party shall, prior to the importation of a good from a Party <br> 1. With a view to expediting the release of goods, each Party shall <br> 1. Each Party shall provide that any person to whom its customs <br> into its territory, issue a written advance ruling to an importer, <br> adopt or maintain post-clearance audit to ensure compliance with <br> authority issues an administrative decision6 has the right, within <br> exporter, or any person with a justifiable cause, or a <br> its customs and other related laws and regulations. <br> its territory, to: <br> Article 4.10: Advance Rulings <br> representative thereof, who has submitted a written request <br> 2. Each Party shall select a person or a consignment for post- <br> 6 For the purposes of this Article, \"administrative decision\" means a decision with a legal <br> containing all necessary information, with regard to: <br> clearance audit in a risk-based manner, which may include <br> effect that affects the rights and obligations of a specific person in an individual case. <br> appropriate selectivity criteria. Each Party shall conduct post- <br> It shall be understood that an administrative decision referred to in this Article covers <br> (b) whether the good is an originating good in accordance with <br> clearance audits in a transparent manner. Where the person is <br> an administrative action within the meaning of Article X of GATT 1994 or failure to take <br> Chapter 3 (Rules of Origin); <br> involved in the audit process and conclusive results have been <br> an administrative action or decision as provided for in a Party's laws and regulations <br> (c) the appropriate method or criteria, and the application <br> achieved, the Party shall, without delay, notify the person whose <br> and legal system. For addressing such failure, a Party may maintain an alternative <br> thereof, to be used for determining the customs value <br> record was audited of the: <br> administrative mechanism or judicial recourse to direct the customs authority to <br> under a particular set of facts, in accordance with the <br> (a) results; <br> promptly issue an administrative decision in place of the right to appeal or review under <br> Customs Valuation Agreement; and <br> (b) reasons for the results; and <br> subparagraph 1(a). <br> (d) such other matters as the Parties may agree. <br> (c) person's rights and obligations. <br> (a) an administrative appeal to or review by an administrative <br> 2. A Party may require that an applicant have legal representation <br> 3. The Parties acknowledge that the information obtained in post- <br> authority higher than or independent of the official or office <br> or registration in that Party. To the extent possible, such <br> clearance audit may be used in further administrative or judicial <br> that issued the decision; and <br> requirements shall not restrict the categories of persons eligible <br> proceedings. <br> (b) a judicial appeal or review of the decision.7 <br> to apply for advance rulings, with particular consideration for the <br> 4. Each Party shall, wherever practicable, use the result of post- <br> 2. The legislation of a Party may require that an administrative <br> (a) tariff classification; <br> specific needs of small and medium enterprises. These <br> clearance audit in applying risk management. <br> appeal or review be initiated prior to a judicial appeal or review. <br> requirements shall be clear and transparent and not constitute a <br> 3. Each Party shall ensure that its procedures for appeal or review <br> means of arbitrary or unjustifiable discrimination.2, 3 <br> are carried out in a non-discriminatory manner. <br> 3. Each Party shall adopt or maintain procedures for issuing <br> 4. Each Party shall ensure that, in a case where the decision on <br> advance rulings which: <br> appeal or review under subparagraph 1(a) is not given either: <br> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br> (a) within set periods as specified in its laws or regulations; or <br> terms of their contribution towards the trade facilitation through the Committee on <br> (b) without undue delay, <br> Goods. <br> the petitioner has the right to either further appeal to or further <br> 3 Each Party shall ensure that its registration process is transparent, applications are <br> review by the administrative authority or the judicial authority or <br> considered in a timely manner, and the decision made on an application, and the <br> any other recourse to the judicial authority.8 <br> reasons for it, are promptly advised to the applicant in writing. <br> 5. Each Party shall ensure that the person referred to in paragraph <br> (a) specify the information required to apply for an advance <br> 1 is provided with the reasons for the administrative decision so <br> as to enable such a person to have recourse to procedures for <br> (b) provide that each Party may at any time during the course <br> appeal or review where necessary. <br> of an evaluation of an application for an advance ruling, <br> 6. Each Party shall ensure that the person referred to in paragraph <br> request that the applicant provide additional information, <br> 1 is not treated unfavourably merely because that person seeks <br> which may include a sample of the goods, necessary to <br> review of an administrative decision or omission referred to in <br> evaluate the application; <br> paragraph 1. <br> (c) ensure that an advance ruling be based on the facts and <br> 7. Each Party is encouraged to make this Article applicable to an <br> circumstances presented by the applicant and any other <br> administrative decision issued by a relevant border agency other <br> relevant information in the possession of the decision- <br> than its customs authority. <br> maker; and <br> 8. The decision, and the reasons for the decision, of an <br> (d) ensure that the advance ruling includes the relevant facts <br> administrative or judicial review or appeal shall be provided in <br> and the basis for its decision. <br> writing. <br> 4. Each Party shall issue an advance ruling in the official language <br> 7 Brunei Darussalam may comply with this paragraph by establishing or maintaining an <br> of the issuing Party or in the language it decides. The advance <br> independent body to provide impartial review of the determination. <br> ruling shall be issued in a reasonable, specified, and time-bound <br> 8 Nothing in this paragraph shall prevent a Party from recognising administrative silence <br> manner, and to the extent possible within 90 days, to the applicant <br> on appeal or review as a decision in favour of the petitioner in accordance with its laws <br> on the receipt of all necessary information. Each Party shall <br> and regulations. <br> specify and make public such time period for the issuance of an <br> advance ruling prior to such an application. Should the customs <br> authority have reasonable grounds to issue the advance ruling <br> (b) the time period by which it will issue an advance ruling; and <br> later than the specified period after the receipt of the application, <br> it shall notify the applicant of the grounds for such a delay prior to <br> the end of the specified period. <br> 5. A Party may decline to issue an advance ruling if the facts and <br> circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review. A Party that declines <br> to issue an advance ruling shall promptly notify the applicant in <br> writing, setting forth the relevant facts, circumstances, and the <br> basis for its decision to decline to issue the advance ruling. <br> 6. A Party may reject a request for an advance ruling where the <br> additional information requested, in writing, in accordance with <br> subparagraph 3(b) is not provided within a reasonable, specified <br> period, which is determined at the time of the request for <br> additional information and the Party requests the additional <br> information from the applicant in writing. <br> 7. Each Party shall provide that an advance ruling shall be valid from <br> the date it is issued, or another date specified in the ruling, <br> provided that the laws, regulations, and administrative rules, and <br> facts and circumstances, on which the ruling is based remain <br> unchanged. Subject to paragraph 8, an advance ruling shall <br> remain valid for at least three years. <br> 8. Where a Party revokes, modifies, or invalidates an advance <br> ruling, it shall promptly provide written notice to the applicant <br> setting out the relevant facts and the basis for its decision, where: <br> (a) there is a change in its laws, regulations, or administrative <br> rules; <br> (b) incorrect information was provided or relevant information <br> was withheld; <br> (c) there is a change in a material fact or circumstances on <br> which the advance ruling was based; or <br> (d) the advance ruling was in error. <br> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br> with retroactive effect, it may only do so where the ruling was <br> based on incomplete, incorrect, false, or misleading information. <br> 10. An advance ruling issued by a Party shall be binding on that Party <br> in respect of the applicant that sought it. <br> 11. Each Party shall publish, at a minimum: <br> (a) the requirements for an application for an advance ruling, <br> including the information to be provided and the format; <br> (c) the length of time for which an advance ruling is valid. <br> 12. Each Party may make publicly available any information on <br> advance rulings which it considers to be of significant interest to <br> other interested parties, taking into account the need to protect <br> commercially confidential information. <br> ruling; <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.11: Release of Goods <br> 1. Each Party shall adopt or maintain simplified customs procedures <br> for the efficient release of goods in order to facilitate trade among <br> the Parties. For greater certainty, this paragraph shall not require <br> a Party to release a good if its requirements for release have not <br> been met. <br> 2. Pursuant to paragraph 1, each Party shall adopt or maintain <br> procedures that allow goods to be cleared from customs within a <br> period no longer than that required to ensure compliance with its <br> customs laws and regulations and, to the extent possible, within <br> 48 hours of the arrival of goods and lodgement of all the <br> necessary information for customs clearance. <br> 3. If any goods are selected for further examination, such an <br> examination shall be limited to what is reasonable and necessary, <br> and undertaken and completed without undue delay. <br> 4. Each Party shall adopt or maintain procedures allowing the <br> release of goods, prior to the final determination of customs <br> duties, taxes, fees, and charges if such determination is not done <br> prior to, or upon arrival or as rapidly as possible after arrival and <br> provided that all other regulatory requirements have been met. <br> As a condition for such release, a Party may require a guarantee <br> in accordance with its laws and regulations that does not exceed <br> the amount the Party requires to ensure payment of customs <br> duties, taxes, fees, and charges ultimately due for the goods <br> covered by the guarantee. <br> 5. Nothing in this Article shall affect the right of a Party to examine, <br> detain, seize or confiscate or deal with the goods in any manner <br> consistent with its laws and regulations. <br> 6. With a view to preventing avoidable loss or deterioration of <br> perishable goods, and provided that all regulatory requirements <br> have been met, each Party shall provide for the release of <br> perishable goods from customs control: <br> (a) under normal circumstances in the shortest possible time, <br> and to the extent possible in less than six hours after the <br> arrival of the goods and submission of the information <br> required for release; and <br> (b) in exceptional circumstances where it would be appropriate <br> to do so, outside the business hours of its customs <br> authority. <br> 7. Each Party shall give appropriate priority to perishable goods <br> when scheduling any examinations that may be required. <br> 8. Each Party shall either arrange or allow an importer to arrange for <br> the proper storage of perishable goods pending their release. <br> Each Party may require that any storage facilities arranged by the <br> importer have been approved or designated by its relevant <br> authorities. The movement of the goods to those storage <br> facilities, including authorisations for the operator moving the <br> goods, may be subject to the approval, where required, of the <br> relevant authorities. Each Party shall, where practicable and <br> consistent with domestic legislation, on the request of the <br> importer, provide for any procedures necessary for release to take <br> place at those storage facilities. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 4.12: Application of Information Technology <br> 1. Each Party shall, to the extent possible, apply information <br> technology to support customs operations based on <br> internationally accepted standards for expeditious customs <br> clearance and release of goods. <br> 2. Each Party shall, to the extent possible, use information <br> technology that expedites customs procedures for the release of <br> goods, including the submission of data before the arrival of the <br> shipment of those goods, as well as electronic or automated <br> systems for risk management targeting. <br> 3. Each Party shall endeavour to make its trade administration <br> documents available to the public in electronic versions. <br> 4. Each Party shall endeavour to accept trade administration <br> documents submitted electronically as the legal equivalent of the <br> paper version of these documents. <br> 5. In developing initiatives that provide for the use of paperless trade <br> administration, each Party is encouraged to take into account <br> international standards or methods made under the auspices of <br> international organisations. <br> 6. Each Party shall cooperate with other Parties and in international <br> fora to enhance the acceptance of trade administration <br> documents submitted electronically. <br> "}, {"ArticleTitle": "Trade Facilitation Measures for Authorised Operators", "ArticleDesc": "Article 4.13: Trade Facilitation Measures for Authorised Operators <br> 1. Each Party shall provide additional trade facilitation measures <br> related to import, export, or transit formalities and procedures, <br> pursuant to paragraph 3, to operators who meet specified criteria, <br> (hereinafter referred to as \"authorised operators\" in this Chapter). <br> Alternatively, a Party may offer such trade facilitation measures <br> through customs procedures generally available to all operators <br> and is not required to establish a separate scheme. <br> 2. The specified criteria to qualify as an authorised operator shall be <br> related to compliance, or the risk of non-compliance, with <br> requirements specified in a Party's laws, regulations, or <br> procedures. <br> (a) Such criteria, which shall be published, may include: <br> (i) an appropriate record of compliance with customs <br> and other related laws and regulations; <br> (ii) a system of managing records to allow for <br> necessary internal controls; <br> (iii) financial solvency, including, where appropriate, <br> provision of a sufficient security or guarantee; and <br> (iv) supply chain security. <br> (b) Such criteria shall not: <br> (i) be designed or applied so as to afford or create <br> arbitrary or unjustifiable discrimination between <br> operators where the same conditions prevail; and <br> (ii) to the extent possible, restrict the participation of <br> small and medium enterprises. <br> 3. The trade facilitation measures provided pursuant to paragraph 1 <br> shall include at least three of the following measures:4 <br> (a) low documentary and data requirements, as appropriate; <br> 4 Measures listed in subparagraphs (a) through (g) will be deemed to be provided to <br> authorised operators if it is generally available to all operators. <br> (b) low rate of physical inspections and examinations, as <br> appropriate; <br> (c) rapid release time, as appropriate; <br> (d) deferred payment of duties, taxes, fees, and charges; <br> (e) use of comprehensive guarantees or reduced guarantees; <br> (f) a single customs declaration for all imports or exports in a <br> given period; and <br> (g) clearance of goods at the premises of the authorised <br> operator or another place authorised by a customs <br> authority. <br> 4. Each Party is encouraged to develop authorised operator <br> schemes on the basis of international standards, where such <br> standards exist, except when such standards would be an <br> inappropriate or ineffective means for the fulfilment of the <br> legitimate objectives pursued. <br> 5. In order to enhance the trade facilitation measures provided to <br> operators, each Party shall afford to other Parties the possibility <br> of negotiating mutual recognition of authorised operator schemes. <br> 6. The Parties are encouraged to cooperate, where appropriate, in <br> developing their respective authorised operator schemes using <br> the contact points designated pursuant to Article 4.20 <br> (Consultations and Contact Points) and the Committee on Goods <br> through the following: <br> (a) exchanging information on such schemes and on initiatives <br> to introduce new schemes; <br> (b) sharing perspectives on business views and experiences, <br> and best practices in business outreach; <br> (c) sharing information on approaches to mutual recognition of <br> such schemes; and <br> (d) considering ways to enhance the benefits of such schemes <br> to promote trade, and, in the first instance, to designate <br> customs officers as coordinators for authorised operators <br> to resolve customs issues. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.14: Risk Management <br> 1. Each Party shall adopt or maintain a risk management system for <br> customs control. <br> 2. Each Party shall design and apply risk management in a manner <br> so as to avoid arbitrary or unjustifiable discrimination, or disguised <br> restrictions on international trade. <br> 3. Each Party shall concentrate customs control and, to the extent <br> possible other relevant border controls, on high risk consignments <br> and expedite the release of low risk consignments. Each Party <br> may also select, on a random basis, consignments for such <br> controls as part of its risk management. <br> 4. Each Party shall base risk management on the assessment of risk <br> through appropriate selectivity criteria. Such selectivity criteria <br> may include, inter alia, HS code, nature and description of the <br> goods, country of origin, country from which the goods were <br> shipped, value of the goods, compliance record of traders, and <br> type of means of transport. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 4.15: Express Consignments <br> 1. Each Party shall adopt or maintain customs procedures to <br> expedite the clearance of express consignments for at least those <br> goods entered through air cargo facilities while maintaining <br> appropriate customs control and selection,5 by: <br> (a) providing for pre-arrival processing of information related <br> to express consignments; <br> (b) permitting, to the extent possible, the single submission of <br> information covering all goods contained in an express <br> consignment, through electronic means; <br> (c) minimising the documentation required for the release of <br> express consignments; <br> (d) providing for express consignment to be released under <br> normal circumstances as rapidly as possible, and within six <br> 5 In cases where a Party has an existing procedure that provides the treatment in this <br> Article, this provision would not require that Party to introduce separate expedited <br> release procedures. <br> hours when possible, after the arrival of the goods and <br> submission of the information required for release; <br> (e) endeavouring to apply the treatment in subparagraphs (a) <br> through (d) to shipments of any weight or value recognising <br> that a Party is permitted to require additional entry <br> procedures, including declarations and supporting <br> documentation and payment of duties and taxes, and to <br> limit such treatment based on the type of good, provided <br> that the treatment is not limited to low value goods such as <br> documents; and <br> (f) providing, to the extent possible, for a de minimis shipment <br> value or dutiable amount for which customs duties and <br> taxes will not be collected, aside from certain prescribed <br> goods. Internal taxes, such as value added taxes and <br> excise taxes, applied to imports consistently with Article III <br> of GATT 1994, shall not be subject to this provision. <br> 2. Nothing in paragraph 1 shall affect the right of a Party to examine, <br> detain, seize, confiscate or refuse the entry of goods, or to carry <br> out post-clearance audits, including in connection with the use of <br> risk management systems. Further, nothing in paragraph 1 shall <br> prevent a Party from requiring, as a condition for release, the <br> submission of additional information and the fulfilment of non- <br> automatic licensing requirements. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.16: Post-clearance Audit <br> Article 4.18: Review and Appeal <br> commitments shall commence. <br> 1. Each Party shall, prior to the importation of a good from a Party <br> 1. With a view to expediting the release of goods, each Party shall <br> 1. Each Party shall provide that any person to whom its customs <br> into its territory, issue a written advance ruling to an importer, <br> adopt or maintain post-clearance audit to ensure compliance with <br> authority issues an administrative decision6 has the right, within <br> exporter, or any person with a justifiable cause, or a <br> its customs and other related laws and regulations. <br> its territory, to: <br> Article 4.10: Advance Rulings <br> representative thereof, who has submitted a written request <br> 2. Each Party shall select a person or a consignment for post- <br> 6 For the purposes of this Article, \"administrative decision\" means a decision with a legal <br> containing all necessary information, with regard to: <br> clearance audit in a risk-based manner, which may include <br> effect that affects the rights and obligations of a specific person in an individual case. <br> appropriate selectivity criteria. Each Party shall conduct post- <br> It shall be understood that an administrative decision referred to in this Article covers <br> (b) whether the good is an originating good in accordance with <br> clearance audits in a transparent manner. Where the person is <br> an administrative action within the meaning of Article X of GATT 1994 or failure to take <br> Chapter 3 (Rules of Origin); <br> involved in the audit process and conclusive results have been <br> an administrative action or decision as provided for in a Party's laws and regulations <br> (c) the appropriate method or criteria, and the application <br> achieved, the Party shall, without delay, notify the person whose <br> and legal system. For addressing such failure, a Party may maintain an alternative <br> thereof, to be used for determining the customs value <br> record was audited of the: <br> administrative mechanism or judicial recourse to direct the customs authority to <br> under a particular set of facts, in accordance with the <br> (a) results; <br> promptly issue an administrative decision in place of the right to appeal or review under <br> Customs Valuation Agreement; and <br> (b) reasons for the results; and <br> subparagraph 1(a). <br> (d) such other matters as the Parties may agree. <br> (c) person's rights and obligations. <br> (a) an administrative appeal to or review by an administrative <br> 2. A Party may require that an applicant have legal representation <br> 3. The Parties acknowledge that the information obtained in post- <br> authority higher than or independent of the official or office <br> or registration in that Party. To the extent possible, such <br> clearance audit may be used in further administrative or judicial <br> that issued the decision; and <br> requirements shall not restrict the categories of persons eligible <br> proceedings. <br> (b) a judicial appeal or review of the decision.7 <br> to apply for advance rulings, with particular consideration for the <br> 4. Each Party shall, wherever practicable, use the result of post- <br> 2. The legislation of a Party may require that an administrative <br> (a) tariff classification; <br> specific needs of small and medium enterprises. These <br> clearance audit in applying risk management. <br> appeal or review be initiated prior to a judicial appeal or review. <br> requirements shall be clear and transparent and not constitute a <br> 3. Each Party shall ensure that its procedures for appeal or review <br> means of arbitrary or unjustifiable discrimination.2, 3 <br> are carried out in a non-discriminatory manner. <br> 3. Each Party shall adopt or maintain procedures for issuing <br> 4. Each Party shall ensure that, in a case where the decision on <br> advance rulings which: <br> appeal or review under subparagraph 1(a) is not given either: <br> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br> (a) within set periods as specified in its laws or regulations; or <br> terms of their contribution towards the trade facilitation through the Committee on <br> (b) without undue delay, <br> Goods. <br> the petitioner has the right to either further appeal to or further <br> 3 Each Party shall ensure that its registration process is transparent, applications are <br> review by the administrative authority or the judicial authority or <br> considered in a timely manner, and the decision made on an application, and the <br> any other recourse to the judicial authority.8 <br> reasons for it, are promptly advised to the applicant in writing. <br> 5. Each Party shall ensure that the person referred to in paragraph <br> (a) specify the information required to apply for an advance <br> 1 is provided with the reasons for the administrative decision so <br> as to enable such a person to have recourse to procedures for <br> (b) provide that each Party may at any time during the course <br> appeal or review where necessary. <br> of an evaluation of an application for an advance ruling, <br> 6. Each Party shall ensure that the person referred to in paragraph <br> request that the applicant provide additional information, <br> 1 is not treated unfavourably merely because that person seeks <br> which may include a sample of the goods, necessary to <br> review of an administrative decision or omission referred to in <br> evaluate the application; <br> paragraph 1. <br> (c) ensure that an advance ruling be based on the facts and <br> 7. Each Party is encouraged to make this Article applicable to an <br> circumstances presented by the applicant and any other <br> administrative decision issued by a relevant border agency other <br> relevant information in the possession of the decision- <br> than its customs authority. <br> maker; and <br> 8. The decision, and the reasons for the decision, of an <br> (d) ensure that the advance ruling includes the relevant facts <br> administrative or judicial review or appeal shall be provided in <br> and the basis for its decision. <br> writing. <br> 4. Each Party shall issue an advance ruling in the official language <br> 7 Brunei Darussalam may comply with this paragraph by establishing or maintaining an <br> of the issuing Party or in the language it decides. The advance <br> independent body to provide impartial review of the determination. <br> ruling shall be issued in a reasonable, specified, and time-bound <br> 8 Nothing in this paragraph shall prevent a Party from recognising administrative silence <br> manner, and to the extent possible within 90 days, to the applicant <br> on appeal or review as a decision in favour of the petitioner in accordance with its laws <br> on the receipt of all necessary information. Each Party shall <br> and regulations. <br> specify and make public such time period for the issuance of an <br> advance ruling prior to such an application. Should the customs <br> authority have reasonable grounds to issue the advance ruling <br> (b) the time period by which it will issue an advance ruling; and <br> later than the specified period after the receipt of the application, <br> it shall notify the applicant of the grounds for such a delay prior to <br> the end of the specified period. <br> 5. A Party may decline to issue an advance ruling if the facts and <br> circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review. A Party that declines <br> to issue an advance ruling shall promptly notify the applicant in <br> writing, setting forth the relevant facts, circumstances, and the <br> basis for its decision to decline to issue the advance ruling. <br> 6. A Party may reject a request for an advance ruling where the <br> additional information requested, in writing, in accordance with <br> subparagraph 3(b) is not provided within a reasonable, specified <br> period, which is determined at the time of the request for <br> additional information and the Party requests the additional <br> information from the applicant in writing. <br> 7. Each Party shall provide that an advance ruling shall be valid from <br> the date it is issued, or another date specified in the ruling, <br> provided that the laws, regulations, and administrative rules, and <br> facts and circumstances, on which the ruling is based remain <br> unchanged. Subject to paragraph 8, an advance ruling shall <br> remain valid for at least three years. <br> 8. Where a Party revokes, modifies, or invalidates an advance <br> ruling, it shall promptly provide written notice to the applicant <br> setting out the relevant facts and the basis for its decision, where: <br> (a) there is a change in its laws, regulations, or administrative <br> rules; <br> (b) incorrect information was provided or relevant information <br> was withheld; <br> (c) there is a change in a material fact or circumstances on <br> which the advance ruling was based; or <br> (d) the advance ruling was in error. <br> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br> with retroactive effect, it may only do so where the ruling was <br> based on incomplete, incorrect, false, or misleading information. <br> 10. An advance ruling issued by a Party shall be binding on that Party <br> in respect of the applicant that sought it. <br> 11. Each Party shall publish, at a minimum: <br> (a) the requirements for an application for an advance ruling, <br> including the information to be provided and the format; <br> (c) the length of time for which an advance ruling is valid. <br> 12. Each Party may make publicly available any information on <br> advance rulings which it considers to be of significant interest to <br> other interested parties, taking into account the need to protect <br> commercially confidential information. <br> ruling; <br> "}, {"ArticleTitle": "Time Release Studies", "ArticleDesc": "Article 4.17: Time Release Studies <br> 1. Each Party is encouraged to measure the time required for the <br> release of goods by its customs authority periodically and in a <br> consistent manner, and to publish the findings thereof, using tools <br> such as the Guide to Measure the Time Required for the Release <br> of Goods issued by the World Customs Organization with a view <br> to: <br> (a) assessing its trade facilitation measures; and <br> (b) considering opportunities for further improvement of the <br> time required for the release of goods. <br> 2. Each Party is encouraged to share with the other Parties its <br> experiences in the time release studies referred to in paragraph <br> 1, including methodologies used and bottlenecks identified. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.16: Post-clearance Audit <br> Article 4.18: Review and Appeal <br> commitments shall commence. <br> 1. Each Party shall, prior to the importation of a good from a Party <br> 1. With a view to expediting the release of goods, each Party shall <br> 1. Each Party shall provide that any person to whom its customs <br> into its territory, issue a written advance ruling to an importer, <br> adopt or maintain post-clearance audit to ensure compliance with <br> authority issues an administrative decision6 has the right, within <br> exporter, or any person with a justifiable cause, or a <br> its customs and other related laws and regulations. <br> its territory, to: <br> Article 4.10: Advance Rulings <br> representative thereof, who has submitted a written request <br> 2. Each Party shall select a person or a consignment for post- <br> 6 For the purposes of this Article, \"administrative decision\" means a decision with a legal <br> containing all necessary information, with regard to: <br> clearance audit in a risk-based manner, which may include <br> effect that affects the rights and obligations of a specific person in an individual case. <br> appropriate selectivity criteria. Each Party shall conduct post- <br> It shall be understood that an administrative decision referred to in this Article covers <br> (b) whether the good is an originating good in accordance with <br> clearance audits in a transparent manner. Where the person is <br> an administrative action within the meaning of Article X of GATT 1994 or failure to take <br> Chapter 3 (Rules of Origin); <br> involved in the audit process and conclusive results have been <br> an administrative action or decision as provided for in a Party's laws and regulations <br> (c) the appropriate method or criteria, and the application <br> achieved, the Party shall, without delay, notify the person whose <br> and legal system. For addressing such failure, a Party may maintain an alternative <br> thereof, to be used for determining the customs value <br> record was audited of the: <br> administrative mechanism or judicial recourse to direct the customs authority to <br> under a particular set of facts, in accordance with the <br> (a) results; <br> promptly issue an administrative decision in place of the right to appeal or review under <br> Customs Valuation Agreement; and <br> (b) reasons for the results; and <br> subparagraph 1(a). <br> (d) such other matters as the Parties may agree. <br> (c) person's rights and obligations. <br> (a) an administrative appeal to or review by an administrative <br> 2. A Party may require that an applicant have legal representation <br> 3. The Parties acknowledge that the information obtained in post- <br> authority higher than or independent of the official or office <br> or registration in that Party. To the extent possible, such <br> clearance audit may be used in further administrative or judicial <br> that issued the decision; and <br> requirements shall not restrict the categories of persons eligible <br> proceedings. <br> (b) a judicial appeal or review of the decision.7 <br> to apply for advance rulings, with particular consideration for the <br> 4. Each Party shall, wherever practicable, use the result of post- <br> 2. The legislation of a Party may require that an administrative <br> (a) tariff classification; <br> specific needs of small and medium enterprises. These <br> clearance audit in applying risk management. <br> appeal or review be initiated prior to a judicial appeal or review. <br> requirements shall be clear and transparent and not constitute a <br> 3. Each Party shall ensure that its procedures for appeal or review <br> means of arbitrary or unjustifiable discrimination.2, 3 <br> are carried out in a non-discriminatory manner. <br> 3. Each Party shall adopt or maintain procedures for issuing <br> 4. Each Party shall ensure that, in a case where the decision on <br> advance rulings which: <br> appeal or review under subparagraph 1(a) is not given either: <br> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br> (a) within set periods as specified in its laws or regulations; or <br> terms of their contribution towards the trade facilitation through the Committee on <br> (b) without undue delay, <br> Goods. <br> the petitioner has the right to either further appeal to or further <br> 3 Each Party shall ensure that its registration process is transparent, applications are <br> review by the administrative authority or the judicial authority or <br> considered in a timely manner, and the decision made on an application, and the <br> any other recourse to the judicial authority.8 <br> reasons for it, are promptly advised to the applicant in writing. <br> 5. Each Party shall ensure that the person referred to in paragraph <br> (a) specify the information required to apply for an advance <br> 1 is provided with the reasons for the administrative decision so <br> as to enable such a person to have recourse to procedures for <br> (b) provide that each Party may at any time during the course <br> appeal or review where necessary. <br> of an evaluation of an application for an advance ruling, <br> 6. Each Party shall ensure that the person referred to in paragraph <br> request that the applicant provide additional information, <br> 1 is not treated unfavourably merely because that person seeks <br> which may include a sample of the goods, necessary to <br> review of an administrative decision or omission referred to in <br> evaluate the application; <br> paragraph 1. <br> (c) ensure that an advance ruling be based on the facts and <br> 7. Each Party is encouraged to make this Article applicable to an <br> circumstances presented by the applicant and any other <br> administrative decision issued by a relevant border agency other <br> relevant information in the possession of the decision- <br> than its customs authority. <br> maker; and <br> 8. The decision, and the reasons for the decision, of an <br> (d) ensure that the advance ruling includes the relevant facts <br> administrative or judicial review or appeal shall be provided in <br> and the basis for its decision. <br> writing. <br> 4. Each Party shall issue an advance ruling in the official language <br> 7 Brunei Darussalam may comply with this paragraph by establishing or maintaining an <br> of the issuing Party or in the language it decides. The advance <br> independent body to provide impartial review of the determination. <br> ruling shall be issued in a reasonable, specified, and time-bound <br> 8 Nothing in this paragraph shall prevent a Party from recognising administrative silence <br> manner, and to the extent possible within 90 days, to the applicant <br> on appeal or review as a decision in favour of the petitioner in accordance with its laws <br> on the receipt of all necessary information. Each Party shall <br> and regulations. <br> specify and make public such time period for the issuance of an <br> advance ruling prior to such an application. Should the customs <br> authority have reasonable grounds to issue the advance ruling <br> (b) the time period by which it will issue an advance ruling; and <br> later than the specified period after the receipt of the application, <br> it shall notify the applicant of the grounds for such a delay prior to <br> the end of the specified period. <br> 5. A Party may decline to issue an advance ruling if the facts and <br> circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review. A Party that declines <br> to issue an advance ruling shall promptly notify the applicant in <br> writing, setting forth the relevant facts, circumstances, and the <br> basis for its decision to decline to issue the advance ruling. <br> 6. A Party may reject a request for an advance ruling where the <br> additional information requested, in writing, in accordance with <br> subparagraph 3(b) is not provided within a reasonable, specified <br> period, which is determined at the time of the request for <br> additional information and the Party requests the additional <br> information from the applicant in writing. <br> 7. Each Party shall provide that an advance ruling shall be valid from <br> the date it is issued, or another date specified in the ruling, <br> provided that the laws, regulations, and administrative rules, and <br> facts and circumstances, on which the ruling is based remain <br> unchanged. Subject to paragraph 8, an advance ruling shall <br> remain valid for at least three years. <br> 8. Where a Party revokes, modifies, or invalidates an advance <br> ruling, it shall promptly provide written notice to the applicant <br> setting out the relevant facts and the basis for its decision, where: <br> (a) there is a change in its laws, regulations, or administrative <br> rules; <br> (b) incorrect information was provided or relevant information <br> was withheld; <br> (c) there is a change in a material fact or circumstances on <br> which the advance ruling was based; or <br> (d) the advance ruling was in error. <br> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br> with retroactive effect, it may only do so where the ruling was <br> based on incomplete, incorrect, false, or misleading information. <br> 10. An advance ruling issued by a Party shall be binding on that Party <br> in respect of the applicant that sought it. <br> 11. Each Party shall publish, at a minimum: <br> (a) the requirements for an application for an advance ruling, <br> including the information to be provided and the format; <br> (c) the length of time for which an advance ruling is valid. <br> 12. Each Party may make publicly available any information on <br> advance rulings which it considers to be of significant interest to <br> other interested parties, taking into account the need to protect <br> commercially confidential information. <br> ruling; <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 4.19: Customs Cooperation <br> 1. The customs authority of each Party may, as deemed <br> appropriate, assist the customs authorities of other Parties, in <br> (a) the implementation and operation of this Chapter; <br> relation to: <br> (b) developing and implementing customs best practice and <br> risk management techniques; <br> (c) simplifying and harmonising customs procedures; <br> (d) advancing technical skills and the use of technology; <br> (e) application of the Customs Valuation Agreement; and <br> (f) such other customs issues as the Parties may mutually <br> determine. <br> 2. Each Party shall, to the extent possible, provide the other Parties <br> with timely notice of any significant administrative change, <br> modification of a law or regulation, or similar measure related to <br> its laws or regulations that govern importations or exportations, <br> that is likely to substantially affect the operation of this Chapter. <br> The notice can be made in the English language or the Party's <br> language and will be provided to the contact point designated <br> pursuant to Article 4.20 (Consultations and Contact Points). <br> 3. The customs authority of a Party may, as deemed appropriate, <br> share with other Parties, information and experiences on <br> development of customs administration. <br> 4. Each Party shall, to the extent possible and practicable, <br> cooperate on mutually agreed terms with other Parties with whom <br> it shares a common border with a view to coordinating procedures <br> at border crossings to facilitate cross-border trade. <br> "}, {"ArticleTitle": "Consultations and Contact Points", "ArticleDesc": "Article 4.20: Consultations and Contact Points <br> 1. A Party may at any time request consultations with another Party <br> regarding any significant customs matter arising from the <br> operation or implementation of this Chapter, providing relevant <br> details related to the matter. Such consultations shall be <br> conducted through the respective contact points designated <br> pursuant to paragraph 3 and shall commence within 30 days <br> following the date of the receipt of the request, unless the relevant <br> Parties determine otherwise. <br> 2. In the event that such consultations fail to resolve the matter, the <br> requesting Party may refer the matter to the Committee on <br> Goods. <br> 3. Each Party shall, within 30 days of the date of entry into force of <br> this Agreement for that Party, designate one or more contact <br> points for the purposes of this Chapter and notify the other Parties <br> of the contact details and other relevant information, if any. Each <br> Party shall promptly notify the other Parties of any change to <br> those contact details. <br> "}, {"ArticleTitle": "Implementation Arrangement", "ArticleDesc": "Article 4.21: Implementation Arrangement <br> Recognising the different levels of readiness of Parties in implementing <br> some of the commitments under this Chapter, Parties shall be given a <br> period of time as identified in Annex 4A (Period of Time to Implement the <br> Commitments) during which the full implementation of specified <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.16: Post-clearance Audit <br> Article 4.18: Review and Appeal <br> commitments shall commence. <br> 1. Each Party shall, prior to the importation of a good from a Party <br> 1. With a view to expediting the release of goods, each Party shall <br> 1. Each Party shall provide that any person to whom its customs <br> into its territory, issue a written advance ruling to an importer, <br> adopt or maintain post-clearance audit to ensure compliance with <br> authority issues an administrative decision6 has the right, within <br> exporter, or any person with a justifiable cause, or a <br> its customs and other related laws and regulations. <br> its territory, to: <br> Article 4.10: Advance Rulings <br> representative thereof, who has submitted a written request <br> 2. Each Party shall select a person or a consignment for post- <br> 6 For the purposes of this Article, \"administrative decision\" means a decision with a legal <br> containing all necessary information, with regard to: <br> clearance audit in a risk-based manner, which may include <br> effect that affects the rights and obligations of a specific person in an individual case. <br> appropriate selectivity criteria. Each Party shall conduct post- <br> It shall be understood that an administrative decision referred to in this Article covers <br> (b) whether the good is an originating good in accordance with <br> clearance audits in a transparent manner. Where the person is <br> an administrative action within the meaning of Article X of GATT 1994 or failure to take <br> Chapter 3 (Rules of Origin); <br> involved in the audit process and conclusive results have been <br> an administrative action or decision as provided for in a Party's laws and regulations <br> (c) the appropriate method or criteria, and the application <br> achieved, the Party shall, without delay, notify the person whose <br> and legal system. For addressing such failure, a Party may maintain an alternative <br> thereof, to be used for determining the customs value <br> record was audited of the: <br> administrative mechanism or judicial recourse to direct the customs authority to <br> under a particular set of facts, in accordance with the <br> (a) results; <br> promptly issue an administrative decision in place of the right to appeal or review under <br> Customs Valuation Agreement; and <br> (b) reasons for the results; and <br> subparagraph 1(a). <br> (d) such other matters as the Parties may agree. <br> (c) person's rights and obligations. <br> (a) an administrative appeal to or review by an administrative <br> 2. A Party may require that an applicant have legal representation <br> 3. The Parties acknowledge that the information obtained in post- <br> authority higher than or independent of the official or office <br> or registration in that Party. To the extent possible, such <br> clearance audit may be used in further administrative or judicial <br> that issued the decision; and <br> requirements shall not restrict the categories of persons eligible <br> proceedings. <br> (b) a judicial appeal or review of the decision.7 <br> to apply for advance rulings, with particular consideration for the <br> 4. Each Party shall, wherever practicable, use the result of post- <br> 2. The legislation of a Party may require that an administrative <br> (a) tariff classification; <br> specific needs of small and medium enterprises. These <br> clearance audit in applying risk management. <br> appeal or review be initiated prior to a judicial appeal or review. <br> requirements shall be clear and transparent and not constitute a <br> 3. Each Party shall ensure that its procedures for appeal or review <br> means of arbitrary or unjustifiable discrimination.2, 3 <br> are carried out in a non-discriminatory manner. <br> 3. Each Party shall adopt or maintain procedures for issuing <br> 4. Each Party shall ensure that, in a case where the decision on <br> advance rulings which: <br> appeal or review under subparagraph 1(a) is not given either: <br> 2 On request of a Party, the Parties may review the requirements of this paragraph in <br> (a) within set periods as specified in its laws or regulations; or <br> terms of their contribution towards the trade facilitation through the Committee on <br> (b) without undue delay, <br> Goods. <br> the petitioner has the right to either further appeal to or further <br> 3 Each Party shall ensure that its registration process is transparent, applications are <br> review by the administrative authority or the judicial authority or <br> considered in a timely manner, and the decision made on an application, and the <br> any other recourse to the judicial authority.8 <br> reasons for it, are promptly advised to the applicant in writing. <br> 5. Each Party shall ensure that the person referred to in paragraph <br> (a) specify the information required to apply for an advance <br> 1 is provided with the reasons for the administrative decision so <br> as to enable such a person to have recourse to procedures for <br> (b) provide that each Party may at any time during the course <br> appeal or review where necessary. <br> of an evaluation of an application for an advance ruling, <br> 6. Each Party shall ensure that the person referred to in paragraph <br> request that the applicant provide additional information, <br> 1 is not treated unfavourably merely because that person seeks <br> which may include a sample of the goods, necessary to <br> review of an administrative decision or omission referred to in <br> evaluate the application; <br> paragraph 1. <br> (c) ensure that an advance ruling be based on the facts and <br> 7. Each Party is encouraged to make this Article applicable to an <br> circumstances presented by the applicant and any other <br> administrative decision issued by a relevant border agency other <br> relevant information in the possession of the decision- <br> than its customs authority. <br> maker; and <br> 8. The decision, and the reasons for the decision, of an <br> (d) ensure that the advance ruling includes the relevant facts <br> administrative or judicial review or appeal shall be provided in <br> and the basis for its decision. <br> writing. <br> 4. Each Party shall issue an advance ruling in the official language <br> 7 Brunei Darussalam may comply with this paragraph by establishing or maintaining an <br> of the issuing Party or in the language it decides. The advance <br> independent body to provide impartial review of the determination. <br> ruling shall be issued in a reasonable, specified, and time-bound <br> 8 Nothing in this paragraph shall prevent a Party from recognising administrative silence <br> manner, and to the extent possible within 90 days, to the applicant <br> on appeal or review as a decision in favour of the petitioner in accordance with its laws <br> on the receipt of all necessary information. Each Party shall <br> and regulations. <br> specify and make public such time period for the issuance of an <br> advance ruling prior to such an application. Should the customs <br> authority have reasonable grounds to issue the advance ruling <br> (b) the time period by which it will issue an advance ruling; and <br> later than the specified period after the receipt of the application, <br> it shall notify the applicant of the grounds for such a delay prior to <br> the end of the specified period. <br> 5. A Party may decline to issue an advance ruling if the facts and <br> circumstances forming the basis of the advance ruling are the <br> subject of administrative or judicial review. A Party that declines <br> to issue an advance ruling shall promptly notify the applicant in <br> writing, setting forth the relevant facts, circumstances, and the <br> basis for its decision to decline to issue the advance ruling. <br> 6. A Party may reject a request for an advance ruling where the <br> additional information requested, in writing, in accordance with <br> subparagraph 3(b) is not provided within a reasonable, specified <br> period, which is determined at the time of the request for <br> additional information and the Party requests the additional <br> information from the applicant in writing. <br> 7. Each Party shall provide that an advance ruling shall be valid from <br> the date it is issued, or another date specified in the ruling, <br> provided that the laws, regulations, and administrative rules, and <br> facts and circumstances, on which the ruling is based remain <br> unchanged. Subject to paragraph 8, an advance ruling shall <br> remain valid for at least three years. <br> 8. Where a Party revokes, modifies, or invalidates an advance <br> ruling, it shall promptly provide written notice to the applicant <br> setting out the relevant facts and the basis for its decision, where: <br> (a) there is a change in its laws, regulations, or administrative <br> rules; <br> (b) incorrect information was provided or relevant information <br> was withheld; <br> (c) there is a change in a material fact or circumstances on <br> which the advance ruling was based; or <br> (d) the advance ruling was in error. <br> 9. Where a Party revokes, modifies, or invalidates an advance ruling <br> with retroactive effect, it may only do so where the ruling was <br> based on incomplete, incorrect, false, or misleading information. <br> 10. An advance ruling issued by a Party shall be binding on that Party <br> in respect of the applicant that sought it. <br> 11. Each Party shall publish, at a minimum: <br> (a) the requirements for an application for an advance ruling, <br> including the information to be provided and the format; <br> (c) the length of time for which an advance ruling is valid. <br> 12. Each Party may make publicly available any information on <br> advance rulings which it considers to be of significant interest to <br> other interested parties, taking into account the need to protect <br> commercially confidential information. <br> ruling; <br> "}]}]}, "members_found": ["116", "702", 5, 8703900000]}