{"FtaRooDetails": {"FtaId": 1071, "FtaCode": "ITC01102", "FtaName": "FTA, UK-Vietnam", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND AND THE SOCIALIST REPUBLIC OF VIET NAM", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Viet Nam; United Kingdom", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, UK-Vietnam", "AdminProcCooAuth": "The certification type under FTA, UK-Vietnam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, UK-Vietnam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, UK-Vietnam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 55%", "RooText": "Manufacture in which the value of all the materials used does not exceed 45 % of the ex-works price of the product.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I to Protocol 1<br /> INTRODUCTORY NOTES TO ANNEX II (LIST OF REQUIRED<br /> WORKING OR PROCESSING)<br /> Note 1 - General Introduction<br /> The list in Annex II to Protocol 1 sets out the conditions required for all products to<br /> be considered as sufficiently worked or processed within the meaning of Article 5<br /> (Sufficiently Worked or Processed Products). There are four different types of rules,<br /> which vary according to the product:<br /> (a) through working or processing a maximum content of non-originating<br /> materials is not exceeded;<br /> (b) through working or processing the four-digit HS heading or six-digit HS<br /> subheading of the manufactured products becomes different from the<br /> four-digit HS heading or six-digit HS subheading, respectively, of the<br /> materials used. However, in the case set out in the second paragraph of<br /> Note 3.3., the four-digit HS heading or six-digit HS subheading of the<br /> manufactured products may be the same as the four-digit HS heading or<br /> six-digit HS subheading, respectively, of the materials used;<br /> (c) a specific working and processing operation is carried out; or<br /> (d) working or processing is carried out on certain wholly obtained<br /> materials.<br /> Note 2 - The Structure of the List of Required Working or Processing<br /> 2.1. The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or Chapter number used in the HS and the second column<br /> gives the description of goods used in that system for that heading or Chapter. For<br /> each entry in the first two columns, a rule is specified in column 3. Where, in some<br /> cases, the entry in the first column is preceded by an \"ex\", this signifies that the rules<br /> in column 3 apply only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a Chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 apply to all products which, under the<br /> HS, are classified in headings of the Chapter or in any of the headings grouped<br /> together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within<br /> a heading, each indent contains the description of that part of the heading covered by<br /> the adjacent rules in column 3.<br /> 2.4. Where two alternative rules are set out in column 3 that are separated by use<br /> of a different line and linked by an \"or\", it shall be at the choice of the exporter which<br /> one to use.<br /> Note 3 - Examples of How to Apply the Rules<br /> 3.1. Article 5 (Sufficiently Worked or Processed Products), concerning products<br /> having acquired originating status which are used in the manufacture of other<br /> products, applies regardless of whether that status has been acquired inside the<br /> factory where those products are used or in another factory in a Party.<br /> 3.2. Pursuant to Article 6 (Insufficient Working or Processing), the working or<br /> processing carried out must go beyond the list of operations mentioned in that Article.<br /> If it does not, the goods shall not qualify for the granting of the preferential tariff<br /> treatment, even if the conditions set out in the list below are met.<br /> Subject to the first paragraph, the rules in the list represent the minimum amount of<br /> working or processing required. The carrying-out of more working or processing also<br /> confers originating status, without prejudice to Article 6 (Insufficient Working or<br /> Processing). Conversely, the carrying-out of less working or processing shall not<br /> confer originating status.<br /> 3.3. Where a rule uses the expression \"Manufacture from materials of any heading,<br /> except that of the product\" all non-originating materials classified in headings other<br /> than that of the product may be used (Change in Tariff Heading).<br /> Where a rule uses the expression \"Manufacture from materials of any heading\", then<br /> materials of any heading(s) (even materials of the same description and heading as<br /> the product) may be used.<br /> 3.4. Where a rule uses the expression \"Manufacture in which the value of all the<br /> materials used does not exceed x % of the ex-works price of the product\" then the<br /> value of all non-originating materials is to be considered and the percentage for the<br /> maximum value of non-originating materials may not be exceeded through the use<br /> of paragraph 3 of Article 5 (Sufficiently Worked or Processed Products).<br /> 3.5. If a rule provides that a specific non-originating material may be used, the use<br /> of materials which are still in an earlier stage of the manufacturing process of that<br /> specific material is allowed, and the use of materials resulting from further<br /> processing of that specific non- originating material is not.<br /> If a rule provides that a specific non-originating material may not be used, the use of<br /> materials which are still in an earlier stage of the manufacturing process of that<br /> specific non-originating material is allowed, and the use of materials resulting from<br /> further processing of that specific non-originating material is not.<br /> Example: when the rule for Chapter 19 requires that \"non-originating materials of<br /> headings 1101 to 1108 cannot exceed 20 % of the weight\", the use of non-originating<br /> cereals of Chapter 10 (materials at an earlier stage in the manufacturing process of<br /> goods of headings 1101 to 1108) is not limited by the requirement concerning the 20<br /> % of the weight.<br /> 3.6. When a rule specifies that a product may be manufactured from more than one<br /> material, one or more materials may be used. It does not require that all materials be<br /> used.<br /> 3.7. Where a rule specifies that a product must be manufactured from a particular<br /> material, it does not prevent the use of other materials which, because of their<br /> inherent nature, cannot satisfy that requirement.<br /> Example: Flat-rolled products of iron and non-alloy steel, of a width of 600 mm or<br /> more, which have been painted, varnished or coated with plastics are classified in the<br /> HS under 7210 70. The rule for 7210 is \"Manufacture from ingots or other primary<br /> forms or semi-finished materials of heading 7206 or 7207\". This rule does not<br /> prevent the use of non-originating paint and varnish (heading 3208) or plastics<br /> (Chapter 39).<br /> Note 4 - General Provisions Concerning Certain Agricultural Goods<br /> 4.1. Agricultural goods falling within Chapters 6, 7, 8, 9, 10 and 12 and heading<br /> 2401 which are grown or harvested in a Party shall be treated as originating in that<br /> Party, even if grown from seeds, bulbs, rootstock, cuttings, grafts, shoots, buds, or<br /> other live parts of plants imported from a third country.<br /> 4.2. Whenever the rules for products in Chapters 1 to 24 incorporate some<br /> limitations in weight, it should be noted that in accordance with paragraph 2 of<br /> Article 5 (Sufficiently Worked or Processed Products), those limitations in weight<br /> only apply to non-originating materials. Consequently, originating materials are not<br /> to be taken into account for the calculation of the limitations in weight. In addition,<br /> those limitations are expressed in different manners. In particular:<br /> (a) When the rule uses the expression \"the weight of the materials of<br /> Chapters/headings\", the weight of each material mentioned shall be<br /> added up and the total weight shall not exceed the maximum percentage.<br /> Example: The rule for Chapter 19 provides that the weight of the materials of<br /> Chapters 2, 3 and 16 used does not exceed 20 % of the weight of the final product.<br /> In case the weight of the final product contains 12 % of materials of Chapter 3 and<br /> 10 % of materials of Chapter 16, the product does not meet the origin conferring rule<br /> of Chapter 19 as the combined weight exceeds 20 % of the weight of the final<br /> product.<br /> (b) When the rule uses the expression \"the individual weight of the materials<br /> of Chapters/headings\" the weight of each material mentioned shall not<br /> exceed the maximum percentage. The combined weight of the materials<br /> added together has no relevance.<br /> Example: The rule for Chapter 22 provides that the individual weight of sugar and<br /> of the materials of Chapter 4 does not exceed 20 % of the weight of the final product.<br /> In case the weight of the final product contains 15 % of sugar as well as 10 % of<br /> materials of Chapter 4, the origin conferring rule of Chapter 22 is complied with.<br /> Each individual material is less than 20 % of the weight of the final product. On the<br /> contrary, in case the weight of the final product contains 25 % of sugar and 10 % of<br /> materials of Chapter 4, the origin conferring rule is not complied with.<br /> (c) When the rule uses the expression \"the total combined weight of sugar<br /> and the materials of Chapter 4 used does not exceed x % of the weight<br /> of the final product\", both the weight of the sugar and the materials of<br /> Chapter 4 shall meet individually their weight limitation, and their<br /> combined weights added up shall meet the combined weight limitation.<br /> A combined weight limitation expresses a further restriction to the<br /> individual weight limitations.<br /> Example: The rule for heading 1704 provides that the total combined weight of sugar<br /> and the materials of Chapter 4 used does not exceed 50 % of the weight of the final<br /> product. The individual weight limitations for materials of Chapter 4 are 20 % and<br /> for sugar 40 %. In case the weight of the final product contains 35 % of sugar and 15<br /> % of materials of Chapter 4, both the individual weight limitations and the combined<br /> weight limitations of the origin conferring rule of heading 1704 are complied with.<br /> On the contrary, in case the weight of the final product contains 35 % of sugar and<br /> 20 % of materials of Chapter 4, the combined weight represents 55 % of the weight<br /> of the final product. In that case the individual weight limitations are respected but<br /> the combined weight limitation is exceeded and therefore the origin conferring rule<br /> of heading 1704 is not complied with.<br /> Note 5 - Terminology Used in Respect of Certain Textile Products<br /> 5.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres which have been carded,<br /> combed or otherwise processed, but not spun.<br /> 5.2. The term \"natural fibres\" includes horsehair of heading 0511, silk of headings<br /> 5002 and 5003, as well as wool-fibres and fine or coarse animal hair of headings<br /> 5101 to 5105, cotton fibres of headings 5201 to 5203, and other vegetable fibres of<br /> headings 5301 to 5305.<br /> 5.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\"<br /> are used in the list to describe the materials, not classified in Chapters 50 to 63, which<br /> can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 5.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste of headings 5501 to 5507.<br /> Note 6 - Tolerances Applicable to Products Made of a Mixture of Textile Materials<br /> 6.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials used<br /> in the manufacture of this product and which, taken together, represent 10 % or less<br /> of the total weight of all the basic textile materials used. (See also Notes 6.3 and 6.4).<br /> 6.2. However, the tolerance mentioned in Note 6.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyether, whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyester, whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting<br /> of a core of aluminium foil or of a core of plastic film whether or not<br /> coated with aluminium powder, of a width not exceeding 5 mm,<br /> sandwiched by means of a transparent or coloured adhesive between two<br /> layers of plastic film,<br /> - other products of heading 5605,<br /> - glass fibres,<br /> - metal fibres.<br /> Example: A yarn of heading 5205, made from cotton fibres of heading 5203 and<br /> synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating<br /> synthetic staple fibres which do not satisfy the origin rules may be used, provided<br /> that their total weight does not exceed 10 % of the weight of the yarn.<br /> Example: A woollen fabric of heading 5112, made from woollen yarn of heading<br /> 5107 and synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore,<br /> synthetic yarn which does not satisfy the origin rules, or woollen yarn which does<br /> not satisfy the origin rules, or a combination of the two, may be used, provided that<br /> their total weight does not exceed 10 % of the weight of the fabric.<br /> Example: Tufted textile fabric of heading 5802, made from cotton yarn of heading<br /> 5205 and cotton fabric of heading 5210, is only a mixed product if the cotton fabric<br /> is itself a mixed fabric made from yarns classified in two separate headings, or if the<br /> cotton yarns used are themselves mixtures.<br /> Example: If the tufted textile fabric concerned was made from cotton yarn of heading<br /> 5205 and synthetic fabric of heading 5407, the yarns used are two separate basic<br /> textile materials and the tufted textile fabric is, accordingly, a mixed product.<br /> 6.3. In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped\", this tolerance is 20 %<br /> in respect of this yarn.<br /> 6.4. In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width not exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film\", this tolerance is 30 % in respect of this<br /> strip.<br /> Note 7 - Other Tolerances Applicable to Certain Textile Products<br /> 7.1. Where, in the list, reference is made to this Note, textile materials which do<br /> not satisfy the rule set out in the list in column 3 for the made-up product concerned,<br /> may be used, provided that they are classified in a heading other than that of the<br /> product and that their value does not exceed 8 % of the ex-works price of the product.<br /> 7.2. Without prejudice to Note 7.3, materials which are not classified within<br /> Chapters 50 to 63 may be used freely in the manufacture of textile products, whether<br /> or not they contain textiles.<br /> Example: If a rule provides that, for a particular textile item (such as trousers), yarn<br /> shall be used, it does not prevent the use of metal items, such as buttons, because<br /> buttons are not classified within Chapters 50 to 63. For the same reason, it does not<br /> prevent the use of slide- fasteners, even though slide-fasteners normally contain<br /> textiles.<br /> 7.3. Where a percentage rule applies, the value of non-originating materials which<br /> are not classified within Chapters 50 to 63 shall be taken into account when<br /> calculating the value of the non-originating materials incorporated.<br /> Note 8 - Definition of Specific Processes and Simple Operations Carried out in<br /> Respect of Certain Products of Chapter 27<br /> 8.1. For the purposes of headings ex 2707 and 2713, the \"specific processes\" are<br /> the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally<br /> active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation; and<br /> (i) isomerisation.<br /> 8.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01102_coo.pdf", "DocType": "1_coo", "WebLink": "https://wtocenter.vn/download/18265/5.7.-protocol-1--annex-vii.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01102_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://wtocenter.vn/download/18255/5.2.-protocol-1--annex-ii.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01102_roo.pdf", "DocType": "3_roo", "WebLink": "https://wtocenter.vn/file/18251/5.-protocol-1.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc01102_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01102_full.pdf", "DocType": "8_full", "WebLink": "https://www.gov.uk/government/publications/ukvietnam-free-trade-agreement"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation with EU / cross-cumulation (with restriction) with other ASEAN countries and Korea", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3 : Cumulation of Origin <br /> 1. Notwithstanding Article 2 (General Requirements), products shall be <br /> considered as originating in the exporting Party if such products are obtained there <br /> by incorporating materials originating in the other Party or the EU, provided that the <br /> working or processing carried out in the exporting Party goes beyond the operations <br /> referred to in Article 6 (Insufficient Working or Processing).2 <br /> 2. For the purposes of paragraph 1, the origin of the materials shall be determined <br /> according to the rules of origin of this Agreement. <br /> 3. Notwithstanding Article 2 (General Requirements), working or processing <br /> carried out in the EU shall be considered as having been carried out in the UK when <br /> the products obtained undergo subsequent working or processing in the UK provided <br /> that the working or processing carried out in the UK goes beyond the operations <br /> referred to in Article 6 (Insufficient Working or Processing). <br /> 4. For the purposes of paragraph 1, the originating status of materials exported <br /> from the EU to a Party to be used in further working or processing shall be <br /> established by a proof of origin under which these materials could be exported <br /> directly to that Party. <br /> 5. The cumulation in respect of the EU as provided for in paragraphs 1, 2, 3 and <br /> 4 applies if the countries involved in the acquisition of the originating status and the <br /> country of destination have arrangements on administrative cooperation which <br /> ensure the correct implementation of this Article. <br /> 6. Materials listed in Annex III to this Protocol (Materials Referred to in <br /> Paragraph 6 of Article 3) originating in an ASEAN country which applies with the <br /> UK a preferential trade agreement in accordance with Article XXIV of GATT 1994, <br /> shall be considered as materials originating in Viet Nam when further processed or <br /> incorporated into one of the products listed in Annex IV to this Protocol (Products <br /> Referred to in Paragraph 6 of Article 3). <br /> 7. For the purpose of paragraph 6, the origin of the materials shall be determined <br /> according to the rules of origin applicable in the framework of the UK's preferential <br /> trade agreements with those ASEAN countries. <br /> 8. For the purpose of paragraph 6, the originating status of materials exported <br /> from an ASEAN country to Viet Nam to be used in further working or processing <br /> shall be established by a proof of origin as if those materials were exported directly <br /> to the UK. <br /> 9. The cumulation in respect of the ASEAN countries (as provided for in <br /> paragraphs 6, 7 and 8 applies if: <br /> (a) the ASEAN countries involved in the acquisition of the originating status <br /> have undertaken to: <br /> (i) comply or ensure compliance with this Protocol; and <br /> (ii) provide the administrative cooperation necessary to ensure the <br /> correct implementation of this Protocol both with regard to the UK <br /> and among themselves; <br /> (b) the undertakings referred to in subparagraph (a) have been notified to the <br /> UK; and <br /> (c) the tariff duty the UK applies to the products listed in Annex IV to this <br /> Protocol obtained in Viet Nam by use of such cumulation is higher than <br /> or the same as the duty the UK applies to the same product originating <br /> in the ASEAN country involved in the cumulation. <br /> 10. Proofs of origin issued by application of paragraph 6 shall bear the following <br /> entry: \"Application of Article 3 (6) of Protocol 1 to the Viet Nam - UK FTA\". <br /> 11. Fabrics originating in the Republic of Korea shall be considered as originating <br /> in Viet Nam when further processed or incorporated into one of the products listed <br /> in Annex V to this Protocol obtained in Viet Nam, provided that they have undergone <br /> working or processing in Viet Nam which goes beyond the operations referred to in <br /> Article 6 (Insufficient Working or Processing). <br /> 12. For the purpose of paragraph 11, the origin of the fabrics shall be determined <br /> in accordance with the rules of origin applicable in the framework of the Free Trade <br /> Agreement between the United Kingdom of Great Britain and Northern Ireland, and <br /> the Republic of Korea, done at London on 22 August 2019 except for the rules set <br /> out in Annex II(a) to the Protocol concerning the Definition of \"Originating <br /> Products\" and Methods of Administrative Cooperation of that preferential trade agreement. <br /> 13. For the purpose of paragraph 11, the originating status of the fabrics exported <br /> from the Republic of Korea to Viet Nam to be used in further working or processing <br /> shall be established by a proof of origin as if those fabrics were exported directly <br /> from the Republic of Korea to the UK. <br /> 14. The cumulation provided for in paragraphs 11 to 13 applies if: <br /> (a) the Republic of Korea applies with the UK a preferential trade <br /> agreement in accordance with Article XXIV of GATT 1994; <br /> (b) the Republic of Korea and Viet Nam have undertaken and notified to the <br /> UK their undertaking to: <br /> (i) comply or ensure compliance with the cumulation provided for by <br /> this Article; and <br /> (ii) provide the administrative cooperation necessary to ensure the <br /> correct implementation of this Protocol both with regard to the UK <br /> and between themselves. <br /> 15. Proofs of origin issued by Viet Nam by application of paragraph 11 shall bear <br /> the following entry: \"Application of Article 3(11) of Protocol 1 to the Viet Nam - UK FTA\". <br /> 16. The Committee on Customs established pursuant to incorporated Article 17.2 <br /> (Specialised Committees) of this Agreement, may decide that fabrics originating in <br /> a country with which both the UK and Viet Nam apply a preferential trade agreement <br /> in accordance with Article XXIV of GATT 1994 shall be considered as originating <br /> in a Party when further processed or incorporated into one of the products listed in <br /> Annex V to this Protocol obtained in that Party, provided that they have undergone <br /> working or processing in that Party which goes beyond the operations referred to <br /> in Article 6 (Insufficient Working or Processing). <br /> 2 The administrative arrangements in terms of the cumulation with the EU, as provided for in Article <br /> 3, shall be reviewed by the Committee on Customs established pursuant to Incorporated Article 17.2 <br /> (Specialised Committees) of this Agreement, starting from the third year, for application from the <br /> fourth year following entry into force of this Agreement. The Committee on Customs shall, as a result <br /> of the review, put in place arrangements which are necessary for the application of cumulation that <br /> are no less beneficial in respect of trade between them. In the event that the Committee on Customs <br /> may not reach mutual understanding on such arrangements within this timeframe, the Parties <br /> recognise that, from the fourth year following entry into force of this Agreement, Parties shall have <br /> the right to enforce their domestic arrangements on procedural aspects for proving origin in terms <br /> of cumulation to meet the objective of this Article. <br /> ANNEX III to Protocol 1 <br /> MATERIALS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 0307 41 Live, fresh or chilled cuttlefish and squid <br /> 0307 51 Live, fresh or chilled octopus <br /> ANNEX IV to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 1605 54 Prepared or preserved cuttlefish and squid <br /> 1605 55 Prepared or preserved octopus <br /> ANNEX V to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 11 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br /> Chapter 62  Articles of apparel and clothing accessories, not knitted or crocheted <br /> ARTICLE 35 : Committee on Customs <br /> Committee on Customs <br /> 1. The Committee on Customs established pursuant to the incorporated Article <br /> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br /> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br /> to amend it. <br /> 2. The Committee on Customs shall endeavour to agree upon the uniform <br /> administration of the rules of origin, including tariff classification and valuation <br /> matters relating to the rules of origin and technical, interpretative or administrative <br /> matters relating to this Protocol. <br /> ARTICLE 36 : Coherence of Rules of Origin <br /> Coherence of Rules of Origin <br /> Following the conclusion of a free trade agreement between the UK and another <br /> ASEAN country, the Committee on Customs may submit a proposal for a decision <br /> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br /> between the respective rules of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 : Sufficiently Worked or Processed Products <br /> to this Protocol requires that such materials be wholly obtained.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5 : Sufficiently Worked or Processed Products <br /> 1. For the purpose of subparagraph (b) of Article 2 (General Requirements), <br /> products which are not wholly obtained are considered to be sufficiently worked or <br /> processed when the conditions set out in Annex II to this Protocol are fulfilled. <br /> 2. The conditions referred to in paragraph 1 indicate, for all products covered by <br /> this Agreement, the working or processing which must be carried out on non- <br /> originating materials used in manufacturing and apply only in relation to such materials. <br /> If a product which has acquired originating status by fulfilling the conditions set out <br /> in the list is used in the manufacture of another product, the conditions applicable to <br /> the product in which it is incorporated do not apply to it, and no account shall be <br /> taken of the non-originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts, tools and instructional or other information materials <br /> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br /> of the normal equipment and included in the price thereof or which are not separately <br /> invoiced, shall be regarded as one with the piece of equipment, machine, apparatus <br /> or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4 : Wholly Obtained Products <br /> 1. The following shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted from its soil or from its seabed; <br /> (b) plants and vegetable products grown and harvested or gathered there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products from slaughtered animals born and raised there; <br /> (f) products obtained by hunting or fishing conducted there; <br /> (g) products of aquaculture, where the fish, crustaceans and molluscs are <br /> born or raised there from eggs, fry, fingerlings and larvae; <br /> (h) products of sea fishing and other products taken from outside any <br /> territorial sea by its vessels; <br /> (i) products made aboard its factory ships exclusively from products <br /> referred to in subparagraph (h); <br /> (j) used articles collected there which are only fit for the recovery of raw materials; <br /> (k) waste and scrap resulting from manufacturing operations conducted there; <br /> (l) products extracted from the seabed or below the seabed which is situated <br /> outside any territorial sea but where it has exclusive exploitation rights; <br /> (m) goods produced there exclusively from the products specified in <br /> subparagraphs (a) to (l). <br /> 2. The terms \"its vessels\" and \"its factory ships\" in subparagraphs 1(h) and 1(i) <br /> apply only to vessels and factory ships which: <br /> (a) are registered in the UK or in Viet Nam; <br /> (b) fly the flag of the UK or of Viet Nam; and <br /> (c) meet one of the following conditions: <br /> (i) they are at least 50 per cent owned by natural persons of a Party or <br /> a Member State of the EU; or <br /> (ii) they are owned by legal persons which: <br /> (A) have their head office and their main place of business <br /> in the UK, Viet Nam or a Member State of the EU; and <br /> (B) are at least 50 per cent owned by the UK, by Viet Nam, <br /> by a Member State of the EU or by their public entities or nationals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 6 : Insufficient Working or Processing <br /> 1. The following operations shall be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not the <br /> requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles and textile articles; <br /> (e) simple painting and polishing operations; <br /> (f) husking and partial or total milling of rice; polishing and glazing of <br /> cereals and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br /> milling of crystal sugar; <br /> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, or matching (including <br /> the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of <br /> sugar with any material; <br /> (n) simple addition of water, dilution, dehydration or denaturation of products; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) a combination of two or more of the operations specified in <br /> subparagraphs (a) to (o); or <br /> (q) slaughter of animals. <br /> 2.   For the purpose of paragraph 1, operations shall be considered simple when for <br /> their performance neither special skills are required nor machines, apparatus or tools <br /> especially produced or installed for those operations. <br /> 3.   All operations carried out either in the UK or in Viet Nam on a given product <br /> shall be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 1 : Definitions <br /> (f) \"ex-works price\" means the price paid for the product ex-works to the <br /> manufacturer in whose undertaking the last working or processing is <br /> carried out, provided that the price includes the value of all the materials <br /> used and all other costs related to its production, excluding any internal <br /> taxes which are, or may be, repaid when the product obtained is exported; <br /> where the price paid does not reflect all costs related to the <br /> manufacturing of the product which are actually incurred in the UK or in <br /> Viet Nam, \"ex-works price\" means the sum of all those costs, excluding <br /> any internal taxes which are, or may be, repaid when the product <br /> obtained is exported; <br /> where the last working or processing has been subcontracted to a <br /> manufacturer, the term \"manufacturer\" referred to in the first paragraph <br /> may refer to the enterprise that has employed the subcontractor; <br /> (o) \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in the <br /> UK or in Viet Nam; and", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10 : Neutral Elements <br /> In order to determine whether a product originates in a Party, it shall not be necessary <br /> to determine the origin of the following elements which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) production plants and equipment, including goods to be used for their maintenance; <br /> (c) machines, tools, dies and moulds; spare parts and materials used in the <br /> maintenance of equipment and buildings; lubricants, greases, <br /> compounding materials and other materials used in production or used <br /> to operate equipment and buildings; gloves, glasses, footwear, clothing, <br /> safety equipment and supplies; catalysts and solvents; equipment, <br /> devices and supplies used for testing or inspecting the product; and <br /> (d) other goods which do not enter and which are not intended to enter into <br /> the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13 : Non-Alteration <br /> 1. The products declared for home use in a Party shall be the same products as <br /> exported from the other Party in which they are considered to originate. They shall <br /> not have been altered, transformed in any way or subjected to operations other than <br /> operations to preserve them in good condition or other than adding or affixing marks, <br /> labels, seals or any other documentation to ensure compliance with specific domestic <br /> requirements of the importing Party carried out under customs supervision in the <br /> country or countries of transit or splitting prior to being declared for home use. <br /> 2. Storage of products or consignments may take place provided they remain <br /> under customs supervision in the country or countries of transit. <br /> 3.   Without prejudice to Section D (Proof of Origin), the splitting of consignments <br /> may take place where carried out by the exporter or under his responsibility, provided <br /> they remain under customs supervision in the country or countries of splitting. <br /> 4. In case of doubt, the importing Party may request the declarant to provide <br /> evidence of compliance, which may be given by any means, including: <br /> (a) contractual transport documents such as bills of lading; <br /> (b) factual or concrete evidence based on marking or numbering of packages; <br /> (c) any evidence related to the goods themselves; <br /> (d) a certificate of non-manipulation provided by the customs authorities of <br /> the country or countries of transit or splitting, or any other documents <br /> demonstrating that the goods remained under customs supervision in the <br /> country or countries of transit or splitting.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12 : Principle of Territoriality <br /> 1. Except as provided for in Article 3, the conditions set out in Section B <br /> (Definition of the Concept of \"Originating Products\") relating to the acquisition of <br /> originating status shall be fulfilled without interruption in a Party. <br /> 2.   Except as provided for in Article 3, if originating goods exported from a Party <br /> return from a third country, they shall be considered as non-originating, unless it can <br /> be demonstrated to the satisfaction of the customs authorities that the returning goods: <br /> (a) are the same as those exported; and <br /> (b) have not undergone any operation beyond what is necessary to preserve <br /> them in good condition while they were in that third country or while <br /> being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7 : Unit of Qualification <br /> 3. Where, under General Rule 5 of the HS, packaging is included in the product <br /> for classification purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 11 : Accounting Segregation <br /> 1. If originating and non-originating fungible materials are used in the working <br /> or processing of a product, the competent authorities may, at the written request of <br /> economic operators, authorise the management of materials using the accounting <br /> segregation method without keeping the materials in separate stocks. <br /> 2. The competent authorities may make the granting of authorisation referred to <br /> in paragraph 1 subject to any conditions they deem appropriate. <br /> 3. The authorisation shall be granted only if by use of the accounting segregation <br /> method it can be ensured that, at any time, the number of products obtained which <br /> could be considered as originating in the UK or in Viet Nam is the same as the <br /> number that would have been obtained by using a method of physical segregation of <br /> the stocks. <br /> 4. If authorised, the accounting segregation method and its application shall be <br /> recorded on the basis of the general accounting principles applicable in the UK or in <br /> Viet Nam, depending on where the product is manufactured. <br /> 5. A manufacturer using the accounting segregation method shall make out or <br /> apply for origin declarations for the quantity of products which may be considered <br /> as originating in the exporting Party. At the request of the customs authorities or the <br /> competent authorities of the exporting Party, the beneficiary shall provide a <br /> statement of how the quantities have been managed. <br /> 6. The competent authorities shall monitor the use made of the authorisation <br /> referred to in paragraph 3 and may withdraw it if the manufacturer makes improper <br /> use of it or fails to fulfil any of the other conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 9 : Sets <br /> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when <br /> all component products are originating products. When a set is composed of <br /> originating and non-originating products, the set as a whole shall be regarded as <br /> originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 14 : Exhibitions <br /> 1.   Originating products sent for exhibition in a country other than a Party and sold <br /> after the exhibition for importation in a Party shall benefit on importation from the <br /> provisions of this Agreement provided it is shown to the satisfaction of the customs <br /> authorities that: <br /> (a) an exporter has consigned these products from a Party to the country in <br /> which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to <br /> a person in a Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2.   A proof of origin must be issued or made out in accordance with the provisions <br /> of Section D (Proof of Origin) and submitted to the customs authorities of the <br /> importing Party in the normal manner. The name and address of the exhibition must <br /> be indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which the products have been exhibited may be required. <br /> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to the sale of foreign products, provided that <br /> the products remain under customs control. <br /> ANNEX III to Protocol 1 <br /> MATERIALS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 0307 41 Live, fresh or chilled cuttlefish and squid <br /> 0307 51 Live, fresh or chilled octopus <br /> ANNEX IV to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> 1605 54 Prepared or preserved cuttlefish and squid <br /> 1605 55 Prepared or preserved octopus <br /> ANNEX V to Protocol 1 <br /> PRODUCTS REFERRED TO IN PARAGRAPH 11 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br /> HS Description <br /> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br /> Chapter 62  Articles of apparel and clothing accessories, not knitted or crocheted <br /> ARTICLE 14 : Exhibitions <br /> 1.   Originating products sent for exhibition in a country other than a Party and sold <br /> after the exhibition for importation in a Party shall benefit on importation from the <br /> provisions of this Agreement provided it is shown to the satisfaction of the customs <br /> authorities that: <br /> (a) an exporter has consigned these products from a Party to the country in <br /> which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to <br /> a person in a Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2.   A proof of origin must be issued or made out in accordance with the provisions <br /> of Section D (Proof of Origin) and submitted to the customs authorities of the <br /> importing Party in the normal manner. The name and address of the exhibition must <br /> be indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which the products have been exhibited may be required. <br /> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to the sale of foreign products, provided that <br /> the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 2 : General Requirements <br /> For the purpose of implementing this Agreement, the following products shall be <br /> considered as originating in a Party: <br /> (a) products wholly obtained in a Party within the meaning of Article 4 <br /> (Wholly Obtained Products); <br /> (b) products obtained in a Party incorporating materials which have not been <br /> wholly obtained there, provided that such materials have undergone <br /> sufficient working or processing in the Party concerned within the <br /> meaning of Article 5 (Sufficiently Worked or Processed Products). <br /> ARTICLE 15 : General Requirements <br /> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br /> from this Agreement upon submission of any of the following proofs of origin: <br /> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br /> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br /> Certificate of Origin); <br /> (b) an origin declaration made out in accordance with Article 19 (Conditions <br /> for Making out an Origin Declaration) by: <br /> (i) an approved exporter within the meaning of Article 20 (Approved <br /> Exporter) for any consignment regardless of its value; or <br /> (ii) any exporter for consignments the total value of which does not <br /> exceed EUR 6 000; <br /> (c) a statement of origin made out by exporters registered in an electronic <br /> database in accordance with the relevant legislation of the UK after the <br /> UK has notified to Viet Nam that such legislation applies to its exporters. <br /> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br /> to apply to the UK. <br /> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br /> from this Agreement upon submission of any of the following proofs of origin: <br /> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br /> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br /> Certificate of Origin); <br /> (b) an origin declaration made out in accordance with Article 19 (Conditions <br /> for Making out an Origin Declaration) by any exporter for consignments <br /> the total value of which is to be determined in the national legislation of <br /> Viet Nam and shall not exceed EUR 6 000; <br /> (c) an origin declaration made out in accordance with Article 19 (Conditions <br /> for Making out an Origin Declaration) by an exporter approved or <br /> registered in accordance with the relevant legislation of Viet Nam after <br /> Viet Nam has notified to the UK that such legislation applies to its <br /> exporters. Such notification may stipulate that subparagraph (a) shall <br /> cease to apply to Viet Nam. <br /> 3. Originating products within the meaning of this Protocol shall, in the cases <br /> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br /> Agreement without requiring the submission of any of the documents referred to in <br /> this Article. <br /> ARTICLE 16 : Procedure for the Issuance of a Certificate of Origin <br /> 1. A certificate of origin shall be issued by the competent authorities of the <br /> exporting Party on application having been made in writing by the exporter or, under <br /> the exporter's responsibility, by his authorised representative. <br /> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br /> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br /> and the application form. The specimen of the application form to be used for exports <br /> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br /> application form to be used for exports from Viet Nam to the UK shall be determined <br /> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br /> the languages in which this Agreement is drawn up and in accordance with the <br /> domestic law of the exporting Party. If they are hand-written, they shall be completed <br /> in ink in printed characters. The description of the products must be given in the box <br /> reserved for this purpose without leaving any blank lines. Where the box is not <br /> completely filled, a horizontal line must be drawn below the last line of the <br /> description, the empty space being crossed through to prevent any subsequent <br /> addition. <br /> 3. The exporter applying for the issuance of a certificate of origin shall be <br /> prepared to submit at any time, at the request of the competent authorities of the <br /> exporting Party, all appropriate documents proving the originating status of the <br /> products concerned as well as the fulfilment of the other requirements of this <br /> Protocol. <br /> 4. A certificate of origin shall be issued by the competent authorities of the <br /> exporting Party if the products concerned can be considered as products originating <br /> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br /> 5. The competent authorities issuing certificates of origin shall take any steps <br /> necessary to verify the originating status of the products and the fulfilment of the <br /> other requirements of this Protocol. For this purpose, they shall have the right to call <br /> for any evidence and to carry out any inspection of the exporter's accounts or any <br /> other check considered appropriate. They shall also ensure that the forms referred to <br /> in paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as <br /> to exclude all possibility of fraudulent additions. <br /> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br /> the certificate. <br /> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br /> three working days after the date of exportation (the declared shipment date). <br /> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br /> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br /> may apply to the competent authorities which issued it for a duplicate made out on <br /> the basis of the export documents in their possession. <br /> 2. The duplicate issued in this way must be endorsed with the following word in <br /> English: \"DUPLICATE\". <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br /> duplicate certificate of origin. <br /> 4. The duplicate, which must bear the date of issue of the original certificate of <br /> origin, shall take effect as from that date. <br /> ARTICLE 19 : Conditions for Making out an Origin Declaration <br /> 1. An origin declaration may be made out if the products concerned can be <br /> considered as products originating in the UK or in Viet Nam and fulfil the other <br /> requirements of this Protocol. <br /> 2. The exporter making out an origin declaration shall be prepared to submit at <br /> any time, at the request of the competent authorities of the exporting Party, all <br /> appropriate documents proving the originating status of the products concerned as <br /> well as the fulfilment of the other requirements of this Protocol. <br /> 3. An origin declaration shall be made out by the exporter on the invoice, the <br /> delivery note or any other commercial document which describes the products <br /> concerned in sufficient details to enable them to be identified, by typing, stamping <br /> or printing on that document the declaration, the text of which appears in Annex VI <br /> to this Protocol, in accordance with the provisions of the domestic law of the <br /> exporting Party. If the declaration is hand-written, <br /> it shall be written in ink in capital characters. <br /> 4. Origin declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 20 <br /> (Approved Exporter) shall not be required to sign such declarations provided that he <br /> gives the competent authorities of the exporting Party a written undertaking that he <br /> accepts full responsibility for any origin declaration which identifies him as if it had <br /> been signed in manuscript by him. <br /> 5. An origin declaration may be made out after exportation provided that it is <br /> presented in the importing Party no later than two years, or the period specified in <br /> the legislation of the importing Party, after the entry of the goods into the territory. <br /> 6. The conditions for making out an origin declaration referred to in paragraphs <br /> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br /> registered as provided for in subparagraphs 1(c) and 2(c) <br /> of Article 15 (General Requirements). <br /> ARTICLE 22 : Submission of Proof of Origin <br /> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br /> submitted to the customs authorities of the importing Party in accordance with the <br /> procedures applicable in that Party. Those authorities may request a translation of <br /> the proof of origin if it is not issued in English.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 for UK / USD 200 for Vietnam)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 24 : Exemptions from Proof of Origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products <br /> are not imported by way of trade and have been declared as meeting the requirements <br /> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br /> the case of products sent by post, this declaration can be made on the customs <br /> declaration CN22, CN23 or on a sheet of paper attached to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal <br /> use of the recipients or travellers or their families shall not be considered as imports <br /> by way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose exists. <br /> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br /> shall not exceed: <br /> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br /> 200 in the case of products forming part of travellers' personal luggage; <br /> (b) when entering Viet Nam, USD 200, both in the case of small packages <br /> and in the case of products forming part of travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 20 : Approved Exporter <br /> 1. The competent authorities of the exporting Party may authorise any exporter <br /> (hereinafter referred to as \"approved exporter\") who exports products under this <br /> Agreement to make out origin declarations irrespective of the value of the products <br /> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br /> the competent authorities all guarantees necessary to verify the originating status of <br /> the products as well as the fulfilment of the other requirements of this Protocol. <br /> 2. The competent authorities may grant the status of approved exporter subject to <br /> any conditions specified in domestic legislation which they consider appropriate. <br /> 3.   The competent authorities shall grant to the approved exporter an authorisation <br /> number which shall appear on the origin declaration. <br /> 4. The competent authorities shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5. The competent authorities may withdraw the authorisation at any time. They <br /> shall do so when the approved exporter no longer offers the guarantees referred to <br /> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br /> otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 21 : Validity of Proof of Origin <br /> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br /> exporting Party, and shall be submitted to the customs authorities of the importing <br /> Party within that period. <br /> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br /> Party after the period of validity referred to in paragraph 1 may be accepted for the <br /> purpose of applying preferential tariff treatment, when the importer failed to submit <br /> those documents by the final date of the period of validity due to force majeure or <br /> other valid reasons beyond that person's control. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin when the products have been imported within <br /> the period of validity referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 26 : Preservation of Proof of Origin and Supporting Documents <br /> 1. The exporter making out an origin declaration or applying for the issuance of <br /> a certificate of origin shall keep for at least three years a copy of this origin <br /> declaration or of the certificate of origin as well as of the documents referred to in <br /> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br /> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br /> 2. The competent authorities of the exporting Party issuing a certificate of origin <br /> shall keep for at least three years the application form referred to in in paragraph 2 <br /> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br /> 3. The customs authorities of the importing Party shall keep for at least three <br /> years the proofs of origin submitted to them. <br /> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br /> exporters in its territory to maintain documentation or records in any form or <br /> medium, provided that the documentation or records can be retrieved and printed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 17 : Certificates of Origin Issued Retrospectively <br /> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br /> Certificate of Origin), a certificate of origin may also be issued after exportation of <br /> the products to which it relates in specific situations where: <br /> (a) it was not issued at the time of exportation because of errors, involuntary <br /> omissions or other valid reasons; <br /> (b) it is demonstrated to the competent authorities that a certificate of origin <br /> was issued but was not accepted at importation for technical reasons; or <br /> (c) the final destination of the products concerned was not known at the time <br /> of exportation and was determined during their transportation, storage or <br /> after splitting of consignments in accordance with Article 13 (Non- <br /> Alteration). <br /> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br /> application the place and date of exportation of the products to which the certificate <br /> of origin relates, and state the reasons for his request. <br /> 3.   The competent authorities may issue a certificate of origin retrospectively only <br /> after verifying that the information supplied in the exporter's application conforms <br /> with that in the corresponding file. <br /> 4. Certificates of origin issued retrospectively shall be endorsed with the <br /> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br /> certificate of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 25 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br /> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br /> an Origin Declaration), used for the purpose of proving that products covered by an <br /> origin declaration or a certificate of origin can be considered as products originating <br /> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br /> consist, inter alia, of the following: <br /> (a) direct evidence of the manufacturing or other processes carried out by <br /> the exporter or supplier to obtain the goods concerned, contained for <br /> example in his accounts or internal book- keeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in a Party, where those documents are used <br /> in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in a Party, <br /> issued or made out in a Party, where those documents are used in <br /> accordance with domestic law; or <br /> (d) proof of origin proving the originating status of materials used, issued or <br /> made out in a Party in accordance with this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13 : Non-Alteration <br /> 3.   Without prejudice to Section D (Proof of Origin), the splitting of consignments <br /> may take place where carried out by the exporter or under his responsibility, provided <br /> they remain under customs supervision in the country or countries of splitting.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 30 : Verification of Proofs of Origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the competent authorities of the importing Party have reasonable doubts <br /> as to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfilment of the other requirements of this Protocol. <br /> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br /> authorities of the importing Party shall return the certificate of origin and the invoice, <br /> if it has been submitted, or the origin declaration, or a copy of these documents, to <br /> the competent authorities of the exporting Party giving, where appropriate, the <br /> reasons for the enquiry. Any documents and information obtained suggesting that <br /> the information given on the proof of origin is incorrect shall be forwarded in support <br /> of the request for verification. <br /> 3. The verification shall be carried out by the competent authorities of the <br /> exporting Party. For that purpose, they shall have the right to request any evidence <br /> and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 4. If the competent authorities of the importing Party decide to suspend the <br /> granting of preferential tariff treatment to the products concerned while awaiting the <br /> results of the verification, release of the products shall be offered to the importer <br /> subject to any precautionary measures deemed necessary. Any suspension of <br /> preferential tariff treatment shall be reinstated as soon as possible after the <br /> originating status of the products concerned or the fulfilment of the other <br /> requirements of this Protocol has been ascertained by the competent authorities of <br /> the importing Party. <br /> 5. The competent authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in the Parties and fulfil the other requirements of <br /> this Protocol. <br /> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br /> of the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting competent authorities may, except in exceptional <br /> circumstances, refuse entitlement to the preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 32 : Penalties <br /> Each Party shall provide for procedures for penalties to be imposed on any person <br /> who draws up, or causes to be drawn up, a document which contains incorrect <br /> information for the purpose of obtaining preferential tariff treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9 : Advance Rulings <br /> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br /> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br /> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br /> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br /> each Party shall publish, for example on an official website, its advance rulings on tariff <br /> classification and on any matters that the Parties may agree upon. <br /> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 27 : Discrepancies and Formal Errors <br /> 1.   The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document <br /> corresponds to the products submitted. <br /> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document. <br /> 3. For multiple goods declared under the same proof of origin, a problem <br /> encountered with one of the goods listed shall not affect or delay the granting of <br /> preferential tariff treatment and customs clearance of the remaining goods listed in <br /> the proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 31 : Dispute Settlement <br /> 1. Where disputes arise in relation to the verification procedures provided for in <br /> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br /> competent authorities requesting a verification and the competent authorities <br /> responsible for carrying out this verification, they shall be submitted to the <br /> Committee on Customs. <br /> 2. Disputes between the importer and the competent authorities of the importing <br /> Party, shall be settled in accordance with the legislation of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 2 : General requirements <br> Article 4 : Wholly obtained products <br> Article 8 : Accessories, spare parts and tools <br> Wholly obtained products <br> CONCERNING THE DEFINITION OF THE CONCEPT OF \"ORIGINATING <br> PRODUCTS\" AND METHODS OF ADMINISTRATIVE COOPERATION <br> For the purpose of implementing this Agreement, the following products shall be <br> SECTION A GENERAL PROVISIONS <br> considered as originating in a Party: <br> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (a) products wholly obtained in a Party within the meaning of Article 4 <br> of the normal equipment and included in the price thereof or which are not separately <br> (Wholly Obtained Products); <br> Article 9 : Sets <br> invoiced, shall be regarded as one with the piece of equipment, machine, apparatus <br> (b) products obtained in a Party incorporating materials which have not been <br> or vehicle in question. <br> wholly obtained there, provided that such materials have undergone <br> SECTION C <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> sufficient working or processing in the Party concerned within the <br> Neutral elements <br> (e) simple painting and polishing operations; <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when <br> ARTICLE 3 : Cumulation of Origin <br> all component products are originating products. When a set is composed of <br> Article 12 : Principle of territoriality <br> 1. Notwithstanding Article 2 (General Requirements), products shall be <br> originating and non-originating products, the set as a whole shall be regarded as <br> originating, provided that the value of the non-originating products does not <br> (i) sharpening, simple grinding or simple cutting; <br> considered as originating in the exporting Party if such products are obtained there <br> Article 10 : Neutral Elements <br> thereafter in the state in which they were sent for exhibition; and <br> by incorporating materials originating in the other Party or the EU, provided that the <br> according to the rules of origin of this Agreement. <br> working or processing carried out in the exporting Party goes beyond the operations <br> Exhibitions <br> referred to in Article 6 (Insufficient Working or Processing).2 <br> In order to determine whether a product originates in a Party, it shall not be necessary <br> 2. For the purposes of paragraph 1, the origin of the materials shall be determined <br> condition during transport and storage; <br> (a) energy and fuel; <br> to determine the origin of the following elements which might be used in its manufacture: <br> the making-up of sets of articles); <br> 3. Notwithstanding Article 2 (General Requirements), working or processing <br> cereals and rice; <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> carried out in the EU shall be considered as having been carried out in the UK when <br> (c) machines, tools, dies and moulds; spare parts and materials used in the <br> TERRITORIAL REQUIREMENTS <br> the products obtained undergo subsequent working or processing in the UK provided <br> maintenance of equipment and buildings; lubricants, greases, <br> (a) the ASEAN countries involved in the acquisition of the originating status <br> that the working or processing carried out in the UK goes beyond the operations <br> compounding materials and other materials used in production or used <br> Sets <br> (e) products from slaughtered animals born and raised there; <br> disassembly of products into parts; <br> have undertaken to: <br> to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> 4. For the purposes of paragraph 1, the originating status of materials exported <br> safety equipment and supplies; catalysts and solvents; equipment, <br> (f) products obtained by hunting or fishing conducted there; <br> from the EU to a Party to be used in further working or processing shall be <br> devices and supplies used for testing or inspecting the product; and <br> established by a proof of origin under which these materials could be exported <br> (d) other goods which do not enter and which are not intended to enter into <br> Principle of territoriality <br> the final composition of the product. <br> directly to that Party. <br> Article 11 : Accounting Segregation <br> authorities that: <br> Non-alteration <br> 5. The cumulation in respect of the EU as provided for in paragraphs 1, 2, 3 and <br> 4 applies if the countries involved in the acquisition of the originating status and the <br> country of destination have arrangements on administrative cooperation which <br> 1. If originating and non-originating fungible materials are used in the working <br> ensure the correct implementation of this Article. <br> or processing of a product, the competent authorities may, at the written request of <br> 6. Materials listed in Annex III to this Protocol (Materials Referred to in <br> Article 5 : Sufficiently worked or processed products <br> economic operators, authorise the management of materials using the accounting <br> segregation method without keeping the materials in separate stocks. <br> Article 6 (Insufficient Working or Processing). <br> Paragraph 6 of Article 3) originating in an ASEAN country which applies with the <br> Sufficiently worked or processed products <br> to the UK. <br> UK a preferential trade agreement in accordance with Article XXIV of GATT 1994, <br> 2. The competent authorities may make the granting of authorisation referred to <br> shall be considered as materials originating in Viet Nam when further processed or <br> in paragraph 1 subject to any conditions they deem appropriate. <br> incorporated into one of the products listed in Annex IV to this Protocol (Products <br> 3. The authorisation shall be granted only if by use of the accounting segregation <br> Referred to in Paragraph 6 of Article 3). <br> method it can be ensured that, at any time, the number of products obtained which <br> 7. For the purpose of paragraph 6, the origin of the materials shall be determined <br> could be considered as originating in the UK or in Viet Nam is the same as the <br> number that would have been obtained by using a method of physical segregation of <br> trade agreements with those ASEAN countries. <br> the stocks. <br> 8. For the purpose of paragraph 6, the originating status of materials exported <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of origin <br> 4. If authorised, the accounting segregation method and its application shall be <br> from an ASEAN country to Viet Nam to be used in further working or processing <br> recorded on the basis of the general accounting principles applicable in the UK or in <br> shall be established by a proof of origin as if those materials were exported directly <br> Viet Nam, depending on where the product is manufactured. <br> 5. A manufacturer using the accounting segregation method shall make out or <br> 9. The cumulation in respect of the ASEAN countries (as provided for in <br> apply for origin declarations for the quantity of products which may be considered <br> paragraphs 6, 7 and 8 applies if: <br> referred to in Article 6 (Insufficient Working or Processing). <br> as originating in the exporting Party. At the request of the customs authorities or the <br> competent authorities of the exporting Party, the beneficiary shall provide a <br> conditions under which the products have been exhibited may be required. <br> statement of how the quantities have been managed. <br> (i) comply or ensure compliance with this Protocol; and <br> 6. The competent authorities shall monitor the use made of the authorisation <br> (a) Mineral products extracted from its soil or from its seabed; <br> (ii) provide the administrative cooperation necessary to ensure the <br> referred to in paragraph 3 and may withdraw it if the manufacturer makes improper <br> use of it or fails to fulfil any of the other conditions laid down in this Protocol. <br> and among themselves; <br> (b) the undertakings referred to in subparagraph (a) have been notified to the <br> UK; and <br> (c) the tariff duty the UK applies to the products listed in Annex IV to this <br> Accessories, spare parts, tools and instructional or other information materials <br> Protocol obtained in Viet Nam by use of such cumulation is higher than <br> (c) the products have been consigned during the exhibition or immediately <br> 1. Except as provided for in Article 3, the conditions set out in Section B <br> (d) products from live animals raised there; <br> or the same as the duty the UK applies to the same product originating <br> (Definition of the Concept of \"Originating Products\") relating to the acquisition of <br> 1. The following operations shall be considered as insufficient working or <br> in the ASEAN country involved in the cumulation. <br> Insufficient working or processing <br> originating status shall be fulfilled without interruption in a Party. <br> 10. Proofs of origin issued by application of paragraph 6 shall bear the following <br> 2.   Except as provided for in Article 3, if originating goods exported from a Party <br> used for any purpose other than demonstration at the exhibition. <br> entry: \"Application of Article 3 (6) of Protocol 1 to the Viet Nam - UK FTA\". <br> return from a third country, they shall be considered as non-originating, unless it can <br> 11. Fabrics originating in the Republic of Korea shall be considered as originating <br> be demonstrated to the satisfaction of the customs authorities that the returning goods: <br> in Viet Nam when further processed or incorporated into one of the products listed <br> (a) are the same as those exported; and <br> in Annex V to this Protocol obtained in Viet Nam, provided that they have undergone <br> (b) have not undergone any operation beyond what is necessary to preserve <br> working or processing in Viet Nam which goes beyond the operations referred to in <br> them in good condition while they were in that third country or while <br> being exported. <br> 12. For the purpose of paragraph 11, the origin of the fabrics shall be determined <br> ARTICLE 13 : Non-Alteration <br> in accordance with the rules of origin applicable in the framework of the Free Trade <br> (c) live animals born and raised there; <br> Agreement between the United Kingdom of Great Britain and Northern Ireland, and <br> not have been altered, transformed in any way or subjected to operations other than <br> the Republic of Korea, done at London on 22 August 2019 except for the rules set <br> exported from the other Party in which they are considered to originate. They shall <br> (a) preserving operations to ensure that the products remain in good <br> (o) simple assembly of parts of articles to constitute a complete article or <br> out in Annex II(a) to the Protocol concerning the Definition of \"Originating <br> Products\" and Methods of Administrative Cooperation of that preferential trade agreement. <br> 13. For the purpose of paragraph 11, the originating status of the fabrics exported <br> labels, seals or any other documentation to ensure compliance with specific domestic <br> from the Republic of Korea to Viet Nam to be used in further working or processing <br> requirements of the importing Party carried out under customs supervision in the <br> shall be established by a proof of origin as if those fabrics were exported directly <br> country or countries of transit or splitting prior to being declared for home use. <br> (q) slaughter of animals. <br> from the Republic of Korea to the UK. <br> 2. Storage of products or consignments may take place provided they remain <br> 14. The cumulation provided for in paragraphs 11 to 13 applies if: <br> under customs supervision in the country or countries of transit. <br> (a) the Republic of Korea applies with the UK a preferential trade <br> 3.   Without prejudice to Section D (Proof of Origin), the splitting of consignments <br> (b) breaking-up and assembly of packages; <br> agreement in accordance with Article XXIV of GATT 1994; <br> may take place where carried out by the exporter or under his responsibility, provided <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the <br> they remain under customs supervision in the country or countries of splitting. <br> UK their undertaking to: <br> 4. In case of doubt, the importing Party may request the declarant to provide <br> (i) comply or ensure compliance with the cumulation provided for by <br> evidence of compliance, which may be given by any means, including: <br> this Article; and <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (ii) they are owned by legal persons which: <br> (c) any evidence related to the goods themselves; <br> and between themselves. <br> (a) contractual transport documents such as bills of lading; <br> (d) a certificate of non-manipulation provided by the customs authorities of <br> 15. Proofs of origin issued by Viet Nam by application of paragraph 11 shall bear <br> after the exhibition for importation in a Party shall benefit on importation from the <br> the country or countries of transit or splitting, or any other documents <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> the following entry: \"Application of Article 3(11) of Protocol 1 to the Viet Nam - UK FTA\". <br> demonstrating that the goods remained under customs supervision in the <br> 16. The Committee on Customs established pursuant to incorporated Article 17.2 <br> country or countries of transit or splitting. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> (Specialised Committees) of this Agreement, may decide that fabrics originating in <br> signs on products or their packaging; <br> (a) an exporter has consigned these products from a Party to the country in <br> a country with which both the UK and Viet Nam apply a preferential trade agreement <br> in accordance with Article XXIV of GATT 1994 shall be considered as originating <br> products which are not wholly obtained are considered to be sufficiently worked or <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> which the exhibition is held and has exhibited them there; <br> in a Party when further processed or incorporated into one of the products listed in <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> Annex V to this Protocol obtained in that Party, provided that they have undergone <br> working or processing in that Party which goes beyond the operations referred to <br> in Article 6 (Insufficient Working or Processing). <br> Accessories, Spare Parts and Tools <br> 2 The administrative arrangements in terms of the cumulation with the EU, as provided for in Article <br> 3, shall be reviewed by the Committee on Customs established pursuant to Incorporated Article 17.2 <br> (Specialised Committees) of this Agreement, starting from the third year, for application from the <br> a person in a Party; <br> fourth year following entry into force of this Agreement. The Committee on Customs shall, as a result <br> of the review, put in place arrangements which are necessary for the application of cumulation that <br> are no less beneficial in respect of trade between them. In the event that the Committee on Customs <br> may not reach mutual understanding on such arrangements within this timeframe, the Parties <br> Article 14 : Exhibitions <br> recognise that, from the fourth year following entry into force of this Agreement, Parties shall have <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> the right to enforce their domestic arrangements on procedural aspects for proving origin in terms <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> of cumulation to meet the objective of this Article. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> importing Party in the normal manner. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> 1. The following shall be considered as wholly obtained in a Party: <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> (b) plants and vegetable products grown and harvested or gathered there; <br> shops or business premises with a view to the sale of foreign products, provided that <br> the products remain under customs control. <br> ANNEX III to Protocol 1 <br> MATERIALS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are <br> 0307 41 Live, fresh or chilled cuttlefish and squid <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> born or raised there from eggs, fry, fingerlings and larvae; <br> (d) the products have not, since they were consigned for exhibition, been <br> 0307 51 Live, fresh or chilled octopus <br> (h) products of sea fishing and other products taken from outside any <br> subparagraphs (a) to (l). <br> ANNEX IV to Protocol 1 <br> fair or similar public show or display which is not organised for private purposes in <br> territorial sea by its vessels; <br> PRODUCTS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (i) products made aboard its factory ships exclusively from products <br> referred to in subparagraph (h); <br> 1605 54 Prepared or preserved cuttlefish and squid <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> 1605 55 Prepared or preserved octopus <br> ANNEX V to Protocol 1 <br> (l) products extracted from the seabed or below the seabed which is situated <br> PRODUCTS REFERRED TO IN PARAGRAPH 11 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> outside any territorial sea but where it has exclusive exploitation rights; <br> Accounting Segregation <br> HS Description <br> (m) goods produced there exclusively from the products specified in <br> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br> Chapter 62  Articles of apparel and clothing accessories, not knitted or crocheted <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 2. The terms \"its vessels\" and \"its factory ships\" in subparagraphs 1(h) and 1(i) <br> according to the rules of origin applicable in the framework of the UK's preferential <br> apply only to vessels and factory ships which: <br> (a) are registered in the UK or in Viet Nam; <br> (b) fly the flag of the UK or of Viet Nam; and <br> (c) meet one of the following conditions: <br> (i) they are at least 50 per cent owned by natural persons of a Party or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> a Member State of the EU; or <br> (A) have their head office and their main place of business <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> Article 6 : Insufficient Working or Processing <br> in the UK, Viet Nam or a Member State of the EU; and <br> (B) are at least 50 per cent owned by the UK, by Viet Nam, <br> by a Member State of the EU or by their public entities or nationals. <br> 1. For the purpose of subparagraph (b) of Article 2 (General Requirements), <br> exceed 15 per cent of the ex-works price of the set. <br> processed when the conditions set out in Annex II to this Protocol are fulfilled. <br> 2. The conditions referred to in paragraph 1 indicate, for all products covered by <br> this Agreement, the working or processing which must be carried out on non- <br> originating materials used in manufacturing and apply only in relation to such materials. <br> If a product which has acquired originating status by fulfilling the conditions set out <br> in the list is used in the manufacture of another product, the conditions applicable to <br> the product in which it is incorporated do not apply to it, and no account shall be <br> taken of the non-originating materials which may have been used in its manufacture. <br> 3.   By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> originating materials which, in accordance with the conditions set out in Annex II to <br> this Protocol, are not to be used in the manufacture of a given product, may <br> nevertheless be used, provided that their total value or net weight assessed for the <br> product does not exceed: <br> (a) 10 per cent of the weight of the product or ex-works price for products <br> of Chapters 2 and 4 to 24 of the HS, other than processed fishery products <br> referred to in Chapter 16 of the HS; or <br> (b) 10 per cent of the ex-works price of the product for other products, except <br> for products of Chapters 50 to 63 of the HS, for which the tolerances <br> mentioned in Notes 6 and 7 of Annex I to this Protocol apply. <br> 4.   Paragraph 3 shall not allow exceeding any of the percentages for the maximum <br> value or weight of non-originating materials as specified in Annex II to this Protocol. <br> 5.   Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within <br> the meaning of Article 4 (Wholly Obtained Products). Without prejudice to Article <br> 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum of <br> all the materials which are used in the manufacture of a product for which Annex II <br> to this Protocol requires that such materials be wholly obtained. <br> processing to confer the status of originating products, whether or not the <br> requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> shall be considered together when determining whether the working or processing <br> (d) ironing or pressing of textiles and textile articles; <br> (f) husking and partial or total milling of rice; polishing and glazing of <br> milling of crystal sugar; <br> or boards and all other simple packaging operations; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including <br> (p) a combination of two or more of the operations specified in <br> subparagraphs (a) to (o); or <br> sugar with any material; <br> 2.   For the purpose of paragraph 1, operations shall be considered simple when for <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> their performance neither special skills are required nor machines, apparatus or tools <br> especially produced or installed for those operations. <br> 3.   All operations carried out either in the UK or in Viet Nam on a given product <br> operations to preserve them in good condition or other than adding or affixing marks, <br> General Requirements <br> 1. The products declared for home use in a Party shall be the same products as <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) \"Chapter\", \"heading\" and \"subheading\" means the Chapter, the heading <br> (four-digit code) and the subheading (six-digit code) used in the <br> nomenclature which constitutes the HS; <br> (b) \"classified\" means included in the classification of a product or material <br> later use in another manufacturing operation; <br> under a particular Chapter, heading, or subheading of the Harmonized <br> System; <br> (c) \"consignment\" means products which are either sent simultaneously <br> in the absence of such a document, by a single invoice; <br> Customs Valuation Agreement; <br> (d) \"customs value\" means the value as determined in accordance with the <br> (e) \"exporter\" means a person, located in the exporting Party, that is <br> exporting the goods to the other Party and is able to prove the origin of <br> (f) \"ex-works price\" means the price paid for the product ex-works to the <br> the exported goods, whether or not that person is the manufacturer or <br> carries out the export formalities; <br> manufacturer in whose undertaking the last working or processing is <br> any internal taxes which are, or may be, repaid when the product <br> carried out, provided that the price includes the value of all the materials <br> obtained is exported; <br> used and all other costs related to its production, excluding any internal <br> taxes which are, or may be, repaid when the product obtained is exported; <br> where the price paid does not reflect all costs related to the <br> manufacturing of the product which are actually incurred in the UK or in <br> Viet Nam, \"ex-works price\" means the sum of all those costs, excluding <br> (g) \"fungible materials\" means materials that are of the same kind and <br> commercial quality, with the same technical and physical characteristics, <br> where the last working or processing has been subcontracted to a <br> incorporated into the finished product; <br> manufacturer, the term \"manufacturer\" referred to in the first paragraph <br> from one exporter to one consignee or covered by a single transport <br> may refer to the enterprise that has employed the subcontractor; <br> and which cannot be distinguished from one another once they are <br> (h) \"goods\" means both materials and products; <br> (i) \"manufacture\" means any kind of working or processing, manufacturing, <br> (n) \"territories\" includes territorial sea; <br> document covering their shipment from the exporter to the consignee or, <br> producing, processing or assembling of goods; <br> (j) \"material\" means, inter alia, any ingredient, raw material, component or <br> part used in the manufacture of a product; <br> (k) \"non-originating goods\" or \"non-originating materials\" means goods or <br> materials that do not qualify as originating in accordance with this Protocol; <br> (l) \"originating goods\" or \"originating materials\" means goods or materials <br> (p) ‘EU' means the European Union. <br> that qualify as originating in accordance with this Protocol; <br> (m) \"product\" means a product being manufactured, even if it is intended for <br> (o) \"value of materials\" means the customs value at the time of importation <br> of the non-originating materials used or, if this is not known and cannot <br> be ascertained, the first ascertainable price paid for the materials in the <br> UK or in Viet Nam; and <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 2 : General requirements <br> Article 4 : Wholly obtained products <br> Article 8 : Accessories, spare parts and tools <br> Wholly obtained products <br> CONCERNING THE DEFINITION OF THE CONCEPT OF \"ORIGINATING <br> PRODUCTS\" AND METHODS OF ADMINISTRATIVE COOPERATION <br> For the purpose of implementing this Agreement, the following products shall be <br> SECTION A GENERAL PROVISIONS <br> considered as originating in a Party: <br> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (a) products wholly obtained in a Party within the meaning of Article 4 <br> of the normal equipment and included in the price thereof or which are not separately <br> (Wholly Obtained Products); <br> Article 9 : Sets <br> invoiced, shall be regarded as one with the piece of equipment, machine, apparatus <br> (b) products obtained in a Party incorporating materials which have not been <br> or vehicle in question. <br> wholly obtained there, provided that such materials have undergone <br> SECTION C <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> sufficient working or processing in the Party concerned within the <br> Neutral elements <br> (e) simple painting and polishing operations; <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when <br> ARTICLE 3 : Cumulation of Origin <br> all component products are originating products. When a set is composed of <br> Article 12 : Principle of territoriality <br> 1. Notwithstanding Article 2 (General Requirements), products shall be <br> originating and non-originating products, the set as a whole shall be regarded as <br> originating, provided that the value of the non-originating products does not <br> (i) sharpening, simple grinding or simple cutting; <br> considered as originating in the exporting Party if such products are obtained there <br> Article 10 : Neutral Elements <br> thereafter in the state in which they were sent for exhibition; and <br> by incorporating materials originating in the other Party or the EU, provided that the <br> according to the rules of origin of this Agreement. <br> working or processing carried out in the exporting Party goes beyond the operations <br> Exhibitions <br> referred to in Article 6 (Insufficient Working or Processing).2 <br> In order to determine whether a product originates in a Party, it shall not be necessary <br> 2. For the purposes of paragraph 1, the origin of the materials shall be determined <br> condition during transport and storage; <br> (a) energy and fuel; <br> to determine the origin of the following elements which might be used in its manufacture: <br> the making-up of sets of articles); <br> 3. Notwithstanding Article 2 (General Requirements), working or processing <br> cereals and rice; <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> carried out in the EU shall be considered as having been carried out in the UK when <br> (c) machines, tools, dies and moulds; spare parts and materials used in the <br> TERRITORIAL REQUIREMENTS <br> the products obtained undergo subsequent working or processing in the UK provided <br> maintenance of equipment and buildings; lubricants, greases, <br> (a) the ASEAN countries involved in the acquisition of the originating status <br> that the working or processing carried out in the UK goes beyond the operations <br> compounding materials and other materials used in production or used <br> Sets <br> (e) products from slaughtered animals born and raised there; <br> disassembly of products into parts; <br> have undertaken to: <br> to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> 4. For the purposes of paragraph 1, the originating status of materials exported <br> safety equipment and supplies; catalysts and solvents; equipment, <br> (f) products obtained by hunting or fishing conducted there; <br> from the EU to a Party to be used in further working or processing shall be <br> devices and supplies used for testing or inspecting the product; and <br> established by a proof of origin under which these materials could be exported <br> (d) other goods which do not enter and which are not intended to enter into <br> Principle of territoriality <br> the final composition of the product. <br> directly to that Party. <br> Article 11 : Accounting Segregation <br> authorities that: <br> Non-alteration <br> 5. The cumulation in respect of the EU as provided for in paragraphs 1, 2, 3 and <br> 4 applies if the countries involved in the acquisition of the originating status and the <br> country of destination have arrangements on administrative cooperation which <br> 1. If originating and non-originating fungible materials are used in the working <br> ensure the correct implementation of this Article. <br> or processing of a product, the competent authorities may, at the written request of <br> 6. Materials listed in Annex III to this Protocol (Materials Referred to in <br> Article 5 : Sufficiently worked or processed products <br> economic operators, authorise the management of materials using the accounting <br> segregation method without keeping the materials in separate stocks. <br> Article 6 (Insufficient Working or Processing). <br> Paragraph 6 of Article 3) originating in an ASEAN country which applies with the <br> Sufficiently worked or processed products <br> to the UK. <br> UK a preferential trade agreement in accordance with Article XXIV of GATT 1994, <br> 2. The competent authorities may make the granting of authorisation referred to <br> shall be considered as materials originating in Viet Nam when further processed or <br> in paragraph 1 subject to any conditions they deem appropriate. <br> incorporated into one of the products listed in Annex IV to this Protocol (Products <br> 3. The authorisation shall be granted only if by use of the accounting segregation <br> Referred to in Paragraph 6 of Article 3). <br> method it can be ensured that, at any time, the number of products obtained which <br> 7. For the purpose of paragraph 6, the origin of the materials shall be determined <br> could be considered as originating in the UK or in Viet Nam is the same as the <br> number that would have been obtained by using a method of physical segregation of <br> trade agreements with those ASEAN countries. <br> the stocks. <br> 8. For the purpose of paragraph 6, the originating status of materials exported <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of origin <br> 4. If authorised, the accounting segregation method and its application shall be <br> from an ASEAN country to Viet Nam to be used in further working or processing <br> recorded on the basis of the general accounting principles applicable in the UK or in <br> shall be established by a proof of origin as if those materials were exported directly <br> Viet Nam, depending on where the product is manufactured. <br> 5. A manufacturer using the accounting segregation method shall make out or <br> 9. The cumulation in respect of the ASEAN countries (as provided for in <br> apply for origin declarations for the quantity of products which may be considered <br> paragraphs 6, 7 and 8 applies if: <br> referred to in Article 6 (Insufficient Working or Processing). <br> as originating in the exporting Party. At the request of the customs authorities or the <br> competent authorities of the exporting Party, the beneficiary shall provide a <br> conditions under which the products have been exhibited may be required. <br> statement of how the quantities have been managed. <br> (i) comply or ensure compliance with this Protocol; and <br> 6. The competent authorities shall monitor the use made of the authorisation <br> (a) Mineral products extracted from its soil or from its seabed; <br> (ii) provide the administrative cooperation necessary to ensure the <br> referred to in paragraph 3 and may withdraw it if the manufacturer makes improper <br> use of it or fails to fulfil any of the other conditions laid down in this Protocol. <br> and among themselves; <br> (b) the undertakings referred to in subparagraph (a) have been notified to the <br> UK; and <br> (c) the tariff duty the UK applies to the products listed in Annex IV to this <br> Accessories, spare parts, tools and instructional or other information materials <br> Protocol obtained in Viet Nam by use of such cumulation is higher than <br> (c) the products have been consigned during the exhibition or immediately <br> 1. Except as provided for in Article 3, the conditions set out in Section B <br> (d) products from live animals raised there; <br> or the same as the duty the UK applies to the same product originating <br> (Definition of the Concept of \"Originating Products\") relating to the acquisition of <br> 1. The following operations shall be considered as insufficient working or <br> in the ASEAN country involved in the cumulation. <br> Insufficient working or processing <br> originating status shall be fulfilled without interruption in a Party. <br> 10. Proofs of origin issued by application of paragraph 6 shall bear the following <br> 2.   Except as provided for in Article 3, if originating goods exported from a Party <br> used for any purpose other than demonstration at the exhibition. <br> entry: \"Application of Article 3 (6) of Protocol 1 to the Viet Nam - UK FTA\". <br> return from a third country, they shall be considered as non-originating, unless it can <br> 11. Fabrics originating in the Republic of Korea shall be considered as originating <br> be demonstrated to the satisfaction of the customs authorities that the returning goods: <br> in Viet Nam when further processed or incorporated into one of the products listed <br> (a) are the same as those exported; and <br> in Annex V to this Protocol obtained in Viet Nam, provided that they have undergone <br> (b) have not undergone any operation beyond what is necessary to preserve <br> working or processing in Viet Nam which goes beyond the operations referred to in <br> them in good condition while they were in that third country or while <br> being exported. <br> 12. For the purpose of paragraph 11, the origin of the fabrics shall be determined <br> ARTICLE 13 : Non-Alteration <br> in accordance with the rules of origin applicable in the framework of the Free Trade <br> (c) live animals born and raised there; <br> Agreement between the United Kingdom of Great Britain and Northern Ireland, and <br> not have been altered, transformed in any way or subjected to operations other than <br> the Republic of Korea, done at London on 22 August 2019 except for the rules set <br> exported from the other Party in which they are considered to originate. They shall <br> (a) preserving operations to ensure that the products remain in good <br> (o) simple assembly of parts of articles to constitute a complete article or <br> out in Annex II(a) to the Protocol concerning the Definition of \"Originating <br> Products\" and Methods of Administrative Cooperation of that preferential trade agreement. <br> 13. For the purpose of paragraph 11, the originating status of the fabrics exported <br> labels, seals or any other documentation to ensure compliance with specific domestic <br> from the Republic of Korea to Viet Nam to be used in further working or processing <br> requirements of the importing Party carried out under customs supervision in the <br> shall be established by a proof of origin as if those fabrics were exported directly <br> country or countries of transit or splitting prior to being declared for home use. <br> (q) slaughter of animals. <br> from the Republic of Korea to the UK. <br> 2. Storage of products or consignments may take place provided they remain <br> 14. The cumulation provided for in paragraphs 11 to 13 applies if: <br> under customs supervision in the country or countries of transit. <br> (a) the Republic of Korea applies with the UK a preferential trade <br> 3.   Without prejudice to Section D (Proof of Origin), the splitting of consignments <br> (b) breaking-up and assembly of packages; <br> agreement in accordance with Article XXIV of GATT 1994; <br> may take place where carried out by the exporter or under his responsibility, provided <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the <br> they remain under customs supervision in the country or countries of splitting. <br> UK their undertaking to: <br> 4. In case of doubt, the importing Party may request the declarant to provide <br> (i) comply or ensure compliance with the cumulation provided for by <br> evidence of compliance, which may be given by any means, including: <br> this Article; and <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (ii) they are owned by legal persons which: <br> (c) any evidence related to the goods themselves; <br> and between themselves. <br> (a) contractual transport documents such as bills of lading; <br> (d) a certificate of non-manipulation provided by the customs authorities of <br> 15. Proofs of origin issued by Viet Nam by application of paragraph 11 shall bear <br> after the exhibition for importation in a Party shall benefit on importation from the <br> the country or countries of transit or splitting, or any other documents <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> the following entry: \"Application of Article 3(11) of Protocol 1 to the Viet Nam - UK FTA\". <br> demonstrating that the goods remained under customs supervision in the <br> 16. The Committee on Customs established pursuant to incorporated Article 17.2 <br> country or countries of transit or splitting. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> (Specialised Committees) of this Agreement, may decide that fabrics originating in <br> signs on products or their packaging; <br> (a) an exporter has consigned these products from a Party to the country in <br> a country with which both the UK and Viet Nam apply a preferential trade agreement <br> in accordance with Article XXIV of GATT 1994 shall be considered as originating <br> products which are not wholly obtained are considered to be sufficiently worked or <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> which the exhibition is held and has exhibited them there; <br> in a Party when further processed or incorporated into one of the products listed in <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> Annex V to this Protocol obtained in that Party, provided that they have undergone <br> working or processing in that Party which goes beyond the operations referred to <br> in Article 6 (Insufficient Working or Processing). <br> Accessories, Spare Parts and Tools <br> 2 The administrative arrangements in terms of the cumulation with the EU, as provided for in Article <br> 3, shall be reviewed by the Committee on Customs established pursuant to Incorporated Article 17.2 <br> (Specialised Committees) of this Agreement, starting from the third year, for application from the <br> a person in a Party; <br> fourth year following entry into force of this Agreement. The Committee on Customs shall, as a result <br> of the review, put in place arrangements which are necessary for the application of cumulation that <br> are no less beneficial in respect of trade between them. In the event that the Committee on Customs <br> may not reach mutual understanding on such arrangements within this timeframe, the Parties <br> Article 14 : Exhibitions <br> recognise that, from the fourth year following entry into force of this Agreement, Parties shall have <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> the right to enforce their domestic arrangements on procedural aspects for proving origin in terms <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> of cumulation to meet the objective of this Article. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> importing Party in the normal manner. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> 1. The following shall be considered as wholly obtained in a Party: <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> (b) plants and vegetable products grown and harvested or gathered there; <br> shops or business premises with a view to the sale of foreign products, provided that <br> the products remain under customs control. <br> ANNEX III to Protocol 1 <br> MATERIALS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are <br> 0307 41 Live, fresh or chilled cuttlefish and squid <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> born or raised there from eggs, fry, fingerlings and larvae; <br> (d) the products have not, since they were consigned for exhibition, been <br> 0307 51 Live, fresh or chilled octopus <br> (h) products of sea fishing and other products taken from outside any <br> subparagraphs (a) to (l). <br> ANNEX IV to Protocol 1 <br> fair or similar public show or display which is not organised for private purposes in <br> territorial sea by its vessels; <br> PRODUCTS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (i) products made aboard its factory ships exclusively from products <br> referred to in subparagraph (h); <br> 1605 54 Prepared or preserved cuttlefish and squid <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> 1605 55 Prepared or preserved octopus <br> ANNEX V to Protocol 1 <br> (l) products extracted from the seabed or below the seabed which is situated <br> PRODUCTS REFERRED TO IN PARAGRAPH 11 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> outside any territorial sea but where it has exclusive exploitation rights; <br> Accounting Segregation <br> HS Description <br> (m) goods produced there exclusively from the products specified in <br> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br> Chapter 62  Articles of apparel and clothing accessories, not knitted or crocheted <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 2. The terms \"its vessels\" and \"its factory ships\" in subparagraphs 1(h) and 1(i) <br> according to the rules of origin applicable in the framework of the UK's preferential <br> apply only to vessels and factory ships which: <br> (a) are registered in the UK or in Viet Nam; <br> (b) fly the flag of the UK or of Viet Nam; and <br> (c) meet one of the following conditions: <br> (i) they are at least 50 per cent owned by natural persons of a Party or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> a Member State of the EU; or <br> (A) have their head office and their main place of business <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> Article 6 : Insufficient Working or Processing <br> in the UK, Viet Nam or a Member State of the EU; and <br> (B) are at least 50 per cent owned by the UK, by Viet Nam, <br> by a Member State of the EU or by their public entities or nationals. <br> 1. For the purpose of subparagraph (b) of Article 2 (General Requirements), <br> exceed 15 per cent of the ex-works price of the set. <br> processed when the conditions set out in Annex II to this Protocol are fulfilled. <br> 2. The conditions referred to in paragraph 1 indicate, for all products covered by <br> this Agreement, the working or processing which must be carried out on non- <br> originating materials used in manufacturing and apply only in relation to such materials. <br> If a product which has acquired originating status by fulfilling the conditions set out <br> in the list is used in the manufacture of another product, the conditions applicable to <br> the product in which it is incorporated do not apply to it, and no account shall be <br> taken of the non-originating materials which may have been used in its manufacture. <br> 3.   By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> originating materials which, in accordance with the conditions set out in Annex II to <br> this Protocol, are not to be used in the manufacture of a given product, may <br> nevertheless be used, provided that their total value or net weight assessed for the <br> product does not exceed: <br> (a) 10 per cent of the weight of the product or ex-works price for products <br> of Chapters 2 and 4 to 24 of the HS, other than processed fishery products <br> referred to in Chapter 16 of the HS; or <br> (b) 10 per cent of the ex-works price of the product for other products, except <br> for products of Chapters 50 to 63 of the HS, for which the tolerances <br> mentioned in Notes 6 and 7 of Annex I to this Protocol apply. <br> 4.   Paragraph 3 shall not allow exceeding any of the percentages for the maximum <br> value or weight of non-originating materials as specified in Annex II to this Protocol. <br> 5.   Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within <br> the meaning of Article 4 (Wholly Obtained Products). Without prejudice to Article <br> 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum of <br> all the materials which are used in the manufacture of a product for which Annex II <br> to this Protocol requires that such materials be wholly obtained. <br> processing to confer the status of originating products, whether or not the <br> requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> shall be considered together when determining whether the working or processing <br> (d) ironing or pressing of textiles and textile articles; <br> (f) husking and partial or total milling of rice; polishing and glazing of <br> milling of crystal sugar; <br> or boards and all other simple packaging operations; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including <br> (p) a combination of two or more of the operations specified in <br> subparagraphs (a) to (o); or <br> sugar with any material; <br> 2.   For the purpose of paragraph 1, operations shall be considered simple when for <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> their performance neither special skills are required nor machines, apparatus or tools <br> especially produced or installed for those operations. <br> 3.   All operations carried out either in the UK or in Viet Nam on a given product <br> operations to preserve them in good condition or other than adding or affixing marks, <br> General Requirements <br> 1. The products declared for home use in a Party shall be the same products as <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "1. The unit of qualification for the application of this Protocol shall be the <br> particular product which is considered as the basic unit when determining <br> 2. When a consignment consists of a number of identical products classified <br> under the same subheading of the HS, each individual item shall be taken into <br> account when applying this Protocol. <br> 3. Where, under General Rule 5 of the HS, packaging is included in the product <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 7 : Unit of qualification <br> for classification purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "classification using the nomenclature of the HS. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL 1 <br> Article 2 : General requirements <br> Article 4 : Wholly obtained products <br> Article 8 : Accessories, spare parts and tools <br> Wholly obtained products <br> CONCERNING THE DEFINITION OF THE CONCEPT OF \"ORIGINATING <br> PRODUCTS\" AND METHODS OF ADMINISTRATIVE COOPERATION <br> For the purpose of implementing this Agreement, the following products shall be <br> SECTION A GENERAL PROVISIONS <br> considered as originating in a Party: <br> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part <br> (a) products wholly obtained in a Party within the meaning of Article 4 <br> of the normal equipment and included in the price thereof or which are not separately <br> (Wholly Obtained Products); <br> Article 9 : Sets <br> invoiced, shall be regarded as one with the piece of equipment, machine, apparatus <br> (b) products obtained in a Party incorporating materials which have not been <br> or vehicle in question. <br> wholly obtained there, provided that such materials have undergone <br> SECTION C <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> sufficient working or processing in the Party concerned within the <br> Neutral elements <br> (e) simple painting and polishing operations; <br> meaning of Article 5 (Sufficiently Worked or Processed Products). <br> Sets, as defined in General Rule 3 of the HS, shall be regarded as originating when <br> ARTICLE 3 : Cumulation of Origin <br> all component products are originating products. When a set is composed of <br> Article 12 : Principle of territoriality <br> 1. Notwithstanding Article 2 (General Requirements), products shall be <br> originating and non-originating products, the set as a whole shall be regarded as <br> originating, provided that the value of the non-originating products does not <br> (i) sharpening, simple grinding or simple cutting; <br> considered as originating in the exporting Party if such products are obtained there <br> Article 10 : Neutral Elements <br> thereafter in the state in which they were sent for exhibition; and <br> by incorporating materials originating in the other Party or the EU, provided that the <br> according to the rules of origin of this Agreement. <br> working or processing carried out in the exporting Party goes beyond the operations <br> Exhibitions <br> referred to in Article 6 (Insufficient Working or Processing).2 <br> In order to determine whether a product originates in a Party, it shall not be necessary <br> 2. For the purposes of paragraph 1, the origin of the materials shall be determined <br> condition during transport and storage; <br> (a) energy and fuel; <br> to determine the origin of the following elements which might be used in its manufacture: <br> the making-up of sets of articles); <br> 3. Notwithstanding Article 2 (General Requirements), working or processing <br> cereals and rice; <br> (b) production plants and equipment, including goods to be used for their maintenance; <br> (m) simple mixing of products, whether or not of different kinds; mixing of <br> carried out in the EU shall be considered as having been carried out in the UK when <br> (c) machines, tools, dies and moulds; spare parts and materials used in the <br> TERRITORIAL REQUIREMENTS <br> the products obtained undergo subsequent working or processing in the UK provided <br> maintenance of equipment and buildings; lubricants, greases, <br> (a) the ASEAN countries involved in the acquisition of the originating status <br> that the working or processing carried out in the UK goes beyond the operations <br> compounding materials and other materials used in production or used <br> Sets <br> (e) products from slaughtered animals born and raised there; <br> disassembly of products into parts; <br> have undertaken to: <br> to operate equipment and buildings; gloves, glasses, footwear, clothing, <br> 4. For the purposes of paragraph 1, the originating status of materials exported <br> safety equipment and supplies; catalysts and solvents; equipment, <br> (f) products obtained by hunting or fishing conducted there; <br> from the EU to a Party to be used in further working or processing shall be <br> devices and supplies used for testing or inspecting the product; and <br> established by a proof of origin under which these materials could be exported <br> (d) other goods which do not enter and which are not intended to enter into <br> Principle of territoriality <br> the final composition of the product. <br> directly to that Party. <br> Article 11 : Accounting Segregation <br> authorities that: <br> Non-alteration <br> 5. The cumulation in respect of the EU as provided for in paragraphs 1, 2, 3 and <br> 4 applies if the countries involved in the acquisition of the originating status and the <br> country of destination have arrangements on administrative cooperation which <br> 1. If originating and non-originating fungible materials are used in the working <br> ensure the correct implementation of this Article. <br> or processing of a product, the competent authorities may, at the written request of <br> 6. Materials listed in Annex III to this Protocol (Materials Referred to in <br> Article 5 : Sufficiently worked or processed products <br> economic operators, authorise the management of materials using the accounting <br> segregation method without keeping the materials in separate stocks. <br> Article 6 (Insufficient Working or Processing). <br> Paragraph 6 of Article 3) originating in an ASEAN country which applies with the <br> Sufficiently worked or processed products <br> to the UK. <br> UK a preferential trade agreement in accordance with Article XXIV of GATT 1994, <br> 2. The competent authorities may make the granting of authorisation referred to <br> shall be considered as materials originating in Viet Nam when further processed or <br> in paragraph 1 subject to any conditions they deem appropriate. <br> incorporated into one of the products listed in Annex IV to this Protocol (Products <br> 3. The authorisation shall be granted only if by use of the accounting segregation <br> Referred to in Paragraph 6 of Article 3). <br> method it can be ensured that, at any time, the number of products obtained which <br> 7. For the purpose of paragraph 6, the origin of the materials shall be determined <br> could be considered as originating in the UK or in Viet Nam is the same as the <br> number that would have been obtained by using a method of physical segregation of <br> trade agreements with those ASEAN countries. <br> the stocks. <br> 8. For the purpose of paragraph 6, the originating status of materials exported <br> correct implementation of this Protocol both with regard to the UK <br> Cumulation of origin <br> 4. If authorised, the accounting segregation method and its application shall be <br> from an ASEAN country to Viet Nam to be used in further working or processing <br> recorded on the basis of the general accounting principles applicable in the UK or in <br> shall be established by a proof of origin as if those materials were exported directly <br> Viet Nam, depending on where the product is manufactured. <br> 5. A manufacturer using the accounting segregation method shall make out or <br> 9. The cumulation in respect of the ASEAN countries (as provided for in <br> apply for origin declarations for the quantity of products which may be considered <br> paragraphs 6, 7 and 8 applies if: <br> referred to in Article 6 (Insufficient Working or Processing). <br> as originating in the exporting Party. At the request of the customs authorities or the <br> competent authorities of the exporting Party, the beneficiary shall provide a <br> conditions under which the products have been exhibited may be required. <br> statement of how the quantities have been managed. <br> (i) comply or ensure compliance with this Protocol; and <br> 6. The competent authorities shall monitor the use made of the authorisation <br> (a) Mineral products extracted from its soil or from its seabed; <br> (ii) provide the administrative cooperation necessary to ensure the <br> referred to in paragraph 3 and may withdraw it if the manufacturer makes improper <br> use of it or fails to fulfil any of the other conditions laid down in this Protocol. <br> and among themselves; <br> (b) the undertakings referred to in subparagraph (a) have been notified to the <br> UK; and <br> (c) the tariff duty the UK applies to the products listed in Annex IV to this <br> Accessories, spare parts, tools and instructional or other information materials <br> Protocol obtained in Viet Nam by use of such cumulation is higher than <br> (c) the products have been consigned during the exhibition or immediately <br> 1. Except as provided for in Article 3, the conditions set out in Section B <br> (d) products from live animals raised there; <br> or the same as the duty the UK applies to the same product originating <br> (Definition of the Concept of \"Originating Products\") relating to the acquisition of <br> 1. The following operations shall be considered as insufficient working or <br> in the ASEAN country involved in the cumulation. <br> Insufficient working or processing <br> originating status shall be fulfilled without interruption in a Party. <br> 10. Proofs of origin issued by application of paragraph 6 shall bear the following <br> 2.   Except as provided for in Article 3, if originating goods exported from a Party <br> used for any purpose other than demonstration at the exhibition. <br> entry: \"Application of Article 3 (6) of Protocol 1 to the Viet Nam - UK FTA\". <br> return from a third country, they shall be considered as non-originating, unless it can <br> 11. Fabrics originating in the Republic of Korea shall be considered as originating <br> be demonstrated to the satisfaction of the customs authorities that the returning goods: <br> in Viet Nam when further processed or incorporated into one of the products listed <br> (a) are the same as those exported; and <br> in Annex V to this Protocol obtained in Viet Nam, provided that they have undergone <br> (b) have not undergone any operation beyond what is necessary to preserve <br> working or processing in Viet Nam which goes beyond the operations referred to in <br> them in good condition while they were in that third country or while <br> being exported. <br> 12. For the purpose of paragraph 11, the origin of the fabrics shall be determined <br> ARTICLE 13 : Non-Alteration <br> in accordance with the rules of origin applicable in the framework of the Free Trade <br> (c) live animals born and raised there; <br> Agreement between the United Kingdom of Great Britain and Northern Ireland, and <br> not have been altered, transformed in any way or subjected to operations other than <br> the Republic of Korea, done at London on 22 August 2019 except for the rules set <br> exported from the other Party in which they are considered to originate. They shall <br> (a) preserving operations to ensure that the products remain in good <br> (o) simple assembly of parts of articles to constitute a complete article or <br> out in Annex II(a) to the Protocol concerning the Definition of \"Originating <br> Products\" and Methods of Administrative Cooperation of that preferential trade agreement. <br> 13. For the purpose of paragraph 11, the originating status of the fabrics exported <br> labels, seals or any other documentation to ensure compliance with specific domestic <br> from the Republic of Korea to Viet Nam to be used in further working or processing <br> requirements of the importing Party carried out under customs supervision in the <br> shall be established by a proof of origin as if those fabrics were exported directly <br> country or countries of transit or splitting prior to being declared for home use. <br> (q) slaughter of animals. <br> from the Republic of Korea to the UK. <br> 2. Storage of products or consignments may take place provided they remain <br> 14. The cumulation provided for in paragraphs 11 to 13 applies if: <br> under customs supervision in the country or countries of transit. <br> (a) the Republic of Korea applies with the UK a preferential trade <br> 3.   Without prejudice to Section D (Proof of Origin), the splitting of consignments <br> (b) breaking-up and assembly of packages; <br> agreement in accordance with Article XXIV of GATT 1994; <br> may take place where carried out by the exporter or under his responsibility, provided <br> (b) the Republic of Korea and Viet Nam have undertaken and notified to the <br> they remain under customs supervision in the country or countries of splitting. <br> UK their undertaking to: <br> 4. In case of doubt, the importing Party may request the declarant to provide <br> (i) comply or ensure compliance with the cumulation provided for by <br> evidence of compliance, which may be given by any means, including: <br> this Article; and <br> (b) factual or concrete evidence based on marking or numbering of packages; <br> (ii) they are owned by legal persons which: <br> (c) any evidence related to the goods themselves; <br> and between themselves. <br> (a) contractual transport documents such as bills of lading; <br> (d) a certificate of non-manipulation provided by the customs authorities of <br> 15. Proofs of origin issued by Viet Nam by application of paragraph 11 shall bear <br> after the exhibition for importation in a Party shall benefit on importation from the <br> the country or countries of transit or splitting, or any other documents <br> (k) waste and scrap resulting from manufacturing operations conducted there; <br> the following entry: \"Application of Article 3(11) of Protocol 1 to the Viet Nam - UK FTA\". <br> demonstrating that the goods remained under customs supervision in the <br> 16. The Committee on Customs established pursuant to incorporated Article 17.2 <br> country or countries of transit or splitting. <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> (Specialised Committees) of this Agreement, may decide that fabrics originating in <br> signs on products or their packaging; <br> (a) an exporter has consigned these products from a Party to the country in <br> a country with which both the UK and Viet Nam apply a preferential trade agreement <br> in accordance with Article XXIV of GATT 1994 shall be considered as originating <br> products which are not wholly obtained are considered to be sufficiently worked or <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> which the exhibition is held and has exhibited them there; <br> in a Party when further processed or incorporated into one of the products listed in <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> Annex V to this Protocol obtained in that Party, provided that they have undergone <br> working or processing in that Party which goes beyond the operations referred to <br> in Article 6 (Insufficient Working or Processing). <br> Accessories, Spare Parts and Tools <br> 2 The administrative arrangements in terms of the cumulation with the EU, as provided for in Article <br> 3, shall be reviewed by the Committee on Customs established pursuant to Incorporated Article 17.2 <br> (Specialised Committees) of this Agreement, starting from the third year, for application from the <br> a person in a Party; <br> fourth year following entry into force of this Agreement. The Committee on Customs shall, as a result <br> of the review, put in place arrangements which are necessary for the application of cumulation that <br> are no less beneficial in respect of trade between them. In the event that the Committee on Customs <br> may not reach mutual understanding on such arrangements within this timeframe, the Parties <br> Article 14 : Exhibitions <br> recognise that, from the fourth year following entry into force of this Agreement, Parties shall have <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> the right to enforce their domestic arrangements on procedural aspects for proving origin in terms <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> of cumulation to meet the objective of this Article. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> importing Party in the normal manner. The name and address of the exhibition must <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> 1. The following shall be considered as wholly obtained in a Party: <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> (b) plants and vegetable products grown and harvested or gathered there; <br> shops or business premises with a view to the sale of foreign products, provided that <br> the products remain under customs control. <br> ANNEX III to Protocol 1 <br> MATERIALS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (g) products of aquaculture, where the fish, crustaceans and molluscs are <br> 0307 41 Live, fresh or chilled cuttlefish and squid <br> (h) peeling, stoning and shelling of fruits, nuts and vegetables; <br> born or raised there from eggs, fry, fingerlings and larvae; <br> (d) the products have not, since they were consigned for exhibition, been <br> 0307 51 Live, fresh or chilled octopus <br> (h) products of sea fishing and other products taken from outside any <br> subparagraphs (a) to (l). <br> ANNEX IV to Protocol 1 <br> fair or similar public show or display which is not organised for private purposes in <br> territorial sea by its vessels; <br> PRODUCTS REFERRED TO IN PARAGRAPH 6 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> (i) products made aboard its factory ships exclusively from products <br> referred to in subparagraph (h); <br> 1605 54 Prepared or preserved cuttlefish and squid <br> (j) used articles collected there which are only fit for the recovery of raw materials; <br> 1605 55 Prepared or preserved octopus <br> ANNEX V to Protocol 1 <br> (l) products extracted from the seabed or below the seabed which is situated <br> PRODUCTS REFERRED TO IN PARAGRAPH 11 OF ARTICLE 3 (CUMULATION OF ORIGIN) <br> outside any territorial sea but where it has exclusive exploitation rights; <br> Accounting Segregation <br> HS Description <br> (m) goods produced there exclusively from the products specified in <br> Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted <br> Chapter 62  Articles of apparel and clothing accessories, not knitted or crocheted <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> 2. The terms \"its vessels\" and \"its factory ships\" in subparagraphs 1(h) and 1(i) <br> according to the rules of origin applicable in the framework of the UK's preferential <br> apply only to vessels and factory ships which: <br> (a) are registered in the UK or in Viet Nam; <br> (b) fly the flag of the UK or of Viet Nam; and <br> (c) meet one of the following conditions: <br> (i) they are at least 50 per cent owned by natural persons of a Party or <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> a Member State of the EU; or <br> (A) have their head office and their main place of business <br> (n) simple addition of water, dilution, dehydration or denaturation of products; <br> Article 6 : Insufficient Working or Processing <br> in the UK, Viet Nam or a Member State of the EU; and <br> (B) are at least 50 per cent owned by the UK, by Viet Nam, <br> by a Member State of the EU or by their public entities or nationals. <br> 1. For the purpose of subparagraph (b) of Article 2 (General Requirements), <br> exceed 15 per cent of the ex-works price of the set. <br> processed when the conditions set out in Annex II to this Protocol are fulfilled. <br> 2. The conditions referred to in paragraph 1 indicate, for all products covered by <br> this Agreement, the working or processing which must be carried out on non- <br> originating materials used in manufacturing and apply only in relation to such materials. <br> If a product which has acquired originating status by fulfilling the conditions set out <br> in the list is used in the manufacture of another product, the conditions applicable to <br> the product in which it is incorporated do not apply to it, and no account shall be <br> taken of the non-originating materials which may have been used in its manufacture. <br> 3.   By way of derogation from paragraph 1 and subject to paragraphs 4 and 5, non- <br> originating materials which, in accordance with the conditions set out in Annex II to <br> this Protocol, are not to be used in the manufacture of a given product, may <br> nevertheless be used, provided that their total value or net weight assessed for the <br> product does not exceed: <br> (a) 10 per cent of the weight of the product or ex-works price for products <br> of Chapters 2 and 4 to 24 of the HS, other than processed fishery products <br> referred to in Chapter 16 of the HS; or <br> (b) 10 per cent of the ex-works price of the product for other products, except <br> for products of Chapters 50 to 63 of the HS, for which the tolerances <br> mentioned in Notes 6 and 7 of Annex I to this Protocol apply. <br> 4.   Paragraph 3 shall not allow exceeding any of the percentages for the maximum <br> value or weight of non-originating materials as specified in Annex II to this Protocol. <br> 5.   Paragraphs 3 and 4 do not apply to products wholly obtained in a Party within <br> the meaning of Article 4 (Wholly Obtained Products). Without prejudice to Article <br> 6 (Insufficient Working or Processing) and paragraph 2 of Article 7 (Unit of <br> Qualification), the tolerance provided for in paragraphs 3 and 4 applies to the sum of <br> all the materials which are used in the manufacture of a product for which Annex II <br> to this Protocol requires that such materials be wholly obtained. <br> processing to confer the status of originating products, whether or not the <br> requirements of Article 5 (Sufficiently Worked or Processed Products) are satisfied: <br> shall be considered together when determining whether the working or processing <br> (d) ironing or pressing of textiles and textile articles; <br> (f) husking and partial or total milling of rice; polishing and glazing of <br> milling of crystal sugar; <br> or boards and all other simple packaging operations; <br> (j) sifting, screening, sorting, classifying, grading, or matching (including <br> (p) a combination of two or more of the operations specified in <br> subparagraphs (a) to (o); or <br> sugar with any material; <br> 2.   For the purpose of paragraph 1, operations shall be considered simple when for <br> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1. <br> their performance neither special skills are required nor machines, apparatus or tools <br> especially produced or installed for those operations. <br> 3.   All operations carried out either in the UK or in Viet Nam on a given product <br> operations to preserve them in good condition or other than adding or affixing marks, <br> General Requirements <br> 1. The products declared for home use in a Party shall be the same products as <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 24 : Exemptions from proof of origin <br> Article 30 : Verification of proofs of origin <br> ARTICLE 35 : Committee on Customs <br> Article 4.9 : Advance Rulings <br> Conditions for Making Out an Origin Declaration <br> Verification of Proofs of Origin <br> Committee on Customs <br> Advance Rulings <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> Proof of Origin <br> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br> 1. The Committee on Customs established pursuant to the incorporated Article <br> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br> after the exhibition for importation in a Party shall benefit on importation from the <br> General requirements <br> whenever the competent authorities of the importing Party have reasonable doubts <br> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> as to the authenticity of such documents, the originating status of the products <br> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br> authorities that: <br> concerned or the fulfilment of the other requirements of this Protocol. <br> originating status of the products concerned or the fulfilment of the other <br> to amend it. <br> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br> (a) an exporter has consigned these products from a Party to the country in <br> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br> 2. The Committee on Customs shall endeavour to agree upon the uniform <br> each Party shall publish, for example on an official website, its advance rulings on tariff <br> which the exhibition is held and has exhibited them there; <br> the case of products sent by post, this declaration can be made on the customs <br> authorities of the importing Party shall return the certificate of origin and the invoice, <br> administration of the rules of origin, including tariff classification and valuation <br> classification and on any matters that the Parties may agree upon. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> well as the fulfilment of the other requirements of this Protocol. <br> declaration CN22, CN23 or on a sheet of paper attached to that document. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> if it has been submitted, or the origin declaration, or a copy of these documents, to <br> matters relating to the rules of origin and technical, interpretative or administrative <br> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> a person in a Party; <br> 2. Imports which are occasional and consist solely of products for the personal <br> the competent authorities of the exporting Party giving, where appropriate, the <br> matters relating to this Protocol. <br> updates on changes in their respective laws and regulations on advance rulings. <br> (c) the products have been consigned during the exhibition or immediately <br> use of the recipients or travellers or their families shall not be considered as imports <br> ARTICLE 36 : Coherence of Rules of Origin <br> thereafter in the state in which they were sent for exhibition; and <br> by way of trade if it is evident from the nature and quantity of the products that no <br> Penalties <br> Coherence of Rules of Origin <br> (d) the products have not, since they were consigned for exhibition, been <br> commercial purpose exists. <br> of the request for verification. <br> reasons for the enquiry. Any documents and information obtained suggesting that <br> the information given on the proof of origin is incorrect shall be forwarded in support <br> Following the conclusion of a free trade agreement between the UK and another <br> appropriate documents proving the originating status of the products concerned as <br> Submission of Proof of Origin <br> used for any purpose other than demonstration at the exhibition. <br> (c) documents proving the working or processing of materials in a Party, <br> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br> 3. The verification shall be carried out by the competent authorities of the <br> considered appropriate. <br> ASEAN country, the Committee on Customs may submit a proposal for a decision <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> shall not exceed: <br> exporting Party. For that purpose, they shall have the right to request any evidence <br> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> this Article. <br> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br> between the respective rules of origin. <br> importing Party in the normal manner. The name and address of the exhibition must <br> 200 in the case of products forming part of travellers' personal luggage; <br> Supporting documents <br> and to carry out any inspection of the exporter's accounts or any other check <br> this Protocol. <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> (b) when entering Viet Nam, USD 200, both in the case of small packages <br> 4. If the competent authorities of the importing Party decide to suspend the <br> conditions under which the products have been exhibited may be required. <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> and in the case of products forming part of travellers' personal luggage. <br> granting of preferential tariff treatment to the products concerned while awaiting the <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> fair or similar public show or display which is not organised for private purposes in <br> the exporter's responsibility, by his authorised representative. <br> Article 25 : Supporting documents <br> results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures deemed necessary. Any suspension of <br> shops or business premises with a view to the sale of foreign products, provided that <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br> preferential tariff treatment shall be reinstated as soon as possible after the <br> the products remain under customs control. <br> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> SECTION D <br> an Origin Declaration), used for the purpose of proving that products covered by an <br> requirements of this Protocol has been ascertained by the competent authorities of <br> origin declaration or a certificate of origin can be considered as products originating <br> the importing Party. <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br> 5. The competent authorities requesting the verification shall be informed of the <br> Dispute settlement <br> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br> (a) direct evidence of the manufacturing or other processes carried out by <br> (b) documents proving the originating status of materials used, issued or <br> from this Agreement upon submission of any of the following proofs of origin: <br> the exporter or supplier to obtain the goods concerned, contained for <br> considered as products originating in the Parties and fulfil the other requirements of <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Discrepancies and formal errors <br> example in his accounts or internal book- keeping; <br> of the verification request or if the reply does not contain sufficient information to <br> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br> determine the authenticity of the document in question or the real origin of the <br> made out in a Party, where those documents are used <br> (b) an origin declaration made out in accordance with Article 19 (Conditions <br> in accordance with domestic law; <br> for Making out an Origin Declaration) by: <br> products, the requesting competent authorities may, except in exceptional <br> (i) an approved exporter within the meaning of Article 20 (Approved <br> issued or made out in a Party, where those documents are used in <br> Preservation of proof of origin and supporting documents <br> circumstances, refuse entitlement to the preferential tariff treatment. <br> Exporter) for any consignment regardless of its value; or <br> accordance with domestic law; or <br> ARTICLE 31 : Dispute Settlement <br> (ii) any exporter for consignments the total value of which does not <br> (d) proof of origin proving the originating status of materials used, issued or <br> exceed EUR 6 000; <br> Article 26 : Preservation of proof of origin and supporting documents <br> made out in a Party in accordance with this Protocol. <br> 1. Where disputes arise in relation to the verification procedures provided for in <br> Article 32 : Penalties <br> (c) a statement of origin made out by exporters registered in an electronic <br> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br> Article 20 : Approved exporter <br> Certificates of Origin Issued Retrospectively <br> database in accordance with the relevant legislation of the UK after the <br> competent authorities requesting a verification and the competent authorities <br> Approved exporter <br> approved exporter. <br> Article 21 : Validity of proof of origin <br> UK has notified to Viet Nam that such legislation applies to its exporters. <br> 1. The exporter making out an origin declaration or applying for the issuance of <br> responsible for carrying out this verification, they shall be submitted to the <br> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br> Validity of proof of origin <br> a certificate of origin shall keep for at least three years a copy of this origin <br> Committee on Customs. <br> Article 14 : Exhibitions <br> to apply to the UK. <br> declaration or of the certificate of origin as well as of the documents referred to in <br> 2. Disputes between the importer and the competent authorities of the importing <br> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br> Exhibitions <br> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br> Party, shall be settled in accordance with the legislation of that Party. <br> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br> 2. The competent authorities of the exporting Party issuing a certificate of origin <br> shall keep for at least three years the application form referred to in in paragraph 2 <br> Each Party shall provide for procedures for penalties to be imposed on any person <br> Certificate of Origin); <br> the certificate. <br> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br> who draws up, or causes to be drawn up, a document which contains incorrect <br> 3. The customs authorities of the importing Party shall keep for at least three <br> Article 27 : Discrepancies and formal errors <br> information for the purpose of obtaining preferential tariff treatment for products. <br> for Making out an Origin Declaration) by any exporter for consignments <br> years the proofs of origin submitted to them. <br> the total value of which is to be determined in the national legislation of <br> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br> of origin and those made in the documents submitted to the customs office for the <br> Viet Nam and shall not exceed EUR 6 000; <br> exporters in its territory to maintain documentation or records in any form or <br> (c) an origin declaration made out in accordance with Article 19 (Conditions <br> medium, provided that the documentation or records can be retrieved and printed. <br> for Making out an Origin Declaration) by an exporter approved or <br> registered in accordance with the relevant legislation of Viet Nam after <br> Viet Nam has notified to the UK that such legislation applies to its <br> 1.   The discovery of slight discrepancies between the statements made in the proof <br> exporters. Such notification may stipulate that subparagraph (a) shall <br> cease to apply to Viet Nam. <br> 3. Originating products within the meaning of this Protocol shall, in the cases <br> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br> Agreement without requiring the submission of any of the documents referred to in <br> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 1. Products sent as small packages from private persons to private persons or <br> 3. For multiple goods declared under the same proof of origin, a problem <br> 1. A certificate of origin shall be issued by the competent authorities of the <br> encountered with one of the goods listed shall not affect or delay the granting of <br> exporting Party on application having been made in writing by the exporter or, under <br> preferential tariff treatment and customs clearance of the remaining goods listed in <br> the proof of origin. <br> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br> and the application form. The specimen of the application form to be used for exports <br> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br> application form to be used for exports from Viet Nam to the UK shall be determined <br> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br> the languages in which this Agreement is drawn up and in accordance with the <br> domestic law of the exporting Party. If they are hand-written, they shall be completed <br> consist, inter alia, of the following: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> (a) it was not issued at the time of exportation because of errors, involuntary <br> in ink in printed characters. The description of the products must be given in the box <br> reserved for this purpose without leaving any blank lines. Where the box is not <br> completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through to prevent any subsequent <br> addition. <br> 3. The exporter applying for the issuance of a certificate of origin shall be <br> prepared to submit at any time, at the request of the competent authorities of the <br> exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this <br> accepts full responsibility for any origin declaration which identifies him as if it had <br> Alteration). <br> been signed in manuscript by him. <br> Protocol. <br> submitted to the customs authorities of the importing Party in accordance with the <br> 4. A certificate of origin shall be issued by the competent authorities of the <br> exporting Party if the products concerned can be considered as products originating <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br> 5. The competent authorities issuing certificates of origin shall take any steps <br> necessary to verify the originating status of the products and the fulfilment of the <br> other requirements of this Protocol. For this purpose, they shall have the right to call <br> for any evidence and to carry out any inspection of the exporter's accounts or any <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> other check considered appropriate. They shall also ensure that the forms referred to <br> in paragraph 2 are duly completed. In particular, they shall check whether the space <br> Procedure for the Issuance of a Certificate of Origin <br> reserved for the description of the products has been completed in such a manner as <br> to exclude all possibility of fraudulent additions. <br> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br> three working days after the date of exportation (the declared shipment date). <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br> requirements of this Protocol. <br> Certificate of Origin), a certificate of origin may also be issued after exportation of <br> otherwise makes an incorrect use of the authorisation. <br> the products to which it relates in specific situations where: <br> corresponds to the products submitted. <br> omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin <br> was issued but was not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time <br> of exportation and was determined during their transportation, storage or <br> after splitting of consignments in accordance with Article 13 (Non- <br> Certificate of Origin. <br> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br> application the place and date of exportation of the products to which the certificate <br> of origin relates, and state the reasons for his request. <br> 3.   The competent authorities may issue a certificate of origin retrospectively only <br> after verifying that the information supplied in the exporter's application conforms <br> with that in the corresponding file. <br> 4. Certificates of origin issued retrospectively shall be endorsed with the <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br> Issuance of a Duplicate Certificate of Origin <br> the correctness of the statements made in this document. <br> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br> may apply to the competent authorities which issued it for a duplicate made out on <br> the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word in <br> English: \"DUPLICATE\". <br> duplicate certificate of origin. <br> 4. The duplicate, which must bear the date of issue of the original certificate of <br> origin, shall take effect as from that date. <br> ARTICLE 19 : Conditions for Making out an Origin Declaration <br> 1. An origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Viet Nam and fulfil the other <br> 2. The exporter making out an origin declaration shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all <br> 3. An origin declaration shall be made out by the exporter on the invoice, the <br> delivery note or any other commercial document which describes the products <br> concerned in sufficient details to enable them to be identified, by typing, stamping <br> or printing on that document the declaration, the text of which appears in Annex VI <br> to this Protocol, in accordance with the provisions of the domestic law of the <br> exporting Party. If the declaration is hand-written, <br> it shall be written in ink in capital characters. <br> 4. Origin declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 20 <br> (Approved Exporter) shall not be required to sign such declarations provided that he <br> gives the competent authorities of the exporting Party a written undertaking that he <br> 5. An origin declaration may be made out after exportation provided that it is <br> presented in the importing Party no later than two years, or the period specified in <br> the legislation of the importing Party, after the entry of the goods into the territory. <br> 6. The conditions for making out an origin declaration referred to in paragraphs <br> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br> registered as provided for in subparagraphs 1(c) and 2(c) <br> of Article 15 (General Requirements). <br> 1. The competent authorities of the exporting Party may authorise any exporter <br> (hereinafter referred to as \"approved exporter\") who exports products under this <br> Agreement to make out origin declarations irrespective of the value of the products <br> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br> the competent authorities all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Protocol. <br> 2. The competent authorities may grant the status of approved exporter subject to <br> any conditions specified in domestic legislation which they consider appropriate. <br> 3.   The competent authorities shall grant to the approved exporter an authorisation <br> number which shall appear on the origin declaration. <br> forming part of travellers' personal luggage shall be admitted as originating products <br> 4. The competent authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products <br> are not imported by way of trade and have been declared as meeting the requirements <br> 5. The competent authorities may withdraw the authorisation at any time. They <br> Article 22 : Submission of proof of origin <br> shall do so when the approved exporter no longer offers the guarantees referred to <br> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br> exporting Party, and shall be submitted to the customs authorities of the importing <br> Party within that period. <br> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br> Party after the period of validity referred to in paragraph 1 may be accepted for the <br> purpose of applying preferential tariff treatment, when the importer failed to submit <br> those documents by the final date of the period of validity due to force majeure or <br> other valid reasons beyond that person's control. <br> Party may accept the proofs of origin when the products have been imported within <br> the period of validity referred to in paragraph 1. <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br> procedures applicable in that Party. Those authorities may request a translation of <br> the proof of origin if it is not issued in English. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> authorities of the importing Party, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the HS falling within Sections XVI and XVII or <br> headings 7308 and 9406 of the HS are imported by instalments, a single proof of <br> origin for such products shall be submitted to the customs authorities upon <br> importation of the first instalment. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 24 : Exemptions from proof of origin <br> Article 30 : Verification of proofs of origin <br> ARTICLE 35 : Committee on Customs <br> Article 4.9 : Advance Rulings <br> Conditions for Making Out an Origin Declaration <br> Verification of Proofs of Origin <br> Committee on Customs <br> Advance Rulings <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> Proof of Origin <br> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br> 1. The Committee on Customs established pursuant to the incorporated Article <br> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br> after the exhibition for importation in a Party shall benefit on importation from the <br> General requirements <br> whenever the competent authorities of the importing Party have reasonable doubts <br> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> as to the authenticity of such documents, the originating status of the products <br> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br> authorities that: <br> concerned or the fulfilment of the other requirements of this Protocol. <br> originating status of the products concerned or the fulfilment of the other <br> to amend it. <br> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br> (a) an exporter has consigned these products from a Party to the country in <br> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br> 2. The Committee on Customs shall endeavour to agree upon the uniform <br> each Party shall publish, for example on an official website, its advance rulings on tariff <br> which the exhibition is held and has exhibited them there; <br> the case of products sent by post, this declaration can be made on the customs <br> authorities of the importing Party shall return the certificate of origin and the invoice, <br> administration of the rules of origin, including tariff classification and valuation <br> classification and on any matters that the Parties may agree upon. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> well as the fulfilment of the other requirements of this Protocol. <br> declaration CN22, CN23 or on a sheet of paper attached to that document. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> if it has been submitted, or the origin declaration, or a copy of these documents, to <br> matters relating to the rules of origin and technical, interpretative or administrative <br> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> a person in a Party; <br> 2. Imports which are occasional and consist solely of products for the personal <br> the competent authorities of the exporting Party giving, where appropriate, the <br> matters relating to this Protocol. <br> updates on changes in their respective laws and regulations on advance rulings. <br> (c) the products have been consigned during the exhibition or immediately <br> use of the recipients or travellers or their families shall not be considered as imports <br> ARTICLE 36 : Coherence of Rules of Origin <br> thereafter in the state in which they were sent for exhibition; and <br> by way of trade if it is evident from the nature and quantity of the products that no <br> Penalties <br> Coherence of Rules of Origin <br> (d) the products have not, since they were consigned for exhibition, been <br> commercial purpose exists. <br> of the request for verification. <br> reasons for the enquiry. Any documents and information obtained suggesting that <br> the information given on the proof of origin is incorrect shall be forwarded in support <br> Following the conclusion of a free trade agreement between the UK and another <br> appropriate documents proving the originating status of the products concerned as <br> Submission of Proof of Origin <br> used for any purpose other than demonstration at the exhibition. <br> (c) documents proving the working or processing of materials in a Party, <br> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br> 3. The verification shall be carried out by the competent authorities of the <br> considered appropriate. <br> ASEAN country, the Committee on Customs may submit a proposal for a decision <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> shall not exceed: <br> exporting Party. For that purpose, they shall have the right to request any evidence <br> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> this Article. <br> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br> between the respective rules of origin. <br> importing Party in the normal manner. The name and address of the exhibition must <br> 200 in the case of products forming part of travellers' personal luggage; <br> Supporting documents <br> and to carry out any inspection of the exporter's accounts or any other check <br> this Protocol. <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> (b) when entering Viet Nam, USD 200, both in the case of small packages <br> 4. If the competent authorities of the importing Party decide to suspend the <br> conditions under which the products have been exhibited may be required. <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> and in the case of products forming part of travellers' personal luggage. <br> granting of preferential tariff treatment to the products concerned while awaiting the <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> fair or similar public show or display which is not organised for private purposes in <br> the exporter's responsibility, by his authorised representative. <br> Article 25 : Supporting documents <br> results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures deemed necessary. Any suspension of <br> shops or business premises with a view to the sale of foreign products, provided that <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br> preferential tariff treatment shall be reinstated as soon as possible after the <br> the products remain under customs control. <br> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> SECTION D <br> an Origin Declaration), used for the purpose of proving that products covered by an <br> requirements of this Protocol has been ascertained by the competent authorities of <br> origin declaration or a certificate of origin can be considered as products originating <br> the importing Party. <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br> 5. The competent authorities requesting the verification shall be informed of the <br> Dispute settlement <br> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br> (a) direct evidence of the manufacturing or other processes carried out by <br> (b) documents proving the originating status of materials used, issued or <br> from this Agreement upon submission of any of the following proofs of origin: <br> the exporter or supplier to obtain the goods concerned, contained for <br> considered as products originating in the Parties and fulfil the other requirements of <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Discrepancies and formal errors <br> example in his accounts or internal book- keeping; <br> of the verification request or if the reply does not contain sufficient information to <br> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br> determine the authenticity of the document in question or the real origin of the <br> made out in a Party, where those documents are used <br> (b) an origin declaration made out in accordance with Article 19 (Conditions <br> in accordance with domestic law; <br> for Making out an Origin Declaration) by: <br> products, the requesting competent authorities may, except in exceptional <br> (i) an approved exporter within the meaning of Article 20 (Approved <br> issued or made out in a Party, where those documents are used in <br> Preservation of proof of origin and supporting documents <br> circumstances, refuse entitlement to the preferential tariff treatment. <br> Exporter) for any consignment regardless of its value; or <br> accordance with domestic law; or <br> ARTICLE 31 : Dispute Settlement <br> (ii) any exporter for consignments the total value of which does not <br> (d) proof of origin proving the originating status of materials used, issued or <br> exceed EUR 6 000; <br> Article 26 : Preservation of proof of origin and supporting documents <br> made out in a Party in accordance with this Protocol. <br> 1. Where disputes arise in relation to the verification procedures provided for in <br> Article 32 : Penalties <br> (c) a statement of origin made out by exporters registered in an electronic <br> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br> Article 20 : Approved exporter <br> Certificates of Origin Issued Retrospectively <br> database in accordance with the relevant legislation of the UK after the <br> competent authorities requesting a verification and the competent authorities <br> Approved exporter <br> approved exporter. <br> Article 21 : Validity of proof of origin <br> UK has notified to Viet Nam that such legislation applies to its exporters. <br> 1. The exporter making out an origin declaration or applying for the issuance of <br> responsible for carrying out this verification, they shall be submitted to the <br> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br> Validity of proof of origin <br> a certificate of origin shall keep for at least three years a copy of this origin <br> Committee on Customs. <br> Article 14 : Exhibitions <br> to apply to the UK. <br> declaration or of the certificate of origin as well as of the documents referred to in <br> 2. Disputes between the importer and the competent authorities of the importing <br> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br> Exhibitions <br> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br> Party, shall be settled in accordance with the legislation of that Party. <br> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br> 2. The competent authorities of the exporting Party issuing a certificate of origin <br> shall keep for at least three years the application form referred to in in paragraph 2 <br> Each Party shall provide for procedures for penalties to be imposed on any person <br> Certificate of Origin); <br> the certificate. <br> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br> who draws up, or causes to be drawn up, a document which contains incorrect <br> 3. The customs authorities of the importing Party shall keep for at least three <br> Article 27 : Discrepancies and formal errors <br> information for the purpose of obtaining preferential tariff treatment for products. <br> for Making out an Origin Declaration) by any exporter for consignments <br> years the proofs of origin submitted to them. <br> the total value of which is to be determined in the national legislation of <br> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br> of origin and those made in the documents submitted to the customs office for the <br> Viet Nam and shall not exceed EUR 6 000; <br> exporters in its territory to maintain documentation or records in any form or <br> (c) an origin declaration made out in accordance with Article 19 (Conditions <br> medium, provided that the documentation or records can be retrieved and printed. <br> for Making out an Origin Declaration) by an exporter approved or <br> registered in accordance with the relevant legislation of Viet Nam after <br> Viet Nam has notified to the UK that such legislation applies to its <br> 1.   The discovery of slight discrepancies between the statements made in the proof <br> exporters. Such notification may stipulate that subparagraph (a) shall <br> cease to apply to Viet Nam. <br> 3. Originating products within the meaning of this Protocol shall, in the cases <br> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br> Agreement without requiring the submission of any of the documents referred to in <br> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 1. Products sent as small packages from private persons to private persons or <br> 3. For multiple goods declared under the same proof of origin, a problem <br> 1. A certificate of origin shall be issued by the competent authorities of the <br> encountered with one of the goods listed shall not affect or delay the granting of <br> exporting Party on application having been made in writing by the exporter or, under <br> preferential tariff treatment and customs clearance of the remaining goods listed in <br> the proof of origin. <br> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br> and the application form. The specimen of the application form to be used for exports <br> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br> application form to be used for exports from Viet Nam to the UK shall be determined <br> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br> the languages in which this Agreement is drawn up and in accordance with the <br> domestic law of the exporting Party. If they are hand-written, they shall be completed <br> consist, inter alia, of the following: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> (a) it was not issued at the time of exportation because of errors, involuntary <br> in ink in printed characters. The description of the products must be given in the box <br> reserved for this purpose without leaving any blank lines. Where the box is not <br> completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through to prevent any subsequent <br> addition. <br> 3. The exporter applying for the issuance of a certificate of origin shall be <br> prepared to submit at any time, at the request of the competent authorities of the <br> exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this <br> accepts full responsibility for any origin declaration which identifies him as if it had <br> Alteration). <br> been signed in manuscript by him. <br> Protocol. <br> submitted to the customs authorities of the importing Party in accordance with the <br> 4. A certificate of origin shall be issued by the competent authorities of the <br> exporting Party if the products concerned can be considered as products originating <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br> 5. The competent authorities issuing certificates of origin shall take any steps <br> necessary to verify the originating status of the products and the fulfilment of the <br> other requirements of this Protocol. For this purpose, they shall have the right to call <br> for any evidence and to carry out any inspection of the exporter's accounts or any <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> other check considered appropriate. They shall also ensure that the forms referred to <br> in paragraph 2 are duly completed. In particular, they shall check whether the space <br> Procedure for the Issuance of a Certificate of Origin <br> reserved for the description of the products has been completed in such a manner as <br> to exclude all possibility of fraudulent additions. <br> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br> three working days after the date of exportation (the declared shipment date). <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br> requirements of this Protocol. <br> Certificate of Origin), a certificate of origin may also be issued after exportation of <br> otherwise makes an incorrect use of the authorisation. <br> the products to which it relates in specific situations where: <br> corresponds to the products submitted. <br> omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin <br> was issued but was not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time <br> of exportation and was determined during their transportation, storage or <br> after splitting of consignments in accordance with Article 13 (Non- <br> Certificate of Origin. <br> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br> application the place and date of exportation of the products to which the certificate <br> of origin relates, and state the reasons for his request. <br> 3.   The competent authorities may issue a certificate of origin retrospectively only <br> after verifying that the information supplied in the exporter's application conforms <br> with that in the corresponding file. <br> 4. Certificates of origin issued retrospectively shall be endorsed with the <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br> Issuance of a Duplicate Certificate of Origin <br> the correctness of the statements made in this document. <br> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br> may apply to the competent authorities which issued it for a duplicate made out on <br> the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word in <br> English: \"DUPLICATE\". <br> duplicate certificate of origin. <br> 4. The duplicate, which must bear the date of issue of the original certificate of <br> origin, shall take effect as from that date. <br> ARTICLE 19 : Conditions for Making out an Origin Declaration <br> 1. An origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Viet Nam and fulfil the other <br> 2. The exporter making out an origin declaration shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all <br> 3. An origin declaration shall be made out by the exporter on the invoice, the <br> delivery note or any other commercial document which describes the products <br> concerned in sufficient details to enable them to be identified, by typing, stamping <br> or printing on that document the declaration, the text of which appears in Annex VI <br> to this Protocol, in accordance with the provisions of the domestic law of the <br> exporting Party. If the declaration is hand-written, <br> it shall be written in ink in capital characters. <br> 4. Origin declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 20 <br> (Approved Exporter) shall not be required to sign such declarations provided that he <br> gives the competent authorities of the exporting Party a written undertaking that he <br> 5. An origin declaration may be made out after exportation provided that it is <br> presented in the importing Party no later than two years, or the period specified in <br> the legislation of the importing Party, after the entry of the goods into the territory. <br> 6. The conditions for making out an origin declaration referred to in paragraphs <br> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br> registered as provided for in subparagraphs 1(c) and 2(c) <br> of Article 15 (General Requirements). <br> 1. The competent authorities of the exporting Party may authorise any exporter <br> (hereinafter referred to as \"approved exporter\") who exports products under this <br> Agreement to make out origin declarations irrespective of the value of the products <br> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br> the competent authorities all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Protocol. <br> 2. The competent authorities may grant the status of approved exporter subject to <br> any conditions specified in domestic legislation which they consider appropriate. <br> 3.   The competent authorities shall grant to the approved exporter an authorisation <br> number which shall appear on the origin declaration. <br> forming part of travellers' personal luggage shall be admitted as originating products <br> 4. The competent authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products <br> are not imported by way of trade and have been declared as meeting the requirements <br> 5. The competent authorities may withdraw the authorisation at any time. They <br> Article 22 : Submission of proof of origin <br> shall do so when the approved exporter no longer offers the guarantees referred to <br> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br> exporting Party, and shall be submitted to the customs authorities of the importing <br> Party within that period. <br> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br> Party after the period of validity referred to in paragraph 1 may be accepted for the <br> purpose of applying preferential tariff treatment, when the importer failed to submit <br> those documents by the final date of the period of validity due to force majeure or <br> other valid reasons beyond that person's control. <br> Party may accept the proofs of origin when the products have been imported within <br> the period of validity referred to in paragraph 1. <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br> procedures applicable in that Party. Those authorities may request a translation of <br> the proof of origin if it is not issued in English. <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "Article 28 : Amounts Expressed in Euro <br> 1. For the application of subparagraph 1(b)(ii) of Article 15 (General <br> Origin) in cases where products are invoiced in a currency other than euro, amounts <br> in the national currency of the UK or of Viet Nam equivalent to the amounts <br> expressed in euro shall be fixed annually by each Party. <br> 2. A consignment shall benefit from subparagraph 1(b)(ii) of Article 15 (General <br> Requirements) and subparagraph 3(a) of Article 24 (Exemptions from Proof of <br> Origin) by reference to the currency in which the invoice is drawn up, according to <br> the amount fixed by the Party concerned. <br> October. The amounts shall be communicated by 15 October and shall apply from 1 <br> 4. A Party may round up or down the amount resulting from the conversion into <br> January of the following year. The Parties shall notify <br> Party may retain unchanged its national currency equivalent of an amount expressed <br> in euro if, at the time of the annual adjustment provided for in paragraph 3, the <br> may be retained unchanged if the conversion would result in a decrease in that <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> equivalent value. <br> 5. The amounts expressed in euro shall be reviewed by the Committee on <br> Customs at the request of the UK or of Viet Nam. When carrying out that review, the <br> Committee on Customs shall consider the desirability of preserving the effects of the <br> limits concerned in real terms. For that purpose, it may decide to modify the amounts <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "3. The amounts to be used in any given national currency shall be the equivalent <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> conversion of that amount, prior to any rounding-off, results in an increase of less <br> "}, {"ArticleTitle": "Amounts expressed in Euro", "ArticleDesc": "in that currency of the amounts expressed in Euro as at the first working day of <br> each other of the relevant amounts. <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> expressed in Euro. <br> "}, {"ArticleTitle": "Cooperation between Competent Authorities", "ArticleDesc": "Article 29 : Cooperation between Competent Authorities <br> 1. The authorities of the Parties shall provide each other with specimen <br> impressions of stamps used in their competent authorities for the issue of certificates <br> of origin and with the addresses of the customs authorities responsible for verifying <br> those certificates and origin declarations. <br> 2.    In order to ensure the proper application of this Protocol, the Parties shall assist <br> each other, through their competent authorities, in verifying the authenticity of the <br> certificates of origin or the origin declarations and the correctness of the information <br> given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 24 : Exemptions from proof of origin <br> Article 30 : Verification of proofs of origin <br> ARTICLE 35 : Committee on Customs <br> Article 4.9 : Advance Rulings <br> Conditions for Making Out an Origin Declaration <br> Verification of Proofs of Origin <br> Committee on Customs <br> Advance Rulings <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> Proof of Origin <br> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br> 1. The Committee on Customs established pursuant to the incorporated Article <br> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br> after the exhibition for importation in a Party shall benefit on importation from the <br> General requirements <br> whenever the competent authorities of the importing Party have reasonable doubts <br> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> as to the authenticity of such documents, the originating status of the products <br> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br> authorities that: <br> concerned or the fulfilment of the other requirements of this Protocol. <br> originating status of the products concerned or the fulfilment of the other <br> to amend it. <br> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br> (a) an exporter has consigned these products from a Party to the country in <br> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br> 2. The Committee on Customs shall endeavour to agree upon the uniform <br> each Party shall publish, for example on an official website, its advance rulings on tariff <br> which the exhibition is held and has exhibited them there; <br> the case of products sent by post, this declaration can be made on the customs <br> authorities of the importing Party shall return the certificate of origin and the invoice, <br> administration of the rules of origin, including tariff classification and valuation <br> classification and on any matters that the Parties may agree upon. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> well as the fulfilment of the other requirements of this Protocol. <br> declaration CN22, CN23 or on a sheet of paper attached to that document. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> if it has been submitted, or the origin declaration, or a copy of these documents, to <br> matters relating to the rules of origin and technical, interpretative or administrative <br> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> a person in a Party; <br> 2. Imports which are occasional and consist solely of products for the personal <br> the competent authorities of the exporting Party giving, where appropriate, the <br> matters relating to this Protocol. <br> updates on changes in their respective laws and regulations on advance rulings. <br> (c) the products have been consigned during the exhibition or immediately <br> use of the recipients or travellers or their families shall not be considered as imports <br> ARTICLE 36 : Coherence of Rules of Origin <br> thereafter in the state in which they were sent for exhibition; and <br> by way of trade if it is evident from the nature and quantity of the products that no <br> Penalties <br> Coherence of Rules of Origin <br> (d) the products have not, since they were consigned for exhibition, been <br> commercial purpose exists. <br> of the request for verification. <br> reasons for the enquiry. Any documents and information obtained suggesting that <br> the information given on the proof of origin is incorrect shall be forwarded in support <br> Following the conclusion of a free trade agreement between the UK and another <br> appropriate documents proving the originating status of the products concerned as <br> Submission of Proof of Origin <br> used for any purpose other than demonstration at the exhibition. <br> (c) documents proving the working or processing of materials in a Party, <br> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br> 3. The verification shall be carried out by the competent authorities of the <br> considered appropriate. <br> ASEAN country, the Committee on Customs may submit a proposal for a decision <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> shall not exceed: <br> exporting Party. For that purpose, they shall have the right to request any evidence <br> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> this Article. <br> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br> between the respective rules of origin. <br> importing Party in the normal manner. The name and address of the exhibition must <br> 200 in the case of products forming part of travellers' personal luggage; <br> Supporting documents <br> and to carry out any inspection of the exporter's accounts or any other check <br> this Protocol. <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> (b) when entering Viet Nam, USD 200, both in the case of small packages <br> 4. If the competent authorities of the importing Party decide to suspend the <br> conditions under which the products have been exhibited may be required. <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> and in the case of products forming part of travellers' personal luggage. <br> granting of preferential tariff treatment to the products concerned while awaiting the <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> fair or similar public show or display which is not organised for private purposes in <br> the exporter's responsibility, by his authorised representative. <br> Article 25 : Supporting documents <br> results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures deemed necessary. Any suspension of <br> shops or business premises with a view to the sale of foreign products, provided that <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br> preferential tariff treatment shall be reinstated as soon as possible after the <br> the products remain under customs control. <br> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> SECTION D <br> an Origin Declaration), used for the purpose of proving that products covered by an <br> requirements of this Protocol has been ascertained by the competent authorities of <br> origin declaration or a certificate of origin can be considered as products originating <br> the importing Party. <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br> 5. The competent authorities requesting the verification shall be informed of the <br> Dispute settlement <br> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br> (a) direct evidence of the manufacturing or other processes carried out by <br> (b) documents proving the originating status of materials used, issued or <br> from this Agreement upon submission of any of the following proofs of origin: <br> the exporter or supplier to obtain the goods concerned, contained for <br> considered as products originating in the Parties and fulfil the other requirements of <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Discrepancies and formal errors <br> example in his accounts or internal book- keeping; <br> of the verification request or if the reply does not contain sufficient information to <br> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br> determine the authenticity of the document in question or the real origin of the <br> made out in a Party, where those documents are used <br> (b) an origin declaration made out in accordance with Article 19 (Conditions <br> in accordance with domestic law; <br> for Making out an Origin Declaration) by: <br> products, the requesting competent authorities may, except in exceptional <br> (i) an approved exporter within the meaning of Article 20 (Approved <br> issued or made out in a Party, where those documents are used in <br> Preservation of proof of origin and supporting documents <br> circumstances, refuse entitlement to the preferential tariff treatment. <br> Exporter) for any consignment regardless of its value; or <br> accordance with domestic law; or <br> ARTICLE 31 : Dispute Settlement <br> (ii) any exporter for consignments the total value of which does not <br> (d) proof of origin proving the originating status of materials used, issued or <br> exceed EUR 6 000; <br> Article 26 : Preservation of proof of origin and supporting documents <br> made out in a Party in accordance with this Protocol. <br> 1. Where disputes arise in relation to the verification procedures provided for in <br> Article 32 : Penalties <br> (c) a statement of origin made out by exporters registered in an electronic <br> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br> Article 20 : Approved exporter <br> Certificates of Origin Issued Retrospectively <br> database in accordance with the relevant legislation of the UK after the <br> competent authorities requesting a verification and the competent authorities <br> Approved exporter <br> approved exporter. <br> Article 21 : Validity of proof of origin <br> UK has notified to Viet Nam that such legislation applies to its exporters. <br> 1. The exporter making out an origin declaration or applying for the issuance of <br> responsible for carrying out this verification, they shall be submitted to the <br> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br> Validity of proof of origin <br> a certificate of origin shall keep for at least three years a copy of this origin <br> Committee on Customs. <br> Article 14 : Exhibitions <br> to apply to the UK. <br> declaration or of the certificate of origin as well as of the documents referred to in <br> 2. Disputes between the importer and the competent authorities of the importing <br> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br> Exhibitions <br> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br> Party, shall be settled in accordance with the legislation of that Party. <br> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br> 2. The competent authorities of the exporting Party issuing a certificate of origin <br> shall keep for at least three years the application form referred to in in paragraph 2 <br> Each Party shall provide for procedures for penalties to be imposed on any person <br> Certificate of Origin); <br> the certificate. <br> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br> who draws up, or causes to be drawn up, a document which contains incorrect <br> 3. The customs authorities of the importing Party shall keep for at least three <br> Article 27 : Discrepancies and formal errors <br> information for the purpose of obtaining preferential tariff treatment for products. <br> for Making out an Origin Declaration) by any exporter for consignments <br> years the proofs of origin submitted to them. <br> the total value of which is to be determined in the national legislation of <br> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br> of origin and those made in the documents submitted to the customs office for the <br> Viet Nam and shall not exceed EUR 6 000; <br> exporters in its territory to maintain documentation or records in any form or <br> (c) an origin declaration made out in accordance with Article 19 (Conditions <br> medium, provided that the documentation or records can be retrieved and printed. <br> for Making out an Origin Declaration) by an exporter approved or <br> registered in accordance with the relevant legislation of Viet Nam after <br> Viet Nam has notified to the UK that such legislation applies to its <br> 1.   The discovery of slight discrepancies between the statements made in the proof <br> exporters. Such notification may stipulate that subparagraph (a) shall <br> cease to apply to Viet Nam. <br> 3. Originating products within the meaning of this Protocol shall, in the cases <br> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br> Agreement without requiring the submission of any of the documents referred to in <br> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 1. Products sent as small packages from private persons to private persons or <br> 3. For multiple goods declared under the same proof of origin, a problem <br> 1. A certificate of origin shall be issued by the competent authorities of the <br> encountered with one of the goods listed shall not affect or delay the granting of <br> exporting Party on application having been made in writing by the exporter or, under <br> preferential tariff treatment and customs clearance of the remaining goods listed in <br> the proof of origin. <br> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br> and the application form. The specimen of the application form to be used for exports <br> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br> application form to be used for exports from Viet Nam to the UK shall be determined <br> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br> the languages in which this Agreement is drawn up and in accordance with the <br> domestic law of the exporting Party. If they are hand-written, they shall be completed <br> consist, inter alia, of the following: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> (a) it was not issued at the time of exportation because of errors, involuntary <br> in ink in printed characters. The description of the products must be given in the box <br> reserved for this purpose without leaving any blank lines. Where the box is not <br> completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through to prevent any subsequent <br> addition. <br> 3. The exporter applying for the issuance of a certificate of origin shall be <br> prepared to submit at any time, at the request of the competent authorities of the <br> exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this <br> accepts full responsibility for any origin declaration which identifies him as if it had <br> Alteration). <br> been signed in manuscript by him. <br> Protocol. <br> submitted to the customs authorities of the importing Party in accordance with the <br> 4. A certificate of origin shall be issued by the competent authorities of the <br> exporting Party if the products concerned can be considered as products originating <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br> 5. The competent authorities issuing certificates of origin shall take any steps <br> necessary to verify the originating status of the products and the fulfilment of the <br> other requirements of this Protocol. For this purpose, they shall have the right to call <br> for any evidence and to carry out any inspection of the exporter's accounts or any <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> other check considered appropriate. They shall also ensure that the forms referred to <br> in paragraph 2 are duly completed. In particular, they shall check whether the space <br> Procedure for the Issuance of a Certificate of Origin <br> reserved for the description of the products has been completed in such a manner as <br> to exclude all possibility of fraudulent additions. <br> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br> three working days after the date of exportation (the declared shipment date). <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br> requirements of this Protocol. <br> Certificate of Origin), a certificate of origin may also be issued after exportation of <br> otherwise makes an incorrect use of the authorisation. <br> the products to which it relates in specific situations where: <br> corresponds to the products submitted. <br> omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin <br> was issued but was not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time <br> of exportation and was determined during their transportation, storage or <br> after splitting of consignments in accordance with Article 13 (Non- <br> Certificate of Origin. <br> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br> application the place and date of exportation of the products to which the certificate <br> of origin relates, and state the reasons for his request. <br> 3.   The competent authorities may issue a certificate of origin retrospectively only <br> after verifying that the information supplied in the exporter's application conforms <br> with that in the corresponding file. <br> 4. Certificates of origin issued retrospectively shall be endorsed with the <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br> Issuance of a Duplicate Certificate of Origin <br> the correctness of the statements made in this document. <br> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br> may apply to the competent authorities which issued it for a duplicate made out on <br> the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word in <br> English: \"DUPLICATE\". <br> duplicate certificate of origin. <br> 4. The duplicate, which must bear the date of issue of the original certificate of <br> origin, shall take effect as from that date. <br> ARTICLE 19 : Conditions for Making out an Origin Declaration <br> 1. An origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Viet Nam and fulfil the other <br> 2. The exporter making out an origin declaration shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all <br> 3. An origin declaration shall be made out by the exporter on the invoice, the <br> delivery note or any other commercial document which describes the products <br> concerned in sufficient details to enable them to be identified, by typing, stamping <br> or printing on that document the declaration, the text of which appears in Annex VI <br> to this Protocol, in accordance with the provisions of the domestic law of the <br> exporting Party. If the declaration is hand-written, <br> it shall be written in ink in capital characters. <br> 4. Origin declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 20 <br> (Approved Exporter) shall not be required to sign such declarations provided that he <br> gives the competent authorities of the exporting Party a written undertaking that he <br> 5. An origin declaration may be made out after exportation provided that it is <br> presented in the importing Party no later than two years, or the period specified in <br> the legislation of the importing Party, after the entry of the goods into the territory. <br> 6. The conditions for making out an origin declaration referred to in paragraphs <br> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br> registered as provided for in subparagraphs 1(c) and 2(c) <br> of Article 15 (General Requirements). <br> 1. The competent authorities of the exporting Party may authorise any exporter <br> (hereinafter referred to as \"approved exporter\") who exports products under this <br> Agreement to make out origin declarations irrespective of the value of the products <br> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br> the competent authorities all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Protocol. <br> 2. The competent authorities may grant the status of approved exporter subject to <br> any conditions specified in domestic legislation which they consider appropriate. <br> 3.   The competent authorities shall grant to the approved exporter an authorisation <br> number which shall appear on the origin declaration. <br> forming part of travellers' personal luggage shall be admitted as originating products <br> 4. The competent authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products <br> are not imported by way of trade and have been declared as meeting the requirements <br> 5. The competent authorities may withdraw the authorisation at any time. They <br> Article 22 : Submission of proof of origin <br> shall do so when the approved exporter no longer offers the guarantees referred to <br> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br> exporting Party, and shall be submitted to the customs authorities of the importing <br> Party within that period. <br> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br> Party after the period of validity referred to in paragraph 1 may be accepted for the <br> purpose of applying preferential tariff treatment, when the importer failed to submit <br> those documents by the final date of the period of validity due to force majeure or <br> other valid reasons beyond that person's control. <br> Party may accept the proofs of origin when the products have been imported within <br> the period of validity referred to in paragraph 1. <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br> procedures applicable in that Party. Those authorities may request a translation of <br> the proof of origin if it is not issued in English. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 33 : Confidentiality <br> Each Party shall maintain, in accordance with its law, the confidentiality of <br> information and data collected in the process of verification and shall protect that <br> information and data from disclosure that could prejudice the competitive position <br> of the person providing them. Any information and data communicated between the <br> authorities of the Parties competent for the administration and enforcement of origin <br> determination shall be treated as confidential. <br> "}, {"ArticleTitle": "Application of This Protocol", "ArticleDesc": "ARTICLE 34 : Application of This Protocol <br> 1. For the purpose of the application of this Protocol, the term \"EU\" does not <br> cover Ceuta and Melilla. Products originating in Ceuta and Melilla are not considered <br> to be products originating in the EU for the purposes of this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 24 : Exemptions from proof of origin <br> Article 30 : Verification of proofs of origin <br> ARTICLE 35 : Committee on Customs <br> Article 4.9 : Advance Rulings <br> Conditions for Making Out an Origin Declaration <br> Verification of Proofs of Origin <br> Committee on Customs <br> Advance Rulings <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> Proof of Origin <br> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br> 1. The Committee on Customs established pursuant to the incorporated Article <br> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br> after the exhibition for importation in a Party shall benefit on importation from the <br> General requirements <br> whenever the competent authorities of the importing Party have reasonable doubts <br> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> as to the authenticity of such documents, the originating status of the products <br> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br> authorities that: <br> concerned or the fulfilment of the other requirements of this Protocol. <br> originating status of the products concerned or the fulfilment of the other <br> to amend it. <br> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br> (a) an exporter has consigned these products from a Party to the country in <br> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br> 2. The Committee on Customs shall endeavour to agree upon the uniform <br> each Party shall publish, for example on an official website, its advance rulings on tariff <br> which the exhibition is held and has exhibited them there; <br> the case of products sent by post, this declaration can be made on the customs <br> authorities of the importing Party shall return the certificate of origin and the invoice, <br> administration of the rules of origin, including tariff classification and valuation <br> classification and on any matters that the Parties may agree upon. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> well as the fulfilment of the other requirements of this Protocol. <br> declaration CN22, CN23 or on a sheet of paper attached to that document. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> if it has been submitted, or the origin declaration, or a copy of these documents, to <br> matters relating to the rules of origin and technical, interpretative or administrative <br> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> a person in a Party; <br> 2. Imports which are occasional and consist solely of products for the personal <br> the competent authorities of the exporting Party giving, where appropriate, the <br> matters relating to this Protocol. <br> updates on changes in their respective laws and regulations on advance rulings. <br> (c) the products have been consigned during the exhibition or immediately <br> use of the recipients or travellers or their families shall not be considered as imports <br> ARTICLE 36 : Coherence of Rules of Origin <br> thereafter in the state in which they were sent for exhibition; and <br> by way of trade if it is evident from the nature and quantity of the products that no <br> Penalties <br> Coherence of Rules of Origin <br> (d) the products have not, since they were consigned for exhibition, been <br> commercial purpose exists. <br> of the request for verification. <br> reasons for the enquiry. Any documents and information obtained suggesting that <br> the information given on the proof of origin is incorrect shall be forwarded in support <br> Following the conclusion of a free trade agreement between the UK and another <br> appropriate documents proving the originating status of the products concerned as <br> Submission of Proof of Origin <br> used for any purpose other than demonstration at the exhibition. <br> (c) documents proving the working or processing of materials in a Party, <br> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br> 3. The verification shall be carried out by the competent authorities of the <br> considered appropriate. <br> ASEAN country, the Committee on Customs may submit a proposal for a decision <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> shall not exceed: <br> exporting Party. For that purpose, they shall have the right to request any evidence <br> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> this Article. <br> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br> between the respective rules of origin. <br> importing Party in the normal manner. The name and address of the exhibition must <br> 200 in the case of products forming part of travellers' personal luggage; <br> Supporting documents <br> and to carry out any inspection of the exporter's accounts or any other check <br> this Protocol. <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> (b) when entering Viet Nam, USD 200, both in the case of small packages <br> 4. If the competent authorities of the importing Party decide to suspend the <br> conditions under which the products have been exhibited may be required. <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> and in the case of products forming part of travellers' personal luggage. <br> granting of preferential tariff treatment to the products concerned while awaiting the <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> fair or similar public show or display which is not organised for private purposes in <br> the exporter's responsibility, by his authorised representative. <br> Article 25 : Supporting documents <br> results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures deemed necessary. Any suspension of <br> shops or business premises with a view to the sale of foreign products, provided that <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br> preferential tariff treatment shall be reinstated as soon as possible after the <br> the products remain under customs control. <br> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> SECTION D <br> an Origin Declaration), used for the purpose of proving that products covered by an <br> requirements of this Protocol has been ascertained by the competent authorities of <br> origin declaration or a certificate of origin can be considered as products originating <br> the importing Party. <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br> 5. The competent authorities requesting the verification shall be informed of the <br> Dispute settlement <br> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br> (a) direct evidence of the manufacturing or other processes carried out by <br> (b) documents proving the originating status of materials used, issued or <br> from this Agreement upon submission of any of the following proofs of origin: <br> the exporter or supplier to obtain the goods concerned, contained for <br> considered as products originating in the Parties and fulfil the other requirements of <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Discrepancies and formal errors <br> example in his accounts or internal book- keeping; <br> of the verification request or if the reply does not contain sufficient information to <br> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br> determine the authenticity of the document in question or the real origin of the <br> made out in a Party, where those documents are used <br> (b) an origin declaration made out in accordance with Article 19 (Conditions <br> in accordance with domestic law; <br> for Making out an Origin Declaration) by: <br> products, the requesting competent authorities may, except in exceptional <br> (i) an approved exporter within the meaning of Article 20 (Approved <br> issued or made out in a Party, where those documents are used in <br> Preservation of proof of origin and supporting documents <br> circumstances, refuse entitlement to the preferential tariff treatment. <br> Exporter) for any consignment regardless of its value; or <br> accordance with domestic law; or <br> ARTICLE 31 : Dispute Settlement <br> (ii) any exporter for consignments the total value of which does not <br> (d) proof of origin proving the originating status of materials used, issued or <br> exceed EUR 6 000; <br> Article 26 : Preservation of proof of origin and supporting documents <br> made out in a Party in accordance with this Protocol. <br> 1. Where disputes arise in relation to the verification procedures provided for in <br> Article 32 : Penalties <br> (c) a statement of origin made out by exporters registered in an electronic <br> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br> Article 20 : Approved exporter <br> Certificates of Origin Issued Retrospectively <br> database in accordance with the relevant legislation of the UK after the <br> competent authorities requesting a verification and the competent authorities <br> Approved exporter <br> approved exporter. <br> Article 21 : Validity of proof of origin <br> UK has notified to Viet Nam that such legislation applies to its exporters. <br> 1. The exporter making out an origin declaration or applying for the issuance of <br> responsible for carrying out this verification, they shall be submitted to the <br> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br> Validity of proof of origin <br> a certificate of origin shall keep for at least three years a copy of this origin <br> Committee on Customs. <br> Article 14 : Exhibitions <br> to apply to the UK. <br> declaration or of the certificate of origin as well as of the documents referred to in <br> 2. Disputes between the importer and the competent authorities of the importing <br> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br> Exhibitions <br> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br> Party, shall be settled in accordance with the legislation of that Party. <br> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br> 2. The competent authorities of the exporting Party issuing a certificate of origin <br> shall keep for at least three years the application form referred to in in paragraph 2 <br> Each Party shall provide for procedures for penalties to be imposed on any person <br> Certificate of Origin); <br> the certificate. <br> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br> who draws up, or causes to be drawn up, a document which contains incorrect <br> 3. The customs authorities of the importing Party shall keep for at least three <br> Article 27 : Discrepancies and formal errors <br> information for the purpose of obtaining preferential tariff treatment for products. <br> for Making out an Origin Declaration) by any exporter for consignments <br> years the proofs of origin submitted to them. <br> the total value of which is to be determined in the national legislation of <br> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br> of origin and those made in the documents submitted to the customs office for the <br> Viet Nam and shall not exceed EUR 6 000; <br> exporters in its territory to maintain documentation or records in any form or <br> (c) an origin declaration made out in accordance with Article 19 (Conditions <br> medium, provided that the documentation or records can be retrieved and printed. <br> for Making out an Origin Declaration) by an exporter approved or <br> registered in accordance with the relevant legislation of Viet Nam after <br> Viet Nam has notified to the UK that such legislation applies to its <br> 1.   The discovery of slight discrepancies between the statements made in the proof <br> exporters. Such notification may stipulate that subparagraph (a) shall <br> cease to apply to Viet Nam. <br> 3. Originating products within the meaning of this Protocol shall, in the cases <br> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br> Agreement without requiring the submission of any of the documents referred to in <br> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 1. Products sent as small packages from private persons to private persons or <br> 3. For multiple goods declared under the same proof of origin, a problem <br> 1. A certificate of origin shall be issued by the competent authorities of the <br> encountered with one of the goods listed shall not affect or delay the granting of <br> exporting Party on application having been made in writing by the exporter or, under <br> preferential tariff treatment and customs clearance of the remaining goods listed in <br> the proof of origin. <br> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br> and the application form. The specimen of the application form to be used for exports <br> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br> application form to be used for exports from Viet Nam to the UK shall be determined <br> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br> the languages in which this Agreement is drawn up and in accordance with the <br> domestic law of the exporting Party. If they are hand-written, they shall be completed <br> consist, inter alia, of the following: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> (a) it was not issued at the time of exportation because of errors, involuntary <br> in ink in printed characters. The description of the products must be given in the box <br> reserved for this purpose without leaving any blank lines. Where the box is not <br> completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through to prevent any subsequent <br> addition. <br> 3. The exporter applying for the issuance of a certificate of origin shall be <br> prepared to submit at any time, at the request of the competent authorities of the <br> exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this <br> accepts full responsibility for any origin declaration which identifies him as if it had <br> Alteration). <br> been signed in manuscript by him. <br> Protocol. <br> submitted to the customs authorities of the importing Party in accordance with the <br> 4. A certificate of origin shall be issued by the competent authorities of the <br> exporting Party if the products concerned can be considered as products originating <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br> 5. The competent authorities issuing certificates of origin shall take any steps <br> necessary to verify the originating status of the products and the fulfilment of the <br> other requirements of this Protocol. For this purpose, they shall have the right to call <br> for any evidence and to carry out any inspection of the exporter's accounts or any <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> other check considered appropriate. They shall also ensure that the forms referred to <br> in paragraph 2 are duly completed. In particular, they shall check whether the space <br> Procedure for the Issuance of a Certificate of Origin <br> reserved for the description of the products has been completed in such a manner as <br> to exclude all possibility of fraudulent additions. <br> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br> three working days after the date of exportation (the declared shipment date). <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br> requirements of this Protocol. <br> Certificate of Origin), a certificate of origin may also be issued after exportation of <br> otherwise makes an incorrect use of the authorisation. <br> the products to which it relates in specific situations where: <br> corresponds to the products submitted. <br> omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin <br> was issued but was not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time <br> of exportation and was determined during their transportation, storage or <br> after splitting of consignments in accordance with Article 13 (Non- <br> Certificate of Origin. <br> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br> application the place and date of exportation of the products to which the certificate <br> of origin relates, and state the reasons for his request. <br> 3.   The competent authorities may issue a certificate of origin retrospectively only <br> after verifying that the information supplied in the exporter's application conforms <br> with that in the corresponding file. <br> 4. Certificates of origin issued retrospectively shall be endorsed with the <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br> Issuance of a Duplicate Certificate of Origin <br> the correctness of the statements made in this document. <br> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br> may apply to the competent authorities which issued it for a duplicate made out on <br> the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word in <br> English: \"DUPLICATE\". <br> duplicate certificate of origin. <br> 4. The duplicate, which must bear the date of issue of the original certificate of <br> origin, shall take effect as from that date. <br> ARTICLE 19 : Conditions for Making out an Origin Declaration <br> 1. An origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Viet Nam and fulfil the other <br> 2. The exporter making out an origin declaration shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all <br> 3. An origin declaration shall be made out by the exporter on the invoice, the <br> delivery note or any other commercial document which describes the products <br> concerned in sufficient details to enable them to be identified, by typing, stamping <br> or printing on that document the declaration, the text of which appears in Annex VI <br> to this Protocol, in accordance with the provisions of the domestic law of the <br> exporting Party. If the declaration is hand-written, <br> it shall be written in ink in capital characters. <br> 4. Origin declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 20 <br> (Approved Exporter) shall not be required to sign such declarations provided that he <br> gives the competent authorities of the exporting Party a written undertaking that he <br> 5. An origin declaration may be made out after exportation provided that it is <br> presented in the importing Party no later than two years, or the period specified in <br> the legislation of the importing Party, after the entry of the goods into the territory. <br> 6. The conditions for making out an origin declaration referred to in paragraphs <br> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br> registered as provided for in subparagraphs 1(c) and 2(c) <br> of Article 15 (General Requirements). <br> 1. The competent authorities of the exporting Party may authorise any exporter <br> (hereinafter referred to as \"approved exporter\") who exports products under this <br> Agreement to make out origin declarations irrespective of the value of the products <br> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br> the competent authorities all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Protocol. <br> 2. The competent authorities may grant the status of approved exporter subject to <br> any conditions specified in domestic legislation which they consider appropriate. <br> 3.   The competent authorities shall grant to the approved exporter an authorisation <br> number which shall appear on the origin declaration. <br> forming part of travellers' personal luggage shall be admitted as originating products <br> 4. The competent authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products <br> are not imported by way of trade and have been declared as meeting the requirements <br> 5. The competent authorities may withdraw the authorisation at any time. They <br> Article 22 : Submission of proof of origin <br> shall do so when the approved exporter no longer offers the guarantees referred to <br> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br> exporting Party, and shall be submitted to the customs authorities of the importing <br> Party within that period. <br> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br> Party after the period of validity referred to in paragraph 1 may be accepted for the <br> purpose of applying preferential tariff treatment, when the importer failed to submit <br> those documents by the final date of the period of validity due to force majeure or <br> other valid reasons beyond that person's control. <br> Party may accept the proofs of origin when the products have been imported within <br> the period of validity referred to in paragraph 1. <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br> procedures applicable in that Party. Those authorities may request a translation of <br> the proof of origin if it is not issued in English. <br> "}, {"ArticleTitle": "Transitional Provisions", "ArticleDesc": "ARTICLE 37 : Transitional Provisions <br> The preferential tariff treatment under this Agreement may be applied to goods, <br> which comply with this Protocol and which on the date of entry into force of this <br> Agreement, are either in the Parties, in transit, in temporary storage, in customs <br> warehouses or in free zones, subject to the submission of a proof of origin made out <br> retrospectively to the customs authorities of the importing Party, and, if requested, <br> evidence in accordance with Article 13 (Non-Alteration) showing that the goods <br> have not been altered. <br> "}, {"ArticleTitle": "The Principality of Andorra", "ArticleDesc": "ARTICLE 38 : The Principality of Andorra <br> 1. Products originating in the Principality of Andorra and falling within Chapters <br> 25 to 97 of the HS shall be accepted by the Parties as originating in the EU within <br> the meaning of this Agreement. <br> 2. This Protocol applies mutatis mutandis for the purpose of defining the <br> originating status of the products referred to in paragraph 1. <br> "}, {"ArticleTitle": "The Republic of San Marino", "ArticleDesc": "ARTICLE 39 : The Republic of San Marino <br> 1. Products originating in the Republic of San Marino shall be accepted by the <br> Parties as originating in the EU within the meaning of this Agreement. <br> 2. This Protocol applies mutatis mutandis for the purpose of defining the <br> originating status of the products referred to in paragraph 1. <br> ANNEX VIII to Protocol 1 <br> EXPLANATORY NOTES <br> 1. For the purpose of subparagraph (e) of Article 1 (Definitions) the \"exporter\" is <br> not necessarily the person (the seller) that issues the sales invoice for the <br> consignment (third party invoicing). The seller can be located in the territory of a <br> third country. <br> 2. For the purpose of subparagraph 1(b) of Article 4 (Wholly Obtained Products) <br> \"plants and vegetable products\" includes, in particular, live trees, flowers, fruits, <br> vegetables, seaweeds and fungi. <br> 3. For the purpose of paragraph 4 of Article 11 (Accounting Segregation) <br> \"general accounting principles\" means the recognised consensus or substantial <br> authoritative support in the territory of a Party, with respect to the recording of <br> revenues, expenses, costs, assets and liabilities; the disclosure of information; and <br> the preparation of financial statements. Those standards may encompass broad <br> guidelines of general application as well as detailed standards, practices and <br> procedures. <br> 4. For the purpose of paragraph 4 of Article 13 (Non-Alteration) \"in case of <br> doubt\" means that the importing Party has the discretion of determining the cases for <br> which the declarant is requested to provide evidence of compliance with Article 13 <br> (Non-Alteration) but it cannot routinely require the submission of that evidence. <br> 5. For the purpose of paragraph 1 of Article 16 (Procedure for the Issuance of a <br> Certificate of Origin) \"in writing\" includes an application being made by electronic <br> means. <br> 6. For the purpose of paragraph 3 of Article 16 (Procedure for the Issuance of a <br> Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out an <br> Origin Declaration) \"to submit at any time, at the request of the competent authorities <br> of the exporting Party, all appropriate documents\" covers both the situation whereby <br> the competent authorities request systematically the submission of all supporting <br> documents as well as the situation whereby the competent authorities only make <br> targeted requests for the submission of the supporting documents. <br> 7. For the purpose of paragraph 3 of Article 19 (Conditions for Making out an <br> Origin Declaration), \"any other commercial document\" can be, for example, an <br> accompanying delivery note, a pro-forma invoice or a packing list. A transport <br> document, such as a bill of lading or an airway bill, shall not be considered as any <br> other commercial document. An origin declaration on a separate form is not <br> permitted. The origin declaration may be submitted on a separate sheet of the <br> commercial document when the sheet is an obvious part of this document. <br> 8. As regards the application of Article 30 (Verification of Proofs of Origin), the <br> customs authorities of the exporting country shall endeavour to inform the importing <br> authorities about the receipt of the verification request. They may do so in any form, <br> including by means of electronic communication. They shall also endeavour to <br> inform the requesting authorities in case they need more time than the period of 10 <br> months provided for in paragraph 6 of Article 30 (Verification of Proofs of Origin) <br> to carry out the verification and provide a reply. <br> 9. As regards the application of paragraph 6 of Article 30 (Verification of Proofs <br> of Origin), the requesting competent authorities shall verify with the requested <br> competent authorities whether they have effectively received the request before <br> refusing the entitlement to preferential tariff treatment. <br> JOINT DECLARATION <br> CONCERNING A TRILATERAL APPROACH TO RULES OF ORIGIN <br> 1. In advance of the conclusion of trade negotiations between the European <br> Union and the United Kingdom of Great Britain and Northern Ireland (the \"United <br> Kingdom\"), the United Kingdom and the Socialist Republic of Viet Nam (\"Viet <br> Nam\") recognise that a trilateral approach to rules of origin, involving the European <br> Union, is the preferred outcome in trading arrangements between the United <br> Kingdom and Viet Nam, and the European Union. This approach would replicate <br> coverage of existing trade flows and allow for continued recognition of originating <br> content from either of the United Kingdom and Viet Nam and from the European <br> Union in exports to each other, as per the intention of the Free Trade Agreement <br> between the European Union and the Socialist Republic of Viet Nam. In this regard, <br> the Governments of the United Kingdom and the Socialist Republic of Viet Nam <br> understand that any bilateral arrangement between the United Kingdom and Viet <br> Nam represents a first step towards seeking this outcome. <br> 2. In the event that the United Kingdom and the European Union reach <br> agreement on rules of origin appropriate for a trilateral approach, the United <br> Kingdom and Viet Nam approve taking the necessary steps, as a matter of urgency, <br> to update the Protocol to the Free Trade Agreement between the United Kingdom of <br> Great Britain and Northern Ireland and the Socialist Republic of Viet Nam (the \"UK- <br> Viet Nam FTA\") Concerning the Definition of Concepts of \"Originating Products\" <br> and Methods of Administrative Cooperation to reflect a trilateral approach to rules <br> of origin involving the European Union. The necessary steps will be taken in <br> accordance with the procedures of the Trade Committee contained in the UK-Viet <br> Nam FTA. Should the agreement between the United Kingdom and European Union <br> not include the provision of rules of origin suitable for a trilateral approach at entry <br> into force, it is the understanding of both the United Kingdom and Viet Nam that <br> they will endeavour to pursue appropriate discussions with the European Union. <br> 3. This Joint Declaration will come into effect on the entry into effect of the <br> UK-Viet Nam FTA and will continue in operation until terminated in writing by <br> either the United Kingdom or the Socialist Republic of Viet Nam. Termination will <br> take effect immediately upon the date of such notification. <br> EXPLANATORY NOTE ON HOW THE UNITED KINGDOM <br> INTERPRETS REFERENCES IN INCORPORATED TRADE <br> AGREEMENTS TO EUROPEAN UNION LAW <br> Existing trade agreements between the European Union (\"EU\") and partner countries <br> contain references to legislation made under the EU Treaties. This includes EU <br> Regulations, Directives and Decisions and EU tertiary legislation adopted pursuant <br> to powers in EU legislation. <br> The mutatis mutandis approach implemented by Article 2 (Incorporation of the EU- <br> Viet Nam FTA) of the Free Trade Agreement between the United Kingdom of Great <br> Britain and Northern Ireland and the Socialist Republic of Viet Nam (\"the <br> Agreement\") applies to these references. <br> Except where otherwise provided, references in the Agreement to EU legislation are <br> to be read as references to that EU legislation in force and as incorporated or <br> implemented in the law of the United Kingdom on the day after the United Kingdom <br> ceases to be bound by the relevant EU law. <br> For the United Kingdom, the law of the United Kingdom includes the law of the <br> territories for whose international relations the United Kingdom is responsible and <br> to which the Agreement extends. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 24 : Exemptions from proof of origin <br> Article 30 : Verification of proofs of origin <br> ARTICLE 35 : Committee on Customs <br> Article 4.9 : Advance Rulings <br> Conditions for Making Out an Origin Declaration <br> Verification of Proofs of Origin <br> Committee on Customs <br> Advance Rulings <br> 1.   Originating products sent for exhibition in a country other than a Party and sold <br> Proof of Origin <br> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br> 1. The Committee on Customs established pursuant to the incorporated Article <br> 1. Upon written request from traders, the customs authorities of each Party shall issue, <br> after the exhibition for importation in a Party shall benefit on importation from the <br> General requirements <br> whenever the competent authorities of the importing Party have reasonable doubts <br> 17.2 (Specialised Committees) of this Agreement may review the provisions of this <br> in accordance with its laws and regulations, prior to the importation of a good into its territory, <br> provisions of this Agreement provided it is shown to the satisfaction of the customs <br> as to the authenticity of such documents, the originating status of the products <br> Protocol and submit a proposal for a decision to be adopted by the Trade Committee <br> written advance rulings on tariff classification or on any other matter that the Parties may agree upon. <br> authorities that: <br> concerned or the fulfilment of the other requirements of this Protocol. <br> originating status of the products concerned or the fulfilment of the other <br> to amend it. <br> 2. Subject to any confidentiality requirements in each Party's laws and regulations, <br> (a) an exporter has consigned these products from a Party to the country in <br> of this Protocol and where there is no doubt as to the veracity of such declaration. In <br> 2.   For the purpose of implementing the provisions of paragraph 1, the competent <br> 2. The Committee on Customs shall endeavour to agree upon the uniform <br> each Party shall publish, for example on an official website, its advance rulings on tariff <br> which the exhibition is held and has exhibited them there; <br> the case of products sent by post, this declaration can be made on the customs <br> authorities of the importing Party shall return the certificate of origin and the invoice, <br> administration of the rules of origin, including tariff classification and valuation <br> classification and on any matters that the Parties may agree upon. <br> (b) the products have been sold or otherwise disposed of by that exporter to <br> well as the fulfilment of the other requirements of this Protocol. <br> declaration CN22, CN23 or on a sheet of paper attached to that document. <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> if it has been submitted, or the origin declaration, or a copy of these documents, to <br> matters relating to the rules of origin and technical, interpretative or administrative <br> 3. With a view to facilitating trade, the Parties shall include in their bilateral dialogue regular <br> a person in a Party; <br> 2. Imports which are occasional and consist solely of products for the personal <br> the competent authorities of the exporting Party giving, where appropriate, the <br> matters relating to this Protocol. <br> updates on changes in their respective laws and regulations on advance rulings. <br> (c) the products have been consigned during the exhibition or immediately <br> use of the recipients or travellers or their families shall not be considered as imports <br> ARTICLE 36 : Coherence of Rules of Origin <br> thereafter in the state in which they were sent for exhibition; and <br> by way of trade if it is evident from the nature and quantity of the products that no <br> Penalties <br> Coherence of Rules of Origin <br> (d) the products have not, since they were consigned for exhibition, been <br> commercial purpose exists. <br> of the request for verification. <br> reasons for the enquiry. Any documents and information obtained suggesting that <br> the information given on the proof of origin is incorrect shall be forwarded in support <br> Following the conclusion of a free trade agreement between the UK and another <br> appropriate documents proving the originating status of the products concerned as <br> Submission of Proof of Origin <br> used for any purpose other than demonstration at the exhibition. <br> (c) documents proving the working or processing of materials in a Party, <br> 3. Furthermore, the total value of the products referred to in paragraphs 1 and 2 <br> 3. The verification shall be carried out by the competent authorities of the <br> considered appropriate. <br> ASEAN country, the Committee on Customs may submit a proposal for a decision <br> 2.   A proof of origin must be issued or made out in accordance with the provisions <br> shall not exceed: <br> exporting Party. For that purpose, they shall have the right to request any evidence <br> to be adopted by the Trade Committee to amend this Protocol to ensure coherence <br> of Section D (Proof of Origin) and submitted to the customs authorities of the <br> this Article. <br> (a) when entering the UK, EUR 500 in the case of small packages or EUR 1 <br> between the respective rules of origin. <br> importing Party in the normal manner. The name and address of the exhibition must <br> 200 in the case of products forming part of travellers' personal luggage; <br> Supporting documents <br> and to carry out any inspection of the exporter's accounts or any other check <br> this Protocol. <br> be indicated thereon. Where necessary, additional documentary evidence of the <br> (b) when entering Viet Nam, USD 200, both in the case of small packages <br> 4. If the competent authorities of the importing Party decide to suspend the <br> conditions under which the products have been exhibited may be required. <br> in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br> and in the case of products forming part of travellers' personal luggage. <br> granting of preferential tariff treatment to the products concerned while awaiting the <br> 3. Paragraph 1 applies to any trade, industrial, agricultural or crafts exhibition, <br> fair or similar public show or display which is not organised for private purposes in <br> the exporter's responsibility, by his authorised representative. <br> Article 25 : Supporting documents <br> results of the verification, release of the products shall be offered to the importer <br> subject to any precautionary measures deemed necessary. Any suspension of <br> shops or business premises with a view to the sale of foreign products, provided that <br> The documents referred to in paragraph 3 of Article 16 (Procedure for the Issuance <br> preferential tariff treatment shall be reinstated as soon as possible after the <br> the products remain under customs control. <br> of a Certificate of Origin) and paragraph 2 of Article 19 (Conditions for Making out <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> SECTION D <br> an Origin Declaration), used for the purpose of proving that products covered by an <br> requirements of this Protocol has been ascertained by the competent authorities of <br> origin declaration or a certificate of origin can be considered as products originating <br> the importing Party. <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol, may <br> 5. The competent authorities requesting the verification shall be informed of the <br> Dispute settlement <br> 1. Products originating in the UK shall, on importation into Viet Nam, benefit <br> (a) direct evidence of the manufacturing or other processes carried out by <br> (b) documents proving the originating status of materials used, issued or <br> from this Agreement upon submission of any of the following proofs of origin: <br> the exporter or supplier to obtain the goods concerned, contained for <br> considered as products originating in the Parties and fulfil the other requirements of <br> (a) a certificate of origin made out in accordance with Articles 16 (Procedure <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Discrepancies and formal errors <br> example in his accounts or internal book- keeping; <br> of the verification request or if the reply does not contain sufficient information to <br> for the Issuance of a Certificate of Origin) to 18 (Issuance of a Duplicate <br> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br> determine the authenticity of the document in question or the real origin of the <br> made out in a Party, where those documents are used <br> (b) an origin declaration made out in accordance with Article 19 (Conditions <br> in accordance with domestic law; <br> for Making out an Origin Declaration) by: <br> products, the requesting competent authorities may, except in exceptional <br> (i) an approved exporter within the meaning of Article 20 (Approved <br> issued or made out in a Party, where those documents are used in <br> Preservation of proof of origin and supporting documents <br> circumstances, refuse entitlement to the preferential tariff treatment. <br> Exporter) for any consignment regardless of its value; or <br> accordance with domestic law; or <br> ARTICLE 31 : Dispute Settlement <br> (ii) any exporter for consignments the total value of which does not <br> (d) proof of origin proving the originating status of materials used, issued or <br> exceed EUR 6 000; <br> Article 26 : Preservation of proof of origin and supporting documents <br> made out in a Party in accordance with this Protocol. <br> 1. Where disputes arise in relation to the verification procedures provided for in <br> Article 32 : Penalties <br> (c) a statement of origin made out by exporters registered in an electronic <br> Article 30 (Verification of Proofs of Origin) which cannot be settled between the <br> Article 20 : Approved exporter <br> Certificates of Origin Issued Retrospectively <br> database in accordance with the relevant legislation of the UK after the <br> competent authorities requesting a verification and the competent authorities <br> Approved exporter <br> approved exporter. <br> Article 21 : Validity of proof of origin <br> UK has notified to Viet Nam that such legislation applies to its exporters. <br> 1. The exporter making out an origin declaration or applying for the issuance of <br> responsible for carrying out this verification, they shall be submitted to the <br> Such notification may stipulate that subparagraphs (a) and (b) shall cease <br> Validity of proof of origin <br> a certificate of origin shall keep for at least three years a copy of this origin <br> Committee on Customs. <br> Article 14 : Exhibitions <br> to apply to the UK. <br> declaration or of the certificate of origin as well as of the documents referred to in <br> 2. Disputes between the importer and the competent authorities of the importing <br> 2. Products originating in Viet Nam shall, on importation into the UK, benefit <br> Exhibitions <br> paragraph 3 of Article 16 (Procedure for the Issuance of a Certificate of Origin) and <br> Party, shall be settled in accordance with the legislation of that Party. <br> paragraph 2 of Article 19 (Conditions for Making out an Origin Declaration). <br> 2. The competent authorities of the exporting Party issuing a certificate of origin <br> shall keep for at least three years the application form referred to in in paragraph 2 <br> Each Party shall provide for procedures for penalties to be imposed on any person <br> Certificate of Origin); <br> the certificate. <br> of Article 16 (Procedure for the Issuance of a Certificate of Origin). <br> who draws up, or causes to be drawn up, a document which contains incorrect <br> 3. The customs authorities of the importing Party shall keep for at least three <br> Article 27 : Discrepancies and formal errors <br> information for the purpose of obtaining preferential tariff treatment for products. <br> for Making out an Origin Declaration) by any exporter for consignments <br> years the proofs of origin submitted to them. <br> the total value of which is to be determined in the national legislation of <br> 4. Each Party shall permit, in accordance with that Party's laws and regulations, <br> of origin and those made in the documents submitted to the customs office for the <br> Viet Nam and shall not exceed EUR 6 000; <br> exporters in its territory to maintain documentation or records in any form or <br> (c) an origin declaration made out in accordance with Article 19 (Conditions <br> medium, provided that the documentation or records can be retrieved and printed. <br> for Making out an Origin Declaration) by an exporter approved or <br> registered in accordance with the relevant legislation of Viet Nam after <br> Viet Nam has notified to the UK that such legislation applies to its <br> 1.   The discovery of slight discrepancies between the statements made in the proof <br> exporters. Such notification may stipulate that subparagraph (a) shall <br> cease to apply to Viet Nam. <br> 3. Originating products within the meaning of this Protocol shall, in the cases <br> specified in Article 24 (Exemptions from Proof of Origin), benefit from this <br> Agreement without requiring the submission of any of the documents referred to in <br> 2.   Obvious formal errors such as typing errors on a proof of origin shall not cause <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 1. Products sent as small packages from private persons to private persons or <br> 3. For multiple goods declared under the same proof of origin, a problem <br> 1. A certificate of origin shall be issued by the competent authorities of the <br> encountered with one of the goods listed shall not affect or delay the granting of <br> exporting Party on application having been made in writing by the exporter or, under <br> preferential tariff treatment and customs clearance of the remaining goods listed in <br> the proof of origin. <br> 2.    For this purpose, the exporter or his authorised representative shall fill out both <br> the certificate of origin, specimen of which appears in Annex VII to this Protocol, <br> and the application form. The specimen of the application form to be used for exports <br> from the UK to Viet Nam appears in Annex VII to this Protocol; the specimen of the <br> application form to be used for exports from Viet Nam to the UK shall be determined <br> in the domestic legislation of Viet Nam. These forms shall be completed in one of <br> the languages in which this Agreement is drawn up and in accordance with the <br> domestic law of the exporting Party. If they are hand-written, they shall be completed <br> consist, inter alia, of the following: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> (a) it was not issued at the time of exportation because of errors, involuntary <br> in ink in printed characters. The description of the products must be given in the box <br> reserved for this purpose without leaving any blank lines. Where the box is not <br> completely filled, a horizontal line must be drawn below the last line of the <br> description, the empty space being crossed through to prevent any subsequent <br> addition. <br> 3. The exporter applying for the issuance of a certificate of origin shall be <br> prepared to submit at any time, at the request of the competent authorities of the <br> exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements of this <br> accepts full responsibility for any origin declaration which identifies him as if it had <br> Alteration). <br> been signed in manuscript by him. <br> Protocol. <br> submitted to the customs authorities of the importing Party in accordance with the <br> 4. A certificate of origin shall be issued by the competent authorities of the <br> exporting Party if the products concerned can be considered as products originating <br> in the UK or in Viet Nam and fulfil the other requirements of this Protocol. <br> 5. The competent authorities issuing certificates of origin shall take any steps <br> necessary to verify the originating status of the products and the fulfilment of the <br> other requirements of this Protocol. For this purpose, they shall have the right to call <br> for any evidence and to carry out any inspection of the exporter's accounts or any <br> Article 16 : Procedure for the Issuance of a Certificate of Origin <br> other check considered appropriate. They shall also ensure that the forms referred to <br> in paragraph 2 are duly completed. In particular, they shall check whether the space <br> Procedure for the Issuance of a Certificate of Origin <br> reserved for the description of the products has been completed in such a manner as <br> to exclude all possibility of fraudulent additions. <br> 6. The date of issuance of the certificate of origin shall be indicated in Box 11 of <br> 7.    The certificate of origin shall be issued as soon as possible to but not later than <br> three working days after the date of exportation (the declared shipment date). <br> ARTICLE 17 : Certificates of Origin Issued Retrospectively <br> 1. Notwithstanding paragraph 7 of Article 16 (Procedure for the Issuance of a <br> requirements of this Protocol. <br> Certificate of Origin), a certificate of origin may also be issued after exportation of <br> otherwise makes an incorrect use of the authorisation. <br> the products to which it relates in specific situations where: <br> corresponds to the products submitted. <br> omissions or other valid reasons; <br> (b) it is demonstrated to the competent authorities that a certificate of origin <br> was issued but was not accepted at importation for technical reasons; or <br> (c) the final destination of the products concerned was not known at the time <br> of exportation and was determined during their transportation, storage or <br> after splitting of consignments in accordance with Article 13 (Non- <br> Certificate of Origin. <br> 2. For the implementation of paragraph 1, the exporter shall indicate in his <br> application the place and date of exportation of the products to which the certificate <br> of origin relates, and state the reasons for his request. <br> 3.   The competent authorities may issue a certificate of origin retrospectively only <br> after verifying that the information supplied in the exporter's application conforms <br> with that in the corresponding file. <br> 4. Certificates of origin issued retrospectively shall be endorsed with the <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> following phrase in English: \"ISSUED RETROSPECTIVELY\". <br> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br> ARTICLE 18 : Issuance of a Duplicate Certificate of Origin <br> Issuance of a Duplicate Certificate of Origin <br> the correctness of the statements made in this document. <br> 1. In the event of theft, loss or destruction of a certificate of origin, the exporter <br> may apply to the competent authorities which issued it for a duplicate made out on <br> the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word in <br> English: \"DUPLICATE\". <br> duplicate certificate of origin. <br> 4. The duplicate, which must bear the date of issue of the original certificate of <br> origin, shall take effect as from that date. <br> ARTICLE 19 : Conditions for Making out an Origin Declaration <br> 1. An origin declaration may be made out if the products concerned can be <br> considered as products originating in the UK or in Viet Nam and fulfil the other <br> 2. The exporter making out an origin declaration shall be prepared to submit at <br> any time, at the request of the competent authorities of the exporting Party, all <br> 3. An origin declaration shall be made out by the exporter on the invoice, the <br> delivery note or any other commercial document which describes the products <br> concerned in sufficient details to enable them to be identified, by typing, stamping <br> or printing on that document the declaration, the text of which appears in Annex VI <br> to this Protocol, in accordance with the provisions of the domestic law of the <br> exporting Party. If the declaration is hand-written, <br> it shall be written in ink in capital characters. <br> 4. Origin declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 20 <br> (Approved Exporter) shall not be required to sign such declarations provided that he <br> gives the competent authorities of the exporting Party a written undertaking that he <br> 5. An origin declaration may be made out after exportation provided that it is <br> presented in the importing Party no later than two years, or the period specified in <br> the legislation of the importing Party, after the entry of the goods into the territory. <br> 6. The conditions for making out an origin declaration referred to in paragraphs <br> 1 to 5 apply mutatis mutandis to statements of origin made out by an exporter <br> registered as provided for in subparagraphs 1(c) and 2(c) <br> of Article 15 (General Requirements). <br> 1. The competent authorities of the exporting Party may authorise any exporter <br> (hereinafter referred to as \"approved exporter\") who exports products under this <br> Agreement to make out origin declarations irrespective of the value of the products <br> concerned. An exporter seeking such authorisation shall offer to the satisfaction of <br> the competent authorities all guarantees necessary to verify the originating status of <br> the products as well as the fulfilment of the other requirements of this Protocol. <br> 2. The competent authorities may grant the status of approved exporter subject to <br> any conditions specified in domestic legislation which they consider appropriate. <br> 3.   The competent authorities shall grant to the approved exporter an authorisation <br> number which shall appear on the origin declaration. <br> forming part of travellers' personal luggage shall be admitted as originating products <br> 4. The competent authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products <br> are not imported by way of trade and have been declared as meeting the requirements <br> 5. The competent authorities may withdraw the authorisation at any time. They <br> Article 22 : Submission of proof of origin <br> shall do so when the approved exporter no longer offers the guarantees referred to <br> 1. A proof of origin shall be valid for 12 months from the date of issuance in the <br> exporting Party, and shall be submitted to the customs authorities of the importing <br> Party within that period. <br> 2.   Proofs of origin which are submitted to the customs authorities of the importing <br> Party after the period of validity referred to in paragraph 1 may be accepted for the <br> purpose of applying preferential tariff treatment, when the importer failed to submit <br> those documents by the final date of the period of validity due to force majeure or <br> other valid reasons beyond that person's control. <br> Party may accept the proofs of origin when the products have been imported within <br> the period of validity referred to in paragraph 1. <br> For the purpose of claiming preferential tariff treatment, proofs of origin shall be <br> procedures applicable in that Party. Those authorities may request a translation of <br> the proof of origin if it is not issued in English. <br> "}]}]}, "members_found": ["704", "826", 2, 8703900000]}