{"FtaRooDetails": {"FtaId": 1096, "FtaCode": "ITC01128", "FtaName": "Treaty on CIS FTA", "FtaFullName": "TREATY ON A FREE-TRADE AREA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "09.12.2012", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Armenia; Belarus; Kazakhstan; Kyrgyzstan; Moldova, Republic of; Russian Federation; Tajikistan; Turkmenistan; Ukraine; Uzbekistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Treaty on CIS FTA", "AdminProcCooAuth": "The certification type under Treaty on CIS FTA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Treaty on CIS FTA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Treaty on CIS FTA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "SP and RVC 50%", "RooText": "Manufacture in which the value of the units and parts used should not exceed 50 % of the ex-works price of the product, provided that processing operations are carried out Manufacture and painting of the body (cab); installation and fastening of the engine, connection of control mechanisms to the engine; installation of radiators and connection of cooling systems; fastening shock absorbers, connecting the transmission; installation of the front suspension and semi-axles, installation of the rear suspension; connection of the steering with the front wheel hubs; Installation of wheels and adjustment of the front hub bearings tightening, installation of the ignition coil; refueling and pumping the steering hydraulic system, brake system, hydraulic clutch; installation and connection of headlights, front and rear signal lights; installation of a muffler and sections of the exhaust pipeline; installation of a fuel tank and connection of a fuel line; installation of the generator and adjustment of the drive belt tension; installation and connection of the battery with checking the operation of the on-board electrical circuits; engine diagnostics and adjustment; checking the effectiveness of the braking system; preservation of quickly damaged areas; elimination of defects after assembly; application of the identification number on the plate and the car; car running-in. In the above processing and manufacture operations for goods of heading 8704, instead of manufacturing and painting the coachwork (cab), it is allowed to perform operations for the manufacture of a frame with a suspension and bridges.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " LIST of Conditions, and Manufacturing and Processing<br /> Operations Required to be Carried out in Order to<br /> Consider the Goods Originating from that Country in<br /> which they took place (3)<br /> (As amended by the Protocol of October 18, 2011)<br /> Note 1.<br /> 1.1. The first two columns of this List contain information on a product obtained<br /> as a result of processing/transformation of raw materials or materials. The first column<br /> of the List contains code of the product under the TN VED, the second column contains<br /> description of the product in accordance with the code given in the first column. For<br /> each particular product described in the first two columns, conditions and<br /> manufacturing or processing operations which determine its origin (hereinafter<br /> referred to as the conditions and operations) are set forth in the third column.<br /> The goods in the List are determined exclusively by code of the goods under the<br /> TN VED; description of the goods is provided only for convenience in use.<br /> In case where code of the goods under the TN VED is preceded by the<br /> proposition \"from\", this indicates that the conditions and operations in the third column<br /> are applied only to the goods which are classified under the given tariff heading and<br /> indicated in the second column. In this case, it is necessary to also be guided by<br /> description of the goods.<br /> 1.2. In case where the first column gives numbers of several tariff headings or<br /> the number of a chapter, and at the same time the second column contains a summary<br /> description of products, the relevant conditions and operations set forth in the third<br /> column shall apply to all the products classified in accordance with the TN VED under<br /> tariff headings indicated in the first column, or to any of the tariff headings indicated in<br /> the first column.<br /> 1.3. In case where one kind of conditions and operations are applied with respect<br /> to a part of the goods classified under the same tariff heading, and other conditions<br /> and operations are applied with respect to other part(s), then the second column shall<br /> have a relevant number of paragraphs each of which contains a specific description<br /> of goods, and accordingly, the third column shall contain the conditions and operations<br /> relative to the goods, description of which is given in a paragraph of the second<br /> column.<br /> Note 2.<br /> 2.1. The conditions and operations set forth in the third column of this List should<br /> be carried out only with respect to materials of foreign origin used for the manufacture<br /> of the product. Restrictions established by the conditions and operations under the<br /> third column also apply to the materials of foreign origin to be used for the manufacture<br /> of a product.<br /> 2.2. Where the conditions and operations establish that materials of any tariff<br /> heading can be used in production of a product, it means that materials classified<br /> under the same tariff heading as the product can also be used on condition of meeting<br /> specific restrictions which can be established by the conditions and operations.<br /> 2.3. In case where a product manufactured of materials of foreign origin gains<br /> the status of being originated from a signatory State of the Agreement, where its<br /> transformation is carried out, by virtue of a change of tariff heading or by virtue of a<br /> specific condition or operation, relative thereto, in accordance with the List, and then<br /> is used as a material for production of other product, the conditions and operations<br /> applied with respect to the product, in the manufacture of which it is used, shall not<br /> apply to it.<br /> 2.4. A product consisting of a group of elements or assembled from a number of<br /> parts and classified in accordance with the provisions of the TN VED as single goods<br /> should be considered as satisfying the conditions and operations if all its components<br /> satisfy such conditions and operations.<br /> Where a part of the components of a given product meets, and part does not<br /> meet the conditions and operations or has a heading that is the same as of the final<br /> product, then this product will be considered satisfying the conditions and operations<br /> in the event that the value of the components that do not satisfy the conditions and<br /> operations or with a heading, the same as of the final product, does not exceed 15 %<br /> of the ex-works price of the final product.<br /> This rule can be applied in all cases, except for those goods for which a different<br /> condition is indicated in this List.<br /> 2.5. The conditions and operations set forth in the third column of this List<br /> establish the minimum scope of carrying out manufacturing or processing operations.<br /> The carrying out of established manufacturing or processing operations of a less<br /> scope does not determine origin of the product.<br /> 2.6. Where the conditions and operations set forth in the List establish that the<br /> product can be manufactured from more than one material, this means that one or<br /> more materials can be used. And it is not mandatory that all the materials should be<br /> used.<br /> However, where within the framework of one condition or operation there is a<br /> restriction established with respect to one material, and at the same time there are<br /> other restrictions established with respect to other materials, then these restrictions<br /> shall be applied only with respect to those materials which were really used in the<br /> manufacture of a product.<br /> 2.7. In case where the conditions and operations set forth in the List require that<br /> the product should be manufactured from a certain material, this means that this<br /> condition is not a barrier for the use of other materials which, owing to their nature, will<br /> not be able to violate the provisions of this condition or operation. (For example, where<br /> the conditions and operations specifically stipulate the use of cereals or of their<br /> derivatives, this will not hamper the use of mineral salts, chemical and other additions<br /> which are not obtained from cereals).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01128_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01128_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01128_roo.pdf", "DocType": "3_roo", "WebLink": "http://cis.minsk.by/reestr/ru/index.html#reestr/view/text?doc=2739"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01128_full.pdf", "DocType": "8_full", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/sogl_torg/Documents/FTA%20CIS_Text_with_protocols_ENG.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Section 2. Determination of the country of origin of goods <br /> 2.3. For the purpose of determination of the country of origin of goods <br /> manufactured in a signatory State of the Agreement, the cumulative principle can be <br /> applied, which determines the origin of goods at the time of their successive <br /> processing/transformation. <br /> If in the production of the final product in one of the signatory States of the <br /> Agreement, materials originating from another signatory State(s) of the Agreement are <br /> used, confirmed by a Certificate (Certificates) of origin of CT-1 form (hereinafter - <br /> Certificate of Origin of CT-1 form) and subject to stage-by-stage successive <br /> processing/transformation in another signatory State(s) of the Agreement, then the <br /> country of origin of such goods shall be the country where it was subject to the last <br /> processing/transformation. <br /> Where there is no Certificate (Certificates) of Origin of CT-1 form for the materials <br /> from other signatory States of the Agreement, the country of origin of goods shall be <br /> determined in compliance with the criterion of substantial processing/transformation <br /> of the goods (subparagraphs \"a\", \"b\", \"c\" of paragraph 2.4 of these Rules). <br /> 2.5. For the purpose of determination of the country of origin of goods in <br /> accordance with the criterion of substantial processing/transformation, materials <br /> originating from the signatory States of the Agreement in accordance with these Rules <br /> are not considered as materials of foreign origin and are equated to originating from <br /> the country in which the final product was produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (5%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Section 2. Determination of the country of origin of goods <br /> 2.6. When determining the country of origin of goods in accordance with the <br /> criterion of substantial processing/transformation, it is allowed to use materials of <br /> foreign origin with the same tariff heading (at the level of the first four digits) as the <br /> final product, provided that their value does not exceed 5 % of the price of the final <br /> product on the terms ex-works, and such materials are a necessary component in the <br /> production of the final product (except those goods for which other conditions are <br /> indicated in the List) with the obligatory confirmation of the fulfillment of these <br /> conditions in the conclusion on the origin of the goods or an examination certificate <br /> issued by the authorized body or other organizations in accordance with the national <br /> legislation of a signatory State of the Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Section 2. Determination of the country of origin of goods <br /> 2.7. If a product whose origin meets the conditions of these Rules is used in the <br /> manufacture of another product, then the requirements for origin applicable to the <br /> materials used for the manufacture of this product are not considered when <br /> determining the country of origin of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Section 4. Features of determination of the country of origin of goods <br /> 4.4. Appliances, accessories, spare parts and tools to be used with a machine, <br /> equipment, apparatus or means of transport shall be deemed to have the same origin <br /> as the machine, equipment, apparatus or means of transport, provided they are <br /> imported and sold as a set with the aforementioned machine, equipment, apparatus <br /> or means of transport and in the quantity which is normally delivered with these <br /> devices.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Section 2. Determination of the country of origin of goods <br /> 2.2. The following goods shall be deemed to be wholly obtained in a signatory <br /> State of the Agreement: <br /> a) natural resources (minerals and mineral products, water, land resources, <br /> atmospheric air resources) extracted from the soil of that country, from its territory or <br /> its territorial sea (another reservoir of the country) or from the seabed, or from <br /> atmospheric air to the territory of that country; <br /> b) vegetable products grown and/or harvested in that country; <br /> c) live animals born and raised in that country; <br /> d) products obtained in a signatory State of the Agreement from animals raised <br /> in that country; <br /> e) products obtained by hunting and fishing in that country; <br /> f) products of sea fishing and other products of sea fishing taken by a vessel of <br /> that country or by a vessel that it leases (charters); <br /> g) products obtained on board a processing vessel in that country solely from the <br /> products named in subparagraph \"e\"; <br /> h) products extracted from the seabed or from the subsoil outside that country's <br /> territorial waters, provided that the country has sole rights to work that soil or subsoil; <br /> i) waste and scrap (secondary raw materials) resulting from manufacturing or <br /> other transformation operations, and used articles collected in that country and fit only <br /> for the recovery of raw materials; <br /> j) products of high technologies obtained in the open space on space vessels <br /> which belong to that country or are rented (chartered) by it; <br /> k) goods produced in that country from the products named in subparagraphs \"a\" <br /> - \"k\" hereof", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Section 3. Operations that do not meet the criterion of substantial processing/transformation of the goods <br /> 3.1. The following shall be deemed not to meet the criterion of substantial <br /> processing/transformation of the goods: <br /> a) operations to ensure the preservation of the goods during storage or <br /> transportation; <br /> b) operations to prepare the goods for sale and transportation (breaking up and <br /> assembly of consignments, sorting, re-packing), operations for disassembling and <br /> assembling packaging; <br /> c) washing, cleaning, dust removal, coating with oxide, oil or other substances; <br /> d) ironing or pressing of textiles (any types of fibers and yarns, woven materials <br /> from any types of fibers and yarns and products from them); <br /> e) painting or polishing operations; <br /> f) peeling, partial or complete bleaching, grinding and polishing of cereals and <br /> rice; <br /> g) operations for dyeing sugar or forming lump sugar; <br /> h) peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br /> i) sharpening, grinding or cutting that does not significantly differ the resulting <br /> components from the original product; <br /> j) sifting through a sieve, sorting, classification, selection (including the <br /> preparation of sets of products); <br /> k) spilling, packing in cans, bottles, bags, boxes and other simple packing <br /> operations; <br /> l) simple assembly operations or disassembly of goods in parts; <br /> m) separation of the product into components, which does not cause an essential <br /> difference of the resulting production from its initial constituents; <br /> o) mixing of products (components), which does not cause an essential <br /> difference of the resulting products from its initial components; <br /> o) slaughter of animals, cutting (sorting) of meat; <br /> p) a combination of two or more of the above operations. <br /> 3.2. If, in relation to a product, criterion of substantial processing/transformation <br /> of the goods (paragraph 2.4 of these Rules) is achieved solely through the operations <br /> listed in paragraph 3.1, this product will not be considered originating from the country <br /> where these operations took place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Section 2. Determination of the country of origin of goods <br /> Where the rule of ad valorem percentage applies, value figures shall be <br /> calculated: <br /> for materials of foreign origin - on the basis of customs value of these materials <br /> at the time of their importation into the country where production of finished products <br /> is carried out, or, where origin of the imported materials is unknown, on the basis of <br /> the confirmed-by-documents price of their first sale in the territory of the country where <br /> production of finished products is carried out; <br /> for the finished products: on the basis of the \"ex-works\" (\"ex warehouse\") price <br /> of the seller.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Section 4. Features of determination of the country of origin of goods <br /> 4.3. For the determination of the country of origin of goods, origin of thermal and <br /> electric power, machinery, equipment and products that are not included and are not <br /> intended to be included in the final product, shall not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Section 5. Granting a free trade regime <br /> d) the goods do not leave the territories of the signatory States of the Agreement, <br /> except for cases when the goods are located or moved through the territories of third <br /> countries under customs control, documented by the customs authorities of the <br /> countries through whose territories the goods are delivered. In this case, the goods <br /> must be in an unchanged condition, and no operations should be carried out on them, <br /> except for operations to ensure the safety and reloading of the goods;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Section 4. Features of determination of the country of origin of goods <br /> packaging is classified together with the products therein, the packaging shall be <br /> considered a constituent of the goods for the determination of origin of the goods. <br /> 4.5. Packaging in which the goods are imported into the customs territory shall <br /> be deemed to have the same origin as the goods themselves, except cases when <br /> packaging is subject to declaring separately from <br /> the goods. In this case the country of origin of a packaging shall be determined <br /> separately. <br /> If the packaging in which the goods are imported into the customs territory is <br /> deemed to have the same origin as the goods themselves, then for the purpose of <br /> determination of the country of origin of goods, account shall be taken only of that <br /> packing in which the goods are normally sold by retail, including when the rule of ad <br /> valorem percentage is applied in accordance with subparagraph \"c\" of paragraph 2.4 <br /> of these Rules.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Section 4. Features of determination of the country of origin of goods <br /> 4.6. When determining the country of origin of a set of products, it is allowed to <br /> use elements or products that make up the set that do not originate from the signatory <br /> States of the Agreement, provided that their value does not exceed 15 % of the price <br /> of the set of products on an ex-works basis.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < USD 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Section 6. Confirmation of the country of origin of goods <br /> 6.1. For the confirmation of the country of origin of goods in a particular signatory <br /> State of the Agreement to grant a free trade regime, it is necessary to provide the <br /> customs authorities of the country of import with original Certificate of Origin of CT-1 <br /> form (the certificate form is presented in Annex 2 which is an integral part hereof) or a <br /> declaration of origin of the goods. <br /> 6.2. In order to provide a free trade regime, a declaration of origin of goods may <br /> be submitted as a document confirming the country of origin of imported goods, if the <br /> total value of such goods originating from a signatory State of the Agreement and <br /> declared in one consignment of goods does not exceed an amount equivalent to 5000 <br /> ( five thousand) US dollars. <br /> If the total value of the goods is declared in a currency other than the US dollar, <br /> the exchange rate in effect on the day of registration of the customs declaration by the <br /> customs authority of the country of importation in accordance with its national <br /> legislation is applied to recalculate the amount of currency into US dollars. <br /> When, as a document confirming the country of origin of goods, a declaration of <br /> origin of goods is presented, and such a declaration contains signs that the declared <br /> information about the country of origin of goods is inaccurate, a certificate of CT-1 form <br /> is presented at the reasoned request of the customs authority of the country of import. <br /> Cases when the submission of documents of origin of goods is not required are <br /> determined in accordance with the national legislation of the signatory States of the <br /> Agreement. <br /> A copy of the declaration of origin of the goods, as well as any related documents <br /> confirming the origin of the goods, shall be kept by the exporter for at least 3 years <br /> from the date of drawing up the declaration of origin of the goods. <br /> 6.3. When exporting goods from the signatory States of the Agreement, a <br /> Certificate of Origin of CT-1 form is issued by a body (organization) authorized by the <br /> State of export in accordance with its national legislation (hereinafter referred to as the <br /> authorized body). <br /> 6.4. The certificate of CT-1 form is made out and issued for particular <br /> consignment of goods. <br /> The term of validity of the certificate of CT-1 form in order to provide a free trade <br /> regime is limited to 12 months from the date of its issue. <br /> 6.5. The signatory States of the Agreement shall exchange samples of a <br /> certificate of CT-1 form, samples of signatures of persons entitled to certify certificates, <br /> stamps of authorized bodies, as well as information on the names and addresses of <br /> authorized bodies. Without providing the specified information, the certificates are not <br /> recognized by the customs authorities of the importing country for the purpose of <br /> providing a free trade regime. <br /> 6.6. If a certificate is provided containing in Box 9 information about the tariff <br /> heading in which the final product is classified, different from the information contained <br /> in the customs declaration, the issue of the possibility of providing a free trade regime <br /> is decided by the customs authority of the country of import after the <br /> importer/consignee submits an opinion on the origin of the goods, or an examination <br /> certificate issued by an authorized body or other organizations in accordance with the <br /> national legislation of a signatory State of the Agreement and clearly indicating that <br /> the goods have undergone substantial processing/transformation in a signatory State <br /> of the Agreement. <br /> 6.7. In case of doubt about the impeccability of the certificate of CT-1 form or the <br /> information contained in it, the customs authority of the country of importation of the <br /> goods may contact the authorized body that certified the certificate of CT-1 form, or <br /> the competent authorities of the country of origin of goods with a reasoned request to <br /> provide additional or clarifying information, including requests related to simple spot <br /> checks of certificates of CT-1 form, the answer to which must be provided within 6 <br /> months from the date of application. <br /> 6.8. An instructive document on the issuance of certificates of CT-1 form is <br /> developed and approved by the authorized body or in another manner, provided by <br /> the national legislation of signatory State of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Section 6. Confirmation of the country of origin of goods <br /> 6.4. The certificate of CT-1 form is made out and issued for particular <br /> consignment of goods. <br /> The term of validity of the certificate of CT-1 form in order to provide a free trade <br /> regime is limited to 12 months from the date of its issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Section 7. Requirements and procedure for filling out the Certificate of Origin of goods of CT-1 form <br /> 7.2. A copy of the certificate of CT-1 form, as well as any related documents <br /> confirming the origin of the goods, are kept by the authorized body that issued the <br /> certificate for at least 3 years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Section 9-2. Restoring a free trade regime <br /> (As amended by the Protocol of November 3, 2017) <br /> 9-2.1. The free trade regime not provided for the import of goods into the customs <br /> territory of a signatory State of the Agreement shall be applied (restored), provided the <br /> following conditions are met: <br /> a) the conditions stipulated by paragraph 5.1 of these Rules are met; <br /> b) 12 months have not expired from the date of registration of the customs <br /> declaration in the country of import; <br /> c) the requirements of Section 9-1 are fulfilled (in case of sending a request to <br /> an authorized body or inspection (verification) authority. <br /> 9-2.2. To restore the free trade regime, an additional confirmation letter may be <br /> submitted from the authorized body that issued the certificate of CT-1 form, specifying <br /> all the necessary information in the certificate, or a certificate issued instead of the one <br /> not recognized by the customs authorities of the country of import in the manner <br /> provided by these Rules. <br /> 9-2.3. The application (restoration) of the free trade regime is carried out subject <br /> to the fulfillment of the conditions established by these Rules, and in accordance with <br /> the procedure determined by the customs legislation of the country of import of the <br /> goods. <br /> 9-2.4. The presence of errors (typos) made when filling out the document on the <br /> origin of the goods, which do not affect the reliability of the information contained in <br /> such a document, should not be a reason for refusing to restore the free trade regime. <br /> 9-2.5. The free trade regime cannot be restored in accordance with clause 9-2.1 <br /> of these Rules in case of refusal to provide such a regime due to the detection of <br /> falsification of the document of origin of goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "prohibited", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Section 5. Granting a free trade regime <br /> a) the goods are exported on the basis of an agreement/contract between a <br /> resident of the signatory States of the Agreement and a resident of other signatory <br /> State of the Agreement, and are imported from the customs territory of one signatory <br /> State into the customs territory of other signatory State of the Agreement; In cases <br /> specified in paragraphs 8.5 and 8.6 of these Rules, such an agreement may be <br /> concluded after exporting the goods; <br /> b) the right of ownership of the goods in accordance with the foreign trade <br /> agreement/transaction, as well as in other cases stipulated by the national legislation <br /> of the signatory States of the Agreement, belongs to a person who is a resident of the <br /> signatory State of the Agreement; <br /> c) the goods are exported (imported) by a natural person - resident of a signatory <br /> State of the Agreement from the customs territory of one signatory State of the <br /> Agreement to the customs territory of another signatory State of the Agreement (*);", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Section 9. Grounds for refusing to provide a free trade regime <br /> 9.2. The customs authority of the country of import does not provide a free trade <br /> regime after the release of goods, when: <br /> there are grounds provided in paragraph 9.1 of these Rules; <br /> within 3 months from the date of the repeated request provided in Section 9-1 of <br /> these Rules, no response has been received or the information received does not <br /> correspond to the requested one and does not allow to establish the authenticity of the <br /> document on the origin of the goods and/or the fulfillment of the criterion for <br /> determination of the country of origin of goods; <br /> the customs authorities of the importing country have confirmed information from <br /> the authorized or inspection (verification) authority of the exporting country that <br /> certificate of CT-1 form was not issued (falsified) or issued on the basis of invalid <br /> (forged) documents and/or inaccurate information; <br /> the customs authorities of the importing country have confirmed information from <br /> the inspection (verification) authority of the exporting country that the information on <br /> the origin of the goods declared in the declaration of origin of goods is unreliable or <br /> that the manufacturers of the goods have not met the criteria for determination of the <br /> country of origin of goods, provided by these Rules; <br /> based on the results of studies carried out by the customs authorities of the <br /> importing country, and on the basis of information received upon requests sent to the <br /> authorized or inspection (verification) authorities of the exporting country and/or <br /> country of origin of goods, the customs authorities of the importing country revealed <br /> that the certificate of CT-1 form was issued in violation of the requirements established <br /> by these Rules. <br /> 9.3. The presence of errors (typos) made when filling out the certificate of CT-1 <br /> form, which do not affect the reliability of the information contained in such a certificate, <br /> should not be a reason for refusing to grant a free trade regime. <br /> 9.4. When the authorized body of the exporting country establishes the fact of <br /> illegal issuance of a certificate of CT-1 form on the basis of invalid documents and/or <br /> inaccurate information, then such an authorized body is obliged to cancel this <br /> certificate and immediately notify the central customs authority of the importing country <br /> specified in this certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Section 9. Grounds for refusing to provide a free trade regime <br /> 9.3. The presence of errors (typos) made when filling out the certificate of CT-1 <br /> form, which do not affect the reliability of the information contained in such a certificate, <br /> should not be a reason for refusing to grant a free trade regime.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "RULES for determination of the country of origin of goods <br> Section 3. Operations that do not meet the criterion of substantial processing/transformation of the goods <br> (As amended by the Protocols of October 18, 2011, November <br> 3.1. The following shall be deemed not to meet the criterion of substantial <br> 21, 2014, November 3, 2017) <br> processing/transformation of the goods: <br> These Rules for determination of the country of origin of goods (hereinafter <br> a) operations to ensure the preservation of the goods during storage or <br> referred to as Rules) are effective with respect to goods originating from signatory <br> transportation; <br> States of the Agreement on the Rules for determination of the country of origin of <br> b) operations to prepare the goods for sale and transportation (breaking up and <br> goods in the Commonwealth of Independent States of November 20, 2009 (hereinafter <br> assembly of consignments, sorting, re-packing), operations for disassembling and <br> referred to as signatory States of the Agreement) and which are in trade circulation <br> assembling packaging; <br> between these States, to which the trade regime is applied, provided by the Agreement <br> c) washing, cleaning, dust removal, coating with oxide, oil or other substances; <br> on the Creation of a Free Trade Area, of April 15, 1994. <br> d) ironing or pressing of textiles (any types of fibers and yarns, woven materials <br> The procedure for determination of the country of origin of goods imported into <br> from any types of fibers and yarns and products from them); <br> the customs territories of the signatory States of the Agreement from third countries <br> e) painting or polishing operations; <br> and exported to third countries from these States is regulated by the national <br> f) peeling, partial or complete bleaching, grinding and polishing of cereals and <br> legislation of the signatory States of the Agreement and international treaties. <br> g) operations for dyeing sugar or forming lump sugar; <br> h) peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br> i) sharpening, grinding or cutting that does not significantly differ the resulting <br> components from the original product; <br> j) sifting through a sieve, sorting, classification, selection (including the <br> operations; <br> preparation of sets of products); <br> k) spilling, packing in cans, bottles, bags, boxes and other simple packing <br> l) simple assembly operations or disassembly of goods in parts; <br> m) separation of the product into components, which does not cause an essential <br> difference of the resulting production from its initial constituents; <br> o) mixing of products (components), which does not cause an essential <br> difference of the resulting products from its initial components; <br> o) slaughter of animals, cutting (sorting) of meat; <br> p) a combination of two or more of the above operations. <br> 3.2. If, in relation to a product, criterion of substantial processing/transformation <br> of the goods (paragraph 2.4 of these Rules) is achieved solely through the operations <br> listed in paragraph 3.1, this product will not be considered originating from the country <br> where these operations took place. <br> rice; <br> "}, {"ArticleTitle": "ection 1. Terms and concepts", "ArticleDesc": "Section 1. Terms and concepts <br> For the purposes of these Rules, the following terms and concepts shall be used: <br> Country of origin of goods means a country where the goods were wholly <br> obtained or subject to substantial processing/transformation in accordance with these <br> Rules; <br> Criterion of substantial processing/transformation is one of the criteria for <br> determination of the country of origin of goods, according to which the goods, in <br> production of which two or more countries are involved, shall be considered originating <br> from the country where they were subject to the last substantial <br> processing/transformation sufficient for conferring the goods their characteristics; <br> Cumulative principle is the principle for determination of the country of origin of <br> goods, according to which origin of the goods as a result of a successive <br> processing/transformation in the signatory States of the Agreement shall be <br> determined by the country of production of the final goods; <br> Manufacture/production is the performance of any type of manufacturing or <br> other transformation operations, including assembly or any special operations, the <br> purpose of which is to obtain a product; <br> Material is any ingredient, raw material, component or part, etc., used to <br> manufacture a product; <br> Material of foreign origin is a material that does not originate from the territories <br> of the signatory States of the Agreement, or material whose origin has not been <br> established; <br> Product (products) is a manufactured (produced) product, even if it is intended <br> for further use in another production operation; <br> Set of products means a group of elements/products classified as a set in <br> accordance with the 3rd basic rule of interpretation of TN VED; <br> Goods means any property, both material and product, including thermal, <br> electric other kinds of power and means of transport being transferred across the <br> customs border (other than means of transport to be used for international <br> transportation of passengers and goods); <br> Consignment of goods means goods that are delivered simultaneously under <br> one or several shipping documents to the address of one consignee from one <br> consignor, as well as goods sent under one postal bill or moved as baggage by one <br> person crossing the border; <br> Commodity Nomenclature of Foreign Economic Activity (TN VED) is a <br> Commodity Nomenclature of Foreign Economic Activity of the Commonwealth of <br> Independent States, applied in accordance with the Agreement on a single Commodity <br> Nomenclature of Foreign Economic Activity of the Commonwealth of Independent <br> States of November 3, 1995; <br> Ex-works price is a price of the goods payable to the manufacturer, at the <br> enterprise of which the last processing/transformation was carried out, ex-works; <br> Resident means any natural persons and legal entities, and enterprises or <br> organizations which do not have status of a legal entity, which according to legislation <br> of the signatory State of the Agreement are taxable in it on the grounds of residence, <br> permanent sojourn, place of management, registration and establishment, or of any <br> other similar characteristics. <br> However, the mentioned concept shall not include persons who are taxable in <br> the signatory State of the Agreement only in terms of revenue received from <br> operations not relating to production and sale of goods; <br> Consignor/consignee is a person indicated in the shipping documents, who, in <br> accordance with the obligations assumed, has transferred/accepted or intends to <br> transfer/accept goods to the carrier/from the carrier; <br> Exporter is a resident of one of the signatory States of the Agreement, who is a <br> party to a foreign trade agreement/transaction, which supplies goods to a resident of <br> another signatory State of the Agreement; <br> Importer is a resident of one of the signatory States of the Agreement, party to <br> a foreign trade agreement/transaction, who receives goods in a signatory State of the <br> Agreement, supplied by a resident of another signatory State of the Agreement; <br> Applicant (declarant) is a person who applied to the authorized body <br> (organization) of the exporting country for a Certificate of Origin of goods, confirming <br> and bearing responsibility for the accuracy of information about the goods specified in <br> the Certificate of Origin of goods. <br> Applicants (declarants) can be exporters, consignors of goods or persons <br> representing their interests in accordance with the national legislation of the exporting <br> country (on the basis of a power of attorney, a contract of order and other documents). <br> This concept may also include the importer, consignee of the goods or persons <br> representing their interests in accordance with the national legislation of the country <br> of export (on the basis of a power of attorney, a contract of order and other <br> documents); <br> Certificate of Origin of goods is a document certifying the country of origin of <br> goods and issued by a body (organization) authorized by a signatory State of the <br> Agreement in accordance with its national legislation; <br> Declaration of origin of goods is a statement on the country of origin of goods <br> made by the manufacturer, seller or person moving the goods, on a commercial <br> account or other document related to the goods; <br> Document of origin of goods is a Certificate of Origin of goods or declaration <br> of origin of goods; <br> Inspection (verification) authority is a state body authorized by a signatory <br> State of the Agreement to exercise control over the validity of issuing documents on <br> the origin of goods, the reliability of the information contained therein, as well as to <br> carry out checks on the fulfillment by manufacturers of the criteria for determination of <br> the country of origin of goods, provided by these Rules. <br> "}, {"ArticleTitle": "ection 2. Determination of the country of origin of goods", "ArticleDesc": "Section 2. Determination of the country of origin of goods <br> 2.1. Country of origin of goods means a signatory State of the Agreement where <br> the goods were wholly obtained or subject to substantial processing/transformation in <br> accordance with these Rules. <br> 2.2. The following goods shall be deemed to be wholly obtained in a signatory <br> State of the Agreement: <br> a) natural resources (minerals and mineral products, water, land resources, <br> atmospheric air resources) extracted from the soil of that country, from its territory or <br> its territorial sea (another reservoir of the country) or from the seabed, or from <br> atmospheric air to the territory of that country; <br> b) vegetable products grown and/or harvested in that country; <br> c) live animals born and raised in that country; <br> d) products obtained in a signatory State of the Agreement from animals raised <br> in that country; <br> e) products obtained by hunting and fishing in that country; <br> f) products of sea fishing and other products of sea fishing taken by a vessel of <br> that country or by a vessel that it leases (charters); <br> g) products obtained on board a processing vessel in that country solely from the <br> products named in subparagraph \"e\"; <br> h) products extracted from the seabed or from the subsoil outside that country's <br> territorial waters, provided that the country has sole rights to work that soil or subsoil; <br> i) waste and scrap (secondary raw materials) resulting from manufacturing or <br> other transformation operations, and used articles collected in that country and fit only <br> for the recovery of raw materials; <br> j) products of high technologies obtained in the open space on space vessels <br> which belong to that country or are rented (chartered) by it; <br> k) goods produced in that country from the products named in subparagraphs \"a\" <br> - \"k\" hereof <br> 2.3. For the purpose of determination of the country of origin of goods <br> manufactured in a signatory State of the Agreement, the cumulative principle can be <br> applied, which determines the origin of goods at the time of their successive <br> If in the production of the final product in one of the signatory States of the <br> Agreement, materials originating from another signatory State(s) of the Agreement are <br> used, confirmed by a Certificate (Certificates) of origin of CT-1 form (hereinafter - <br> Certificate of Origin of CT-1 form) and subject to stage-by-stage successive <br> processing/transformation in another signatory State(s) of the Agreement, then the <br> country of origin of such goods shall be the country where it was subject to the last <br> processing/transformation. <br> Where there is no Certificate (Certificates) of Origin of CT-1 form for the materials <br> from other signatory States of the Agreement, the country of origin of goods shall be <br> determined in compliance with the criterion of substantial processing/transformation <br> of the goods (subparagraphs \"a\", \"b\", \"c\" of paragraph 2.4 of these Rules). <br> 2.4. Where third countries are involved in production of the goods, in addition to <br> the signatory States of the Agreement, the country of origin of goods shall be <br> of the goods. <br> The criterion of substantial processing/transformation can be determined by the <br> fulfillment of the following conditions: <br> a) a change in tariff heading under the TN VED at the level of at least one of the <br> first four digits, resulting from processing/transformation; <br> b) fulfillment of necessary conditions, manufacturing or processing operations <br> sufficient for the goods to be considered originating from that country where these <br> operations took place; <br> c) Rule of \"ad valorem percentage\" when the value of used materials of foreign <br> origin reaches a fixed percentage in the price of the final product. <br> The basic criterion of substantial processing/transformation is a change in tariff <br> heading under the TN VED at the level of at least one of the first four digits. This <br> condition applies to all goods, other than the goods included in the List of conditions, <br> manufacturing and processing operations required to be carried out in order to <br> consider the goods originating from that country where they took place (hereinafter - <br> the List) (Annex 1 which is integral part of these Rules). <br> As one of the conditions, the List can include the rule of ad valorem percentage <br> both independently and in combination with the fulfillment of other necessary <br> conditions, manufacturing or processing operations set forth in subparagraph \"b\" of <br> this paragraph. <br> Where the rule of ad valorem percentage applies, value figures shall be <br> calculated: <br> for materials of foreign origin - on the basis of customs value of these materials <br> at the time of their importation into the country where production of finished products <br> is carried out, or, where origin of the imported materials is unknown, on the basis of <br> the confirmed-by-documents price of their first sale in the territory of the country where <br> production of finished products is carried out; <br> for the finished products: on the basis of the \"ex-works\" (\"ex warehouse\") price <br> of the seller. <br> 2.5. For the purpose of determination of the country of origin of goods in <br> accordance with the criterion of substantial processing/transformation, materials <br> originating from the signatory States of the Agreement in accordance with these Rules <br> are not considered as materials of foreign origin and are equated to originating from <br> the country in which the final product was produced. <br> 2.6. When determining the country of origin of goods in accordance with the <br> criterion of substantial processing/transformation, it is allowed to use materials of <br> foreign origin with the same tariff heading (at the level of the first four digits) as the <br> final product, provided that their value does not exceed 5 % of the price of the final <br> product on the terms ex-works, and such materials are a necessary component in the <br> production of the final product (except those goods for which other conditions are <br> indicated in the List) with the obligatory confirmation of the fulfillment of these <br> conditions in the conclusion on the origin of the goods or an examination certificate <br> issued by the authorized body or other organizations in accordance with the national <br> legislation of a signatory State of the Agreement. <br> 2.7. If a product whose origin meets the conditions of these Rules is used in the <br> manufacture of another product, then the requirements for origin applicable to the <br> materials used for the manufacture of this product are not considered when <br> determining the country of origin of the product. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULES for determination of the country of origin of goods <br> Section 3. Operations that do not meet the criterion of substantial processing/transformation of the goods <br> (As amended by the Protocols of October 18, 2011, November <br> 3.1. The following shall be deemed not to meet the criterion of substantial <br> 21, 2014, November 3, 2017) <br> processing/transformation of the goods: <br> These Rules for determination of the country of origin of goods (hereinafter <br> a) operations to ensure the preservation of the goods during storage or <br> referred to as Rules) are effective with respect to goods originating from signatory <br> transportation; <br> States of the Agreement on the Rules for determination of the country of origin of <br> b) operations to prepare the goods for sale and transportation (breaking up and <br> goods in the Commonwealth of Independent States of November 20, 2009 (hereinafter <br> assembly of consignments, sorting, re-packing), operations for disassembling and <br> referred to as signatory States of the Agreement) and which are in trade circulation <br> assembling packaging; <br> between these States, to which the trade regime is applied, provided by the Agreement <br> c) washing, cleaning, dust removal, coating with oxide, oil or other substances; <br> on the Creation of a Free Trade Area, of April 15, 1994. <br> d) ironing or pressing of textiles (any types of fibers and yarns, woven materials <br> The procedure for determination of the country of origin of goods imported into <br> from any types of fibers and yarns and products from them); <br> the customs territories of the signatory States of the Agreement from third countries <br> e) painting or polishing operations; <br> and exported to third countries from these States is regulated by the national <br> f) peeling, partial or complete bleaching, grinding and polishing of cereals and <br> legislation of the signatory States of the Agreement and international treaties. <br> g) operations for dyeing sugar or forming lump sugar; <br> h) peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br> i) sharpening, grinding or cutting that does not significantly differ the resulting <br> components from the original product; <br> j) sifting through a sieve, sorting, classification, selection (including the <br> operations; <br> preparation of sets of products); <br> k) spilling, packing in cans, bottles, bags, boxes and other simple packing <br> l) simple assembly operations or disassembly of goods in parts; <br> m) separation of the product into components, which does not cause an essential <br> difference of the resulting production from its initial constituents; <br> o) mixing of products (components), which does not cause an essential <br> difference of the resulting products from its initial components; <br> o) slaughter of animals, cutting (sorting) of meat; <br> p) a combination of two or more of the above operations. <br> 3.2. If, in relation to a product, criterion of substantial processing/transformation <br> of the goods (paragraph 2.4 of these Rules) is achieved solely through the operations <br> listed in paragraph 3.1, this product will not be considered originating from the country <br> where these operations took place. <br> rice; <br> "}, {"ArticleTitle": "ection 4. Features of determination of the country of origin of goods", "ArticleDesc": "Section 4. Features of determination of the country of origin of goods <br> 4.1. The object of applying the criterion of substantial processing/transformation <br> is a product, defined as an independent object of classification in accordance with the <br> rules of classification of goods under the TN VED. In the case of determination of the <br> origin of sets of products, the object of applying the criterion of substantial <br> processing/transformation shall consider each individual element included in the set. <br> Accordingly: <br> a product consisting of a group of elements or assembled from a number of parts <br> and classified in accordance with the provisions of the TN VED as a single good, is <br> generally considered as an object of application of applying the criterion of substantial <br> processing/transformation; <br> where a consignment consists of identical products classified under the same <br> tariff heading of the TN VED, shall be considered separately for the purposes of <br> applying the criterion of substantial processing/transformation; <br> where, by virtue of the 5th General Rule of interpretation of the TN VED, the <br> packaging is classified together with the products therein, the packaging shall be <br> considered a constituent of the goods for the determination of origin of the goods. <br> 4.2. When determining the country of origin, goods disassembled or <br> unassembled (being delivered in several consignments, where due to production or <br> transport conditions their shipment in a single <br> consignment is impossible, and where a consignment is split to several shipments as <br> a result of a mistake or incorrect addressing) can, if the importer so requests, be <br> treated as the single goods. <br> The conditions to apply this rule shall be: <br> notifying, in advance, the customs body of the importing country about a splitting <br> of disassembled or unassembled goods to several consignments, indicating the <br> reasons for such a splitting and attaching a detailed specification for each consignment <br> with the indication of codes of goods according to the TN VED and value and country <br> of <br> origin of the goods which are part of each consignment, and also notifying of the <br> splitting of the goods to several consignments as a result of a mistake or incorrect <br> addressing (incorrectness of splitting the goods is to be confirmed by documents); <br> delivery of all consignments from one country by one exporter; importation and <br> clearance of all the consignments of the goods through the same Customs; <br> delivery of all consignments within the term not exceeding 6 months from the <br> date of acceptance of customs declaration. <br> 4.3. For the determination of the country of origin of goods, origin of thermal and <br> electric power, machinery, equipment and products that are not included and are not <br> intended to be included in the final product, shall not be taken into account. <br> 4.4. Appliances, accessories, spare parts and tools to be used with a machine, <br> equipment, apparatus or means of transport shall be deemed to have the same origin <br> as the machine, equipment, apparatus or means of transport, provided they are <br> imported and sold as a set with the aforementioned machine, equipment, apparatus <br> or means of transport and in the quantity which is normally delivered with these <br> devices. <br> 4.5. Packaging in which the goods are imported into the customs territory shall <br> be deemed to have the same origin as the goods themselves, except cases when <br> packaging is subject to declaring separately from <br> the goods. In this case the country of origin of a packaging shall be determined <br> separately. <br> If the packaging in which the goods are imported into the customs territory is <br> deemed to have the same origin as the goods themselves, then for the purpose of <br> determination of the country of origin of goods, account shall be taken only of that <br> packing in which the goods are normally sold by retail, including when the rule of ad <br> valorem percentage is applied in accordance with subparagraph \"c\" of paragraph 2.4 <br> of these Rules. <br> 4.6. When determining the country of origin of a set of products, it is allowed to <br> use elements or products that make up the set that do not originate from the signatory <br> States of the Agreement, provided that their value does not exceed 15 % of the price <br> of the set of products on an ex-works basis. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "ection 5. Granting a free trade regime", "ArticleDesc": "Section 5. Granting a free trade regime <br> 5.1. The goods shall enjoy the free trade regime in customs territories of the <br> signatory States of the Agreement provided that: <br> a) the goods are exported on the basis of an agreement/contract between a <br> resident of the signatory States of the Agreement and a resident of other signatory <br> State of the Agreement, and are imported from the customs territory of one signatory <br> State into the customs territory of other signatory State of the Agreement; In cases <br> specified in paragraphs 8.5 and 8.6 of these Rules, such an agreement may be <br> concluded after exporting the goods; <br> b) the right of ownership of the goods in accordance with the foreign trade <br> agreement/transaction, as well as in other cases stipulated by the national legislation <br> of the signatory States of the Agreement, belongs to a person who is a resident of the <br> signatory State of the Agreement; <br> c) the goods are exported (imported) by a natural person - resident of a signatory <br> State of the Agreement from the customs territory of one signatory State of the <br> Agreement to the customs territory of another signatory State of the Agreement (*); <br> d) the goods do not leave the territories of the signatory States of the Agreement, <br> except for cases when the goods are located or moved through the territories of third <br> countries under customs control, documented by the customs authorities of the <br> countries through whose territories the goods are delivered. In this case, the goods <br> must be in an unchanged condition, and no operations should be carried out on them, <br> except for operations to ensure the safety and reloading of the goods; <br> e) the goods meet the criteria for determination of the country of origin of goods <br> established by these Rules (**); <br> f) in respect of the goods, a document on the origin of the goods has been <br> submitted in accordance with paragraphs 6.1 or 6.2 of these Rules. <br> 5.2. Goods, the origin of which is not established or the origin of which is <br> established, but at the same time, the free trade regime cannot be applied to them due <br> to the lack of documents necessary for these purposes, are allowed into the country <br> of import in accordance with the requirements of tariff and non-tariff regulation of the <br> country of import. <br> 5.3. (Excluded by the Protocol of November 3, 2017) <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 6. Confirmation of the country of origin of goods <br> Section 9-2. Restoring a free trade regime <br> accordance with international treaties in force for this State or its national legislation. <br> 6.1. For the confirmation of the country of origin of goods in a particular signatory <br> (As amended by the Protocol of November 3, 2017) <br> State of the Agreement to grant a free trade regime, it is necessary to provide the <br> 9-2.1. The free trade regime not provided for the import of goods into the customs <br> customs authorities of the country of import with original Certificate of Origin of CT-1 <br> territory of a signatory State of the Agreement shall be applied (restored), provided the <br> form (the certificate form is presented in Annex 2 which is an integral part hereof) or a <br> following conditions are met: <br> declaration of origin of the goods. <br> a) the conditions stipulated by paragraph 5.1 of these Rules are met; <br> 6.2. In order to provide a free trade regime, a declaration of origin of goods may <br> b) 12 months have not expired from the date of registration of the customs <br> be submitted as a document confirming the country of origin of imported goods, if the <br> declaration in the country of import; <br> total value of such goods originating from a signatory State of the Agreement and <br> c) the requirements of Section 9-1 are fulfilled (in case of sending a request to <br> declared in one consignment of goods does not exceed an amount equivalent to 5000 <br> an authorized body or inspection (verification) authority. <br> ( five thousand) US dollars. <br> 9-2.2. To restore the free trade regime, an additional confirmation letter may be <br> If the total value of the goods is declared in a currency other than the US dollar, <br> submitted from the authorized body that issued the certificate of CT-1 form, specifying <br> the exchange rate in effect on the day of registration of the customs declaration by the <br> all the necessary information in the certificate, or a certificate issued instead of the one <br> customs authority of the country of importation in accordance with its national <br> not recognized by the customs authorities of the country of import in the manner <br> legislation is applied to recalculate the amount of currency into US dollars. <br> provided by these Rules. <br> When, as a document confirming the country of origin of goods, a declaration of <br> 9-2.3. The application (restoration) of the free trade regime is carried out subject <br> origin of goods is presented, and such a declaration contains signs that the declared <br> to the fulfillment of the conditions established by these Rules, and in accordance with <br> information about the country of origin of goods is inaccurate, a certificate of CT-1 form <br> the procedure determined by the customs legislation of the country of import of the <br> is presented at the reasoned request of the customs authority of the country of import. <br> goods. <br> Cases when the submission of documents of origin of goods is not required are <br> 9-2.4. The presence of errors (typos) made when filling out the document on the <br> determined in accordance with the national legislation of the signatory States of the <br> origin of the goods, which do not affect the reliability of the information contained in <br> Agreement. <br> such a document, should not be a reason for refusing to restore the free trade regime. <br> A copy of the declaration of origin of the goods, as well as any related documents <br> 9-2.5. The free trade regime cannot be restored in accordance with clause 9-2.1 <br> confirming the origin of the goods, shall be kept by the exporter for at least 3 years <br> of these Rules in case of refusal to provide such a regime due to the detection of <br> from the date of drawing up the declaration of origin of the goods. <br> falsification of the document of origin of goods. <br> 6.3. When exporting goods from the signatory States of the Agreement, a <br> Certificate of Origin of CT-1 form is issued by a body (organization) authorized by the <br> State of export in accordance with its national legislation (hereinafter referred to as the <br> authorized body). <br> 6.4. The certificate of CT-1 form is made out and issued for particular <br> consignment of goods. <br> The term of validity of the certificate of CT-1 form in order to provide a free trade <br> regime is limited to 12 months from the date of its issue. <br> 6.5. The signatory States of the Agreement shall exchange samples of a <br> certificate of CT-1 form, samples of signatures of persons entitled to certify certificates, <br> stamps of authorized bodies, as well as information on the names and addresses of <br> authorized bodies. Without providing the specified information, the certificates are not <br> recognized by the customs authorities of the importing country for the purpose of <br> providing a free trade regime. <br> 6.6. If a certificate is provided containing in Box 9 information about the tariff <br> heading in which the final product is classified, different from the information contained <br> in the customs declaration, the issue of the possibility of providing a free trade regime <br> is decided by the customs authority of the country of import after the <br> importer/consignee submits an opinion on the origin of the goods, or an examination <br> certificate issued by an authorized body or other organizations in accordance with the <br> national legislation of a signatory State of the Agreement and clearly indicating that <br> the goods have undergone substantial processing/transformation in a signatory State <br> of the Agreement. <br> 6.7. In case of doubt about the impeccability of the certificate of CT-1 form or the <br> information contained in it, the customs authority of the country of importation of the <br> goods may contact the authorized body that certified the certificate of CT-1 form, or <br> the competent authorities of the country of origin of goods with a reasoned request to <br> provide additional or clarifying information, including requests related to simple spot <br> checks of certificates of CT-1 form, the answer to which must be provided within 6 <br> months from the date of application. <br> 6.8. An instructive document on the issuance of certificates of CT-1 form is <br> developed and approved by the authorized body or in another manner, provided by <br> the national legislation of signatory State of the Agreement. <br> "}, {"ArticleTitle": "ection 7. Requirements and procedure for filling out the Certificate of Origin of goods of CT-1 form", "ArticleDesc": "Section 7. Requirements and procedure for filling out the Certificate of Origin of goods of CT-1 form <br> 7.1. The certificate of CT-1 form is issued in hard copy in Russian on a special <br> secured A4 format (210 x 297 mm) with a density of at least 25 g/m2, made by <br> typographic method. <br> 7.2. A copy of the certificate of CT-1 form, as well as any related documents <br> confirming the origin of the goods, are kept by the authorized body that issued the <br> certificate for at least 3 years. <br> 7.3. The certificate does not allow the use of facsimiles of signatures of persons, <br> the presence of erasures, as well as corrections and/or additions not certified in the <br> prescribed manner. <br> Corrections and/or additions to the certificate are made by crossing out <br> erroneous information and overprinting or entering by hand the corrected information, <br> which is certified by the signature of the authorized person and the stamp of the <br> authorized body that issued the certificate of CT-1 form. <br> 7.4. Certificate of Origin of CT-1 form shall be completed in accordance with the <br> following requirements: <br> Box 1: \"Consignor / exporter (name and address)\". When filling out the box, it is <br> allowed to indicate the name of the consignor/exporter in accordance with the <br> certificate of its state registration or a document confirming the actual location of the <br> consignor/exporter. <br> If the consignor and the exporter are different legal entities, it should be indicated <br> that the consignor (name and address) acts \"on behalf\" of the exporter (name and <br> address); <br> Box 2 (1) - \"Consignee/importer (name and address)\". When filling out the Box, <br> it is allowed to indicate the name of the consignee/importer according to the certificate <br> of its state registration or a document confirming the actual location of the <br> consignee/importer. <br> If the consignee and the importer are different legal entities, it should be indicated <br> that the consignee (name and address) acts \"on behalf\" of the importer (name and <br> Box 3 - \"Means of transport and route (as far as known)\". The means of transport <br> and the route of travel are indicated, as far as known; <br> Box 4 - indicate the registration number of the certificate, the country that issued <br> the certificate, and the country for which this certificate is intended. <br> It is allowed to enter the registration number by hand or stamp it; <br> Box 5 - \"Official marks\". The official marks of the State controlling authorities of <br> the countries exporting, transiting and/or receiving the goods shall be made, <br> handwritten or stamped, as well as, if necessary, the following entries: \"Duplicate\", <br> \"Issued instead of certificate\", \"Issued afterwards\", as well as other records, provided <br> by these Rules. <br> The entries made in this Box by hand are certified in the manner, provided by the <br> second subparagraph of paragraph 7.3 of these Rules; <br> Box 6 - \"Number\". The ordinal number of the goods shall be indicated; <br> Box 7 - \"Number of packages and type of packaging\". The number of packages <br> and the type of packaging are indicated; <br> Box 8 - \"Description of goods\". A commercial description of the goods and other <br> information which helps carry out, without doubt, identification of the goods <br> comparative to those declared for the purposes of customs clearance. <br> Where there is not enough space to fill in Box 8, it shall be allowed to use an <br> additional sheet (sheets) relating to origin of the goods (Annex 3) which is to be <br> completed according to the established procedure (certified by signature and stamp <br> and has the same ordinal number as the form of the certificate). <br> In the case of moving a consignment of goods with a significant nomenclature <br> list of names, provided that all goods are classified in one heading and have the same <br> criterion of origin, it is allowed, instead of issuing an additional certificate sheet(s), to <br> use a shipping document (invoice, pro-forma invoice, bill of lading or other document <br> reflecting the quantitative characteristics of the goods), which contains a complete list <br> of goods. This shipping document, on the first sheet of which the registration number <br> and the date of issue of the corresponding certificate are filled in, is provided to the <br> customs authorities of the importing country simultaneously with the certificate. <br> Information about the origin of goods in the shipping document is certified by the same <br> authorized body that issued the certificate. At the same time, in Box 8 of the certificate, <br> a reference is made to the corresponding shipping document indicating its details and <br> the number of sheets of which it consists; <br> Box 9 - \"Criterion of origin\". The following criteria for the origin of goods are <br> indicated: <br> \"P\" - a product wholly obtained in a signatory State of the Agreement; <br> \"D1905\" - goods that have undergone substantial processing/transformation, <br> indicating the first four digits of the tariff heading for the TN VED of the final product, <br> for example - 1905; <br> \"K\" - a product, the country of origin of which is determined on the basis of the <br> cumulative principle. <br> When the certificate declares goods classified in different headings under the TN <br> VED and having different criteria of origin, then in Box 9 the criteria of origin is indicated <br> differentially for all declared goods; <br> Box 10 - \"Quantity of goods\". The gross/net weight (kg) and/or other quantitative <br> characteristics of the goods according to the TN VED are indicated. The actual <br> quantity of the delivered goods must not exceed the quantity indicated in the certificate <br> by more than 5 %. <br> Net weight is indicated taking into account the primary packaging, which is <br> inseparable from the goods at retail. <br> In the case of issuing a certificate for periodicals under long-term foreign trade <br> agreements/transactions, when the goods are sent from the same consignor to the <br> same consignee, filling in the Box is not necessary. In this case, the free trade regime <br> is provided according to the actual number of imported periodicals; <br> Box 11 - \"Number and date of the invoice\". Information concerning invoice or pro- <br> forma invoice, or other document that shows financial and quantitative figures of the <br> goods is indicated (at the time of implementing of long-term foreign trade <br> contracts/transactions, when the cargo goes from the same consignor to the same <br> consignee, filling in the Box is not required); <br> Box 12 - \"Certification\". It is to be completed by the authorized body and shall <br> contain its name, address, stamp and date of issue of the certificate, as well as the <br> signature, last name and initials of the person authorized to certify the certificate. <br> It is allowed to enter the date, as well as the last name and initials of the <br> authorized person by hand or by stamping; <br> Box 13 - \"Declarant's Declaration\". The country in which the goods were wholly <br> obtained or subject to substantial processing/transformation, the date of declaring <br> information concerning the country of origin of goods, stamp of the declarant, <br> signature, the last name and initials of the declarant's authorized person. <br> authorized person by hand or by stamping. <br> If the goods are exported (imported) by an individual who is a resident of one of <br> the signatory States of the Agreement, the certificate of CT-1 form is filled out <br> considering the following features: <br> Box 1 - the last name, initials of the consignor and his address are indicated; <br> Box 2 - if the data are available, the name, initials of the consignee, his address <br> are indicated, and a mark \"For free circulation\" is also made. <br> It is assumed that the consignor and consignee may be the same individual; <br> Boxes 5 and 11 may remain blank where information is not available; <br> Box 13 is certified by the signature of the consignor indicating the date of <br> declaration of information about the country of origin of goods, as well as the name <br> and initials of the consignor. <br> 7.5. Filling in the certificate on the back of the form is not allowed. <br> "}, {"ArticleTitle": "ection 8. Additional cases of issuing certificate", "ArticleDesc": "Section 8. Additional cases of issuing certificate <br> 8.1. Certificate of CT-1 form can be issued after exporting the goods on the basis <br> of a written request from the applicant (declarant). In this case, the applicant <br> (declarant) additionally submits to the authorized body a shipping document with a <br> customs mark confirming the actual export of the goods (2). When declaring <br> electronically, an electronic notification of the customs authority about crossing the <br> border may be submitted. If customs declaration is not applied when exporting goods <br> from a signatory State of the Agreement, documents confirming the shipment of goods <br> from the territory of such a signatory State of the Agreement are submitted to the <br> authorized body. <br> In the above cases, in Box 5 of the certificate of CT-1 form shall be written down: <br> \"Issued afterwards\". <br> 8.2. In case of loss or damage of the certificate of CT-1 form, its duplicate is <br> issued. When issuing a duplicate, Box 12 \"Certification\" indicates the date of issue of <br> the duplicate, and Box 5 \"Official marks\" indicates the word \"Duplicate\", the number <br> and date of the lost or damaged original certificate of CT-1 form. A duplicate of the <br> certificate comes into force from the date of issue of the original. The term of <br> application of a duplicate certificate for the purpose of granting a free trade regime <br> cannot exceed 12 months from the date of issue of the original certificate. <br> 8.3. Instead of the certificate of CT-1 form, canceled for any reason, or, if it is <br> necessary to reissue a previously issued certificate, on the basis of a written <br> justification of the applicant (declarant), a new certificate of CT-1 form may be issued. <br> In this case, in Box 5 shall be written down: \"Issued instead of the certificate of CT-1 <br> form\" indicating the number and date of the canceled/reissued certificate. A new <br> registration number is assigned to the certificate issued in lieu of another certificate of <br> CT-1 form. <br> 8.4. At re-exportation of goods to other signatory States of the Agreement that <br> have not been processed/transformed, except for operations to ensure the safety of <br> goods and their packaging, as well as preparation for sale and transportation, it is <br> possible to issue replacement certificates of CT-1 form. <br> The issuance of one or more replacement certificates of CT-1 form is also <br> possible in case of importing goods into the territory of a signatory State of the <br> Agreement with their placement under customs control and subsequent release for <br> free circulation of a consignment or part of it in the country of import. <br> Replacement certificates are issued by the authorized body (organization) of the <br> importing country on the basis of the certificate (s) of CT-1 form of the exporting <br> country. <br> In this case, in Box 5 of the replacement certificate shall be written down: \"The <br> certificate was issued on the basis of the certificate of CT-1 form\" (indicating the <br> registration number, date and the authorized body that issued the certificate), and in <br> Box 9 of the replacement certificate of CT-1 form the same criterion of origin is <br> indicated as in the certificate of CT-1 form, on the basis of which it is issued. <br> When a replacement certificate is issued on the basis of a certificate of CT-1 <br> form, provided there is an old-style form without indicating the criterion of origin, a dash <br> is put in Box 9. <br> 8.5. In case of exporting goods to exhibitions/fairs held in the signatory States of <br> the Agreement, it is allowed to issue a certificate of CT-1 form. At the same time, Box <br> 2 of the certificate indicates the person responsible for organizing the exhibition/fair or <br> acting on his behalf, and Box 5 - the name of the exhibition/fair. For these goods, the <br> free trade regime is provided after the conclusion of an agreement on their sale or <br> transfer between residents of the signatory States of the Agreement in accordance <br> with the provisions of paragraph 5.1 of these Rules, unless otherwise provided by the <br> national legislation of the signatory States of the Agreement. <br> 8.6. When goods are moved from the territory of one signatory State of the <br> Agreement to the territory of another signatory State of the Agreement, for the purpose <br> of its subsequent sale, it is possible to issue a certificate of CT-1 form, in which the <br> consignor exporting the goods is indicated as the consignee/importer (Box 2 of the <br> certificate). In this case, in Box 2 of the certificate, shall be written down in addition: <br> \"For subsequent sale\". For these goods, the free trade regime is provided after the <br> conclusion of an agreement on their sale between residents of the signatory States of <br> the Agreement in accordance with the provisions of paragraph 5.1 of these Rules, <br> unless otherwise provided by the national legislation of the signatory States of the <br> Agreement. <br> 8.7. When moving goods within the territory of the signatory States of the <br> Agreement, produced on their territories and imported (placed) into the customs <br> territories of the signatory States of the Agreement before the entry into force of the <br> Rules for determination of the country of origin of goods dated 24 September 1993, it <br> is possible to issue a certificate of CT-1 form, provided that in Box 5 shall be written <br> down: \"The product is made in ... (the official name of the country, the name of the <br> manufacturer and the year of manufacture are indicated)\". At the same time, a dash <br> shall be written down in Box 9 of the certificate, and the official name of the country in <br> which goods were produced is indicated in Box 13. The issuance of a certificate is <br> possible in any of the signatory States of the Agreement, subject to the provision of <br> supporting documents about the manufacturer of the goods (its name, address, as <br> well as the year of manufacture of the goods). <br> "}, {"ArticleTitle": "ection 9. Grounds for refusing to provide a free trade regime", "ArticleDesc": "Section 9. Grounds for refusing to provide a free trade regime <br> 9.1. The customs authority of the country of import does not provide a free trade <br> regime for the release of goods if: <br> the requirements of paragraph 5.1 of these Rules are not met; <br> the original certificate of CT-1 form is not submitted at the request of the customs <br> authority in the cases, provided by the third subparagraph of paragraph 6.1, as well <br> as the third subparagraph of paragraph 6.2 of these Rules; <br> the submitted certificate of CT-1 form is completed in violation of the <br> requirements of Sections 7, 8 of these Rules; <br> the text of the declaration of origin of the goods does not correspond to the text <br> set out in Annex 5, which is an integral part of these Rules; <br> the submitted document on the origin of the goods contains erasures and/or blots <br> that affect the accuracy of the information; <br> the submitted certificate of CT-1 form contains corrections or additions not <br> certified in accordance with these Rules; <br> Presented stamp impressions and/or signatures of authorized persons in the <br> certificate of CT-1 form, and/or the address of the authorized body, and/or the form of <br> the submitted certificate of CT-1 form do not correspond to the information and/or <br> samples brought to the customs authorities of the country of import by the signatory <br> State of the Agreement; <br> information about the goods specified in the document on the origin of the goods <br> does not allow for an unambiguous identification of the goods in relation to those <br> presented during the customs declaration or does not correspond to them. <br> 9.2. The customs authority of the country of import does not provide a free trade <br> regime after the release of goods, when: <br> there are grounds provided in paragraph 9.1 of these Rules; <br> within 3 months from the date of the repeated request provided in Section 9-1 of <br> these Rules, no response has been received or the information received does not <br> correspond to the requested one and does not allow to establish the authenticity of the <br> document on the origin of the goods and/or the fulfillment of the criterion for <br> determination of the country of origin of goods; <br> the authorized or inspection (verification) authority of the exporting country that <br> certificate of CT-1 form was not issued (falsified) or issued on the basis of invalid <br> (forged) documents and/or inaccurate information; <br> the customs authorities of the importing country have confirmed information from <br> the inspection (verification) authority of the exporting country that the information on <br> the origin of the goods declared in the declaration of origin of goods is unreliable or <br> that the manufacturers of the goods have not met the criteria for determination of the <br> country of origin of goods, provided by these Rules; <br> based on the results of studies carried out by the customs authorities of the <br> importing country, and on the basis of information received upon requests sent to the <br> authorized or inspection (verification) authorities of the exporting country and/or <br> country of origin of goods, the customs authorities of the importing country revealed <br> that the certificate of CT-1 form was issued in violation of the requirements established <br> by these Rules. <br> 9.3. The presence of errors (typos) made when filling out the certificate of CT-1 <br> form, which do not affect the reliability of the information contained in such a certificate, <br> should not be a reason for refusing to grant a free trade regime. <br> 9.4. When the authorized body of the exporting country establishes the fact of <br> illegal issuance of a certificate of CT-1 form on the basis of invalid documents and/or <br> inaccurate information, then such an authorized body is obliged to cancel this <br> certificate and immediately notify the central customs authority of the importing country <br> specified in this certificate. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 6. Confirmation of the country of origin of goods <br> Section 9-2. Restoring a free trade regime <br> accordance with international treaties in force for this State or its national legislation. <br> 6.1. For the confirmation of the country of origin of goods in a particular signatory <br> (As amended by the Protocol of November 3, 2017) <br> State of the Agreement to grant a free trade regime, it is necessary to provide the <br> 9-2.1. The free trade regime not provided for the import of goods into the customs <br> customs authorities of the country of import with original Certificate of Origin of CT-1 <br> territory of a signatory State of the Agreement shall be applied (restored), provided the <br> form (the certificate form is presented in Annex 2 which is an integral part hereof) or a <br> following conditions are met: <br> declaration of origin of the goods. <br> a) the conditions stipulated by paragraph 5.1 of these Rules are met; <br> 6.2. In order to provide a free trade regime, a declaration of origin of goods may <br> b) 12 months have not expired from the date of registration of the customs <br> be submitted as a document confirming the country of origin of imported goods, if the <br> declaration in the country of import; <br> total value of such goods originating from a signatory State of the Agreement and <br> c) the requirements of Section 9-1 are fulfilled (in case of sending a request to <br> declared in one consignment of goods does not exceed an amount equivalent to 5000 <br> an authorized body or inspection (verification) authority. <br> ( five thousand) US dollars. <br> 9-2.2. To restore the free trade regime, an additional confirmation letter may be <br> If the total value of the goods is declared in a currency other than the US dollar, <br> submitted from the authorized body that issued the certificate of CT-1 form, specifying <br> the exchange rate in effect on the day of registration of the customs declaration by the <br> all the necessary information in the certificate, or a certificate issued instead of the one <br> customs authority of the country of importation in accordance with its national <br> not recognized by the customs authorities of the country of import in the manner <br> legislation is applied to recalculate the amount of currency into US dollars. <br> provided by these Rules. <br> When, as a document confirming the country of origin of goods, a declaration of <br> 9-2.3. The application (restoration) of the free trade regime is carried out subject <br> origin of goods is presented, and such a declaration contains signs that the declared <br> to the fulfillment of the conditions established by these Rules, and in accordance with <br> information about the country of origin of goods is inaccurate, a certificate of CT-1 form <br> the procedure determined by the customs legislation of the country of import of the <br> is presented at the reasoned request of the customs authority of the country of import. <br> goods. <br> Cases when the submission of documents of origin of goods is not required are <br> 9-2.4. The presence of errors (typos) made when filling out the document on the <br> determined in accordance with the national legislation of the signatory States of the <br> origin of the goods, which do not affect the reliability of the information contained in <br> Agreement. <br> such a document, should not be a reason for refusing to restore the free trade regime. <br> A copy of the declaration of origin of the goods, as well as any related documents <br> 9-2.5. The free trade regime cannot be restored in accordance with clause 9-2.1 <br> confirming the origin of the goods, shall be kept by the exporter for at least 3 years <br> of these Rules in case of refusal to provide such a regime due to the detection of <br> from the date of drawing up the declaration of origin of the goods. <br> falsification of the document of origin of goods. <br> 6.3. When exporting goods from the signatory States of the Agreement, a <br> Certificate of Origin of CT-1 form is issued by a body (organization) authorized by the <br> State of export in accordance with its national legislation (hereinafter referred to as the <br> authorized body). <br> 6.4. The certificate of CT-1 form is made out and issued for particular <br> consignment of goods. <br> The term of validity of the certificate of CT-1 form in order to provide a free trade <br> regime is limited to 12 months from the date of its issue. <br> 6.5. The signatory States of the Agreement shall exchange samples of a <br> certificate of CT-1 form, samples of signatures of persons entitled to certify certificates, <br> stamps of authorized bodies, as well as information on the names and addresses of <br> authorized bodies. Without providing the specified information, the certificates are not <br> recognized by the customs authorities of the importing country for the purpose of <br> providing a free trade regime. <br> 6.6. If a certificate is provided containing in Box 9 information about the tariff <br> heading in which the final product is classified, different from the information contained <br> in the customs declaration, the issue of the possibility of providing a free trade regime <br> is decided by the customs authority of the country of import after the <br> importer/consignee submits an opinion on the origin of the goods, or an examination <br> certificate issued by an authorized body or other organizations in accordance with the <br> national legislation of a signatory State of the Agreement and clearly indicating that <br> the goods have undergone substantial processing/transformation in a signatory State <br> of the Agreement. <br> 6.7. In case of doubt about the impeccability of the certificate of CT-1 form or the <br> information contained in it, the customs authority of the country of importation of the <br> goods may contact the authorized body that certified the certificate of CT-1 form, or <br> the competent authorities of the country of origin of goods with a reasoned request to <br> provide additional or clarifying information, including requests related to simple spot <br> checks of certificates of CT-1 form, the answer to which must be provided within 6 <br> months from the date of application. <br> 6.8. An instructive document on the issuance of certificates of CT-1 form is <br> developed and approved by the authorized body or in another manner, provided by <br> the national legislation of signatory State of the Agreement. <br> "}, {"ArticleTitle": "ection 10. Final provisions", "ArticleDesc": "Section 10. Final provisions <br> 10.1. Failure to provide a properly executed certificate of origin of goods or <br> information on the origin of goods is not a reason for the detention of goods by customs <br> authorities, except in cases provided by the national legislation of the signatory State <br> of the Agreement. <br> 10.2. The customs authority of a signatory State of the Agreement may refuse to <br> let the goods in only if there are sufficient grounds to believe that the goods originate <br> from a country whose goods are not subject to admission to the country of import in <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section 6. Confirmation of the country of origin of goods <br> Section 9-2. Restoring a free trade regime <br> accordance with international treaties in force for this State or its national legislation. <br> 6.1. For the confirmation of the country of origin of goods in a particular signatory <br> (As amended by the Protocol of November 3, 2017) <br> State of the Agreement to grant a free trade regime, it is necessary to provide the <br> 9-2.1. The free trade regime not provided for the import of goods into the customs <br> customs authorities of the country of import with original Certificate of Origin of CT-1 <br> territory of a signatory State of the Agreement shall be applied (restored), provided the <br> form (the certificate form is presented in Annex 2 which is an integral part hereof) or a <br> following conditions are met: <br> declaration of origin of the goods. <br> a) the conditions stipulated by paragraph 5.1 of these Rules are met; <br> 6.2. In order to provide a free trade regime, a declaration of origin of goods may <br> b) 12 months have not expired from the date of registration of the customs <br> be submitted as a document confirming the country of origin of imported goods, if the <br> declaration in the country of import; <br> total value of such goods originating from a signatory State of the Agreement and <br> c) the requirements of Section 9-1 are fulfilled (in case of sending a request to <br> declared in one consignment of goods does not exceed an amount equivalent to 5000 <br> an authorized body or inspection (verification) authority. <br> ( five thousand) US dollars. <br> 9-2.2. To restore the free trade regime, an additional confirmation letter may be <br> If the total value of the goods is declared in a currency other than the US dollar, <br> submitted from the authorized body that issued the certificate of CT-1 form, specifying <br> the exchange rate in effect on the day of registration of the customs declaration by the <br> all the necessary information in the certificate, or a certificate issued instead of the one <br> customs authority of the country of importation in accordance with its national <br> not recognized by the customs authorities of the country of import in the manner <br> legislation is applied to recalculate the amount of currency into US dollars. <br> provided by these Rules. <br> When, as a document confirming the country of origin of goods, a declaration of <br> 9-2.3. The application (restoration) of the free trade regime is carried out subject <br> origin of goods is presented, and such a declaration contains signs that the declared <br> to the fulfillment of the conditions established by these Rules, and in accordance with <br> information about the country of origin of goods is inaccurate, a certificate of CT-1 form <br> the procedure determined by the customs legislation of the country of import of the <br> is presented at the reasoned request of the customs authority of the country of import. <br> goods. <br> Cases when the submission of documents of origin of goods is not required are <br> 9-2.4. The presence of errors (typos) made when filling out the document on the <br> determined in accordance with the national legislation of the signatory States of the <br> origin of the goods, which do not affect the reliability of the information contained in <br> Agreement. <br> such a document, should not be a reason for refusing to restore the free trade regime. <br> A copy of the declaration of origin of the goods, as well as any related documents <br> 9-2.5. The free trade regime cannot be restored in accordance with clause 9-2.1 <br> confirming the origin of the goods, shall be kept by the exporter for at least 3 years <br> of these Rules in case of refusal to provide such a regime due to the detection of <br> from the date of drawing up the declaration of origin of the goods. <br> falsification of the document of origin of goods. <br> 6.3. When exporting goods from the signatory States of the Agreement, a <br> Certificate of Origin of CT-1 form is issued by a body (organization) authorized by the <br> State of export in accordance with its national legislation (hereinafter referred to as the <br> authorized body). <br> 6.4. The certificate of CT-1 form is made out and issued for particular <br> consignment of goods. <br> The term of validity of the certificate of CT-1 form in order to provide a free trade <br> regime is limited to 12 months from the date of its issue. <br> 6.5. The signatory States of the Agreement shall exchange samples of a <br> certificate of CT-1 form, samples of signatures of persons entitled to certify certificates, <br> stamps of authorized bodies, as well as information on the names and addresses of <br> authorized bodies. Without providing the specified information, the certificates are not <br> recognized by the customs authorities of the importing country for the purpose of <br> providing a free trade regime. <br> 6.6. If a certificate is provided containing in Box 9 information about the tariff <br> heading in which the final product is classified, different from the information contained <br> in the customs declaration, the issue of the possibility of providing a free trade regime <br> is decided by the customs authority of the country of import after the <br> importer/consignee submits an opinion on the origin of the goods, or an examination <br> certificate issued by an authorized body or other organizations in accordance with the <br> national legislation of a signatory State of the Agreement and clearly indicating that <br> the goods have undergone substantial processing/transformation in a signatory State <br> of the Agreement. <br> 6.7. In case of doubt about the impeccability of the certificate of CT-1 form or the <br> information contained in it, the customs authority of the country of importation of the <br> goods may contact the authorized body that certified the certificate of CT-1 form, or <br> the competent authorities of the country of origin of goods with a reasoned request to <br> provide additional or clarifying information, including requests related to simple spot <br> checks of certificates of CT-1 form, the answer to which must be provided within 6 <br> months from the date of application. <br> 6.8. An instructive document on the issuance of certificates of CT-1 form is <br> developed and approved by the authorized body or in another manner, provided by <br> the national legislation of signatory State of the Agreement. <br> "}]}]}, "members_found": ["398", "498", 2, 8703900000]}