{"FtaRooDetails": {"FtaId": 1104, "FtaCode": "ITC01136", "FtaName": "FTA, Russian Federation-Tajikistan", "FtaFullName": "AGREEMENT BETWEEN THE GOVERNMENT OF RUSSIAN FEDERATION AND THE GOVERNMENT OF THE REPUBLIC OF TAJIKISTAN ON TRADE AND ECONOMIC COOPERATION (FREE TRADE AGREEMENT)", "InForce": false, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "08.04.1993", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Russian Federation; Tajikistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Russian Federation-Tajikistan", "AdminProcCooAuth": "The certification type under FTA, Russian Federation-Tajikistan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Russian Federation-Tajikistan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Russian Federation-Tajikistan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH", "RooText": "The basic criterion of substantial processing/transformation is a change in tariff heading under the HS on the level of at least one of the first 4 digits", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc01136_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc01136_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc01136_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc01136_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "3 For the purpose of determining the country of origin of the goods manufactured in a signatory <br /> State of the Agreement, a cumulative principle shall apply. It determines origin of these or those <br /> goods at the time of their successive processing/transformation. <br /> Where raw materials or materials, which originate from other signatory States of the Agreement and <br /> are confirmed by Certificate of Origin of CT-1 form and are subject afterwards to a stage-by-stage <br /> processing in other signatory States of the Agreement, are used in production of the final goods in one <br /> of the signatory States of the Agreement, the country of origin of such goods shall be the country <br /> where it was subject to the last processing/transformation. <br /> Where there is no Certificate of Origin for the raw materials or materials of CT-1 form, the country of <br /> origin of the final goods shall be determined on the basis of the criterion of substantial <br /> processing/transformation (paragraphs \"a\", \"b\", \"c\" of paragraph 4 hereof).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "8 Where the goods, whose origin meets the conditions of these Rules, are used in production of <br /> other final goods, then origin requirements to be made to raw materials, materials and completing <br /> parts used for production of these goods shall not be taken into account for the purpose of determining <br /> the country of origin of the final goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Appliances, accessories, spare parts and tools to be used with a machine, equipment, apparatus or <br /> means of transport shall be deemed to have the same origin as the machine, equipment, apparatus or <br /> means of transport, provided they are imported and sold as a set with the aforementioned machine, <br /> equipment, apparatus or means of transport and in the quantity which is <br /> normally delivered with these devices.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "2 The following goods shall be deemed to be wholly obtained in that country: <br /> (a) mineral products extracted from soil of that country, from its territorial sea or from the seabed; <br /> (b) vegetable products grown and harvested in that country; <br /> (c) live animals born and raised in that country; <br /> (d) products from animals raised in that country; <br /> (e) products obtained by hunting and fishing in that country; <br /> (f) products of sea fishing and other products of sea fishing taken by a vessel of that <br /> country or by a vessel that it leases (charters); <br /> (g) products obtained aboard a factory ship of that country solely from the products named in (f); <br /> (h) products extracted from seabed/marine soil or subsoil outside that country's territorial <br /> waters, provided that the country has sole rights to work that soil or subsoil; <br /> (i) waste and scrap (secondary raw materials) resulting from manufacturing or other <br /> transformation operations, and used articles collected in that country and fit only for <br /> the recovery of raw materials; <br /> (j) products of high technologies obtained in the open space on space vessels which <br /> belong to that country or are rented (chartered) by it; <br /> (k) goods produced in that country solely from the products named in paragraphs (a)-(j) hereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "5 The following shall be deemed not to meet the criterion of substantial <br /> processing/transformation of the goods: <br /> (a) operations to ensure the preservation of the goods during storage or transportation; <br /> (b) operations to prepare the goods for sale and transportation (breaking up and assembly <br /> of consignments, sorting, re-packing); <br /> (c) simple assembly operations; <br /> (d) mixing of goods (components), which does not cause an essential difference of the <br /> resulting production from its initial constituents; <br /> (e) slaughter of cattle; <br /> (f) combination of two or a greater number of the aforementioned operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Where the rule of ad valorem percentage applies, value figures shall be calculated: <br /> ? for the materials imported: on the basis of customs value of these materials at the <br /> time of their importation into the country where production of finished products is <br /> carried out, or, where origin of the imported materials is unknown, on the basis of the <br /> confirmed-by-documents price of their first sale in the territory of the country where <br /> production of finished products is carried out; <br /> ? for the finished products: on the basis of the \"ex-works\" (\"ex warehouse\") price of the seller.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "7 For the determination of the country of origin of the goods, origin of thermal and electric <br /> power, machinery, equipment and tools used for their production shall not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "9 The goods shall enjoy the free trade regime in customs territories of the signatory States of <br /> the Agreement, provided that they are in compliance with the criteria of origin established hereby, and also: <br /> (a) are exported on the basis of an agreement/contract between a resident of one of the <br /> signatory States of the Agreement and a resident of other signatory State of the <br /> Agreement, and are imported from the customs territory of one signatory State into <br /> the customs territory of other signatory State of the Agreement; <br /> (b) are imported by a natural person, residing in a signatory State of the Agreement, from <br /> the customs territory of one of the signatory States into the customs territory of other <br /> signatory State of the Agreement. <br /> The goods should not leave the territories of the signatory States of the Agreement, except cases <br /> where such a transportation is impossible due to the geographic location of a signatory State or of its <br /> particular territory, and cases agreed by competent bodies of the signatory States of the Agreement <br /> which export and import goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Packing in which the goods are imported into the customs territory shall be deemed to have the same <br /> origin as the goods themselves, except cases when packing are subject to declaring separately from <br /> the goods. In this case the country of origin of a packing shall be determined separately. <br /> For the determination of the country of origin of the goods, where a packing, in which the goods are <br /> imported into the customs territory, is deemed to have the same origin as the goods themselves, <br /> account shall be taken only of that packing in which the goods are normally sold by retail, as well as <br /> where the rule of paragraph \"c\" (the rule of ad valorem percentage) is applied.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "10 For the confirmation of the country of origin of the goods in a particular signatory State of the <br /> Agreement, it is necessary to produce Certificate of Origin of CT-1 form (Annex 2 which is integral <br /> part hereof) or a declaration of origin of the goods to the customs bodies of the importing country. <br /> The declaration of origin of the goods is a statement concerning the country of origin of the goods <br /> made on the commercial invoice or other document relative to the goods by the manufacturer, seller <br /> or a person, who conveys the goods. <br /> Certificate of Origin of the goods shall be made out/completed, as a rule, for each particular delivery <br /> of the goods which is carried out by one or several means of transport to one and the same consignee <br /> from one and the same consignor. <br /> 11 In case of exportation of goods from the signatory States of the Agreement, the authorized <br /> body shall issue Certificate of Origin of the goods in accordance with the national <br /> legislation of the exporting State. <br /> The certificate shall be made on a special protected form of A4 (210x297 mm) format which is made <br /> typographically. The term of validity of the CT-1 form certificate shall be 12 months <br /> from the day of issue. <br /> The signatory States of the Agreement shall exchange samples/specimens of a CT-1 form certificate <br /> and of stamps of the bodies and signatures of persons authorized to certify the certificates. Without <br /> presenting the mentioned samples/specimens the certificates shall be considered invalid, and the <br /> preferences stipulated by the Agreement shall not apply to goods. <br /> 12 Certificate of Origin of the Goods of CT-1 form shall be completed in accordance <br /> with the following requirements: <br /> Box 1: \"Consignor/exporter (name and mail address).\" A note can be made according to the <br /> Certificate of Registration of Enterprise. In case where the consignor and exporter are different legal <br /> entities, it should be indicated that the consignor (name and mail address) acts \"on the instructions\" of <br /> the exporter (name and mail address); <br /> Box 2: \"Consignee/importer (name and mail address)\". In case where the consignee and importer are <br /> different legal entities, it should be indicated that the consignee (name and mail address) acts \"on the <br /> instructions\" of the importer (name and mail address); <br /> Box 3: \"Means of transport and route (as far as known); <br /> Box 4: Includes the number of a certificate (registration and/or number of the form), its form, a <br /> country issuing the certificate and a country for which this certificate is intended for; <br /> Box 5: \"For official notes\". Official marks of the State controlling bodies of the countries exporting, <br /> transiting and/or receiving the goods shall be made, and if necessary, the following notes like <br /> \"Duplicate\", \"Issued instead of Certificate\", \"Issued afterwards\", \"Cumulation of CIS\" shall be made. <br /> Box 6: \"Number\". The ordinal number of the goods shall be indicated. <br /> Box 7: \"Number of packages and kind of packages\". <br /> Box 8: \"Description of the goods\". A commercial name of the goods and other information which <br /> helps carry out, without doubt, identification of the goods comparative to those declared for the <br /> purposes of customs clearance. <br /> Where there is not enough space on the obverse side for the completion of the box, it shall be allowed <br /> to use an additional sheet (sheets) relating to origin of the goods (Annex 31) which is to be completed <br /> according to the established procedure (certified by signature and stamp, and has the same ordinal <br /> number as the form of the certificate). It is not allowed to complete the reverse side of the certificate. <br /> Box 9: \"Gross/net weight (kg)\". Weight or quantity characteristics of the goods shall be indicated; <br /> discrepancy between the factual quantity of the goods and the quantity indicated in the certificate <br /> should not exceed 5%; <br /> Box 10: \"Number and date of invoice\". Information concerning invoice or pro-forma invoice or <br /> other document that shows financial and quantitative figures of the goods shall be provided (at the <br /> time of implementing long-term contracts, when the goods are conveyed by railway transport from the <br /> same consignor to the same consignee, the completion of the box is not mandatory); <br /> Box 11: \"Certification\". The box is to be completed by the authorized body and shall contain its <br /> name, address, stamp and date of certifying information in the certificate, and signature, the last name <br /> and initials of a person authorized to certify the certificate; <br /> Box 12: \"Declarant's Declaration\". It shall include the country where the goods were wholly <br /> obtained or subject to substantial transformation, the date of declaring information concerning the <br /> country of origin of the goods, stamp of the declarant, signature, the last name and initials of the <br /> declarant's authorized person. <br /> In case where the goods are exported (imported) by a natural person residing in one of the signatory <br /> States of the Agreement, a CT-1 form certificate shall be completed with taking into account the <br /> following peculiarities: <br /> Box 1: The full name and address of the consignor; <br /> Box 2: Where information is available, the full name and address of the consignor, <br /> and the note \"For free circulation\"; <br /> Boxes 5 and 10 can remain blank where information is not available; <br /> Box 12 shall be certified by signature of the consignor, with the indication of the <br /> date and full name of the consignor. <br /> The national authorized body of a signatory State of the Agreement shall develop and approve an <br /> instruction for the completion and issue of certificates of origin of goods. <br /> 13 In case of loss of or damage to Certificate of Origin of the Goods, its certified duplicate shall <br /> be issued. Where a duplicate is issued, the date of its issue shall be indicated in item 11 \"Authorized <br /> body\", and the word \"Duplicate\", No and the date of the original of the lost CT-1 form certificate <br /> shall be indicated in item 5 \"For official notes\". The duplicate of the certificate shall come into force <br /> from the date of issue of the original; total term of validity of the original and duplicate may not <br /> exceed 12 months. <br /> The certificate can also be granted after the shipment of the goods on the basis of a customer's written <br /> well-grounded application, and the customer shall, along with a set of documents stipulated, produce a <br /> confirmation on the actual shipment of the goods (export declaration with a note made by Customs) to <br /> the authorized body of certification. In this case, \"Issued afterwards\" shall be written down in box 5. <br /> Where for some reasons the previously issued certificate is withdrawn, box 5 shall contain the note <br /> \"Issued instead of the certificate\" with the indication of the number and date of the withdrawn <br /> certificate (the certificate issued instead of other certificate shall be given a new ordinal number). <br /> Where the cumulative principle is applied, the box shall contain the note \"Cumulation of the CIS\", <br /> with the indication of numbers of certificates of CT-1 form and countries where the form was issued. <br /> At re-exportation to other State, the box shall be completed in accordance with item 18 hereof. <br /> 14 Completion of the certificate shall be made in triplicates (the first is the original, the second <br /> and third are copies made on unprotected forms), typed in the Russian language. Erasures in the <br /> certificate are not permitted. <br /> Corrections in the certificate shall be made by crossing out information given by mistake and by <br /> typing (above) corrected information which is then to be certified by signature and stamp of the <br /> authorized body of the State. <br /> 15 The original of Certificate of Origin shall be produced along with the cargo customs <br /> declaration [CCD] and other documents necessary for customs clearance. <br /> 16 In case where doubts arise as to authenticity of the certificate or information contained <br /> therein, the customs body of the importing country can refer to the authorized body which has <br /> certified the certificate, or to the competent bodies of the country of origin of the goods with a <br /> motivated request to provide additional or clarifying information, including requests relating to a <br /> simple selective examination of certificates. <br /> 17 The cases when a declaration on origin can be produced as a document that confirms the <br /> country of origin of the goods, and when the production of the documents on origin of the goods is <br /> not mandatory, shall be determined in accordance with the national legislation of the country of importation. <br /> 18 In cases of re-exportation of goods within the signatory States of the Agreement, it is possible <br /> to issue replacement certificates, provided there is a certificate of CT-1 form of the country of origin <br /> of the goods. And item 5 of the certificate shall read: \"Certificate is issued on the basis of the <br /> certificate of the country of origin\" (with the indication of the number and date). <br /> In cases of re-exportation of goods within the signatory States of the Agreement, manufactured in <br /> their territories and imported into the customs territories of the signatory States prior to the bringing <br /> into action of the Rules for the Determination of the Country of Origin of Goods, of September 24, <br /> 1993, it is possible to issue Certificate of Origin of the Goods of CT-1 form with the following <br /> content in box 5: \"The goods are manufactured in (country) in year\". The country of <br /> origin shall be indicated according to the goods-related confirming documents. The issue of the <br /> certificate is possible in any of the signatory States of the Agreement with the note about the <br /> manufacturer and his location. <br /> 19 The goods shall not be deemed to originate from a given country until documents and/or <br /> information confirming their origin are produced. <br /> 20 The failure to produce a properly completed certificate of origin of the goods or information <br /> concerning origin of the goods shall not be the ground for their detention by customs bodies, except <br /> the cases stipulated by the national legislation of the signatory States of the Agreement. <br /> The goods whose origin is not established or whose origin is established, but the free trade regime can <br /> not be applied with respect to them for lack of documents necessary for these purposes, shall be let <br /> into the country of importation in accordance with requirements of tariff and <br /> non-tariff regulation of the importing country. <br /> The customs body of a signatory State of the Agreement can refuse to pass the goods, only provided <br /> that there is a probable cause to suppose that the goods originate from the country whose goods are <br /> not subject to a passing/transit into the country of importation in accordance with international <br /> agreements effective for this State and/or with its national legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "The certificate shall be made on a special protected form of A4 (210x297 mm) format which is made <br /> typographically. The term of validity of the CT-1 form certificate shall be 12 months <br /> from the day of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "22 Copies of certificates and any documentation related thereto, that confirms origin of the <br /> goods, shall be kept within three years by the authorized body of the exporting country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "21 The free trade regime can apply (be restored with respect) to the goods, named in paragraph 2 <br /> of item 20, in the customs territories of the signatory States of the Agreement on condition of <br /> receiving a proper certificate concerning their origin (according to CT-1 form) and other necessary <br /> documents within one year from the date of customs clearance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "prohibited", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "9 The goods shall enjoy the free trade regime in customs territories of the signatory States of <br /> the Agreement, provided that they are in compliance with the criteria of origin established hereby, and also: <br /> (a) are exported on the basis of an agreement/contract between a resident of one of the <br /> signatory States of the Agreement and a resident of other signatory State of the <br /> Agreement, and are imported from the customs territory of one signatory State into <br /> the customs territory of other signatory State of the Agreement;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "16 In case where doubts arise as to authenticity of the certificate or information contained <br /> therein, the customs body of the importing country can refer to the authorized body which has <br /> certified the certificate, or to the competent bodies of the country of origin of the goods with a <br /> motivated request to provide additional or clarifying information, including requests relating to a <br /> simple selective examination of certificates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["643", "762", 2, 8703900000]}