{"FtaRooDetails": {"FtaId": 127, "FtaCode": "ITC00132", "FtaName": "Egypt-Jordan", "FtaFullName": "AGREEMENT FREE TRADE BETWEEN THE GOVERNMENT OF THE HASHEMITE KINGDOM OF JORDAN AND THE GOVERNMENT OF THE ARAB REPUBLIC OF Egypt", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "21.12.1999", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; Egypt", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Egypt-Jordan", "AdminProcCooAuth": "The certification type under Egypt-Jordan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Egypt-Jordan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Egypt-Jordan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Pursuant to the provisions set out in Article No. (II) (Paragraph B) concerning determination of the origin of merchandise manufactured in either Party, and which contain materials originating from a third party, the criterion associated with share of domestic value-added shall be considered to determine the rules of origin for such merchandise, provided that such shall be no less than forty percent (40%). The share of value-added shall be calculated as follows: Share of Domestic Value-Added = [(Ex-Factory Value of Final Product - Value of Imported Materials Involved in the Manufacture)/Final Ex-Factory Value of Merchandise] x 100% The criterion associated with the share of value added shall hereby constitute the basis for such calculation, pursuant to provisions of the present Protocol, while taking into consideration one of the two following criteria: A. The change to customs-based classification, with clear identification of the headings and sub-headings as a part of the Harmonised System (H.S. Code) up to six digits; B. The manufacture processes, with clear identification of the specific process that determines the origin of the concerned good/ commodity.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00132_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00132_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00132_full.pdf", "DocType": "8_full", "WebLink": "http://www.jedco.gov.jo/jedcod/agreement/agree_text?agree_type=05&d_no=494"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : BILATERAL CUMULATION OF ORIGIN <br /> Notwithstanding the provisions contained in Article No. (II) hereabove, and in pursuance of <br /> the requirements of the present Protocol, products of Jordanian origin shall hereby be <br /> deemed to be originating in Egypt. This shall not be conditional on whether such products <br /> have been subjected to sufficient industrial transformation or manufacture, but provided <br /> that such have been the subject of industrial transformation or manufacture beyond the <br /> operations referred to in Article No. (VI) of the present Protocol. <br /> Notwithstanding the provisions contained in Article No. (II) hereabove, and in pursuance of <br /> the requirements of the present Protocol, products of Egyptian origin shall hereby be <br /> deemed to be originating in Jordan. This shall not be conditional on whether such products <br /> have been subjected to sufficient industrial transformation or manufacture, but provided <br /> that such have been the subject of industrial transformation or manufacture beyond the <br /> operations referred to in Article No. (VI) of the present Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : ENTIRELY ACQUIRED PRODUCTS <br /> The following products shall be deemed to be entirely acquired in Egypt or Jordan: <br /> A. Mining products derived or extracted from the territory, seabed or sea ocean of either country; <br /> B. Vegetal products yielded or harvested in either country; <br /> C. Live animals bred and raised in either country; <br /> D. Products acquired from live animals raised in either country; <br /> E. Products acquired from the business of hunting or fishing performed in either country; <br /> F. Products acquired from maritime fishing and other products taken from the sea by a <br /> vessel of either country; <br /> G. Products mentioned in Paragraph No. (F) hereinabove, which are processed in the <br /> processing vessels (factory ships) of either country; <br /> H. Used articles that are only suitable for recapture of source materials; <br /> I. Waste products generated from industrial processes performed in either country; <br /> J. Products extracted from the territory or the subterranean water resources thereof <br /> which are located outside the territorial waters of either country, as long as such <br /> practices are undertaken for the purpose of rightful exploitation, whether above or <br /> under the ground; and, <br /> K. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (J).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br /> The following operations of manufacture or transformation shall be deemed to be <br /> insufficient for the purpose of conferring the status of origin, independent of any change in tariff heading: <br /> A. Operations necessary for preservation of materials in their normal state during <br /> transportation or storage (ventilation; diffusion; drying; refrigeration and cooling; <br /> preservation in water that is saline, sulphate, or mixed with other substances; <br /> removal of rotten parts; and the like). <br /> B. Simple operations (such as cleaning; sifting; sorting; washing; classifying; labelling; <br /> organising, including grouping merchandise into groups; painting (varnishing); segmenting, etc.). <br /> C. Operations associated with repackaging; and consolidation and splitting of packages. <br /> D. Simple operations associated with packing merchandise into bottles, flaxes, bags, <br /> and boxes; of installing labels on vials and bottles; and similar simple processes of packaging. <br /> E. Operations associated with labelling merchandise or packaging materials thereof, as <br /> well as other similar processes of tagging. <br /> F. Operations associated with mixing simple substances, even if they are of different <br /> species, and therefore do not meet the conditions laid out in the present protocol <br /> regarding the acquisition of the status of origin of either Jordan or Egypt. <br /> G. Simple operations associated with assembling, and which are intended to produce finished products. <br /> H. Cumulation of two or more of the operations referred to hereinabove under Items No. (A) to (G). <br /> I. Slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : COMPONENTS OF NEUTRALITY <br /> In order to establish the Egyptian or Jordanian origin of products, it shall not be necessary to <br /> specify origin of electric power, fuel, facilities and equipment, machinery and instruments <br /> used to acquire the respective product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : DIRECT TRANSPORT <br /> The exemption scheme provided for under the Agreement shall hereby solely apply to such <br /> products and materials transported between Jordan and Egypt, without a transit route <br /> through the territory of a third country. <br /> Nevertheless, materials originating in Jordan or Egypt, which constitute a part of the same <br /> consignment, may maintain the origin thereof, even though such shall be moved or <br /> transported through the territory of other countries, and may be granted possible <br /> arrangements of transport or interim storage, provided that such materials shall remain <br /> under the surveillance and control of the customs authority of the country of transit, and <br /> shall not be subjected to any other operations, with the exception of landing or trans- <br /> shipment or any other operation intended for the maintenance thereof. <br /> The process of indirect transport or transit of such products shall be acknowledged and <br /> declared to the customs authority of the country of import, on the basis of: <br /> ? The waybill and transport documents performed at the country of export; and, <br /> ? The certificate issued by the customs authorities at the country of transit, containing <br /> an exact description of the respective merchandise, the date of landing and trans- <br /> shipment thereof, and the circumstances experienced by such products during the <br /> passage or transit thereof. <br /> In the absence of the above documentation, any other document issued and authorised by <br /> the customs authorities of the country of import shall hereby be sufficient.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : SETS AND MIXTURES <br /> Pursuant to Rule No. (3) of the General Rules for the Interpretation of the Harmonized <br /> System, sets consisting of originating and non-originating materials shall hereby be <br /> considered to be originating sets, provided that the originating materials involved in the <br /> composition or make-up thereof shall account for no more than fifteen percent (15%) of the <br /> ex-factory price of the respective set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : ESTABLISHMENT OF ORIGIN <br /> The products originating in Jordan or in Egypt, pursuant to the present Protocol, and traded <br /> between the two respective countries, shall hereby be accompanied by a national certificate <br /> or origin according to the (annexed) template, along with the fulfilment of all data requirements. <br /> Article 11 : PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br /> 1. Certificates of origin in respect of merchandise originating in Jordan shall hereby be <br /> issued by the Chambers of Commerce and Industry and shall be verified and <br /> validated by the Jordanian Ministry of Industry and Trade. <br /> 2. Certificates of origin in respect of merchandise originating in Egypt shall hereby be <br /> issued, verified and validated by the General Organisation for Import and Export Control. <br /> 3. The competent authorities of the country of export shall hereby be responsible to <br /> issue and release certificates of origin upon written request submitted by individual <br /> exporters or by their authorised representative or designee and under the sole <br /> responsibility thereof. <br /> 4 Individual exporters or their authorised representative or designee shall hereby <br /> provide information and complete all the required fields within the template of the <br /> certificates in a legible manner. All data requirements shall be fulfilled and products <br /> shall be described in the spaces intended for that purpose, without leaving empty or <br /> blank spaces. If the spaces allotted for this purpose are not entirely filled out, a <br /> horizontal line is drawn underneath the last line of writing. <br /> 5 Individual exporters requesting issuance of a certificate of origin shall be required to <br /> submit the documentation necessary to fulfil the remaining requirements set forth <br /> in the Protocol upon request by the competent authorities concerned with the <br /> issuance of certificates of origin. <br /> 6 Certificates of origin shall be issued by authorities concerned with issuance of <br /> certificates of origin in the event that the exported products or merchandise have <br /> been already conferred the status of origin and have fulfilled all the remaining <br /> requirements set out in the present Protocol. <br /> 7 The date of issuance of the certificate of origin shall be written up in field intended <br /> for this purpose therein. <br /> 8 The certificates of origin shall be issued and released by competent authorities at <br /> export, in execution or in validation of the process of export. <br /> Article 13 : PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br /> 1 In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br /> apply to the competent authorities that issued the initial certificate to request the <br /> issuance of a substitute copy on the basis of the documents of export in the possession thereof. <br /> 2 Endorsement of a substitute certificate of origin shall be made in Arabic and shall <br /> indicate the following, ‘Certified True Copy of Initial Certificate'. The substitute <br /> certificate shall bear the same date of issuance of the initial certificate of origin. This <br /> shall be taken into consideration when calculating the terms of validity and time <br /> limits of the respective certificate of origin. <br /> Article 15 : SUBMISSION OF CERTIFICATES OF ORIGIN <br /> Certificates of origin shall be submitted to the competent authorities of the country of <br /> import in conformity with the procedures in place in each country and shall be drawn up in <br /> Arabic, pursuant to the template applicable within the League of Arab States (LAS).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : VALIDITY OF CERTIFICATES OF ORIGIN <br /> 1 Certificates of origin shall remain valid for four (4) months, effective from the date of <br /> issuance thereof by the country of export, and must be submitted during this period <br /> of time to the competent authorities of the importing country. <br /> 2 It shall be permitted to accept certificates of origin submitted to the competent <br /> authorities at the country of import after expiry of the certificate with a view to <br /> enforcement of a preferential regime, in the event that the submission thereof shall <br /> not be possible prior to the specified deadline, whether due to force majeure or <br /> exceptional circumstances, as deemed appropriate by the country of import. <br /> 3 The competent customs authorities of the country of import may accept certificates <br /> of origin submitted after the specified deadline, in case the submission of respective <br /> products is made prior to the deadline.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : MAINTENANCE OF DOCUMENTS <br /> 1. Individual exporters requesting the issuance of a certificate of origin shall keep and <br /> retain the original documents for at least three (3) years. <br /> 2. The competent authorities of the country of export upon issuance of a certificate of <br /> origin shall hereby keep and retain the application request and the rest of <br /> documents for at least three (3) years. <br /> 3. The competent authorities of the country of import shall hereby keep and retain the <br /> certificate of origin and the bill submitted thereto for at least three (3) years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br /> ? On an exceptional basis, certificates of origin may be issued subsequent to the <br /> export of products, in the event that such certificates are not issued in due course of <br /> export, owing to errors or inadvertent omissions, or in case it has been ascertained <br /> and established by the competent authorities that a certificate of origin has been <br /> issued, but not been admitted on import based on technical grounds. <br /> ? Concerned exporters shall be required to indicate the place and date of export for <br /> the products associated with the certificate of origin in the application form, as well <br /> as the grounds for submission of the respective request. <br /> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br /> following: ‘Issued Retroactively'.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : VERIFICATION OF PROOF OF ORIGIN <br /> 1. Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br /> of origin, based on a sampling technique, when there are reasonable grounds for the <br /> customs authorities of the importing countries to suspect or question the <br /> authenticity of the related documents, or the status of origin of the materials <br /> mentioned therein, or the extent to which the requirements defined in the present <br /> Protocol are fulfilled. <br /> 2 In pursuance of the requirements of Paragraph No. (1) hereinabove, the competent <br /> authorities of the country of import shall send back the concerned certificate of <br /> origin and copies of related documents to the competent authorities of the country <br /> of export, and shall share, when appropriate, the reasons of form and substance in <br /> support of the request for enquiry. <br /> 3 In the event a decision is made by the competent authorities of the country of <br /> import to suspend the preferential treatment extended to the concerned products <br /> during the course of enquiry, the concerned importer may opt for release of the <br /> respective merchandise, without prejudice to the preventive measures deemed <br /> appropriate thereby, in pursuance of the laws and regulations in force in both countries. <br /> 4 The competent authorities requesting such enquiry shall be informed of the results <br /> and findings thereof at the earliest possible opportunity, no later than 3 months with <br /> provision for possible extension for similar periods, as needed. Such findings and <br /> outcomes shall indicate the accuracy of concerned documents, whether the <br /> concerned products have originated in Jordan or Egypt and whether they meet all <br /> the requirements set forth in the present Protocol. <br /> 5 In the event of reasonable suspicion, and in the absence of a reply during the period <br /> defined above, starting from the date of submission of request of enquiry, or if the <br /> reply does not include sufficient information regarding the authenticity and accuracy <br /> of the concerned document of origin or the actual origin of the concerned products, <br /> the competent customs authorities shall hereby decline to grant preferential <br /> treatment to such products, save in exceptional cases.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : PENALTIES <br /> The competent authorities of both countries shall hereby inflict the penalties established in <br /> the laws currently in force therein on each and every person, who has produced or ordered <br /> the production of a document that contains inaccurate input or information with an aim to <br /> grant preferential treatment to certain products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : DIFFERENCES AND FORMAL ERRORS <br /> 1. Minor differences or simple variations detected in the data stated in the certificate <br /> of origin and documents submitted to the customs authorities, with an aim to <br /> complete the import of merchandise shall not automatically invalidate the certificate <br /> of origin, if conformity of the imported goods is established and substantiated. <br /> 2. The certificate of origin may not be declined on the basis of obvious formal errors, <br /> such as typographical errors, in case such errors do not give rise to questions or do <br /> not bring uncertainties regarding the validity or accuracy of data stated therein.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON THE RULES OF ORIGIN <br> Article 6 : INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> ANNEXED TO THE RECIPROCAL FREE TRADE AGREEMENT <br> Direct transport <br> INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> BETWEEN THE HASHEMITE KINGDOM OF JORDAN <br> The following operations of manufacture or transformation shall be deemed to be <br> AND THE ARAB REPUBLIC OF EGYPT <br> the requirements of the present Protocol, products of Jordanian origin shall hereby be <br> insufficient for the purpose of conferring the status of origin, independent of any change in tariff heading: <br> CHAPTER ONE (I) <br> deemed to be originating in Egypt. This shall not be conditional on whether such products <br> A. Operations necessary for preservation of materials in their normal state during <br> have been subjected to sufficient industrial transformation or manufacture, but provided <br> transportation or storage (ventilation; diffusion; drying; refrigeration and cooling; <br> preservation in water that is saline, sulphate, or mixed with other substances; <br> operations referred to in Article No. (VI) of the present Protocol. <br> removal of rotten parts; and the like). <br> Notwithstanding the provisions contained in Article No. (II) hereabove, and in pursuance of <br> B. Simple operations (such as cleaning; sifting; sorting; washing; classifying; labelling; <br> the requirements of the present Protocol, products of Egyptian origin shall hereby be <br> organising, including grouping merchandise into groups; painting (varnishing); segmenting, etc.). <br> deemed to be originating in Jordan. This shall not be conditional on whether such products <br> C. Operations associated with repackaging; and consolidation and splitting of packages. <br> D. Simple operations associated with packing merchandise into bottles, flaxes, bags, <br> that such have been the subject of industrial transformation or manufacture beyond the <br> and boxes; of installing labels on vials and bottles; and similar simple processes of packaging. <br> E. Operations associated with labelling merchandise or packaging materials thereof, as <br> Article 4 : ENTIRELY ACQUIRED PRODUCTS <br> well as other similar processes of tagging. <br> ENTIRELY ACQUIRED PRODUCTS <br> F. Operations associated with mixing simple substances, even if they are of different <br> The following products shall be deemed to be entirely acquired in Egypt or Jordan: <br> species, and therefore do not meet the conditions laid out in the present protocol <br> A. Mining products derived or extracted from the territory, seabed or sea ocean of either country; <br> regarding the acquisition of the status of origin of either Jordan or Egypt. <br> B. Vegetal products yielded or harvested in either country; <br> G. Simple operations associated with assembling, and which are intended to produce finished products. <br> Article 3 : Bilateral cumulation of origin <br> C. Live animals bred and raised in either country; <br> H. Cumulation of two or more of the operations referred to hereinabove under Items No. (A) to (G). <br> Bilateral cumulation of origin <br> D. Products acquired from live animals raised in either country; <br> I. Slaughter of animals. <br> E. Products acquired from the business of hunting or fishing performed in either country; <br> Article 7 : SETS AND MIXTURES <br> GENERAL PROVISIONS <br> F. Products acquired from maritime fishing and other products taken from the sea by a <br> SETS AND MIXTURES <br> vessel of either country; <br> Pursuant to Rule No. (3) of the General Rules for the Interpretation of the Harmonized <br> G. Products mentioned in Paragraph No. (F) hereinabove, which are processed in the <br> System, sets consisting of originating and non-originating materials shall hereby be <br> processing vessels (factory ships) of either country; <br> considered to be originating sets, provided that the originating materials involved in the <br> H. Used articles that are only suitable for recapture of source materials; <br> composition or make-up thereof shall account for no more than fifteen percent (15%) of the <br> I. Waste products generated from industrial processes performed in either country; <br> ex-factory price of the respective set. <br> J. Products extracted from the territory or the subterranean water resources thereof <br> Article 8 : COMPONENTS OF NEUTRALITY <br> which are located outside the territorial waters of either country, as long as such <br> COMPONENTS OF NEUTRALITY <br> practices are undertaken for the purpose of rightful exploitation, whether above or <br> In order to establish the Egyptian or Jordanian origin of products, it shall not be necessary to <br> under the ground; and, <br> specify origin of electric power, fuel, facilities and equipment, machinery and instruments <br> K. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (J). <br> used to acquire the respective product. <br> CHAPTER THREE (III) <br> Article 9 : DIRECT TRANSPORT <br> The exemption scheme provided for under the Agreement shall hereby solely apply to such <br> products and materials transported between Jordan and Egypt, without a transit route <br> through the territory of a third country. <br> Nevertheless, materials originating in Jordan or Egypt, which constitute a part of the same <br> consignment, may maintain the origin thereof, even though such shall be moved or <br> transported through the territory of other countries, and may be granted possible <br> arrangements of transport or interim storage, provided that such materials shall remain <br> under the surveillance and control of the customs authority of the country of transit, and <br> shall not be subjected to any other operations, with the exception of landing or trans- <br> shipment or any other operation intended for the maintenance thereof. <br> The process of indirect transport or transit of such products shall be acknowledged and <br> declared to the customs authority of the country of import, on the basis of: <br> ? The waybill and transport documents performed at the country of export; and, <br> ? The certificate issued by the customs authorities at the country of transit, containing <br> an exact description of the respective merchandise, the date of landing and trans- <br> shipment thereof, and the circumstances experienced by such products during the <br> passage or transit thereof. <br> In the absence of the above documentation, any other document issued and authorised by <br> the customs authorities of the country of import shall hereby be sufficient. <br> CHAPTER FOUR (IV) <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purpose of the present Protocol, the following terms shall hereby mean the <br> following: <br> (A) Manufacturing: all the processes of operation (operations) or of transformation, <br> including operations of assembly and installations, and/ or other processes of production. <br> (B) Material: any component, input material, element and/ or part included in the <br> manufacturing or the transformation of any product. <br> (C) Product: any product manufactured or acquired from a process of manufacturing, <br> including production inputs used for another manufacturing process. <br> (D) Merchandise: both materials and products. <br> (E) Value for Customs Purposes: the value determined in accordance with the Customs <br> Valuation Agreement of the World Trade Organisation (WTO), with respect to the <br> enforcement of Chapter (VII) of the General Agreement on Tariffs and Trade of Year 1994 <br> (F) Value of Originating Materials: the value of such materials as specified in Point No. <br> (H) and which is applied upon the delivery of all necessary operations of <br> manufacturing or transformation. <br> (G) Ex-Factory Price: the price paid for a product to the factory where the last operation <br> of manufacture or transformation takes place, including the value of all the materials <br> used, excluding domestic taxes which can be recovered upon export of the acquired product. <br> (H) Value of Foreign Materials: the value for customs purposes upon importation of <br> non-originating materials incorporated in the process of manufacture, or the initial <br> verifiable price performed for such materials in the country of import, in the event <br> that the value of such input materials is unspecified or unidentifiable. This value shall <br> include the CIF. <br> (I) Chapters, Headings and Sub-Headings: the chapters, headings, and sub-headings <br> used for the purpose of tariff classification, which are included in the Harmonized <br> System (H.S.) Code for the classification and nomenclature of goods and <br> commodities, under the present Protocol. <br> (J) Classification: the classification of products or materials under a certain heading. <br> (K) Value-Added: the value-added is calculated by deducting the foreign inputs included <br> in the final product (CIF) from the ex-factory price of the commodity. <br> (L) Consignment: the products dispatched at one time from the consigner to the <br> consignee, accompanied by a single bill of lading or shipping document. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> "}, {"ArticleTitle": "CRITERION OF ORIGIN", "ArticleDesc": "Article 2 : CRITERION OF ORIGIN <br> For the purposes of the present Protocol: <br> 1. The following shall hereby be deemed to be originating in Jordan: <br> A. Products entirely acquired in Jordan, pursuant to Article No. (IV) of the present Protocol; and, <br> B. Products acquired in Jordan, which contain materials that not entirely acquired <br> therein, provided that such materials have been subjected to sufficient <br> processes of industrial transformation or manufacture in Jordan, as per the <br> 2. The following shall hereby be deemed to be originating in Egypt: <br> A. Products entirely acquired in Egypt, pursuant to Article No. (IV) of the present Protocol; and, <br> B. Products acquired in Egypt, and which contain materials that are not entirely <br> acquired therein, provided that such materials have been subjected to sufficient <br> processes of industrial transformation or manufacture in Egypt, as per the <br> requirements established in Article No. (V) of the present Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON THE RULES OF ORIGIN <br> Article 6 : INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> ANNEXED TO THE RECIPROCAL FREE TRADE AGREEMENT <br> Direct transport <br> INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> BETWEEN THE HASHEMITE KINGDOM OF JORDAN <br> The following operations of manufacture or transformation shall be deemed to be <br> AND THE ARAB REPUBLIC OF EGYPT <br> the requirements of the present Protocol, products of Jordanian origin shall hereby be <br> insufficient for the purpose of conferring the status of origin, independent of any change in tariff heading: <br> CHAPTER ONE (I) <br> deemed to be originating in Egypt. This shall not be conditional on whether such products <br> A. Operations necessary for preservation of materials in their normal state during <br> have been subjected to sufficient industrial transformation or manufacture, but provided <br> transportation or storage (ventilation; diffusion; drying; refrigeration and cooling; <br> preservation in water that is saline, sulphate, or mixed with other substances; <br> operations referred to in Article No. (VI) of the present Protocol. <br> removal of rotten parts; and the like). <br> Notwithstanding the provisions contained in Article No. (II) hereabove, and in pursuance of <br> B. Simple operations (such as cleaning; sifting; sorting; washing; classifying; labelling; <br> the requirements of the present Protocol, products of Egyptian origin shall hereby be <br> organising, including grouping merchandise into groups; painting (varnishing); segmenting, etc.). <br> deemed to be originating in Jordan. This shall not be conditional on whether such products <br> C. Operations associated with repackaging; and consolidation and splitting of packages. <br> D. Simple operations associated with packing merchandise into bottles, flaxes, bags, <br> that such have been the subject of industrial transformation or manufacture beyond the <br> and boxes; of installing labels on vials and bottles; and similar simple processes of packaging. <br> E. Operations associated with labelling merchandise or packaging materials thereof, as <br> Article 4 : ENTIRELY ACQUIRED PRODUCTS <br> well as other similar processes of tagging. <br> ENTIRELY ACQUIRED PRODUCTS <br> F. Operations associated with mixing simple substances, even if they are of different <br> The following products shall be deemed to be entirely acquired in Egypt or Jordan: <br> species, and therefore do not meet the conditions laid out in the present protocol <br> A. Mining products derived or extracted from the territory, seabed or sea ocean of either country; <br> regarding the acquisition of the status of origin of either Jordan or Egypt. <br> B. Vegetal products yielded or harvested in either country; <br> G. Simple operations associated with assembling, and which are intended to produce finished products. <br> Article 3 : Bilateral cumulation of origin <br> C. Live animals bred and raised in either country; <br> H. Cumulation of two or more of the operations referred to hereinabove under Items No. (A) to (G). <br> Bilateral cumulation of origin <br> D. Products acquired from live animals raised in either country; <br> I. Slaughter of animals. <br> E. Products acquired from the business of hunting or fishing performed in either country; <br> Article 7 : SETS AND MIXTURES <br> GENERAL PROVISIONS <br> F. Products acquired from maritime fishing and other products taken from the sea by a <br> SETS AND MIXTURES <br> vessel of either country; <br> Pursuant to Rule No. (3) of the General Rules for the Interpretation of the Harmonized <br> G. Products mentioned in Paragraph No. (F) hereinabove, which are processed in the <br> System, sets consisting of originating and non-originating materials shall hereby be <br> processing vessels (factory ships) of either country; <br> considered to be originating sets, provided that the originating materials involved in the <br> H. Used articles that are only suitable for recapture of source materials; <br> composition or make-up thereof shall account for no more than fifteen percent (15%) of the <br> I. Waste products generated from industrial processes performed in either country; <br> ex-factory price of the respective set. <br> J. Products extracted from the territory or the subterranean water resources thereof <br> Article 8 : COMPONENTS OF NEUTRALITY <br> which are located outside the territorial waters of either country, as long as such <br> COMPONENTS OF NEUTRALITY <br> practices are undertaken for the purpose of rightful exploitation, whether above or <br> In order to establish the Egyptian or Jordanian origin of products, it shall not be necessary to <br> under the ground; and, <br> specify origin of electric power, fuel, facilities and equipment, machinery and instruments <br> K. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (J). <br> used to acquire the respective product. <br> CHAPTER THREE (III) <br> Article 9 : DIRECT TRANSPORT <br> The exemption scheme provided for under the Agreement shall hereby solely apply to such <br> products and materials transported between Jordan and Egypt, without a transit route <br> through the territory of a third country. <br> Nevertheless, materials originating in Jordan or Egypt, which constitute a part of the same <br> consignment, may maintain the origin thereof, even though such shall be moved or <br> transported through the territory of other countries, and may be granted possible <br> arrangements of transport or interim storage, provided that such materials shall remain <br> under the surveillance and control of the customs authority of the country of transit, and <br> shall not be subjected to any other operations, with the exception of landing or trans- <br> shipment or any other operation intended for the maintenance thereof. <br> The process of indirect transport or transit of such products shall be acknowledged and <br> declared to the customs authority of the country of import, on the basis of: <br> ? The waybill and transport documents performed at the country of export; and, <br> ? The certificate issued by the customs authorities at the country of transit, containing <br> an exact description of the respective merchandise, the date of landing and trans- <br> shipment thereof, and the circumstances experienced by such products during the <br> passage or transit thereof. <br> In the absence of the above documentation, any other document issued and authorised by <br> the customs authorities of the country of import shall hereby be sufficient. <br> CHAPTER FOUR (IV) <br> "}, {"ArticleTitle": "DETERMINATION OF ORIGIN", "ArticleDesc": "Article 5 : DETERMINATION OF ORIGIN <br> Pursuant to the provisions set out in Article No. (II) (Paragraph B) concerning determination <br> of the origin of merchandise manufactured in either Party, and which contain materials <br> originating from a third party, the criterion associated with share of domestic value-added <br> shall be considered to determine the rules of origin for such merchandise, provided that <br> such shall be no less than forty percent (40%). <br> The share of value-added shall be calculated as follows: <br> Share of Domestic Value-Added = [(Ex-Factory Value of Final Product - Value of Imported Materials Involved in the Manufacture)/Final Ex-Factory Value of Merchandise] x 100% <br> The criterion associated with the share of value added shall hereby constitute the basis for <br> such calculation, pursuant to provisions of the present Protocol, while taking into <br> consideration one of the two following criteria: <br> A. The change to customs-based classification, with clear identification of the headings <br> and sub-headings as a part of the Harmonised System (H.S. Code) up to six digits; <br> B. The manufacture processes, with clear identification of the specific process that <br> determines the origin of the concerned good/ commodity. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL ON THE RULES OF ORIGIN <br> Article 6 : INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> ANNEXED TO THE RECIPROCAL FREE TRADE AGREEMENT <br> Direct transport <br> INSUFFICIENT MANUFACTURE OR TRANSFORMATION <br> BETWEEN THE HASHEMITE KINGDOM OF JORDAN <br> The following operations of manufacture or transformation shall be deemed to be <br> AND THE ARAB REPUBLIC OF EGYPT <br> the requirements of the present Protocol, products of Jordanian origin shall hereby be <br> insufficient for the purpose of conferring the status of origin, independent of any change in tariff heading: <br> CHAPTER ONE (I) <br> deemed to be originating in Egypt. This shall not be conditional on whether such products <br> A. Operations necessary for preservation of materials in their normal state during <br> have been subjected to sufficient industrial transformation or manufacture, but provided <br> transportation or storage (ventilation; diffusion; drying; refrigeration and cooling; <br> preservation in water that is saline, sulphate, or mixed with other substances; <br> operations referred to in Article No. (VI) of the present Protocol. <br> removal of rotten parts; and the like). <br> Notwithstanding the provisions contained in Article No. (II) hereabove, and in pursuance of <br> B. Simple operations (such as cleaning; sifting; sorting; washing; classifying; labelling; <br> the requirements of the present Protocol, products of Egyptian origin shall hereby be <br> organising, including grouping merchandise into groups; painting (varnishing); segmenting, etc.). <br> deemed to be originating in Jordan. This shall not be conditional on whether such products <br> C. Operations associated with repackaging; and consolidation and splitting of packages. <br> D. Simple operations associated with packing merchandise into bottles, flaxes, bags, <br> that such have been the subject of industrial transformation or manufacture beyond the <br> and boxes; of installing labels on vials and bottles; and similar simple processes of packaging. <br> E. Operations associated with labelling merchandise or packaging materials thereof, as <br> Article 4 : ENTIRELY ACQUIRED PRODUCTS <br> well as other similar processes of tagging. <br> ENTIRELY ACQUIRED PRODUCTS <br> F. Operations associated with mixing simple substances, even if they are of different <br> The following products shall be deemed to be entirely acquired in Egypt or Jordan: <br> species, and therefore do not meet the conditions laid out in the present protocol <br> A. Mining products derived or extracted from the territory, seabed or sea ocean of either country; <br> regarding the acquisition of the status of origin of either Jordan or Egypt. <br> B. Vegetal products yielded or harvested in either country; <br> G. Simple operations associated with assembling, and which are intended to produce finished products. <br> Article 3 : Bilateral cumulation of origin <br> C. Live animals bred and raised in either country; <br> H. Cumulation of two or more of the operations referred to hereinabove under Items No. (A) to (G). <br> Bilateral cumulation of origin <br> D. Products acquired from live animals raised in either country; <br> I. Slaughter of animals. <br> E. Products acquired from the business of hunting or fishing performed in either country; <br> Article 7 : SETS AND MIXTURES <br> GENERAL PROVISIONS <br> F. Products acquired from maritime fishing and other products taken from the sea by a <br> SETS AND MIXTURES <br> vessel of either country; <br> Pursuant to Rule No. (3) of the General Rules for the Interpretation of the Harmonized <br> G. Products mentioned in Paragraph No. (F) hereinabove, which are processed in the <br> System, sets consisting of originating and non-originating materials shall hereby be <br> processing vessels (factory ships) of either country; <br> considered to be originating sets, provided that the originating materials involved in the <br> H. Used articles that are only suitable for recapture of source materials; <br> composition or make-up thereof shall account for no more than fifteen percent (15%) of the <br> I. Waste products generated from industrial processes performed in either country; <br> ex-factory price of the respective set. <br> J. Products extracted from the territory or the subterranean water resources thereof <br> Article 8 : COMPONENTS OF NEUTRALITY <br> which are located outside the territorial waters of either country, as long as such <br> COMPONENTS OF NEUTRALITY <br> practices are undertaken for the purpose of rightful exploitation, whether above or <br> In order to establish the Egyptian or Jordanian origin of products, it shall not be necessary to <br> under the ground; and, <br> specify origin of electric power, fuel, facilities and equipment, machinery and instruments <br> K. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (J). <br> used to acquire the respective product. <br> CHAPTER THREE (III) <br> Article 9 : DIRECT TRANSPORT <br> The exemption scheme provided for under the Agreement shall hereby solely apply to such <br> products and materials transported between Jordan and Egypt, without a transit route <br> through the territory of a third country. <br> Nevertheless, materials originating in Jordan or Egypt, which constitute a part of the same <br> consignment, may maintain the origin thereof, even though such shall be moved or <br> transported through the territory of other countries, and may be granted possible <br> arrangements of transport or interim storage, provided that such materials shall remain <br> under the surveillance and control of the customs authority of the country of transit, and <br> shall not be subjected to any other operations, with the exception of landing or trans- <br> shipment or any other operation intended for the maintenance thereof. <br> The process of indirect transport or transit of such products shall be acknowledged and <br> declared to the customs authority of the country of import, on the basis of: <br> ? The waybill and transport documents performed at the country of export; and, <br> ? The certificate issued by the customs authorities at the country of transit, containing <br> an exact description of the respective merchandise, the date of landing and trans- <br> shipment thereof, and the circumstances experienced by such products during the <br> passage or transit thereof. <br> In the absence of the above documentation, any other document issued and authorised by <br> the customs authorities of the country of import shall hereby be sufficient. <br> CHAPTER FOUR (IV) <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 10 : ESTABLISHMENT OF ORIGIN <br> Article 19 : VERIFICATION OF PROOF OF ORIGIN <br> Article 22 : PENALTIES <br> to 10 December 1998 AD in two original copies in Arabic, each of which is of legal power. <br> ESTABLISHMENT OF ORIGIN <br> Verification of proof of origin <br> The products originating in Jordan or in Egypt, pursuant to the present Protocol, and traded <br> 1. Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br> The competent authorities of both countries shall hereby inflict the penalties established in <br> between the two respective countries, shall hereby be accompanied by a national certificate <br> of origin, based on a sampling technique, when there are reasonable grounds for the <br> the laws currently in force therein on each and every person, who has produced or ordered <br> or origin according to the (annexed) template, along with the fulfilment of all data requirements. <br> customs authorities of the importing countries to suspect or question the <br> the production of a document that contains inaccurate input or information with an aim to <br> Article 11 : PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> authenticity of the related documents, or the status of origin of the materials <br> grant preferential treatment to certain products. <br> PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> mentioned therein, or the extent to which the requirements defined in the present <br> 1. Certificates of origin in respect of merchandise originating in Jordan shall hereby be <br> Protocol are fulfilled. <br> issued by the Chambers of Commerce and Industry and shall be verified and <br> 2 In pursuance of the requirements of Paragraph No. (1) hereinabove, the competent <br> validated by the Jordanian Ministry of Industry and Trade. <br> authorities of the country of import shall send back the concerned certificate of <br> 2. Certificates of origin in respect of merchandise originating in Egypt shall hereby be <br> origin and copies of related documents to the competent authorities of the country <br> issued, verified and validated by the General Organisation for Import and Export Control. <br> of export, and shall share, when appropriate, the reasons of form and substance in <br> Penalties <br> 3. The competent authorities of the country of export shall hereby be responsible to <br> support of the request for enquiry. <br> issue and release certificates of origin upon written request submitted by individual <br> 3 In the event a decision is made by the competent authorities of the country of <br> exporters or by their authorised representative or designee and under the sole <br> import to suspend the preferential treatment extended to the concerned products <br> responsibility thereof. <br> during the course of enquiry, the concerned importer may opt for release of the <br> 4 Individual exporters or their authorised representative or designee shall hereby <br> respective merchandise, without prejudice to the preventive measures deemed <br> provide information and complete all the required fields within the template of the <br> appropriate thereby, in pursuance of the laws and regulations in force in both countries. <br> certificates in a legible manner. All data requirements shall be fulfilled and products <br> 4 The competent authorities requesting such enquiry shall be informed of the results <br> shall be described in the spaces intended for that purpose, without leaving empty or <br> and findings thereof at the earliest possible opportunity, no later than 3 months with <br> blank spaces. If the spaces allotted for this purpose are not entirely filled out, a <br> provision for possible extension for similar periods, as needed. Such findings and <br> horizontal line is drawn underneath the last line of writing. <br> outcomes shall indicate the accuracy of concerned documents, whether the <br> 5 Individual exporters requesting issuance of a certificate of origin shall be required to <br> concerned products have originated in Jordan or Egypt and whether they meet all <br> submit the documentation necessary to fulfil the remaining requirements set forth <br> the requirements set forth in the present Protocol. <br> in the Protocol upon request by the competent authorities concerned with the <br> 5 In the event of reasonable suspicion, and in the absence of a reply during the period <br> issuance of certificates of origin. <br> defined above, starting from the date of submission of request of enquiry, or if the <br> 6 Certificates of origin shall be issued by authorities concerned with issuance of <br> reply does not include sufficient information regarding the authenticity and accuracy <br> certificates of origin in the event that the exported products or merchandise have <br> of the concerned document of origin or the actual origin of the concerned products, <br> been already conferred the status of origin and have fulfilled all the remaining <br> the competent customs authorities shall hereby decline to grant preferential <br> requirements set out in the present Protocol. <br> treatment to such products, save in exceptional cases. <br> 7 The date of issuance of the certificate of origin shall be written up in field intended <br> for this purpose therein. <br> 8 The certificates of origin shall be issued and released by competent authorities at <br> export, in execution or in validation of the process of export. <br> Article 12 : PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> ? On an exceptional basis, certificates of origin may be issued subsequent to the <br> export of products, in the event that such certificates are not issued in due course of <br> export, owing to errors or inadvertent omissions, or in case it has been ascertained <br> and established by the competent authorities that a certificate of origin has been <br> issued, but not been admitted on import based on technical grounds. <br> ? Concerned exporters shall be required to indicate the place and date of export for <br> the products associated with the certificate of origin in the application form, as well <br> as the grounds for submission of the respective request. <br> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br> following: ‘Issued Retroactively'. <br> Article 13 : PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> 1 In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br> apply to the competent authorities that issued the initial certificate to request the <br> issuance of a substitute copy on the basis of the documents of export in the possession thereof. <br> 2 Endorsement of a substitute certificate of origin shall be made in Arabic and shall <br> indicate the following, ‘Certified True Copy of Initial Certificate'. The substitute <br> certificate shall bear the same date of issuance of the initial certificate of origin. This <br> shall be taken into consideration when calculating the terms of validity and time <br> limits of the respective certificate of origin. <br> Article 14 : VALIDITY OF CERTIFICATES OF ORIGIN <br> VALIDITY OF CERTIFICATES OF ORIGIN <br> 1 Certificates of origin shall remain valid for four (4) months, effective from the date of <br> issuance thereof by the country of export, and must be submitted during this period <br> of time to the competent authorities of the importing country. <br> 2 It shall be permitted to accept certificates of origin submitted to the competent <br> authorities at the country of import after expiry of the certificate with a view to <br> enforcement of a preferential regime, in the event that the submission thereof shall <br> not be possible prior to the specified deadline, whether due to force majeure or <br> exceptional circumstances, as deemed appropriate by the country of import. <br> 3 The competent customs authorities of the country of import may accept certificates <br> of origin submitted after the specified deadline, in case the submission of respective <br> products is made prior to the deadline. <br> Article 15 : SUBMISSION OF CERTIFICATES OF ORIGIN <br> SUBMISSION OF CERTIFICATES OF ORIGIN <br> Certificates of origin shall be submitted to the competent authorities of the country of <br> import in conformity with the procedures in place in each country and shall be drawn up in <br> Arabic, pursuant to the template applicable within the League of Arab States (LAS). <br> Article 16 : MAINTENANCE OF DOCUMENTS <br> MAINTENANCE OF DOCUMENTS <br> 1. Individual exporters requesting the issuance of a certificate of origin shall keep and <br> retain the original documents for at least three (3) years. <br> 2. The competent authorities of the country of export upon issuance of a certificate of <br> origin shall hereby keep and retain the application request and the rest of <br> documents for at least three (3) years. <br> 3. The competent authorities of the country of import shall hereby keep and retain the <br> certificate of origin and the bill submitted thereto for at least three (3) years. <br> "}, {"ArticleTitle": "DIFFERENCES AND FORMAL ERRORS", "ArticleDesc": "Article 17 : DIFFERENCES AND FORMAL ERRORS <br> 1. Minor differences or simple variations detected in the data stated in the certificate <br> of origin and documents submitted to the customs authorities, with an aim to <br> complete the import of merchandise shall not automatically invalidate the certificate <br> of origin, if conformity of the imported goods is established and substantiated. <br> 2. The certificate of origin may not be declined on the basis of obvious formal errors, <br> such as typographical errors, in case such errors do not give rise to questions or do <br> not bring uncertainties regarding the validity or accuracy of data stated therein. <br> "}, {"ArticleTitle": "FORMS AND STAMPS", "ArticleDesc": "Article 18 : FORMS AND STAMPS <br> 1. The competent authorities responsible for certification of origin in either country <br> shall hereby provide each other with samples of all stamps intended for certification <br> of origin, as well as contact information of competent authorities responsible for <br> validation of such certificates and billing statements and invoice data. <br> 2. To ensure the proper and sound execution of the present Protocol, both Egypt and <br> Jordan shall provide assistance in respect of validation of the accuracy and <br> authenticity of the certificates of origins and/ or the billing statements and invoice <br> data included therein through the competent departments. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 10 : ESTABLISHMENT OF ORIGIN <br> Article 19 : VERIFICATION OF PROOF OF ORIGIN <br> Article 22 : PENALTIES <br> to 10 December 1998 AD in two original copies in Arabic, each of which is of legal power. <br> ESTABLISHMENT OF ORIGIN <br> Verification of proof of origin <br> The products originating in Jordan or in Egypt, pursuant to the present Protocol, and traded <br> 1. Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br> The competent authorities of both countries shall hereby inflict the penalties established in <br> between the two respective countries, shall hereby be accompanied by a national certificate <br> of origin, based on a sampling technique, when there are reasonable grounds for the <br> the laws currently in force therein on each and every person, who has produced or ordered <br> or origin according to the (annexed) template, along with the fulfilment of all data requirements. <br> customs authorities of the importing countries to suspect or question the <br> the production of a document that contains inaccurate input or information with an aim to <br> Article 11 : PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> authenticity of the related documents, or the status of origin of the materials <br> grant preferential treatment to certain products. <br> PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> mentioned therein, or the extent to which the requirements defined in the present <br> 1. Certificates of origin in respect of merchandise originating in Jordan shall hereby be <br> Protocol are fulfilled. <br> issued by the Chambers of Commerce and Industry and shall be verified and <br> 2 In pursuance of the requirements of Paragraph No. (1) hereinabove, the competent <br> validated by the Jordanian Ministry of Industry and Trade. <br> authorities of the country of import shall send back the concerned certificate of <br> 2. Certificates of origin in respect of merchandise originating in Egypt shall hereby be <br> origin and copies of related documents to the competent authorities of the country <br> issued, verified and validated by the General Organisation for Import and Export Control. <br> of export, and shall share, when appropriate, the reasons of form and substance in <br> Penalties <br> 3. The competent authorities of the country of export shall hereby be responsible to <br> support of the request for enquiry. <br> issue and release certificates of origin upon written request submitted by individual <br> 3 In the event a decision is made by the competent authorities of the country of <br> exporters or by their authorised representative or designee and under the sole <br> import to suspend the preferential treatment extended to the concerned products <br> responsibility thereof. <br> during the course of enquiry, the concerned importer may opt for release of the <br> 4 Individual exporters or their authorised representative or designee shall hereby <br> respective merchandise, without prejudice to the preventive measures deemed <br> provide information and complete all the required fields within the template of the <br> appropriate thereby, in pursuance of the laws and regulations in force in both countries. <br> certificates in a legible manner. All data requirements shall be fulfilled and products <br> 4 The competent authorities requesting such enquiry shall be informed of the results <br> shall be described in the spaces intended for that purpose, without leaving empty or <br> and findings thereof at the earliest possible opportunity, no later than 3 months with <br> blank spaces. If the spaces allotted for this purpose are not entirely filled out, a <br> provision for possible extension for similar periods, as needed. Such findings and <br> horizontal line is drawn underneath the last line of writing. <br> outcomes shall indicate the accuracy of concerned documents, whether the <br> 5 Individual exporters requesting issuance of a certificate of origin shall be required to <br> concerned products have originated in Jordan or Egypt and whether they meet all <br> submit the documentation necessary to fulfil the remaining requirements set forth <br> the requirements set forth in the present Protocol. <br> in the Protocol upon request by the competent authorities concerned with the <br> 5 In the event of reasonable suspicion, and in the absence of a reply during the period <br> issuance of certificates of origin. <br> defined above, starting from the date of submission of request of enquiry, or if the <br> 6 Certificates of origin shall be issued by authorities concerned with issuance of <br> reply does not include sufficient information regarding the authenticity and accuracy <br> certificates of origin in the event that the exported products or merchandise have <br> of the concerned document of origin or the actual origin of the concerned products, <br> been already conferred the status of origin and have fulfilled all the remaining <br> the competent customs authorities shall hereby decline to grant preferential <br> requirements set out in the present Protocol. <br> treatment to such products, save in exceptional cases. <br> 7 The date of issuance of the certificate of origin shall be written up in field intended <br> for this purpose therein. <br> 8 The certificates of origin shall be issued and released by competent authorities at <br> export, in execution or in validation of the process of export. <br> Article 12 : PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> ? On an exceptional basis, certificates of origin may be issued subsequent to the <br> export of products, in the event that such certificates are not issued in due course of <br> export, owing to errors or inadvertent omissions, or in case it has been ascertained <br> and established by the competent authorities that a certificate of origin has been <br> issued, but not been admitted on import based on technical grounds. <br> ? Concerned exporters shall be required to indicate the place and date of export for <br> the products associated with the certificate of origin in the application form, as well <br> as the grounds for submission of the respective request. <br> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br> following: ‘Issued Retroactively'. <br> Article 13 : PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> 1 In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br> apply to the competent authorities that issued the initial certificate to request the <br> issuance of a substitute copy on the basis of the documents of export in the possession thereof. <br> 2 Endorsement of a substitute certificate of origin shall be made in Arabic and shall <br> indicate the following, ‘Certified True Copy of Initial Certificate'. The substitute <br> certificate shall bear the same date of issuance of the initial certificate of origin. This <br> shall be taken into consideration when calculating the terms of validity and time <br> limits of the respective certificate of origin. <br> Article 14 : VALIDITY OF CERTIFICATES OF ORIGIN <br> VALIDITY OF CERTIFICATES OF ORIGIN <br> 1 Certificates of origin shall remain valid for four (4) months, effective from the date of <br> issuance thereof by the country of export, and must be submitted during this period <br> of time to the competent authorities of the importing country. <br> 2 It shall be permitted to accept certificates of origin submitted to the competent <br> authorities at the country of import after expiry of the certificate with a view to <br> enforcement of a preferential regime, in the event that the submission thereof shall <br> not be possible prior to the specified deadline, whether due to force majeure or <br> exceptional circumstances, as deemed appropriate by the country of import. <br> 3 The competent customs authorities of the country of import may accept certificates <br> of origin submitted after the specified deadline, in case the submission of respective <br> products is made prior to the deadline. <br> Article 15 : SUBMISSION OF CERTIFICATES OF ORIGIN <br> SUBMISSION OF CERTIFICATES OF ORIGIN <br> Certificates of origin shall be submitted to the competent authorities of the country of <br> import in conformity with the procedures in place in each country and shall be drawn up in <br> Arabic, pursuant to the template applicable within the League of Arab States (LAS). <br> Article 16 : MAINTENANCE OF DOCUMENTS <br> MAINTENANCE OF DOCUMENTS <br> 1. Individual exporters requesting the issuance of a certificate of origin shall keep and <br> retain the original documents for at least three (3) years. <br> 2. The competent authorities of the country of export upon issuance of a certificate of <br> origin shall hereby keep and retain the application request and the rest of <br> documents for at least three (3) years. <br> 3. The competent authorities of the country of import shall hereby keep and retain the <br> certificate of origin and the bill submitted thereto for at least three (3) years. <br> "}, {"ArticleTitle": "FREE-TRADE ZONES", "ArticleDesc": "Article 20 : FREE-TRADE ZONES <br> The Parties hereto shall take all necessary measures to ensure that the products traded <br> between the two countries and accompanied by a certificate of origin, and which pass <br> through a free-trade zone within the territory of either Party, are not replaced with other <br> products and are not subjected to operations other than the regular processes intended to <br> keep and maintain them in their natural condition. The concerned importer shall be under <br> the obligation to submit a proof in substantiation thereof. <br> "}, {"ArticleTitle": "CONSULTATION", "ArticleDesc": "Article 21 : CONSULTATION <br> With the intention of maximizing the benefits yielded by the Parties hereto, special <br> consideration shall be given to mutual consultation so as to ensure harmonization of the <br> rules of origin against the agreement concluded between the two Parties and any of the <br> regional and international economic blocs, without prejudice to the obligations assumed by <br> either Party towards such agreements. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 10 : ESTABLISHMENT OF ORIGIN <br> Article 19 : VERIFICATION OF PROOF OF ORIGIN <br> Article 22 : PENALTIES <br> to 10 December 1998 AD in two original copies in Arabic, each of which is of legal power. <br> ESTABLISHMENT OF ORIGIN <br> Verification of proof of origin <br> The products originating in Jordan or in Egypt, pursuant to the present Protocol, and traded <br> 1. Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br> The competent authorities of both countries shall hereby inflict the penalties established in <br> between the two respective countries, shall hereby be accompanied by a national certificate <br> of origin, based on a sampling technique, when there are reasonable grounds for the <br> the laws currently in force therein on each and every person, who has produced or ordered <br> or origin according to the (annexed) template, along with the fulfilment of all data requirements. <br> customs authorities of the importing countries to suspect or question the <br> the production of a document that contains inaccurate input or information with an aim to <br> Article 11 : PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> authenticity of the related documents, or the status of origin of the materials <br> grant preferential treatment to certain products. <br> PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> mentioned therein, or the extent to which the requirements defined in the present <br> 1. Certificates of origin in respect of merchandise originating in Jordan shall hereby be <br> Protocol are fulfilled. <br> issued by the Chambers of Commerce and Industry and shall be verified and <br> 2 In pursuance of the requirements of Paragraph No. (1) hereinabove, the competent <br> validated by the Jordanian Ministry of Industry and Trade. <br> authorities of the country of import shall send back the concerned certificate of <br> 2. Certificates of origin in respect of merchandise originating in Egypt shall hereby be <br> origin and copies of related documents to the competent authorities of the country <br> issued, verified and validated by the General Organisation for Import and Export Control. <br> of export, and shall share, when appropriate, the reasons of form and substance in <br> Penalties <br> 3. The competent authorities of the country of export shall hereby be responsible to <br> support of the request for enquiry. <br> issue and release certificates of origin upon written request submitted by individual <br> 3 In the event a decision is made by the competent authorities of the country of <br> exporters or by their authorised representative or designee and under the sole <br> import to suspend the preferential treatment extended to the concerned products <br> responsibility thereof. <br> during the course of enquiry, the concerned importer may opt for release of the <br> 4 Individual exporters or their authorised representative or designee shall hereby <br> respective merchandise, without prejudice to the preventive measures deemed <br> provide information and complete all the required fields within the template of the <br> appropriate thereby, in pursuance of the laws and regulations in force in both countries. <br> certificates in a legible manner. All data requirements shall be fulfilled and products <br> 4 The competent authorities requesting such enquiry shall be informed of the results <br> shall be described in the spaces intended for that purpose, without leaving empty or <br> and findings thereof at the earliest possible opportunity, no later than 3 months with <br> blank spaces. If the spaces allotted for this purpose are not entirely filled out, a <br> provision for possible extension for similar periods, as needed. Such findings and <br> horizontal line is drawn underneath the last line of writing. <br> outcomes shall indicate the accuracy of concerned documents, whether the <br> 5 Individual exporters requesting issuance of a certificate of origin shall be required to <br> concerned products have originated in Jordan or Egypt and whether they meet all <br> submit the documentation necessary to fulfil the remaining requirements set forth <br> the requirements set forth in the present Protocol. <br> in the Protocol upon request by the competent authorities concerned with the <br> 5 In the event of reasonable suspicion, and in the absence of a reply during the period <br> issuance of certificates of origin. <br> defined above, starting from the date of submission of request of enquiry, or if the <br> 6 Certificates of origin shall be issued by authorities concerned with issuance of <br> reply does not include sufficient information regarding the authenticity and accuracy <br> certificates of origin in the event that the exported products or merchandise have <br> of the concerned document of origin or the actual origin of the concerned products, <br> been already conferred the status of origin and have fulfilled all the remaining <br> the competent customs authorities shall hereby decline to grant preferential <br> requirements set out in the present Protocol. <br> treatment to such products, save in exceptional cases. <br> 7 The date of issuance of the certificate of origin shall be written up in field intended <br> for this purpose therein. <br> 8 The certificates of origin shall be issued and released by competent authorities at <br> export, in execution or in validation of the process of export. <br> Article 12 : PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> ? On an exceptional basis, certificates of origin may be issued subsequent to the <br> export of products, in the event that such certificates are not issued in due course of <br> export, owing to errors or inadvertent omissions, or in case it has been ascertained <br> and established by the competent authorities that a certificate of origin has been <br> issued, but not been admitted on import based on technical grounds. <br> ? Concerned exporters shall be required to indicate the place and date of export for <br> the products associated with the certificate of origin in the application form, as well <br> as the grounds for submission of the respective request. <br> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br> following: ‘Issued Retroactively'. <br> Article 13 : PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> 1 In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br> apply to the competent authorities that issued the initial certificate to request the <br> issuance of a substitute copy on the basis of the documents of export in the possession thereof. <br> 2 Endorsement of a substitute certificate of origin shall be made in Arabic and shall <br> indicate the following, ‘Certified True Copy of Initial Certificate'. The substitute <br> certificate shall bear the same date of issuance of the initial certificate of origin. This <br> shall be taken into consideration when calculating the terms of validity and time <br> limits of the respective certificate of origin. <br> Article 14 : VALIDITY OF CERTIFICATES OF ORIGIN <br> VALIDITY OF CERTIFICATES OF ORIGIN <br> 1 Certificates of origin shall remain valid for four (4) months, effective from the date of <br> issuance thereof by the country of export, and must be submitted during this period <br> of time to the competent authorities of the importing country. <br> 2 It shall be permitted to accept certificates of origin submitted to the competent <br> authorities at the country of import after expiry of the certificate with a view to <br> enforcement of a preferential regime, in the event that the submission thereof shall <br> not be possible prior to the specified deadline, whether due to force majeure or <br> exceptional circumstances, as deemed appropriate by the country of import. <br> 3 The competent customs authorities of the country of import may accept certificates <br> of origin submitted after the specified deadline, in case the submission of respective <br> products is made prior to the deadline. <br> Article 15 : SUBMISSION OF CERTIFICATES OF ORIGIN <br> SUBMISSION OF CERTIFICATES OF ORIGIN <br> Certificates of origin shall be submitted to the competent authorities of the country of <br> import in conformity with the procedures in place in each country and shall be drawn up in <br> Arabic, pursuant to the template applicable within the League of Arab States (LAS). <br> Article 16 : MAINTENANCE OF DOCUMENTS <br> MAINTENANCE OF DOCUMENTS <br> 1. Individual exporters requesting the issuance of a certificate of origin shall keep and <br> retain the original documents for at least three (3) years. <br> 2. The competent authorities of the country of export upon issuance of a certificate of <br> origin shall hereby keep and retain the application request and the rest of <br> documents for at least three (3) years. <br> 3. The competent authorities of the country of import shall hereby keep and retain the <br> certificate of origin and the bill submitted thereto for at least three (3) years. <br> "}, {"ArticleTitle": "CONFLICT RESOLUTION", "ArticleDesc": "Article 23 : CONFLICT RESOLUTION <br> In case a conflicts or a dispute arises regarding ex-post monitoring of the proofs of origin as <br> stipulated in the present Protocol, and which cannot be settled by the competent <br> authorities, such a conflict or a dispute shall hereby be referred to the Joint Trade <br> Committee in order to examine and recommend the measures necessary for the settlement <br> and elimination thereof, including prohibition of trade transactions with any exporter who is <br> found to be in breach of the rules of origin, without prejudice to applicable laws and <br> regulations in both countries, with a timely notification given to the other Party regarding <br> such measures. In all cases, settlement of disputes or conflicts arising between an importer <br> and the competent customs authorities in the country of import shall hereby remain subject <br> to the national legislation thereof. <br> "}, {"ArticleTitle": "COMMITTEE ON SUBSTANTIVE AND ADMINISTRATIVE COOPERATION", "ArticleDesc": "Article 24 : COMMITTEE ON SUBSTANTIVE AND ADMINISTRATIVE COOPERATION <br> A committee on administrative and substantive cooperation shall hereby be formed of <br> relevant experts from both countries, and shall be responsible to: <br> 1. Follow through the proper and uniform execution of the present Protocol; and, <br> 2. Assume the necessary measures for inspection of factories and production facilities <br> to ensure the authenticity of the origin of merchandise at the request of either Party. <br> "}, {"ArticleTitle": "The respective Joint Trade Committee may hereby make decisions to amend any of the", "ArticleDesc": "Article 25 : The respective Joint Trade Committee may hereby make decisions to amend any of the <br> provisions included in the present Protocol. <br> "}, {"ArticleTitle": "The present Protocol shall hereby form an integral part of the Reciprocal Free Trade", "ArticleDesc": "Article 26 : The present Protocol shall hereby form an integral part of the Reciprocal Free Trade <br> Agreement signed between Egypt and Jordan on 10 December 1998. <br> "}, {"ArticleTitle": "SUPPLEMENTS", "ArticleDesc": "Article 27 : SUPPLEMENTS <br> ? The supplements to the present Protocol shall hereby constitute an integral part thereof. <br> ? The Joint Committee may propose amendments regarding the certificate of origin <br> and the supplements thereof. <br> "}, {"ArticleTitle": "APPLICATION OF THE PROTOCOL", "ArticleDesc": "Article 28 : APPLICATION OF THE PROTOCOL <br> Egypt and Jordan shall hereby take all the measures necessary for the application of the <br> present Protocol. <br> The present Protocol is done and signed in Amman on 21 Sha'ban 1419 AH, corresponding <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 10 : ESTABLISHMENT OF ORIGIN <br> Article 19 : VERIFICATION OF PROOF OF ORIGIN <br> Article 22 : PENALTIES <br> to 10 December 1998 AD in two original copies in Arabic, each of which is of legal power. <br> ESTABLISHMENT OF ORIGIN <br> Verification of proof of origin <br> The products originating in Jordan or in Egypt, pursuant to the present Protocol, and traded <br> 1. Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br> The competent authorities of both countries shall hereby inflict the penalties established in <br> between the two respective countries, shall hereby be accompanied by a national certificate <br> of origin, based on a sampling technique, when there are reasonable grounds for the <br> the laws currently in force therein on each and every person, who has produced or ordered <br> or origin according to the (annexed) template, along with the fulfilment of all data requirements. <br> customs authorities of the importing countries to suspect or question the <br> the production of a document that contains inaccurate input or information with an aim to <br> Article 11 : PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> authenticity of the related documents, or the status of origin of the materials <br> grant preferential treatment to certain products. <br> PROCEDURES FOR ISSUANCE AND VALIDATION OF CERTIFICATES OF ORIGIN <br> mentioned therein, or the extent to which the requirements defined in the present <br> 1. Certificates of origin in respect of merchandise originating in Jordan shall hereby be <br> Protocol are fulfilled. <br> issued by the Chambers of Commerce and Industry and shall be verified and <br> 2 In pursuance of the requirements of Paragraph No. (1) hereinabove, the competent <br> validated by the Jordanian Ministry of Industry and Trade. <br> authorities of the country of import shall send back the concerned certificate of <br> 2. Certificates of origin in respect of merchandise originating in Egypt shall hereby be <br> origin and copies of related documents to the competent authorities of the country <br> issued, verified and validated by the General Organisation for Import and Export Control. <br> of export, and shall share, when appropriate, the reasons of form and substance in <br> Penalties <br> 3. The competent authorities of the country of export shall hereby be responsible to <br> support of the request for enquiry. <br> issue and release certificates of origin upon written request submitted by individual <br> 3 In the event a decision is made by the competent authorities of the country of <br> exporters or by their authorised representative or designee and under the sole <br> import to suspend the preferential treatment extended to the concerned products <br> responsibility thereof. <br> during the course of enquiry, the concerned importer may opt for release of the <br> 4 Individual exporters or their authorised representative or designee shall hereby <br> respective merchandise, without prejudice to the preventive measures deemed <br> provide information and complete all the required fields within the template of the <br> appropriate thereby, in pursuance of the laws and regulations in force in both countries. <br> certificates in a legible manner. All data requirements shall be fulfilled and products <br> 4 The competent authorities requesting such enquiry shall be informed of the results <br> shall be described in the spaces intended for that purpose, without leaving empty or <br> and findings thereof at the earliest possible opportunity, no later than 3 months with <br> blank spaces. If the spaces allotted for this purpose are not entirely filled out, a <br> provision for possible extension for similar periods, as needed. Such findings and <br> horizontal line is drawn underneath the last line of writing. <br> outcomes shall indicate the accuracy of concerned documents, whether the <br> 5 Individual exporters requesting issuance of a certificate of origin shall be required to <br> concerned products have originated in Jordan or Egypt and whether they meet all <br> submit the documentation necessary to fulfil the remaining requirements set forth <br> the requirements set forth in the present Protocol. <br> in the Protocol upon request by the competent authorities concerned with the <br> 5 In the event of reasonable suspicion, and in the absence of a reply during the period <br> issuance of certificates of origin. <br> defined above, starting from the date of submission of request of enquiry, or if the <br> 6 Certificates of origin shall be issued by authorities concerned with issuance of <br> reply does not include sufficient information regarding the authenticity and accuracy <br> certificates of origin in the event that the exported products or merchandise have <br> of the concerned document of origin or the actual origin of the concerned products, <br> been already conferred the status of origin and have fulfilled all the remaining <br> the competent customs authorities shall hereby decline to grant preferential <br> requirements set out in the present Protocol. <br> treatment to such products, save in exceptional cases. <br> 7 The date of issuance of the certificate of origin shall be written up in field intended <br> for this purpose therein. <br> 8 The certificates of origin shall be issued and released by competent authorities at <br> export, in execution or in validation of the process of export. <br> Article 12 : PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> PROCEDURES FOR ISSUANCE OF CERTIFICATES OF ORIGIN RETROACTIVELY <br> ? On an exceptional basis, certificates of origin may be issued subsequent to the <br> export of products, in the event that such certificates are not issued in due course of <br> export, owing to errors or inadvertent omissions, or in case it has been ascertained <br> and established by the competent authorities that a certificate of origin has been <br> issued, but not been admitted on import based on technical grounds. <br> ? Concerned exporters shall be required to indicate the place and date of export for <br> the products associated with the certificate of origin in the application form, as well <br> as the grounds for submission of the respective request. <br> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br> following: ‘Issued Retroactively'. <br> Article 13 : PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> PROCEDURES FOR ISSUANCE OF SUBSTITUTE CERTIFICATE OF ORIGIN <br> 1 In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br> apply to the competent authorities that issued the initial certificate to request the <br> issuance of a substitute copy on the basis of the documents of export in the possession thereof. <br> 2 Endorsement of a substitute certificate of origin shall be made in Arabic and shall <br> indicate the following, ‘Certified True Copy of Initial Certificate'. The substitute <br> certificate shall bear the same date of issuance of the initial certificate of origin. This <br> shall be taken into consideration when calculating the terms of validity and time <br> limits of the respective certificate of origin. <br> Article 14 : VALIDITY OF CERTIFICATES OF ORIGIN <br> VALIDITY OF CERTIFICATES OF ORIGIN <br> 1 Certificates of origin shall remain valid for four (4) months, effective from the date of <br> issuance thereof by the country of export, and must be submitted during this period <br> of time to the competent authorities of the importing country. <br> 2 It shall be permitted to accept certificates of origin submitted to the competent <br> authorities at the country of import after expiry of the certificate with a view to <br> enforcement of a preferential regime, in the event that the submission thereof shall <br> not be possible prior to the specified deadline, whether due to force majeure or <br> exceptional circumstances, as deemed appropriate by the country of import. <br> 3 The competent customs authorities of the country of import may accept certificates <br> of origin submitted after the specified deadline, in case the submission of respective <br> products is made prior to the deadline. <br> Article 15 : SUBMISSION OF CERTIFICATES OF ORIGIN <br> SUBMISSION OF CERTIFICATES OF ORIGIN <br> Certificates of origin shall be submitted to the competent authorities of the country of <br> import in conformity with the procedures in place in each country and shall be drawn up in <br> Arabic, pursuant to the template applicable within the League of Arab States (LAS). <br> Article 16 : MAINTENANCE OF DOCUMENTS <br> MAINTENANCE OF DOCUMENTS <br> 1. Individual exporters requesting the issuance of a certificate of origin shall keep and <br> retain the original documents for at least three (3) years. <br> 2. The competent authorities of the country of export upon issuance of a certificate of <br> origin shall hereby keep and retain the application request and the rest of <br> documents for at least three (3) years. <br> 3. The competent authorities of the country of import shall hereby keep and retain the <br> certificate of origin and the bill submitted thereto for at least three (3) years. <br> "}]}]}, "members_found": ["400", "818", 2, 8703900000]}