{"FtaRooDetails": {"FtaId": 142, "FtaCode": "ITC00147", "FtaName": "EPA, Chile-Japan", "FtaFullName": "AGREEMENT BETWEEN JAPAN AND THE REPUBLIC OF CHILE FOR A STRATEGIC ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "03.09.2007", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Japan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, Chile-Japan", "AdminProcCooAuth": "The certification type under EPA, Chile-Japan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, Chile-Japan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, Chile-Japan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45/30%", "RooText": "No required change in tariff classification to heading 87.02 through 87.04, provided there is a qualifying value content of not less than 45 percent when the Build-down method is used, or of not less than 30 percent when the Build-up method is used.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " Annex 2<br /> referred to in Chapter 4<br /> Product Specific Rules<br /> Section 1<br /> General Notes<br /> For the purposes of the product specific rules set out<br /> in this Annex:<br /> (a) the product specific rule, or specific set of<br /> rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the<br /> heading or subheading;<br /> (b) reference to weight in this Annex means dry<br /> weight unless otherwise specified in the<br /> Harmonized System;<br /> (c) the requirement of a change in tariff<br /> classification applies only to non-originating<br /> materials;<br /> (d) the following definitions apply:<br /> the term \"section\" means a section of the<br /> Harmonized System;<br /> the term \"chapter\" means a chapter of the<br /> Harmonized System;<br /> the term \"heading\" means the first four digits in<br /> the tariff classification number under the<br /> Harmonized System;<br /> the term \"subheading\" means the first six digits<br /> in the tariff classification number under the<br /> Harmonized System;<br /> the term \"Build-down method\" means the method<br /> referred to in subparagraph 1(a) of Article 30;<br /> and<br /> the term \"Build-up method\" means the method<br /> referred to in subparagraph 1(b) of Article 30;<br /> (e) this Annex is based on the Harmonized System as<br /> amended on January 1, 2002; and<br /> (f)  specific percentages referred to in Article 32,<br /> which relate to the total value or the total<br /> weight of non-originating materials used in the<br /> production of a good that do not undergo an<br /> applicable change in tariff classification, are<br /> as follows:<br /> (i) in the case of a good provided for in<br /> chapter 19, subheading 2001.10 through<br /> 2008.91, 2008.99 through 2009.90 and chapter<br /> 21 of the Harmonized System, 7 percent in<br /> value of the good;<br /> (ii) in the case of a good provided for in<br /> subheading 2008.92, chapter 28 through 49<br /> and 64 through 97 of the Harmonized System,<br /> 10 percent in value of the good; and<br /> (iii) in the case of a good provided for in<br /> chapter 50 through 63 of the Harmonized<br /> System, 7 percent by weight of the good.<br /> Note 1:  The term \"value of non-originating<br /> materials\" means the value<br /> determined in accordance with<br /> Article 31.<br /> Note 2:  The term \"value of the good\" means<br /> the TV referred to in paragraph 1<br /> of Article 30 or the value set out<br /> in paragraph 2 of that Article.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00147_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.mofa.go.jp/region/latin/chile/epa0709/appendix2-a.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00147_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mofa.go.jp/region/latin/chile/joint0703/annex.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00147_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.go.jp/roo/english/text/chile1.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00147_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.mofa.go.jp/region/latin/chile/epa0709/index.html"}, {"DocDesc": "Customs administration", "DocFileName": "itc00147_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00147_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/latin/chile/joint0703/agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Accumulation <br /> For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, an originating <br /> good of the other Party which is used as a material in the <br /> production of the good in the former Party may be <br /> considered as an originating material of the former Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "chapter-specific", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : De Minimis <br /> Non-originating materials used in the production of a <br /> good that do not undergo an applicable change in tariff <br /> classification shall be disregarded in determining whether <br /> the good qualifies as an originating good of a Party, <br /> provided that the totality of such materials does not <br /> exceed specific percentages in value, weight or volume of <br /> the good as set out in Annex 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts or tools delivered with a <br /> good that form part of the good's standard accessories, <br /> spare parts or tools, shall be disregarded in determining <br /> whether the good qualifies as an originating good of a <br /> Party, provided that: <br /> (a) the accessories, spare parts or tools are not <br /> invoiced separately from the good, without regard <br /> of whether they are separately described in the invoice; and <br /> (b) the quantities and value of the accessories, <br /> spare parts or tools are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Originating Goods <br /> 2 For the purposes of subparagraph 1(a), the following <br /> goods shall be considered as being wholly obtained or <br /> produced entirely in a Party: <br /> (a) mineral goods extracted in the Party; <br /> (b) vegetable goods harvested in the Party; <br /> (c) live animals born and raised in the Party; <br /> (d) goods obtained from hunting, trapping or fishing in the Party; <br /> (e) goods obtained from live animals in the Party; <br /> (f) fish, shellfish and other marine species taken <br /> from the sea beyond the territorial seas of the Parties by vessels: <br /> (i) which are registered or recorded in the Party; <br /> (ii) which sail under the flag of the Party; <br /> (iii) which are owned to an extent of at least 50 <br /> percent by nationals of the Party, or by an <br /> enterprise with its head office in the <br /> Party, of which the representatives, <br /> chairman of the board of directors, and the <br /> majority of the members of such board are <br /> nationals of the Party, and of which at <br /> least 50 percent of the equity interest is <br /> owned by nationals or enterprises of the Party; <br /> (iv) of which the master and officers are all <br /> nationals of the Party; and <br /> (v) of which at least 75 percent of the crew are <br /> nationals of the Party; <br /> Note 1: Without prejudice to the rights and <br /> obligations of the Parties under <br /> international law, including those under <br /> the United Nations Convention on the Law <br /> of the Sea, subparagraph (f) shall not <br /> apply to fish, shellfish and other <br /> marine species taken from the exclusive <br /> economic zone of the other Party by the <br /> vessels referred to in that subparagraph. <br /> Note 2: The requirements of subparagraphs <br /> (f)(iii) through (v) shall not apply to <br /> vessels registered or recorded in Chile <br /> prior to June 30, 1991, provided for in <br /> Transitional Article 10 of the <br /> consolidated text of the Law 18.892, <br /> General Law on Fisheries and Aquiculture <br /> (Artículo 10 Transitorio del texto <br /> refundido, coordinado y sistematizado de <br /> la Ley 18.892, Ley General de Pesca y <br /> Acuicultura), and their successor <br /> vessels registered or recorded in <br /> accordance with that Law and other <br /> relevant provisions of Chilean law. <br /> (g) goods produced from the goods referred to in <br /> subparagraph (f) on board factory ships: <br /> (i) which are registered or recorded in the Party; <br /> (ii) which sail under the flag of the Party; <br /> (iii) which are owned to an extent of at least 50 <br /> percent by nationals of the Party, or by an <br /> enterprise with its head office in the <br /> Party, of which the representatives, <br /> chairman of the board of directors, and the <br /> majority of the members of such board are <br /> nationals of the Party, and of which at <br /> least 50 percent of the equity interest is <br /> owned by nationals or enterprises of the Party; <br /> (iv) of which the master and officers are all <br /> nationals of the Party; and <br /> (v) of which at least 75 percent of the crew are <br /> nationals of the Party; <br /> Note: The requirements of subparagraphs (g)(iii) <br /> through (v) shall not apply to factory <br /> ships registered or recorded in Chile <br /> prior to June 30, 1991, provided for in <br /> Transitional Article 10 of the <br /> consolidated text of the Law 18.892, <br /> General Law on Fisheries and Aquiculture <br /> (Artículo 10 Transitorio del texto <br /> refundido, coordinado y sistematizado de <br /> la Ley 18.892, Ley General de Pesca y <br /> Acuicultura), and their successor vessels <br /> registered or recorded in accordance with <br /> that Law and other relevant provisions of Chilean law. <br /> (h) goods taken by the Party or a natural person or <br /> enterprise of the Party from the seabed or <br /> subsoil beneath the seabed outside the <br /> territorial sea of the Party, provided that the <br /> Party has rights to exploit such seabed or subsoil; <br /> (i) waste and scrap derived from: <br /> (i) production in the Party; or <br /> (ii) used goods collected in the Party, provided <br /> that such goods are fit only for the <br /> recovery of raw materials; and <br /> (j) goods produced in the Party exclusively from the <br /> goods referred to in subparagraphs (a) through <br /> (i), or from their derivatives, at any stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 40 : Non-Qualifying Operations <br /> 1 A good shall not be considered to be an originating <br /> good of the exporting Party merely by reason of: <br /> (a) operations to ensure the preservation of products <br /> in good condition during transport and storage; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, boxes and other simple <br /> packaging operations; <br /> (e) collection of parts and components classified as <br /> a good pursuant to Rule 2(a) of the General Rules <br /> for the Interpretation of the Harmonized System; <br /> (f) mere making-up of sets of articles; or <br /> (g) any combination of operations referred to in <br /> subparagraphs (a) through (f). <br /> 2 Paragraph 1 shall prevail over the product specific <br /> rules set out in Annex 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Qualifying Value Content <br /> 1 For the purposes of subparagraph 1(c) of Article 29, <br /> the qualifying value content of a good shall be calculated <br /> on the basis of one or the other of the following methods: <br /> (a) Method based on value of non-originating <br /> materials (\"Build-down method\") <br /> QVC = [(TV-VNM)/TV] x 100 <br /> (b) Method based on value of originating materials (\"Build-up method\") <br /> QVC = (VOM/TV) x 100 <br /> Where: <br /> QVC is the qualifying value content of the good, <br /> expressed as a percentage; <br /> TV is the transaction value of the good adjusted <br /> to F.O.B. basis, except as provided for in paragraph 2; <br /> VNM is the value of non-originating materials <br /> used by the producer in the production of the <br /> good determined pursuant to Article 31; and <br /> VOM is the value of originating materials used by <br /> the producer in the production of the good <br /> determined pursuant to Article 31. <br /> 2 In the event that there is no transaction value or the <br /> transaction value of the good is unacceptable under Article <br /> 1 of the Agreement on Customs Valuation, the value of the <br /> good shall be determined in accordance with Articles 2 <br /> through 7 of the Agreement on Customs Valuation. <br /> Article 31 : Value of Materials <br /> 1 The value of a material: <br /> (a) shall be the transaction value of the material; or <br /> (b) in the event that there is no transaction value <br /> or the transaction value of the material is <br /> unacceptable under Article 1 of the Agreement on <br /> Customs Valuation, shall be determined in <br /> accordance with Articles 2 through 7 of the <br /> Agreement on Customs Valuation. <br /> 2 The value of a material referred to in paragraph 1: <br /> (a) shall include freight, insurance, packing and all <br /> other costs incurred in transporting the material <br /> to the importation port in the Party where the <br /> producer of the good is located; and <br /> (b) may include the cost of waste and spoilage <br /> resulting from the use of the material in the <br /> production of the good, less the value of <br /> reusable scrap or by-product. <br /> 3 The value of a non-originating material shall not <br /> include, where the producer acquires the material in the <br /> Party where the producer is located, freight, insurance, <br /> packing and all other costs incurred in transporting the <br /> material from the warehouse of the supplier of the material <br /> to the place where the producer is located; as well as any <br /> other known and ascertainable cost incurred in the Party. <br /> Article 40 : Non-Qualifying Operations <br /> 1 A good shall not be considered to be an originating <br /> good of the exporting Party merely by reason of: <br /> (a) operations to ensure the preservation of products <br /> in good condition during transport and storage; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, boxes and other simple <br /> packaging operations; <br /> (e) collection of parts and components classified as <br /> a good pursuant to Rule 2(a) of the General Rules <br /> for the Interpretation of the Harmonized System; <br /> (f) mere making-up of sets of articles; or <br /> (g) any combination of operations referred to in <br /> subparagraphs (a) through (f). <br /> 2 Paragraph 1 shall prevail over the product specific <br /> rules set out in Annex 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Indirect Materials <br /> Indirect materials shall be, without regard to where <br /> they are produced, considered to be originating materials <br /> of the Party where the good is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 41 : Consignment Criteria <br /> 1 An originating good of a Party shall be deemed to meet <br /> the consignment criteria when it is: <br /> (a) transported directly from the Party to the other Party; or <br /> (b) transported through one or more non-Parties for <br /> the purpose of transit or temporary storage in <br /> warehouses in such non-Parties, provided that it <br /> does not undergo operations other than unloading, <br /> reloading and any other operation to preserve it in good condition. <br /> 2 If an originating good of a Party does not meet the <br /> consignment criteria referred to in paragraph 1, that good <br /> shall not be considered as an originating good of the Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Originating Goods <br /> 1 Except as otherwise provided for in this Chapter, a <br /> good shall qualify as an originating good of a Party where: <br /> (a) the good is wholly obtained or produced entirely <br /> in the Party, as defined in paragraph 2; <br /> (b) the good is produced entirely in the Party <br /> exclusively from originating materials of the Party; <br /> (c) the good is produced entirely in the Party using <br /> non-originating materials, provided that the good <br /> satisfies the product specific rules set out in <br /> Annex 2, as well as all other applicable <br /> requirements of this Chapter; or <br /> (d)except for a good provided for in Chapters 61 <br /> through 63 of the Harmonized System, the good is <br /> produced entirely in the Party, but one or more <br /> of the non-originating materials that are used in <br /> the production of the good do not undergo an <br /> applicable change in tariff classification because: <br /> (i)the good is imported into the Party in an <br /> unassembled or disassembled form but is <br /> classified as an assembled good pursuant to <br /> Rule 2(a) of the General Rules for the <br /> Interpretation of the Harmonized System; or <br /> (ii) the heading for the good provides for and <br /> specifically describes both the good itself <br /> and its parts and is not further subdivided <br /> into subheadings, or the subheading for the <br /> good provides for and specifically describes <br /> both the good itself and its parts, <br /> provided that the qualifying value content of the good, <br /> determined in accordance with Article 30, is not less than <br /> 45 percent when the method referred to in subparagraph 1(a) <br /> of Article 30 is used or 30 percent when the method <br /> referred to in subparagraph 1(b) of Article 30 is used, <br /> unless otherwise provided for in Annex 2, and that the good <br /> satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Packaging Materials and Containers for Retail Sale <br /> Packaging materials and containers in which a good is <br /> packaged for retail sale shall, if classified with the good <br /> pursuant to Rule 5 of the General Rules for the <br /> Interpretation of the Harmonized System, be disregarded in <br /> determining whether the good qualifies as an originating good of a Party. <br /> Article 39 : Packing Materials and Containers for Shipment <br /> Packing materials and containers for shipment shall be <br /> disregarded in determining whether the good qualifies as an <br /> originating good of a Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Fungible Goods and Materials <br /> 1 For the purposes of determining whether a good <br /> qualifies as an originating good of a Party, where fungible <br /> materials consisting of originating materials of the Party <br /> and non-originating materials that are commingled in an <br /> inventory are used in the production of the good, the <br /> origin of the materials may be determined pursuant to an <br /> inventory management method recognized in the Generally <br /> Accepted Accounting Principles in the Party. <br /> 2 Where fungible goods consisting of originating goods <br /> of a Party and non-originating goods are commingled in an <br /> inventory and, prior to exportation do not undergo any <br /> production process or any operation in the Party where they <br /> were commingled other than unloading, reloading and any <br /> other operation to preserve them in good condition, the <br /> origin of the good may be determined pursuant to an <br /> inventory management method recognized in the Generally <br /> Accepted Accounting Principles in the Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Sets, Kits or Composite Goods <br /> 1 Sets, kits and composite goods classified pursuant to <br /> Rule 3 of the General Rules for the Interpretation of the <br /> Harmonized System shall qualify as originating goods of the <br /> exporting Party, where every good contained in the sets, <br /> kits or composite goods satisfies the applicable rule of <br /> origin for each of them under this Chapter. <br /> 2 Paragraph 1 shall prevail over the product specific <br /> rules set out in Annex 2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 42 : Exhibitions <br /> Notwithstanding Article 41, an originating good of a <br /> Party imported into the other Party after an exhibition in <br /> a non-Party shall continue to qualify as an originating <br /> good of the former Party when it: <br /> (a) remained under the control of the customs <br /> authority of the non-Party while it was in the non-Party; and <br /> (b) was transported: <br /> (i) directly to and from the non-Party; or <br /> (ii) through other non-Parties for the purpose of <br /> transit or temporary storage in warehouses <br /> in such other non-Parties, provided that it <br /> did not undergo operations other than <br /> unloading, reloading and any other operation <br /> to preserve it in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 44 : Certificate of Origin <br /> 1 A certificate of origin shall be issued by the <br /> competent authority specified in Annex 3(hereinafter <br /> referred to in this Chapter as \"competent authority\") of <br /> the exporting Party on request having been made in writing <br /> by the exporter. <br /> 2 For the purposes of this Article, the competent <br /> authority of the exporting Party may designate public or <br /> private entities or bodies to be responsible for the <br /> issuance of certificate of origin in accordance with the <br /> applicable laws and regulations of the exporting Party. <br /> 3 Where the competent authority of the exporting Party <br /> designates public or private entities or bodies to carry <br /> out the issuance of certificate of origin, the exporting <br /> Party shall notify in writing the other Party of its designees. <br /> 4 For the purposes of this Chapter, upon the entry into <br /> force of this Agreement, a format of certificate of origin <br /> shall be established in the English language in the <br /> Operational Procedures referred to in Article 52. A <br /> certificate of origin shall include minimum data specified in Annex 4. <br /> 5 A certificate of origin shall be completed in the <br /> English language. <br /> 6 An issued certificate of origin shall be applicable to <br /> an importation of originating goods of the exporting Party <br /> into the importing Party and be valid for one year from the <br /> date of issuance. <br /> 7 Where the exporter of a good is not the producer of <br /> the good in the exporting Party, the exporter may request a <br /> certificate of origin on the basis of: <br /> (a) a declaration provided by the exporter to the <br /> competent authority of the exporting Party or its <br /> designees based on the information provided by <br /> the producer of the good to that exporter; or <br /> (b) a declaration voluntarily provided by the <br /> producer of the good directly to the competent <br /> authority of the exporting Party or its designees <br /> by the request of the exporter. <br /> 8 A certificate of origin shall be issued only after the <br /> exporter who requests the certificate of origin, or the <br /> producer of a good in the exporting Party referred to in <br /> subparagraph 7(b), proves to the competent authority of the <br /> exporting Party or its designees that the good to be <br /> exported qualifies as an originating good of the exporting <br /> Party. The competent authority of the exporting Party or <br /> its designees may, in accordance with the applicable laws <br /> and regulations of the exporting Party, require such <br /> exporter or producer to provide information relating to the <br /> origin of the good. <br /> 9 The competent authority of the exporting Party shall <br /> provide the importing Party with impressions of stamps used <br /> by the competent authority of the exporting Party or its designees. <br /> 10. Each Party shall ensure that the competent authority <br /> of the exporting Party or its designees shall keep a record <br /> of issued certificates of origin for a period of five years <br /> after the date on which the certificate of origin was <br /> issued. Such record will include all antecedents, which <br /> were presented to prove the qualification as an originating <br /> good of the exporting Party. <br /> Article 47 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the exporting Party under preferential tariff <br /> treatment qualifies as an originating good of the exporting <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent authority of the exporting Party on the basis <br /> of a certificate of origin, where it has reasonable doubt <br /> as to the authenticity of the certificate of origin or the <br /> accuracy of the information included in the certificate of origin. <br /> 2 For the purposes of paragraph 1, the competent <br /> authority of the exporting Party shall, in accordance with <br /> the laws and regulations of the exporting Party, provide <br /> the information requested within a period of three months <br /> from the date of receipt of the request. If the customs <br /> authority of the importing Party considers necessary, it <br /> may require additional information relating to the origin <br /> of the good. If additional information is requested by the <br /> customs authority of the importing Party, the competent <br /> authority of the exporting Party shall, in accordance with <br /> the laws and regulations of the exporting Party, provide <br /> the information requested within a period of two months <br /> from the date of receipt of the request. <br /> 3 For the purposes of paragraph 2, the competent <br /> authority of the exporting Party may request the exporter <br /> to whom the certificate of origin has been issued, or the <br /> producer of the good in the exporting Party referred to in <br /> subparagraph 7(b) of Article 44, to provide the former with <br /> the information requested. <br /> 4 The request of information in accordance with <br /> paragraph 1 shall not preclude the use of the verification <br /> method provided for in Article 48. <br /> Rule 2 : Declaration <br /> A declaration for a certificate of origin should be completed by the exporter, in field 9. The <br /> exporter's signature may be autographed or electronically printed. <br /> Rule 3 : Issuance <br /> (a) In principle, a certificate of origin should be issued prior to or at the time of shipment. <br /> (b) In exceptional cases where the certificate of origin has not been issued by the time of <br /> shipment, at the request of the exporter, the certificate of origin may be issued retroactively in <br /> accordance with the laws and regulations of the exporting Party, in which case it is necessary to <br /> indicate \"ISSUED RETROACTIVELY\" in field 8. In such cases, the importer of the good who claims <br /> the preferential tariff treatment for the good may, subject to the laws and regulations of the <br /> importing Party, provide the customs authority of the importing Party with the certificate of origin <br /> issued retroactively. The certificate of origin issued retroactively should indicate the date of <br /> shipment in field 3. <br /> (c) Signatures on a certificate of origin of the representatives of the competent authority of the <br /> exporting Party or its designees may be autographed or electronically printed. <br /> (d) Each certificate of origin should bear a certification number given by the competent authority <br /> of the exporting Party or its designees. <br /> (e) In the event of theft, loss or destruction of a certificate of origin before the expiration of its <br /> validity, the exporter may request the competent authority of the exporting Party or its designees <br /> to issue a new certificate of origin with a new certification number on the basis of the export <br /> documents in their possession, in which case the original certificate of origin should be <br /> invalidated. The date of issuance and the certification number of the original certificate of origin <br /> should be indicated in the new certificate of origin in field 8. The new certificate of origin should <br /> be valid during the original term of the validity of the original certificate of origin. <br /> Rule 4 : Modification <br /> (a) The exporter should request the reissuance of a certificate of origin if a certificate of origin <br /> contains incorrect information, and the invalidation of the original certificate. <br /> (b) Notwithstanding subparagraph (a), the competent authority of the exporting Party or its <br /> designees may, in response to the request for reissuance referred to in subparagraph (a) or at <br /> their own initiative, make modification on the certificate of origin by striking out errors and <br /> making any addition required. Such modification should be certified by authorized signature and <br /> seal of the competent authority of the exporting Party or its designees. <br /> (c) Erasures, superimpositions and modifications other than those referred to in subparagraph (b) <br /> should not be allowed on the issued certificate of origin. <br /> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br /> In cases where some goods not subject to preferential tariff treatment are described in a <br /> certificate of origin together with other goods subject to preferential tariff treatment, the <br /> certificate of origin is valid only for goods subject to preferential tariff treatment. <br /> 2. Administration and Enforcement", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 43 : Claim for Preferential Tariff Treatment <br /> 2 Notwithstanding paragraph 1, the customs authority of <br /> the importing Party shall not require a certificate of <br /> origin from importers for: <br /> (a) an importation of originating goods of the <br /> exporting Party whose total customs value does <br /> not exceed 1000 United States of America dollars <br /> or its equivalent amount in the Party's currency, <br /> or such higher amount as it may establish; or <br /> (b) an importation of originating goods of the <br /> exporting Party, for which the customs authority <br /> of the importing Party has waived the requirement <br /> for a certificate of origin, <br /> provided that the importation does not form part of one or <br /> more importations that may reasonably be considered to have <br /> been undertaken or arranged for the purpose of avoiding the <br /> certification requirements of this Article and Article 46.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Focal points of administrative offices <br /> (a) The focal point of the competent authority of the exporting Party is: <br /> in the case of Japan, the Origin Certification Policy Office of the Trade Administration Division of <br /> the Trade and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br /> in the case of Chile, Certification of Origin Office of the Market Access Department, General <br /> Directorate of International Economic Affairs of the Ministry of Foreign Affairs. <br /> (b) The focal point of the customs authority of the importing Party is: <br /> in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br /> in the case of Chile, International Affairs Department, National Customs Service. <br /> (c) Both Parties should provide each other with the address, phone number, fax number and e- <br /> mail address of the focal points referred to in subparagraphs (a) and (b) upon adoption of this <br /> Operational Procedures, and should notify any modification regarding such information within 30 <br /> days after such modification. <br /> (d) If the competent authority of the exporting Party designates entities or bodies to carry out the <br /> issuance of the certificate of origin, or makes modification or revocation with respect to its <br /> designees, it should immediately notify the importing Party of such designation, <br /> modification or revocation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 44 : Certificate of Origin <br /> 6 An issued certificate of origin shall be applicable to <br /> an importation of originating goods of the exporting Party <br /> into the importing Party and be valid for one year from the <br /> date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 44 : Certificate of Origin <br /> 10. Each Party shall ensure that the competent authority <br /> of the exporting Party or its designees shall keep a record <br /> of issued certificates of origin for a period of five years <br /> after the date on which the certificate of origin was <br /> issued. Such record will include all antecedents, which <br /> were presented to prove the qualification as an originating <br /> good of the exporting Party. <br /> Article 45 : Obligations regarding Exportations <br /> Each Party shall, in accordance with its laws and <br /> regulations, ensure that the exporter to whom a certificate <br /> of origin has been issued, or the producer of a good in the <br /> exporting Party referred to in subparagraph 7(b) of Article 44: <br /> (a) shall notify in writing the competent authority <br /> of the exporting Party or its designees without <br /> delay when such exporter or producer knows that <br /> such good does not qualify as an originating good <br /> of the exporting Party; and <br /> (b) shall keep the records relating to the origin of <br /> the good for five years after the date on which <br /> the certificate of origin was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 46 : Obligations regarding Importations <br /> 2 Each Party shall ensure that, in the case in which the <br /> importer at the time of importation does not have a <br /> certificate of origin in its possession, the importer may, <br /> in accordance with the laws and regulations of the <br /> importing Party, provide the customs authority of the <br /> importing Party with the certificate of origin issued in <br /> accordance with paragraph 1 of Article 44 and, if required, <br /> such other documentation relating to the importation of the <br /> good, within a period not exceeding one year after the time of importation. <br /> Note: In the case of importation into Chile, any <br /> excess customs duties shall be refunded to the <br /> importer referred to in paragraph 2. <br /> (b) In exceptional cases where the certificate of origin has not been issued by the time of <br /> shipment, at the request of the exporter, the certificate of origin may be issued retroactively in <br /> accordance with the laws and regulations of the exporting Party, in which case it is necessary to <br /> indicate \"ISSUED RETROACTIVELY\" in field 8. In such cases, the importer of the good who claims <br /> the preferential tariff treatment for the good may, subject to the laws and regulations of the <br /> importing Party, provide the customs authority of the importing Party with the certificate of origin <br /> issued retroactively. The certificate of origin issued retroactively should indicate the date of <br /> shipment in field 3.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 46 : Obligations regarding Importations <br /> 1 Except as otherwise provided for in this Chapter, the <br /> customs authority of the importing Party shall require an <br /> importer who claims preferential tariff treatment for a <br /> good imported from the other Party to: <br /> (a) make a written declaration, based on a valid <br /> certificate of origin, that the good qualifies as <br /> an originating good of the exporting Party; <br /> (b) have the certificate of origin in its possession <br /> at the time the declaration is made; <br /> (c) provide the certificate of origin on the request <br /> of the customs authority of the importing Party; and <br /> (d) promptly make a corrected declaration and pay any <br /> duties owing where the importer has reason to <br /> believe that the certificate of origin on which a <br /> declaration was based contains information that is not correct. <br /> 2 Each Party shall ensure that, in the case in which the <br /> importer at the time of importation does not have a <br /> certificate of origin in its possession, the importer may, <br /> in accordance with the laws and regulations of the <br /> importing Party, provide the customs authority of the <br /> importing Party with the certificate of origin issued in <br /> accordance with paragraph 1 of Article 44 and, if required, <br /> such other documentation relating to the importation of the <br /> good, within a period not exceeding one year after the time of importation. <br /> Note: In the case of importation into Chile, any <br /> excess customs duties shall be refunded to the <br /> importer referred to in paragraph 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Invoice of a non-Party <br /> The customs authority of the importing Party should not refuse to accept a certificate of origin <br /> only for the reason that the invoice is issued by either a natural person or a juridical person <br /> located in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 47 : Request for Checking of Certificate of Origin <br /> 1 For the purposes of determining whether a good <br /> imported from the exporting Party under preferential tariff <br /> treatment qualifies as an originating good of the exporting <br /> Party, the customs authority of the importing Party may <br /> request information relating to the origin of the good from <br /> the competent authority of the exporting Party on the basis <br /> of a certificate of origin, where it has reasonable doubt <br /> as to the authenticity of the certificate of origin or the <br /> accuracy of the information included in the certificate of origin. <br /> 2 For the purposes of paragraph 1, the competent <br /> authority of the exporting Party shall, in accordance with <br /> the laws and regulations of the exporting Party, provide <br /> the information requested within a period of three months <br /> from the date of receipt of the request. If the customs <br /> authority of the importing Party considers necessary, it <br /> may require additional information relating to the origin <br /> of the good. If additional information is requested by the <br /> customs authority of the importing Party, the competent <br /> authority of the exporting Party shall, in accordance with <br /> the laws and regulations of the exporting Party, provide <br /> the information requested within a period of two months <br /> from the date of receipt of the request. <br /> 3 For the purposes of paragraph 2, the competent <br /> authority of the exporting Party may request the exporter <br /> to whom the certificate of origin has been issued, or the <br /> producer of the good in the exporting Party referred to in <br /> subparagraph 7(b) of Article 44, to provide the former with <br /> the information requested. <br /> 4 The request of information in accordance with <br /> paragraph 1 shall not preclude the use of the verification <br /> method provided for in Article 48. <br /> Article 48 : Verification Visit <br /> 1 The customs authority of the importing Party may <br /> request the competent authority of the exporting Party to: <br /> (a) collect and provide information relating to the <br /> origin of a good and check, for that purpose, the <br /> facilities used in the production of the good, <br /> through a visit by the competent authority of the <br /> exporting Party along with the customs authority <br /> of the importing Party to the premises of the <br /> exporter to whom the certificate of origin has <br /> been issued, or the producer of the good in the <br /> exporting Party referred to in subparagraph 7(b) of Article 44; and <br /> (b) provide information relating to the origin of the <br /> good in the possession of the competent authority <br /> of the exporting Party or its designees during <br /> the visit pursuant to subparagraph (a). <br /> 2 When requesting the competent authority of the <br /> exporting Party to conduct a visit pursuant to paragraph 1, <br /> the customs authority of the importing Party shall deliver <br /> a written communication with such request to the competent <br /> authority of the exporting Party at least 40 days in <br /> advance of the proposed date of the visit, the receipt of <br /> which is to be confirmed by the competent authority of the <br /> exporting Party. The competent authority of the exporting <br /> Party shall request the written consent of the exporter, or <br /> the producer of the good in the exporting Party whose <br /> premises are to be visited. <br /> 3 The communication referred to in paragraph 2 shall include: <br /> (a) the identity of the customs authority issuing the communication; <br /> (b) the name of the exporter, or the producer of the <br /> good in the exporting Party whose premises are <br /> requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the objective and scope of the proposed visit, <br /> including specific reference to the good subject <br /> of the verification referred to in the <br /> certificate of origin; and <br /> (e) the names and titles of the officials of the <br /> customs authority of the importing Party to be <br /> present during the visit. <br /> 4 The competent authority of the exporting Party shall <br /> respond in writing to the customs authority of the <br /> importing Party, within 30 days of the receipt of the <br /> communication referred to in paragraph 2, if it accepts or <br /> refuses to conduct the visit requested pursuant to paragraph 1. <br /> 5 The competent authority of the exporting Party shall, <br /> in accordance with the laws and regulations of the <br /> exporting Party, provide within 45 days or any other <br /> mutually agreed period from the last day of the visit, to <br /> the customs authority of the importing Party the <br /> information obtained pursuant to paragraph 1. <br /> Article 49 : Determination of Origin <br /> and Preferential Tariff Treatment <br /> 1 The customs authority of the importing Party may deny <br /> preferential tariff treatment to a good for which an <br /> importer claims preferential tariff treatment where the <br /> good does not qualify as an originating good of the <br /> exporting Party or where the importer fails to comply with <br /> any of the relevant requirements of this Chapter. <br /> 2 The competent authority of the exporting Party shall, <br /> when it cancels the decision to issue the certificate of <br /> origin, promptly notify the cancellation to the exporter to <br /> whom the certificate of origin has been issued, and to the <br /> customs authority of the importing Party except where the <br /> certificate of origin has been returned to the competent <br /> authority of the exporting Party. The customs authority of <br /> the importing Party may determine that the good does not <br /> qualify as an originating good of the exporting Party and <br /> may deny preferential tariff treatment when it receives the notification. <br /> 3 The customs authority of the importing Party may <br /> determine that a good does not qualify as an originating <br /> good of the exporting Party and may deny preferential <br /> tariff treatment, and a written determination thereof shall <br /> be sent to the competent authority of the exporting Party: <br /> (a) where the competent authority of the exporting <br /> Party fails to respond to the request within the <br /> period referred to in paragraph 2 of Article 47 <br /> or paragraph 5 of Article 48; <br /> (b) where the competent authority of the exporting <br /> Party refuses to conduct a visit, or fails to <br /> respond to the communication referred to in <br /> paragraph 2 of Article 48 within the period <br /> referred to in paragraph 4 of Article 48; or <br /> (c) where the information provided to the customs <br /> authority of the importing Party pursuant <br /> to Article 47 or 48, is not sufficient to prove that <br /> the good qualifies as an originating good of the exporting Party. <br /> 4 After carrying out the procedures outlined in Article <br /> 47 or 48 as the case may be, the customs authority of the <br /> importing Party shall provide the competent authority of <br /> the exporting Party with a written determination of whether <br /> or not the good qualifies as an originating good of the <br /> exporting Party, including findings of fact and the legal <br /> basis for the determination, within 45 days from the date <br /> of receipt of the information provided by the competent <br /> authority of the exporting Party pursuant to Article 47 or <br /> 48. The competent authority of the exporting Party shall <br /> inform such determination by the customs authority of the <br /> importing Party to the exporter, or the producer of the <br /> good in the exporting Party, whose premises were subject to <br /> the visit referred to in Article 48.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 50 : Penalties and Measures against False Declaration <br /> 1 Each Party shall establish or maintain, in accordance <br /> with its laws and regulations, appropriate penalties or <br /> other sanctions against its exporters to whom a certificate <br /> of origin has been issued and the producers of a good in <br /> the exporting Party referred to in subparagraph 7(b) <br /> of Article 44, for providing false declaration or documents to <br /> the competent authority of the exporting Party or its <br /> designees prior to the issuance of certificate of origin. <br /> 2 Each Party shall, in accordance with its laws and <br /> regulations, take measures which it considers appropriate <br /> against its exporters to whom a certificate of origin has <br /> been issued and the producers of a good in the exporting <br /> Party referred to in subparagraph 7(b) of Article 44, for <br /> failing to notify in writing to the competent authority of <br /> the exporting Party or its designees without delay after <br /> having known, after the issuance of certificate of origin, <br /> that such good does not qualify as an originating good of <br /> the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Minor errors <br /> The customs authority of the importing Party should disregard minor errors, such as slight <br /> discrepancies or omissions, typing errors or protruding from the designated field, provided that <br /> these minor errors may not affect the authenticity of the certificate of origin or the accuracy of the <br /> information included in the certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 30 : Qualifying Value Content <br> Article 34 : Fungible Goods and Materials <br> Article 44 : Certificate of Origin <br> For the purposes of determining whether a good <br> Penalties and Measures against False Declaration <br> Request for Checking of Certificate of Origin <br> RULES OF ORIGIN <br> 1 For the purposes of determining whether a good <br> 1 For the purposes of subparagraph 1(c) of Article 29, <br> 1 A certificate of origin shall be issued by the <br> the qualifying value content of a good shall be calculated <br> competent authority specified in Annex 3(hereinafter <br> on the basis of one or the other of the following methods: <br> Where: <br> referred to in this Chapter as \"competent authority\") of <br> (a) Method based on value of non-originating <br> the exporting Party on request having been made in writing <br> materials (\"Build-down method\") <br> by the exporter. <br> the exporting Party referred to in subparagraph 7(b) <br> origin of the materials may be determined pursuant to an <br> QVC = [(TV-VNM)/TV] x 100 <br> 2 For the purposes of this Article, the competent <br> any of the relevant requirements of this Chapter. <br> (b) Method based on value of originating materials (\"Build-up method\") <br> authority of the exporting Party may designate public or <br> QVC = (VOM/TV) x 100 <br> private entities or bodies to be responsible for the <br> 1 Each Party shall establish or maintain, in accordance <br> 2 Each Party shall, in accordance with its laws and <br> issuance of certificate of origin in accordance with the <br> QVC is the qualifying value content of the good, <br> accuracy of the information included in the certificate of origin. <br> applicable laws and regulations of the exporting Party. <br> with its laws and regulations, appropriate penalties or <br> 3 Where the competent authority of the exporting Party <br> other sanctions against its exporters to whom a Certificate <br> TV is the transaction value of the good adjusted <br> against its exporters to whom a certificate of origin has <br> been issued and the producers of a good in the exporting <br> designates public or private entities or bodies to carry <br> of Origin has been issued and the producers of a good in <br> to F.O.B. basis, except as provided for in paragraph 2; <br> were commingled other than unloading, reloading and any <br> out the issuance of certificate of origin, the exporting <br> other operation to preserve them in good condition, the <br> VNM is the value of non-originating materials <br> Party shall notify in writing the other Party of its designees. <br> the importing Party may determine that the good does not <br> origin of the good may be determined pursuant to an <br> used by the producer in the production of the <br> qualify as an originating good of the exporting Party and <br> good determined pursuant to Article 31; and <br> force of this Agreement, a format of certificate of origin <br> Accepted Accounting Principles in the Party. <br> VOM is the value of originating materials used by <br> shall be established in the English language in the <br> the producer in the production of the good <br> determine that a good does not qualify as an originating <br> Operational Procedures referred to in Article 52. A <br> determined pursuant to Article 31. <br> certificate of origin shall include minimum data specified in Annex 4. <br> good of the exporting Party and may deny preferential <br> the information requested within a period of three months <br> 2 In the event that there is no transaction value or the <br> Indirect materials shall be, without regard to where <br> they are produced, considered to be originating materials <br> 5 A certificate of origin shall be completed in the <br> transaction value of the good is unacceptable under Article <br> English language. <br> 1 of the Agreement on Customs Valuation, the value of the <br> Article 36 : Indirect Materials <br> 6 An issued certificate of origin shall be applicable to <br> Article 37 : Accessories, Spare Parts and Tools <br> good shall be determined in accordance with Articles 2 <br> Indirect Materials <br> an importation of originating goods of the exporting Party <br> through 7 of the Agreement on Customs Valuation. <br> into the importing Party and be valid for one year from the <br> Article 31 : Value of Materials <br> to the importation port in the Party where the <br> 7 Where the exporter of a good is not the producer of <br> 1 The value of a material: <br> date of issuance. <br> (a) shall be the transaction value of the material; or <br> certificate of origin on the basis of: <br> (b) in the event that there is no transaction value <br> or the transaction value of the material is <br> competent authority of the exporting Party or its <br> unacceptable under Article 1 of the Agreement on <br> 3 For the purposes of paragraph 2, the competent <br> designees based on the information provided by <br> Verification Visit <br> Customs Valuation, shall be determined in <br> the producer of the good to that exporter; or <br> accordance with Articles 2 through 7 of the <br> Agreement on Customs Valuation. <br> of whether they are separately described in the invoice; and <br> (a) collect and provide information relating to the <br> 2 The value of a material referred to in paragraph 1: <br> authority of the exporting Party or its designees <br> (a) shall include freight, insurance, packing and all <br> by the request of the exporter. <br> Certificate of Origin; and <br> other costs incurred in transporting the material <br> 8 A certificate of origin shall be issued only after the <br> exporter who requests the certificate of origin, or the <br> (b) the quantities and value of the accessories, <br> Accessories, spare parts or tools delivered with a <br> producer of the good is located; and <br> producer of a good in the exporting Party referred to in <br> (b) may include the cost of waste and spoilage <br> subparagraph 7(b), proves to the competent authority of the <br> resulting from the use of the material in the <br> exporting Party or its designees that the good to be <br> production of the good, less the value of <br> exported qualifies as an originating good of the exporting <br> Consignment Criteria <br> reusable scrap or by-product. <br> origin of a good and check, for that purpose, the <br> Party. The competent authority of the exporting Party or <br> 3 The value of a non-originating material shall not <br> Packaging Materials and Containers for Retail Sale <br> its designees may, in accordance with the applicable laws <br> include, where the producer acquires the material in the <br> and regulations of the exporting Party, require such <br> good in the exporting Party, whose premises were subject to <br> Party where the producer is located, freight, insurance, <br> exporter or producer to provide information relating to the <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> packing and all other costs incurred in transporting the <br> Value of Materials <br> origin of the good. <br> material from the warehouse of the supplier of the material <br> 9 The competent authority of the exporting Party shall <br> to the place where the producer is located; as well as any <br> provide the importing Party with impressions of stamps used <br> other known and ascertainable cost incurred in the Party. <br> by the competent authority of the exporting Party or its designees. <br> the exporting Party. <br> Article 32 : De Minimis <br> 10. Each Party shall ensure that the competent authority <br> (b) provide information relating to the origin of the <br> of the exporting Party or its designees shall keep a record <br> Non-originating materials used in the production of a <br> of issued certificates of origin for a period of five years <br> good that do not undergo an applicable change in tariff <br> Qualifying Value Content <br> after the date on which the certificate of origin was <br> classification shall be disregarded in determining whether <br> the good qualifies as an originating good of a Party, <br> (b) changes of packaging and breaking up and assembly of packages; <br> provided that the totality of such materials does not <br> exceed specific percentages in value, weight or volume of <br> Article 45 : Obligations regarding Exportations <br> Article 39 : Packing Materials and Containers for Shipment <br> the good as set out in Annex 2. <br> Obligations regarding Exportations <br> Article 33 : Accumulation <br> Each Party shall, in accordance with its laws and <br> good in the exporting Party whose premises are <br> regulations, ensure that the exporter to whom a certificate <br> expressed as a percentage; <br> (a) the identity of the customs authority issuing the communication; <br> of origin has been issued, or the producer of a good in the <br> production of the good in the former Party may be <br> exporting Party referred to in subparagraph 7(b) of Article 44: <br> (a) shall notify in writing the competent authority <br> of the exporting Party or its designees without <br> delay when such exporter or producer knows that <br> packaging operations; <br> such good does not qualify as an originating good <br> of the exporting Party; and <br> (b) shall keep the records relating to the origin of <br> qualifies as an originating good of a Party, where fungible <br> (c) the proposed date and place of the visit; <br> the good for five years after the date on which <br> materials consisting of originating materials of the Party <br> the certificate of origin was issued. <br> and non-originating materials that are commingled in an <br> Article 46 : Obligations regarding Importations <br> including specific reference to the good subject <br> inventory are used in the production of the good, the <br> Obligations regarding Importations <br> present during the visit. <br> 1 Except as otherwise provided for in this Chapter, the <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party shall require an <br> importer who claims preferential tariff treatment for a <br> 2 Where fungible goods consisting of originating goods <br> good imported from the other Party to: <br> of a Party and non-originating goods are commingled in an <br> (a) make a written declaration, based on a valid <br> inventory and, prior to exportation do not undergo any <br> certificate of origin, that the good qualifies as <br> production process or any operation in the Party where they <br> an originating good of the exporting Party; <br> Accumulation <br> (b) have the certificate of origin in its possession <br> at the time the declaration is made; <br> importing Party, within 30 days of the receipt of the <br> (c) provide the certificate of origin on the request <br> exporting Party or where the importer fails to comply with <br> inventory management method recognized in the Generally <br> of the customs authority of the importing Party; and <br> (d) promptly make a corrected declaration and pay any <br> Article 35 : Sets, Kits or Composite Goods <br> duties owing where the importer has reason to <br> believe that the certificate of origin on which a <br> 1 Sets, kits and composite goods classified pursuant to <br> declaration was based contains information that is not correct. <br> Rule 3 of the General Rules for the Interpretation of the <br> 2 Each Party shall ensure that, in the case in which the <br> Harmonized System shall qualify as originating goods of the <br> importer at the time of importation does not have a <br> (a) operations to ensure the preservation of products <br> exporting Party, where every good contained in the sets, <br> certificate of origin in its possession, the importer may, <br> kits or composite goods satisfies the applicable rule of <br> origin for each of them under this Chapter. <br> importing Party, provide the customs authority of the <br> Accessories, Spare Parts and Tools <br> importing Party with the certificate of origin issued in <br> rules set out in Annex 2. <br> accordance with paragraph 1 of Article 44 and, if required, <br> such other documentation relating to the importation of the <br> (g) any combination of operations referred to in <br> good, within a period not exceeding one year after the time of importation. <br> (e) collection of parts and components classified as <br> Note: In the case of importation into Chile, any <br> tariff treatment, and a written determination thereof shall <br> a good pursuant to Rule 2(a) of the General Rules <br> excess customs duties shall be refunded to the <br> facilities used in the production of the good, <br> of the Party where the good is produced. <br> importer referred to in paragraph 2. <br> Article 47 : Request for Checking of Certificate of Origin <br> 3 The customs authority of the importing Party may <br> good that form part of the good's standard accessories, <br> whether the good qualifies as an originating good of a <br> imported from the exporting Party under preferential tariff <br> preferential tariff treatment to a good for which an <br> spare parts or tools, shall be disregarded in determining <br> treatment qualifies as an originating good of the exporting <br> good does not qualify as an originating good of the <br> Party, the customs authority of the importing Party may <br> Party, provided that: <br> request information relating to the origin of the good from <br> (a) the accessories, spare parts or tools are not <br> the competent authority of the exporting Party on the basis <br> invoiced separately from the good, without regard <br> of a certificate of origin, where it has reasonable doubt <br> as to the authenticity of the certificate of origin or the <br> 1 A good shall not be considered to be an originating <br> Fungible Goods and Materials <br> spare parts or tools are customary for the good. <br> 2 For the purposes of paragraph 1, the competent <br> for the Interpretation of the Harmonized System; <br> Packaging materials and containers in which a good is <br> packaged for retail sale shall, if classified with the good <br> from the date of receipt of the request. If the customs <br> pursuant to Rule 5 of the General Rules for the <br> authority of the importing Party considers necessary, it <br> Interpretation of the Harmonized System, be disregarded in <br> may require additional information relating to the origin <br> determining whether the good qualifies as an originating good of a Party. <br> of the good. If additional information is requested by the <br> qualifies as an originating good of a Party, an originating <br> customs authority of the importing Party, the competent <br> the good in the exporting Party, the exporter may request a <br> good of the other Party which is used as a material in the <br> authority of the exporting Party shall, in accordance with <br> Packing materials and containers for shipment shall be <br> the laws and regulations of the exporting Party, provide <br> considered as an originating material of the former Party. <br> disregarded in determining whether the good qualifies as an <br> the information requested within a period of two months <br> originating good of a Party. <br> from the date of receipt of the request. <br> Article 40 : Non-Qualifying Operations <br> subparagraphs (a) through (f). <br> (a) a declaration provided by the exporter to the <br> authority of the exporting Party may request the exporter <br> to whom the certificate of origin has been issued, or the <br> good of the exporting Party merely by reason of: <br> producer of the good in the exporting Party referred to in <br> subparagraph 7(b) of Article 44, to provide the former with <br> in good condition during transport and storage; <br> the information requested. <br> 4 The request of information in accordance with <br> De Minimis <br> paragraph 1 shall not preclude the use of the verification <br> (d) placing in bottles, cases, boxes and other simple <br> method provided for in Article 48. <br> Article 48 : Verification Visit <br> 1 The customs authority of the importing Party may <br> 4 For the purposes of this Chapter, upon the entry into <br> producer of the good directly to the competent <br> request the competent authority of the exporting Party to: <br> 2 Paragraph 1 shall prevail over the product specific <br> (b) a declaration voluntarily provided by the <br> through a visit by the competent authority of the <br> exporting Party along with the customs authority <br> Article 41 : Consignment Criteria <br> of the importing Party to the premises of the <br> exporter to whom the certificate of origin has <br> 1 An originating good of a Party shall be deemed to meet <br> been issued, or the producer of the good in the <br> Sets, Kits or Composite Goods <br> the consignment criteria when it is: <br> exporting Party referred to in subparagraph 7(b) of Article 44; and <br> (a) transported directly from the Party to the other Party; or <br> (b) transported through one or more non-Parties for <br> good in the possession of the competent authority <br> the purpose of transit or temporary storage in <br> of the exporting Party or its designees during <br> warehouses in such non-Parties, provided that it <br> the visit pursuant to subparagraph (a). <br> (f) mere making-up of sets of articles; or <br> does not undergo operations other than unloading, <br> 2 When requesting the competent authority of the <br> good of the exporting Party. <br> reloading and any other operation to preserve it in good condition. <br> exporting Party to conduct a visit pursuant to paragraph 1, <br> issued. Such record will include all antecedents, which <br> 2 If an originating good of a Party does not meet the <br> the customs authority of the importing Party shall deliver <br> were presented to prove the qualification as an originating <br> consignment criteria referred to in paragraph 1, that good <br> a written communication with such request to the competent <br> shall not be considered as an originating good of the Party. <br> authority of the exporting Party at least 40 days in <br> (c) disassembly; <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the competent authority of the <br> exporting Party. The competent authority of the exporting <br> Party shall request the written consent of the exporter, or <br> the competent authority of the exporting Party or its <br> the producer of the good in the exporting Party whose <br> premises are to be visited. <br> (b) the name of the exporter, or the producer of the <br> requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the <br> Certificate of Origin <br> 4 The competent authority of the exporting Party shall <br> respond in writing to the customs authority of the <br> communication referred to in paragraph 2, if it accepts or <br> refuses to conduct the visit requested pursuant to paragraph 1. <br> 5 The competent authority of the exporting Party shall, <br> in accordance with the laws and regulations of the <br> exporting Party, provide within 45 days or any other <br> mutually agreed period from the last day of the visit, to <br> the customs authority of the importing Party the <br> information obtained pursuant to paragraph 1. <br> Article 49 : Determination of Origin <br> Determination of Origin <br> and Preferential Tariff Treatment <br> Non-Qualifying Operations <br> importer claims preferential tariff treatment where the <br> 2 The competent authority of the exporting Party shall, <br> when it cancels the decision to issue the certificate of <br> origin, promptly notify the cancellation to the exporter to <br> whom the certificate of origin has been issued, and to the <br> customs authority of the importing Party except where the <br> certificate of origin has been returned to the competent <br> authority of the exporting Party. The customs authority of <br> may deny preferential tariff treatment when it receives the notification. <br> be sent to the competent authority of the exporting Party: <br> (a) where the competent authority of the exporting <br> Party fails to respond to the request within the <br> period referred to in paragraph 2 of Article 47 <br> Packing Materials and Containers for Shipment <br> or paragraph 5 of Article 48; <br> (b) where the competent authority of the exporting <br> Party refuses to conduct a visit, or fails to <br> respond to the communication referred to in <br> paragraph 2 of Article 48 within the period <br> referred to in paragraph 4 of Article 48; or <br> (c) where the information provided to the customs <br> authority of the importing Party pursuant <br> to Article 47 or 48, is not sufficient to prove that <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article <br> 47 or 48 as the case may be, the customs authority of the <br> importing Party shall provide the competent authority of <br> the exporting Party with a written determination of whether <br> or not the good qualifies as an originating good of the <br> exporting Party, including findings of fact and the legal <br> basis for the determination, within 45 days from the date <br> of receipt of the information provided by the competent <br> authority of the exporting Party pursuant to Article 47 or <br> 48. The competent authority of the exporting Party shall <br> inform such determination by the customs authority of the <br> importing Party to the exporter, or the producer of the <br> the visit referred to in Article 48. <br> Article 50 : Penalties and Measures against False Declaration <br> of Article 44, for providing false declaration or documents to <br> designees prior to the issuance of certificate of origin. <br> 3 The communication referred to in paragraph 2 shall include: <br> regulations, take measures which it considers appropriate <br> Party referred to in subparagraph 7(b) of Article 44, for <br> failing to notify in writing to the competent authority of <br> the exporting Party or its designees without delay after <br> having known, after the issuance of certificate of origin, <br> that such good does not qualify as an originating good of <br> customs authority of the importing Party to be <br> 1 The customs authority of the importing Party may deny <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 29 : Originating Goods <br> 1 Except as otherwise provided for in this Chapter, a <br> good shall qualify as an originating good of a Party where: <br> (a) the good is wholly obtained or produced entirely <br> in the Party, as defined in paragraph 2; <br> (b) the good is produced entirely in the Party <br> exclusively from originating materials of the Party; <br> (c) the good is produced entirely in the Party using <br> non-originating materials, provided that the good <br> satisfies the product specific rules set out in <br> Annex 2, as well as all other applicable <br> requirements of this Chapter; or <br> (d)except for a good provided for in Chapters 61 <br> through 63 of the Harmonized System, the good is <br> produced entirely in the Party, but one or more <br> of the non-originating materials that are used in <br> the production of the good do not undergo an <br> applicable change in tariff classification because: <br> (i)the good is imported into the Party in an <br> unassembled or disassembled form but is <br> classified as an assembled good pursuant to <br> Rule 2(a) of the General Rules for the <br> Interpretation of the Harmonized System; or <br> (ii) the heading for the good provides for and <br> specifically describes both the good itself <br> and its parts and is not further subdivided <br> into subheadings, or the subheading for the <br> good provides for and specifically describes <br> both the good itself and its parts, <br> provided that the qualifying value content of the good, <br> determined in accordance with Article 30, is not less than <br> 45 percent when the method referred to in subparagraph 1(a) <br> of Article 30 is used or 30 percent when the method <br> referred to in subparagraph 1(b) of Article 30 is used, <br> unless otherwise provided for in Annex 2, and that the good <br> satisfies all other applicable requirements of this Chapter. <br> 2 For the purposes of subparagraph 1(a), the following <br> goods shall be considered as being wholly obtained or <br> produced entirely in a Party: <br> (a) mineral goods extracted in the Party; <br> (b) vegetable goods harvested in the Party; <br> (c) live animals born and raised in the Party; <br> (d) goods obtained from hunting, trapping or fishing in the Party; <br> (e) goods obtained from live animals in the Party; <br> (f) fish, shellfish and other marine species taken <br> from the sea beyond the territorial seas of the Parties by vessels: <br> (i) which are registered or recorded in the Party; <br> Party, of which the representatives, <br> owned by nationals or enterprises of the Party; <br> (iv) of which the master and officers are all <br> (v) of which at least 75 percent of the crew are <br> nationals of the Party; <br> Note 1: Without prejudice to the rights and <br> obligations of the Parties under <br> international law, including those under <br> the United Nations Convention on the Law <br> of the Sea, subparagraph (f) shall not <br> apply to fish, shellfish and other <br> marine species taken from the exclusive <br> economic zone of the other Party by the <br> vessels referred to in that subparagraph. <br> Note 2: The requirements of subparagraphs <br> (f)(iii) through (v) shall not apply to <br> vessels registered or recorded in Chile <br> prior to June 30, 1991, provided for in <br> Transitional Article 10 of the <br> (Artículo 10 Transitorio del texto <br> refundido, coordinado y sistematizado de <br> Acuicultura), and their successor <br> vessels registered or recorded in <br> accordance with that Law and other <br> relevant provisions of Chilean law. <br> (g) goods produced from the goods referred to in <br> subparagraph (f) on board factory ships: <br> (ii) which sail under the flag of the Party; <br> (iii) which are owned to an extent of at least 50 <br> percent by nationals of the Party, or by an <br> enterprise with its head office in the <br> chairman of the board of directors, and the <br> majority of the members of such board are <br> nationals of the Party, and of which at <br> least 50 percent of the equity interest is <br> nationals of the Party; and <br> Note: The requirements of subparagraphs (g)(iii) <br> through (v) shall not apply to factory <br> ships registered or recorded in Chile <br> consolidated text of the Law 18.892, <br> General Law on Fisheries and Aquiculture <br> la Ley 18.892, Ley General de Pesca y <br> Acuicultura), and their successor vessels <br> registered or recorded in accordance with <br> that Law and other relevant provisions of Chilean law. <br> (h) goods taken by the Party or a natural person or <br> enterprise of the Party from the seabed or <br> subsoil beneath the seabed outside the <br> territorial sea of the Party, provided that the <br> Party has rights to exploit such seabed or subsoil; <br> (i) waste and scrap derived from: <br> (i) production in the Party; or <br> (ii) used goods collected in the Party, provided <br> that such goods are fit only for the <br> recovery of raw materials; and <br> (j) goods produced in the Party exclusively from the <br> goods referred to in subparagraphs (a) through <br> (i), or from their derivatives, at any stage of production. <br> 3 For the purposes of subparagraph 1(c), the product <br> specific rules set out in Annex 2 requiring that the <br> materials used undergo a change in tariff classification or <br> a specific manufacturing or processing operation shall <br> apply only to non-originating materials. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 30 : Qualifying Value Content <br> Article 34 : Fungible Goods and Materials <br> Article 44 : Certificate of Origin <br> For the purposes of determining whether a good <br> Penalties and Measures against False Declaration <br> Request for Checking of Certificate of Origin <br> RULES OF ORIGIN <br> 1 For the purposes of determining whether a good <br> 1 For the purposes of subparagraph 1(c) of Article 29, <br> 1 A certificate of origin shall be issued by the <br> the qualifying value content of a good shall be calculated <br> competent authority specified in Annex 3(hereinafter <br> on the basis of one or the other of the following methods: <br> Where: <br> referred to in this Chapter as \"competent authority\") of <br> (a) Method based on value of non-originating <br> the exporting Party on request having been made in writing <br> materials (\"Build-down method\") <br> by the exporter. <br> the exporting Party referred to in subparagraph 7(b) <br> origin of the materials may be determined pursuant to an <br> QVC = [(TV-VNM)/TV] x 100 <br> 2 For the purposes of this Article, the competent <br> any of the relevant requirements of this Chapter. <br> (b) Method based on value of originating materials (\"Build-up method\") <br> authority of the exporting Party may designate public or <br> QVC = (VOM/TV) x 100 <br> private entities or bodies to be responsible for the <br> 1 Each Party shall establish or maintain, in accordance <br> 2 Each Party shall, in accordance with its laws and <br> issuance of certificate of origin in accordance with the <br> QVC is the qualifying value content of the good, <br> accuracy of the information included in the certificate of origin. <br> applicable laws and regulations of the exporting Party. <br> with its laws and regulations, appropriate penalties or <br> 3 Where the competent authority of the exporting Party <br> other sanctions against its exporters to whom a Certificate <br> TV is the transaction value of the good adjusted <br> against its exporters to whom a certificate of origin has <br> been issued and the producers of a good in the exporting <br> designates public or private entities or bodies to carry <br> of Origin has been issued and the producers of a good in <br> to F.O.B. basis, except as provided for in paragraph 2; <br> were commingled other than unloading, reloading and any <br> out the issuance of certificate of origin, the exporting <br> other operation to preserve them in good condition, the <br> VNM is the value of non-originating materials <br> Party shall notify in writing the other Party of its designees. <br> the importing Party may determine that the good does not <br> origin of the good may be determined pursuant to an <br> used by the producer in the production of the <br> qualify as an originating good of the exporting Party and <br> good determined pursuant to Article 31; and <br> force of this Agreement, a format of certificate of origin <br> Accepted Accounting Principles in the Party. <br> VOM is the value of originating materials used by <br> shall be established in the English language in the <br> the producer in the production of the good <br> determine that a good does not qualify as an originating <br> Operational Procedures referred to in Article 52. A <br> determined pursuant to Article 31. <br> certificate of origin shall include minimum data specified in Annex 4. <br> good of the exporting Party and may deny preferential <br> the information requested within a period of three months <br> 2 In the event that there is no transaction value or the <br> Indirect materials shall be, without regard to where <br> they are produced, considered to be originating materials <br> 5 A certificate of origin shall be completed in the <br> transaction value of the good is unacceptable under Article <br> English language. <br> 1 of the Agreement on Customs Valuation, the value of the <br> Article 36 : Indirect Materials <br> 6 An issued certificate of origin shall be applicable to <br> Article 37 : Accessories, Spare Parts and Tools <br> good shall be determined in accordance with Articles 2 <br> Indirect Materials <br> an importation of originating goods of the exporting Party <br> through 7 of the Agreement on Customs Valuation. <br> into the importing Party and be valid for one year from the <br> Article 31 : Value of Materials <br> to the importation port in the Party where the <br> 7 Where the exporter of a good is not the producer of <br> 1 The value of a material: <br> date of issuance. <br> (a) shall be the transaction value of the material; or <br> certificate of origin on the basis of: <br> (b) in the event that there is no transaction value <br> or the transaction value of the material is <br> competent authority of the exporting Party or its <br> unacceptable under Article 1 of the Agreement on <br> 3 For the purposes of paragraph 2, the competent <br> designees based on the information provided by <br> Verification Visit <br> Customs Valuation, shall be determined in <br> the producer of the good to that exporter; or <br> accordance with Articles 2 through 7 of the <br> Agreement on Customs Valuation. <br> of whether they are separately described in the invoice; and <br> (a) collect and provide information relating to the <br> 2 The value of a material referred to in paragraph 1: <br> authority of the exporting Party or its designees <br> (a) shall include freight, insurance, packing and all <br> by the request of the exporter. <br> Certificate of Origin; and <br> other costs incurred in transporting the material <br> 8 A certificate of origin shall be issued only after the <br> exporter who requests the certificate of origin, or the <br> (b) the quantities and value of the accessories, <br> Accessories, spare parts or tools delivered with a <br> producer of the good is located; and <br> producer of a good in the exporting Party referred to in <br> (b) may include the cost of waste and spoilage <br> subparagraph 7(b), proves to the competent authority of the <br> resulting from the use of the material in the <br> exporting Party or its designees that the good to be <br> production of the good, less the value of <br> exported qualifies as an originating good of the exporting <br> Consignment Criteria <br> reusable scrap or by-product. <br> origin of a good and check, for that purpose, the <br> Party. The competent authority of the exporting Party or <br> 3 The value of a non-originating material shall not <br> Packaging Materials and Containers for Retail Sale <br> its designees may, in accordance with the applicable laws <br> include, where the producer acquires the material in the <br> and regulations of the exporting Party, require such <br> good in the exporting Party, whose premises were subject to <br> Party where the producer is located, freight, insurance, <br> exporter or producer to provide information relating to the <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> packing and all other costs incurred in transporting the <br> Value of Materials <br> origin of the good. <br> material from the warehouse of the supplier of the material <br> 9 The competent authority of the exporting Party shall <br> to the place where the producer is located; as well as any <br> provide the importing Party with impressions of stamps used <br> other known and ascertainable cost incurred in the Party. <br> by the competent authority of the exporting Party or its designees. <br> the exporting Party. <br> Article 32 : De Minimis <br> 10. Each Party shall ensure that the competent authority <br> (b) provide information relating to the origin of the <br> of the exporting Party or its designees shall keep a record <br> Non-originating materials used in the production of a <br> of issued certificates of origin for a period of five years <br> good that do not undergo an applicable change in tariff <br> Qualifying Value Content <br> after the date on which the certificate of origin was <br> classification shall be disregarded in determining whether <br> the good qualifies as an originating good of a Party, <br> (b) changes of packaging and breaking up and assembly of packages; <br> provided that the totality of such materials does not <br> exceed specific percentages in value, weight or volume of <br> Article 45 : Obligations regarding Exportations <br> Article 39 : Packing Materials and Containers for Shipment <br> the good as set out in Annex 2. <br> Obligations regarding Exportations <br> Article 33 : Accumulation <br> Each Party shall, in accordance with its laws and <br> good in the exporting Party whose premises are <br> regulations, ensure that the exporter to whom a certificate <br> expressed as a percentage; <br> (a) the identity of the customs authority issuing the communication; <br> of origin has been issued, or the producer of a good in the <br> production of the good in the former Party may be <br> exporting Party referred to in subparagraph 7(b) of Article 44: <br> (a) shall notify in writing the competent authority <br> of the exporting Party or its designees without <br> delay when such exporter or producer knows that <br> packaging operations; <br> such good does not qualify as an originating good <br> of the exporting Party; and <br> (b) shall keep the records relating to the origin of <br> qualifies as an originating good of a Party, where fungible <br> (c) the proposed date and place of the visit; <br> the good for five years after the date on which <br> materials consisting of originating materials of the Party <br> the certificate of origin was issued. <br> and non-originating materials that are commingled in an <br> Article 46 : Obligations regarding Importations <br> including specific reference to the good subject <br> inventory are used in the production of the good, the <br> Obligations regarding Importations <br> present during the visit. <br> 1 Except as otherwise provided for in this Chapter, the <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party shall require an <br> importer who claims preferential tariff treatment for a <br> 2 Where fungible goods consisting of originating goods <br> good imported from the other Party to: <br> of a Party and non-originating goods are commingled in an <br> (a) make a written declaration, based on a valid <br> inventory and, prior to exportation do not undergo any <br> certificate of origin, that the good qualifies as <br> production process or any operation in the Party where they <br> an originating good of the exporting Party; <br> Accumulation <br> (b) have the certificate of origin in its possession <br> at the time the declaration is made; <br> importing Party, within 30 days of the receipt of the <br> (c) provide the certificate of origin on the request <br> exporting Party or where the importer fails to comply with <br> inventory management method recognized in the Generally <br> of the customs authority of the importing Party; and <br> (d) promptly make a corrected declaration and pay any <br> Article 35 : Sets, Kits or Composite Goods <br> duties owing where the importer has reason to <br> believe that the certificate of origin on which a <br> 1 Sets, kits and composite goods classified pursuant to <br> declaration was based contains information that is not correct. <br> Rule 3 of the General Rules for the Interpretation of the <br> 2 Each Party shall ensure that, in the case in which the <br> Harmonized System shall qualify as originating goods of the <br> importer at the time of importation does not have a <br> (a) operations to ensure the preservation of products <br> exporting Party, where every good contained in the sets, <br> certificate of origin in its possession, the importer may, <br> kits or composite goods satisfies the applicable rule of <br> origin for each of them under this Chapter. <br> importing Party, provide the customs authority of the <br> Accessories, Spare Parts and Tools <br> importing Party with the certificate of origin issued in <br> rules set out in Annex 2. <br> accordance with paragraph 1 of Article 44 and, if required, <br> such other documentation relating to the importation of the <br> (g) any combination of operations referred to in <br> good, within a period not exceeding one year after the time of importation. <br> (e) collection of parts and components classified as <br> Note: In the case of importation into Chile, any <br> tariff treatment, and a written determination thereof shall <br> a good pursuant to Rule 2(a) of the General Rules <br> excess customs duties shall be refunded to the <br> facilities used in the production of the good, <br> of the Party where the good is produced. <br> importer referred to in paragraph 2. <br> Article 47 : Request for Checking of Certificate of Origin <br> 3 The customs authority of the importing Party may <br> good that form part of the good's standard accessories, <br> whether the good qualifies as an originating good of a <br> imported from the exporting Party under preferential tariff <br> preferential tariff treatment to a good for which an <br> spare parts or tools, shall be disregarded in determining <br> treatment qualifies as an originating good of the exporting <br> good does not qualify as an originating good of the <br> Party, the customs authority of the importing Party may <br> Party, provided that: <br> request information relating to the origin of the good from <br> (a) the accessories, spare parts or tools are not <br> the competent authority of the exporting Party on the basis <br> invoiced separately from the good, without regard <br> of a certificate of origin, where it has reasonable doubt <br> as to the authenticity of the certificate of origin or the <br> 1 A good shall not be considered to be an originating <br> Fungible Goods and Materials <br> spare parts or tools are customary for the good. <br> 2 For the purposes of paragraph 1, the competent <br> for the Interpretation of the Harmonized System; <br> Packaging materials and containers in which a good is <br> packaged for retail sale shall, if classified with the good <br> from the date of receipt of the request. If the customs <br> pursuant to Rule 5 of the General Rules for the <br> authority of the importing Party considers necessary, it <br> Interpretation of the Harmonized System, be disregarded in <br> may require additional information relating to the origin <br> determining whether the good qualifies as an originating good of a Party. <br> of the good. If additional information is requested by the <br> qualifies as an originating good of a Party, an originating <br> customs authority of the importing Party, the competent <br> the good in the exporting Party, the exporter may request a <br> good of the other Party which is used as a material in the <br> authority of the exporting Party shall, in accordance with <br> Packing materials and containers for shipment shall be <br> the laws and regulations of the exporting Party, provide <br> considered as an originating material of the former Party. <br> disregarded in determining whether the good qualifies as an <br> the information requested within a period of two months <br> originating good of a Party. <br> from the date of receipt of the request. <br> Article 40 : Non-Qualifying Operations <br> subparagraphs (a) through (f). <br> (a) a declaration provided by the exporter to the <br> authority of the exporting Party may request the exporter <br> to whom the certificate of origin has been issued, or the <br> good of the exporting Party merely by reason of: <br> producer of the good in the exporting Party referred to in <br> subparagraph 7(b) of Article 44, to provide the former with <br> in good condition during transport and storage; <br> the information requested. <br> 4 The request of information in accordance with <br> De Minimis <br> paragraph 1 shall not preclude the use of the verification <br> (d) placing in bottles, cases, boxes and other simple <br> method provided for in Article 48. <br> Article 48 : Verification Visit <br> 1 The customs authority of the importing Party may <br> 4 For the purposes of this Chapter, upon the entry into <br> producer of the good directly to the competent <br> request the competent authority of the exporting Party to: <br> 2 Paragraph 1 shall prevail over the product specific <br> (b) a declaration voluntarily provided by the <br> through a visit by the competent authority of the <br> exporting Party along with the customs authority <br> Article 41 : Consignment Criteria <br> of the importing Party to the premises of the <br> exporter to whom the certificate of origin has <br> 1 An originating good of a Party shall be deemed to meet <br> been issued, or the producer of the good in the <br> Sets, Kits or Composite Goods <br> the consignment criteria when it is: <br> exporting Party referred to in subparagraph 7(b) of Article 44; and <br> (a) transported directly from the Party to the other Party; or <br> (b) transported through one or more non-Parties for <br> good in the possession of the competent authority <br> the purpose of transit or temporary storage in <br> of the exporting Party or its designees during <br> warehouses in such non-Parties, provided that it <br> the visit pursuant to subparagraph (a). <br> (f) mere making-up of sets of articles; or <br> does not undergo operations other than unloading, <br> 2 When requesting the competent authority of the <br> good of the exporting Party. <br> reloading and any other operation to preserve it in good condition. <br> exporting Party to conduct a visit pursuant to paragraph 1, <br> issued. Such record will include all antecedents, which <br> 2 If an originating good of a Party does not meet the <br> the customs authority of the importing Party shall deliver <br> were presented to prove the qualification as an originating <br> consignment criteria referred to in paragraph 1, that good <br> a written communication with such request to the competent <br> shall not be considered as an originating good of the Party. <br> authority of the exporting Party at least 40 days in <br> (c) disassembly; <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the competent authority of the <br> exporting Party. The competent authority of the exporting <br> Party shall request the written consent of the exporter, or <br> the competent authority of the exporting Party or its <br> the producer of the good in the exporting Party whose <br> premises are to be visited. <br> (b) the name of the exporter, or the producer of the <br> requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the <br> Certificate of Origin <br> 4 The competent authority of the exporting Party shall <br> respond in writing to the customs authority of the <br> communication referred to in paragraph 2, if it accepts or <br> refuses to conduct the visit requested pursuant to paragraph 1. <br> 5 The competent authority of the exporting Party shall, <br> in accordance with the laws and regulations of the <br> exporting Party, provide within 45 days or any other <br> mutually agreed period from the last day of the visit, to <br> the customs authority of the importing Party the <br> information obtained pursuant to paragraph 1. <br> Article 49 : Determination of Origin <br> Determination of Origin <br> and Preferential Tariff Treatment <br> Non-Qualifying Operations <br> importer claims preferential tariff treatment where the <br> 2 The competent authority of the exporting Party shall, <br> when it cancels the decision to issue the certificate of <br> origin, promptly notify the cancellation to the exporter to <br> whom the certificate of origin has been issued, and to the <br> customs authority of the importing Party except where the <br> certificate of origin has been returned to the competent <br> authority of the exporting Party. The customs authority of <br> may deny preferential tariff treatment when it receives the notification. <br> be sent to the competent authority of the exporting Party: <br> (a) where the competent authority of the exporting <br> Party fails to respond to the request within the <br> period referred to in paragraph 2 of Article 47 <br> Packing Materials and Containers for Shipment <br> or paragraph 5 of Article 48; <br> (b) where the competent authority of the exporting <br> Party refuses to conduct a visit, or fails to <br> respond to the communication referred to in <br> paragraph 2 of Article 48 within the period <br> referred to in paragraph 4 of Article 48; or <br> (c) where the information provided to the customs <br> authority of the importing Party pursuant <br> to Article 47 or 48, is not sufficient to prove that <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article <br> 47 or 48 as the case may be, the customs authority of the <br> importing Party shall provide the competent authority of <br> the exporting Party with a written determination of whether <br> or not the good qualifies as an originating good of the <br> exporting Party, including findings of fact and the legal <br> basis for the determination, within 45 days from the date <br> of receipt of the information provided by the competent <br> authority of the exporting Party pursuant to Article 47 or <br> 48. The competent authority of the exporting Party shall <br> inform such determination by the customs authority of the <br> importing Party to the exporter, or the producer of the <br> the visit referred to in Article 48. <br> Article 50 : Penalties and Measures against False Declaration <br> of Article 44, for providing false declaration or documents to <br> designees prior to the issuance of certificate of origin. <br> 3 The communication referred to in paragraph 2 shall include: <br> regulations, take measures which it considers appropriate <br> Party referred to in subparagraph 7(b) of Article 44, for <br> failing to notify in writing to the competent authority of <br> the exporting Party or its designees without delay after <br> having known, after the issuance of certificate of origin, <br> that such good does not qualify as an originating good of <br> customs authority of the importing Party to be <br> 1 The customs authority of the importing Party may deny <br> "}, {"ArticleTitle": "Exhibitions", "ArticleDesc": "Article 42 : Exhibitions <br> Notwithstanding Article 41, an originating good of a <br> Party imported into the other Party after an exhibition in <br> a non-Party shall continue to qualify as an originating <br> good of the former Party when it: <br> (a) remained under the control of the customs <br> authority of the non-Party while it was in the non-Party; and <br> (b) was transported: <br> (i) directly to and from the non-Party; or <br> (ii) through other non-Parties for the purpose of <br> transit or temporary storage in warehouses <br> in such other non-Parties, provided that it <br> did not undergo operations other than <br> unloading, reloading and any other operation <br> to preserve it in good condition. <br> Section 2 <br> Certificate of Origin and Related Procedures <br> "}, {"ArticleTitle": "Claim for Preferential Tariff Treatment", "ArticleDesc": "Article 43 : Claim for Preferential Tariff Treatment <br> 1 The customs authority of the importing Party shall <br> require a certificate of origin for an originating good of <br> the exporting Party from importers who claim the <br> preferential tariff treatment for the good. <br> 2 Notwithstanding paragraph 1, the customs authority of <br> the importing Party shall not require a certificate of <br> origin from importers for: <br> (a) an importation of originating goods of the <br> exporting Party whose total customs value does <br> not exceed 1000 United States of America dollars <br> or its equivalent amount in the Party's currency, <br> or such higher amount as it may establish; or <br> (a) a copy of through bill of lading; or <br> (b) an importation of originating goods of the <br> exporting Party, for which the customs authority <br> of the importing Party has waived the requirement <br> for a certificate of origin, <br> provided that the importation does not form part of one or <br> more importations that may reasonably be considered to have <br> been undertaken or arranged for the purpose of avoiding the <br> certification requirements of this Article and Article 46. <br> 3 In the case where an originating good of the exporting <br> Party is imported after an exhibition in a non-Party, the <br> customs authority of the importing Party may require <br> importers, who claim the preferential tariff treatment for <br> the good, to submit: <br> (a) a certificate or any other information given by <br> the customs authority of that non-Party or other <br> relevant entities, which evidences that the good <br> meets the requirements of subparagraph (a) of Article 42; and <br> (b) (i) a copy of through bill of lading; or <br> (ii) if the good was transported through other <br> non-Parties, a certificate or any other <br> information given by the customs authorities <br> of such other non-Parties or other relevant <br> entities, which evidences that the good has <br> not undergone operations other than <br> unloading, reloading and any other operation <br> to preserve it in good condition in those <br> other non-Parties. <br> 4 Where an originating good of the exporting Party is <br> imported through one or more non-Parties except for the <br> case referred to in paragraph 3, the customs authority of <br> the importing Party may require importers, who claim the <br> preferential tariff treatment for the good, to submit: <br> (b) a certificate or any other information given by <br> the customs authorities of such non-Parties or <br> other relevant entities, which evidences that the <br> good has not undergone operations other than <br> unloading, reloading and any other operation to <br> preserve it in good condition in those non-Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> SECTION 1 <br> Article 30 : Qualifying Value Content <br> Article 34 : Fungible Goods and Materials <br> Article 44 : Certificate of Origin <br> For the purposes of determining whether a good <br> Penalties and Measures against False Declaration <br> Request for Checking of Certificate of Origin <br> RULES OF ORIGIN <br> 1 For the purposes of determining whether a good <br> 1 For the purposes of subparagraph 1(c) of Article 29, <br> 1 A certificate of origin shall be issued by the <br> the qualifying value content of a good shall be calculated <br> competent authority specified in Annex 3(hereinafter <br> on the basis of one or the other of the following methods: <br> Where: <br> referred to in this Chapter as \"competent authority\") of <br> (a) Method based on value of non-originating <br> the exporting Party on request having been made in writing <br> materials (\"Build-down method\") <br> by the exporter. <br> the exporting Party referred to in subparagraph 7(b) <br> origin of the materials may be determined pursuant to an <br> QVC = [(TV-VNM)/TV] x 100 <br> 2 For the purposes of this Article, the competent <br> any of the relevant requirements of this Chapter. <br> (b) Method based on value of originating materials (\"Build-up method\") <br> authority of the exporting Party may designate public or <br> QVC = (VOM/TV) x 100 <br> private entities or bodies to be responsible for the <br> 1 Each Party shall establish or maintain, in accordance <br> 2 Each Party shall, in accordance with its laws and <br> issuance of certificate of origin in accordance with the <br> QVC is the qualifying value content of the good, <br> accuracy of the information included in the certificate of origin. <br> applicable laws and regulations of the exporting Party. <br> with its laws and regulations, appropriate penalties or <br> 3 Where the competent authority of the exporting Party <br> other sanctions against its exporters to whom a Certificate <br> TV is the transaction value of the good adjusted <br> against its exporters to whom a certificate of origin has <br> been issued and the producers of a good in the exporting <br> designates public or private entities or bodies to carry <br> of Origin has been issued and the producers of a good in <br> to F.O.B. basis, except as provided for in paragraph 2; <br> were commingled other than unloading, reloading and any <br> out the issuance of certificate of origin, the exporting <br> other operation to preserve them in good condition, the <br> VNM is the value of non-originating materials <br> Party shall notify in writing the other Party of its designees. <br> the importing Party may determine that the good does not <br> origin of the good may be determined pursuant to an <br> used by the producer in the production of the <br> qualify as an originating good of the exporting Party and <br> good determined pursuant to Article 31; and <br> force of this Agreement, a format of certificate of origin <br> Accepted Accounting Principles in the Party. <br> VOM is the value of originating materials used by <br> shall be established in the English language in the <br> the producer in the production of the good <br> determine that a good does not qualify as an originating <br> Operational Procedures referred to in Article 52. A <br> determined pursuant to Article 31. <br> certificate of origin shall include minimum data specified in Annex 4. <br> good of the exporting Party and may deny preferential <br> the information requested within a period of three months <br> 2 In the event that there is no transaction value or the <br> Indirect materials shall be, without regard to where <br> they are produced, considered to be originating materials <br> 5 A certificate of origin shall be completed in the <br> transaction value of the good is unacceptable under Article <br> English language. <br> 1 of the Agreement on Customs Valuation, the value of the <br> Article 36 : Indirect Materials <br> 6 An issued certificate of origin shall be applicable to <br> Article 37 : Accessories, Spare Parts and Tools <br> good shall be determined in accordance with Articles 2 <br> Indirect Materials <br> an importation of originating goods of the exporting Party <br> through 7 of the Agreement on Customs Valuation. <br> into the importing Party and be valid for one year from the <br> Article 31 : Value of Materials <br> to the importation port in the Party where the <br> 7 Where the exporter of a good is not the producer of <br> 1 The value of a material: <br> date of issuance. <br> (a) shall be the transaction value of the material; or <br> certificate of origin on the basis of: <br> (b) in the event that there is no transaction value <br> or the transaction value of the material is <br> competent authority of the exporting Party or its <br> unacceptable under Article 1 of the Agreement on <br> 3 For the purposes of paragraph 2, the competent <br> designees based on the information provided by <br> Verification Visit <br> Customs Valuation, shall be determined in <br> the producer of the good to that exporter; or <br> accordance with Articles 2 through 7 of the <br> Agreement on Customs Valuation. <br> of whether they are separately described in the invoice; and <br> (a) collect and provide information relating to the <br> 2 The value of a material referred to in paragraph 1: <br> authority of the exporting Party or its designees <br> (a) shall include freight, insurance, packing and all <br> by the request of the exporter. <br> Certificate of Origin; and <br> other costs incurred in transporting the material <br> 8 A certificate of origin shall be issued only after the <br> exporter who requests the certificate of origin, or the <br> (b) the quantities and value of the accessories, <br> Accessories, spare parts or tools delivered with a <br> producer of the good is located; and <br> producer of a good in the exporting Party referred to in <br> (b) may include the cost of waste and spoilage <br> subparagraph 7(b), proves to the competent authority of the <br> resulting from the use of the material in the <br> exporting Party or its designees that the good to be <br> production of the good, less the value of <br> exported qualifies as an originating good of the exporting <br> Consignment Criteria <br> reusable scrap or by-product. <br> origin of a good and check, for that purpose, the <br> Party. The competent authority of the exporting Party or <br> 3 The value of a non-originating material shall not <br> Packaging Materials and Containers for Retail Sale <br> its designees may, in accordance with the applicable laws <br> include, where the producer acquires the material in the <br> and regulations of the exporting Party, require such <br> good in the exporting Party, whose premises were subject to <br> Party where the producer is located, freight, insurance, <br> exporter or producer to provide information relating to the <br> Article 38 : Packaging Materials and Containers for Retail Sale <br> packing and all other costs incurred in transporting the <br> Value of Materials <br> origin of the good. <br> material from the warehouse of the supplier of the material <br> 9 The competent authority of the exporting Party shall <br> to the place where the producer is located; as well as any <br> provide the importing Party with impressions of stamps used <br> other known and ascertainable cost incurred in the Party. <br> by the competent authority of the exporting Party or its designees. <br> the exporting Party. <br> Article 32 : De Minimis <br> 10. Each Party shall ensure that the competent authority <br> (b) provide information relating to the origin of the <br> of the exporting Party or its designees shall keep a record <br> Non-originating materials used in the production of a <br> of issued certificates of origin for a period of five years <br> good that do not undergo an applicable change in tariff <br> Qualifying Value Content <br> after the date on which the certificate of origin was <br> classification shall be disregarded in determining whether <br> the good qualifies as an originating good of a Party, <br> (b) changes of packaging and breaking up and assembly of packages; <br> provided that the totality of such materials does not <br> exceed specific percentages in value, weight or volume of <br> Article 45 : Obligations regarding Exportations <br> Article 39 : Packing Materials and Containers for Shipment <br> the good as set out in Annex 2. <br> Obligations regarding Exportations <br> Article 33 : Accumulation <br> Each Party shall, in accordance with its laws and <br> good in the exporting Party whose premises are <br> regulations, ensure that the exporter to whom a certificate <br> expressed as a percentage; <br> (a) the identity of the customs authority issuing the communication; <br> of origin has been issued, or the producer of a good in the <br> production of the good in the former Party may be <br> exporting Party referred to in subparagraph 7(b) of Article 44: <br> (a) shall notify in writing the competent authority <br> of the exporting Party or its designees without <br> delay when such exporter or producer knows that <br> packaging operations; <br> such good does not qualify as an originating good <br> of the exporting Party; and <br> (b) shall keep the records relating to the origin of <br> qualifies as an originating good of a Party, where fungible <br> (c) the proposed date and place of the visit; <br> the good for five years after the date on which <br> materials consisting of originating materials of the Party <br> the certificate of origin was issued. <br> and non-originating materials that are commingled in an <br> Article 46 : Obligations regarding Importations <br> including specific reference to the good subject <br> inventory are used in the production of the good, the <br> Obligations regarding Importations <br> present during the visit. <br> 1 Except as otherwise provided for in this Chapter, the <br> (e) the names and titles of the officials of the <br> customs authority of the importing Party shall require an <br> importer who claims preferential tariff treatment for a <br> 2 Where fungible goods consisting of originating goods <br> good imported from the other Party to: <br> of a Party and non-originating goods are commingled in an <br> (a) make a written declaration, based on a valid <br> inventory and, prior to exportation do not undergo any <br> certificate of origin, that the good qualifies as <br> production process or any operation in the Party where they <br> an originating good of the exporting Party; <br> Accumulation <br> (b) have the certificate of origin in its possession <br> at the time the declaration is made; <br> importing Party, within 30 days of the receipt of the <br> (c) provide the certificate of origin on the request <br> exporting Party or where the importer fails to comply with <br> inventory management method recognized in the Generally <br> of the customs authority of the importing Party; and <br> (d) promptly make a corrected declaration and pay any <br> Article 35 : Sets, Kits or Composite Goods <br> duties owing where the importer has reason to <br> believe that the certificate of origin on which a <br> 1 Sets, kits and composite goods classified pursuant to <br> declaration was based contains information that is not correct. <br> Rule 3 of the General Rules for the Interpretation of the <br> 2 Each Party shall ensure that, in the case in which the <br> Harmonized System shall qualify as originating goods of the <br> importer at the time of importation does not have a <br> (a) operations to ensure the preservation of products <br> exporting Party, where every good contained in the sets, <br> certificate of origin in its possession, the importer may, <br> kits or composite goods satisfies the applicable rule of <br> origin for each of them under this Chapter. <br> importing Party, provide the customs authority of the <br> Accessories, Spare Parts and Tools <br> importing Party with the certificate of origin issued in <br> rules set out in Annex 2. <br> accordance with paragraph 1 of Article 44 and, if required, <br> such other documentation relating to the importation of the <br> (g) any combination of operations referred to in <br> good, within a period not exceeding one year after the time of importation. <br> (e) collection of parts and components classified as <br> Note: In the case of importation into Chile, any <br> tariff treatment, and a written determination thereof shall <br> a good pursuant to Rule 2(a) of the General Rules <br> excess customs duties shall be refunded to the <br> facilities used in the production of the good, <br> of the Party where the good is produced. <br> importer referred to in paragraph 2. <br> Article 47 : Request for Checking of Certificate of Origin <br> 3 The customs authority of the importing Party may <br> good that form part of the good's standard accessories, <br> whether the good qualifies as an originating good of a <br> imported from the exporting Party under preferential tariff <br> preferential tariff treatment to a good for which an <br> spare parts or tools, shall be disregarded in determining <br> treatment qualifies as an originating good of the exporting <br> good does not qualify as an originating good of the <br> Party, the customs authority of the importing Party may <br> Party, provided that: <br> request information relating to the origin of the good from <br> (a) the accessories, spare parts or tools are not <br> the competent authority of the exporting Party on the basis <br> invoiced separately from the good, without regard <br> of a certificate of origin, where it has reasonable doubt <br> as to the authenticity of the certificate of origin or the <br> 1 A good shall not be considered to be an originating <br> Fungible Goods and Materials <br> spare parts or tools are customary for the good. <br> 2 For the purposes of paragraph 1, the competent <br> for the Interpretation of the Harmonized System; <br> Packaging materials and containers in which a good is <br> packaged for retail sale shall, if classified with the good <br> from the date of receipt of the request. If the customs <br> pursuant to Rule 5 of the General Rules for the <br> authority of the importing Party considers necessary, it <br> Interpretation of the Harmonized System, be disregarded in <br> may require additional information relating to the origin <br> determining whether the good qualifies as an originating good of a Party. <br> of the good. If additional information is requested by the <br> qualifies as an originating good of a Party, an originating <br> customs authority of the importing Party, the competent <br> the good in the exporting Party, the exporter may request a <br> good of the other Party which is used as a material in the <br> authority of the exporting Party shall, in accordance with <br> Packing materials and containers for shipment shall be <br> the laws and regulations of the exporting Party, provide <br> considered as an originating material of the former Party. <br> disregarded in determining whether the good qualifies as an <br> the information requested within a period of two months <br> originating good of a Party. <br> from the date of receipt of the request. <br> Article 40 : Non-Qualifying Operations <br> subparagraphs (a) through (f). <br> (a) a declaration provided by the exporter to the <br> authority of the exporting Party may request the exporter <br> to whom the certificate of origin has been issued, or the <br> good of the exporting Party merely by reason of: <br> producer of the good in the exporting Party referred to in <br> subparagraph 7(b) of Article 44, to provide the former with <br> in good condition during transport and storage; <br> the information requested. <br> 4 The request of information in accordance with <br> De Minimis <br> paragraph 1 shall not preclude the use of the verification <br> (d) placing in bottles, cases, boxes and other simple <br> method provided for in Article 48. <br> Article 48 : Verification Visit <br> 1 The customs authority of the importing Party may <br> 4 For the purposes of this Chapter, upon the entry into <br> producer of the good directly to the competent <br> request the competent authority of the exporting Party to: <br> 2 Paragraph 1 shall prevail over the product specific <br> (b) a declaration voluntarily provided by the <br> through a visit by the competent authority of the <br> exporting Party along with the customs authority <br> Article 41 : Consignment Criteria <br> of the importing Party to the premises of the <br> exporter to whom the certificate of origin has <br> 1 An originating good of a Party shall be deemed to meet <br> been issued, or the producer of the good in the <br> Sets, Kits or Composite Goods <br> the consignment criteria when it is: <br> exporting Party referred to in subparagraph 7(b) of Article 44; and <br> (a) transported directly from the Party to the other Party; or <br> (b) transported through one or more non-Parties for <br> good in the possession of the competent authority <br> the purpose of transit or temporary storage in <br> of the exporting Party or its designees during <br> warehouses in such non-Parties, provided that it <br> the visit pursuant to subparagraph (a). <br> (f) mere making-up of sets of articles; or <br> does not undergo operations other than unloading, <br> 2 When requesting the competent authority of the <br> good of the exporting Party. <br> reloading and any other operation to preserve it in good condition. <br> exporting Party to conduct a visit pursuant to paragraph 1, <br> issued. Such record will include all antecedents, which <br> 2 If an originating good of a Party does not meet the <br> the customs authority of the importing Party shall deliver <br> were presented to prove the qualification as an originating <br> consignment criteria referred to in paragraph 1, that good <br> a written communication with such request to the competent <br> shall not be considered as an originating good of the Party. <br> authority of the exporting Party at least 40 days in <br> (c) disassembly; <br> advance of the proposed date of the visit, the receipt of <br> which is to be confirmed by the competent authority of the <br> exporting Party. The competent authority of the exporting <br> Party shall request the written consent of the exporter, or <br> the competent authority of the exporting Party or its <br> the producer of the good in the exporting Party whose <br> premises are to be visited. <br> (b) the name of the exporter, or the producer of the <br> requested to be visited; <br> (d) the objective and scope of the proposed visit, <br> of the verification referred to in the <br> Certificate of Origin <br> 4 The competent authority of the exporting Party shall <br> respond in writing to the customs authority of the <br> communication referred to in paragraph 2, if it accepts or <br> refuses to conduct the visit requested pursuant to paragraph 1. <br> 5 The competent authority of the exporting Party shall, <br> in accordance with the laws and regulations of the <br> exporting Party, provide within 45 days or any other <br> mutually agreed period from the last day of the visit, to <br> the customs authority of the importing Party the <br> information obtained pursuant to paragraph 1. <br> Article 49 : Determination of Origin <br> Determination of Origin <br> and Preferential Tariff Treatment <br> Non-Qualifying Operations <br> importer claims preferential tariff treatment where the <br> 2 The competent authority of the exporting Party shall, <br> when it cancels the decision to issue the certificate of <br> origin, promptly notify the cancellation to the exporter to <br> whom the certificate of origin has been issued, and to the <br> customs authority of the importing Party except where the <br> certificate of origin has been returned to the competent <br> authority of the exporting Party. The customs authority of <br> may deny preferential tariff treatment when it receives the notification. <br> be sent to the competent authority of the exporting Party: <br> (a) where the competent authority of the exporting <br> Party fails to respond to the request within the <br> period referred to in paragraph 2 of Article 47 <br> Packing Materials and Containers for Shipment <br> or paragraph 5 of Article 48; <br> (b) where the competent authority of the exporting <br> Party refuses to conduct a visit, or fails to <br> respond to the communication referred to in <br> paragraph 2 of Article 48 within the period <br> referred to in paragraph 4 of Article 48; or <br> (c) where the information provided to the customs <br> authority of the importing Party pursuant <br> to Article 47 or 48, is not sufficient to prove that <br> the good qualifies as an originating good of the exporting Party. <br> 4 After carrying out the procedures outlined in Article <br> 47 or 48 as the case may be, the customs authority of the <br> importing Party shall provide the competent authority of <br> the exporting Party with a written determination of whether <br> or not the good qualifies as an originating good of the <br> exporting Party, including findings of fact and the legal <br> basis for the determination, within 45 days from the date <br> of receipt of the information provided by the competent <br> authority of the exporting Party pursuant to Article 47 or <br> 48. The competent authority of the exporting Party shall <br> inform such determination by the customs authority of the <br> importing Party to the exporter, or the producer of the <br> the visit referred to in Article 48. <br> Article 50 : Penalties and Measures against False Declaration <br> of Article 44, for providing false declaration or documents to <br> designees prior to the issuance of certificate of origin. <br> 3 The communication referred to in paragraph 2 shall include: <br> regulations, take measures which it considers appropriate <br> Party referred to in subparagraph 7(b) of Article 44, for <br> failing to notify in writing to the competent authority of <br> the exporting Party or its designees without delay after <br> having known, after the issuance of certificate of origin, <br> that such good does not qualify as an originating good of <br> customs authority of the importing Party to be <br> 1 The customs authority of the importing Party may deny <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 51 : Transitional Provision for Goods in Transit or Storage <br> An importer may not claim preferential tariff <br> treatment for a good which, on the date of entry into force <br> of this Agreement, is in transport from the exporting Party <br> to the importing Party or in temporary storage in <br> warehouses, except that: <br> (a) the good otherwise satisfies all applicable <br> requirements of this Chapter; and <br> (b) the importer provides, in accordance with the <br> laws and regulations of the importing Party, the <br> customs authority of the importing Party with the <br> certificate of origin issued retrospectively and, <br> if required, such other documentation relating to <br> the importation of the good, within a period not <br> exceeding four months after the entry into force <br> of this Agreement. <br> Section 3 <br> Other Provisions <br> "}, {"ArticleTitle": "Operational Procedures", "ArticleDesc": "Article 52 : Operational Procedures <br> Upon the date of entry into force of this Agreement, <br> the Commission shall adopt the Operational Procedures that <br> provide detailed regulations pursuant to which the customs <br> authorities, the competent authorities and other relevant <br> authorities of the Parties shall implement their functions <br> under this Chapter and Chapter 3. <br> "}, {"ArticleTitle": "Miscellaneous", "ArticleDesc": "Article 53 : Miscellaneous <br> 1 Communications between the importing Party and the <br> exporting Party shall be conducted in the English language. <br> 2 For the application of the relevant product specific <br> rules set out in Annex 2 and the determination of origin, <br> exporting Party shall be applied. <br> the Generally Accepted Accounting Principles in the <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 54 : Definitions <br> For the purposes of this Chapter: <br> (a) the term \"exporter\" means a person located in an <br> exporting Party who exports goods from the <br> exporting Party; <br> (b) the term \"F.O.B.\" means free on board, regardless <br> of the mode of transportation, at the point of <br> direct shipment by the seller to the buyer; <br> (c) the term \"fungible goods\" or \"fungible materials\" <br> Principles\" means the recognized consensus or <br> and how it should be disclosed, and which <br> application as well as detailed practices and procedures; <br> (e) the term \"importer\" means a person who imports <br> (d) the term \"Generally Accepted Accounting <br> at a particular time as to which economic <br> goods into the importing Party; <br> (f) the term \"indirect materials\" means goods used in <br> assets and liabilities, which changes in assets <br> substantial authoritative support within a Party <br> (ii) tools, dies and moulds; <br> assets and liabilities and changes in them should <br> good, or goods used in the maintenance of <br> (i) fuel and energy; <br> financial statements should be prepared. These <br> (iii) spare parts and goods used in the <br> resources and obligations should be recorded as <br> respectively means goods or materials that are <br> the production, testing or inspection of another <br> (v) gloves, glasses, footwear, clothing, safety <br> interchangeable for commercial purposes, whose <br> be measured, what information should be disclosed <br> equipment and supplies; <br> properties are essentially identical; <br> (vi) equipment, devices and supplies used for <br> buildings or the operation of equipment <br> testing or inspection; <br> (vii) catalysts and solvents; and <br> (g) the term \"material\" means a good that is used in <br> and liabilities should be recorded, how the <br> to operate equipment and buildings; <br> (h) the term \"originating material of a Party\" means <br> maintenance of equipment and buildings; <br> standards may be broad guidelines of general <br> and other goods used in production or used <br> associated with the production of another good, including: <br> originating material of the Party pursuant to Article 33; <br> (i) the term \"packing materials and containers for <br> production of the good can reasonably be <br> shipment\" means goods that are used to protect a <br> good during its transportation, other than <br> the production of another good; <br> good but not physically incorporated into the <br> sale referred to in Article 38; <br> (j) the term \"preferential tariff treatment\" means <br> the rate of customs duties applicable to an <br> originating good of the exporting Party in <br> accordance with paragraph 1 of Article 14; <br> (k) the term \"producer\" means a person who engages in <br> into another good but whose use in the <br> the production of goods or materials; <br> (iv) lubricants, greases, compounding materials <br> (l) the term \"production\" means methods of obtaining <br> demonstrated to be a part of that production; <br> gathering, collecting, hunting and capturing; <br> (m) the term \"transaction value of a good\" means the <br> an originating good of a Party which is used in <br> (viii) any other goods that are not incorporated <br> price actually paid or payable for a good with <br> respect to a transaction of the producer of the <br> good, pursuant to the principles of Article 1 of <br> extracting, harvesting, fishing, trapping, <br> the Agreement on Customs Valuation, adjusted in <br> accordance with the principles of paragraphs 1, 3 <br> processing, raising, growing, breeding, mining, <br> and 4 of Article 8 of the Agreement on Customs <br> packaging materials and containers for retail <br> Valuation, regardless of whether the good is sold <br> for export. For the purposes of this definition, <br> the production of another good in the Party, <br> the seller referred to in the Agreement on <br> Customs Valuation shall be the producer of the good; and <br> including that which is considered as an <br> (n) the term \"transaction value of a material\" means <br> the price actually paid or payable for a material <br> with respect to a transaction of the producer of <br> goods including manufacturing, assembling, <br> the good, pursuant to the principles of Article 1 <br> of the Agreement on Customs Valuation, adjusted <br> in accordance with the principles of paragraphs <br> 1, 3 and 4 of Article 8 of the Agreement on <br> Customs Valuation, regardless of whether the <br> material is sold for export. For the purposes of <br> this definition, the seller referred to in the <br> Agreement on Customs Valuation shall be the <br> supplier of the material, and the buyer referred <br> to in the Agreement on Customs Valuation shall be <br> the producer of the good. <br> Annex 3 referred to in Chapter 4 <br> Competent Authority <br> 1. With respect to Japan, the Ministry of Economy, Trade and Industry. <br> 2. With respect to Chile, the General Directorate of <br> International Economic Affairs of the Ministry of Foreign <br> Affairs (Dirección General de Relaciones Económicas <br> Internacionales del Ministerio de Relaciones Exteriores). <br> OPERATIONAL PROCEDURES referred to in <br> Chapter 3 (Trade in Goods) and Chapter 4 <br> (Rules of Origin) <br> SECTION 1. TRADE IN GOODS <br> 1. Notes for Schedule of Japan <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Notes 1, 2, 3 and 5 in Section 1 of Part 2 of Annex 1 referred to in Chapter 3", "ArticleDesc": "Rule 1 : Notes 1, 2, 3 and 5 in Section 1 of Part 2 of Annex 1 referred to in Chapter 3 <br> (a) For the purposes of the above-mentioned Notes, pursuant to the decision No. 3 of the <br> Commission, a non-profit organization of Chile selected and designated by the General Directorate <br> of International Economic Affairs of the Ministry of Foreign Affairs of Chile (Dirección General de <br> Relaciones Económicas Internacionales del Ministerio de Relaciones Exteriores de Chile) will issue <br> a certificate in English for each export, upon request of exporters or producers. <br> A certificate will include the following minimum data: <br> Exporter's Name and Address; <br> Certificate Number; <br> Importer's Name and Address; <br> Description of Good(s); <br> HS Tariff Classification Number; <br> Quantity (with measure unit); <br> Validity (commence/expire); <br> Validation by the designated non-profit organization. <br> The format of certificate to be issued by the designated non-profit organization is attached to <br> these Operational Procedures as Appendix 1 [PDF] . <br> will provide the Embassy of Japan in Chile with the name and the contact point of the designated <br> non-profit organization, a sample of certificate and the specimen impression of stamps which will <br> be used by the designated non-profit organization, within 30 days from the date of the entry into <br> force of the Agreement. <br> The General Directorate of International Economic Affairs of the Ministry of Foreign Affairs of Chile <br> will notify to the Embassy of Japan in Chile any change of the format of certificate and stamps <br> used by the designated non-profit organization for the certificate before the effective date of such <br> change. The notification will be done by any method that produces a confirmation of receipt. <br> (b) The General Directorate of International Economic Affairs of the Ministry of Foreign Affairs of <br> Chile will demand the designated non-profit organization issuing certificates referred to in (a) <br> above to take the necessary measures to avoid any certificate counterfeit. <br> (c) Eligible importers will apply for a certificate of tariff rate quota to the International Affairs <br> Department of the Ministry of Agriculture, Forestry and Fisheries of Japan, providing a certificate <br> issued by the designated non-profit organization referred to in (a) above. <br> (d) For the purposes of the administration of the tariff rate quota, the Parties will exchange <br> information on any related matter, including the issuance of the certificate of tariff rate quota by <br> the Ministry of Agriculture, Forestry and Fisheries of Japan. The Ministry of Agriculture, Forestry <br> and Fisheries of Japan and the designated non-profit organization will exchange information <br> related to the aggregate amount of allocated quotas within the month following the month in <br> which quotas were allocated. <br> (e) For the purposes of resolving any matter arising with respect to the issuance of the certificates <br> referred to above or other administrative issues, the consultation between the Parties may be <br> made through the General Directorate of International Economic Affairs of the Ministry of Foreign <br> Affairs of Chile and the International Affairs Department of the Ministry of Agriculture, Forestry <br> and Fisheries of Japan. <br> "}, {"ArticleTitle": "Note 8 in Section 1 of Part 2 of Annex 1 referred to in Chapter 3", "ArticleDesc": "Rule 2 : Note 8 in Section 1 of Part 2 of Annex 1 referred to in Chapter 3 <br> (a) For the purposes of the above-mentioned Note, importers will apply for a certificate of tariff <br> rate quota to the International Affairs Department of the Ministry of Agriculture, Forestry and <br> Fisheries of Japan. <br> (b) For the purposes of the administration of the tariff rate quota, the Parties will exchange <br> information on any related matter, including the issuance of the certificate of tariff rate quota by <br> the Ministry of Agriculture, Forestry and Fisheries of Japan. The Ministry of Agriculture, Forestry <br> and Fisheries of Japan will provide the General Directorate of International Economic Affairs of the <br> Ministry of Foreign Affairs of Chile with information related to the aggregate amount of allocated <br> quotas within the month following the month in which quotas were allocated. <br> (c) For the purposes of resolving any matter arising with respect to the issuance of the certificates <br> or other administrative issues, the consultation between the Parties may be made through the <br> General Directorate of International Economic Affairs of the Ministry of Foreign Affairs of Chile and <br> the International Affairs Department of the Ministry of Agriculture, Forestry and Fisheries of Japan. <br> SECTION 2. RULES OF ORIGIN <br> 1. Certificate of origin (COO) <br> "}, {"ArticleTitle": "Document", "ArticleDesc": "Rule 1 : Document <br> (a) A certificate of origin should be on ISO A4 size paper in conformity with the format shown in <br> Appendix 2-A [PDF] . It should be completed in the English language; otherwise it should not <br> be valid. <br> (b) The tariff classification numbers of the Harmonized System (HS), as amended on 1 January <br> 2002, should be indicated on a certificate of origin at the six-digit level, and the description of the <br> good on a certificate of origin should be substantially identical to the description on the invoice <br> and, if possible, to the description under the HS for the good. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Declaration <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Declaration <br> Issuance <br> Minor Errors <br> Invoice of a Non-Party <br> A declaration for a certificate of origin should be completed by the exporter, in field 9. The <br> The customs authority of the importing Party should not refuse to accept a certificate of origin <br> exporter's signature may be autographed or electronically printed. <br> only for the reason that the invoice is issued by either a natural person or a juridical person <br> (b) In exceptional cases where the certificate of origin has not been issued by the time of <br> located in a non-Party. <br> (a) In principle, a certificate of origin should be issued prior to or at the time of shipment. <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> (b) The focal point of the customs authority of the importing Party is: <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> In cases where some goods not subject to preferential tariff treatment are described in a <br> shipment, at the request of the exporter, the certificate of origin may be issued retroactively in <br> certificate of origin is valid only for goods subject to preferential tariff treatment. <br> certificate of origin together with other goods subject to preferential tariff treatment, the <br> accordance with the laws and regulations of the exporting Party, in which case it is necessary to <br> indicate \"ISSUED RETROACTIVELY\" in field 8. In such cases, the importer of the good who claims <br> 2. Administration and Enforcement <br> the preferential tariff treatment for the good may, subject to the laws and regulations of the <br> Rule 9 : Focal points of administrative offices <br> importing Party, provide the customs authority of the importing Party with the certificate of origin <br> issued retroactively. The certificate of origin issued retroactively should indicate the date of <br> (a) The focal point of the competent authority of the exporting Party is: <br> shipment in field 3. <br> in the case of Japan, the Origin Certification Policy Office of the Trade Administration Division of <br> (c) Signatures on a certificate of origin of the representatives of the competent authority of the <br> the Trade and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> (e) In the event of theft, loss or destruction of a certificate of origin before the expiration of its <br> exporting Party or its designees may be autographed or electronically printed. <br> in the case of Chile, Certification of Origin Office of the Market Access Department, General <br> (d) Each certificate of origin should bear a certification number given by the competent authority <br> Directorate of International Economic Affairs of the Ministry of Foreign Affairs. <br> of the exporting Party or its designees. <br> in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> validity, the exporter may request the competent authority of the exporting Party or its designees <br> in the case of Chile, International Affairs Department, National Customs Service. <br> to issue a new certificate of origin with a new certification number on the basis of the export <br> (c) Both Parties should provide each other with the address, phone number, fax number and e- <br> documents in their possession, in which case the original certificate of origin should be <br> mail address of the focal points referred to in subparagraphs (a) and (b) upon adoption of this <br> invalidated. The date of issuance and the certification number of the original certificate of origin <br> Rule 4 : Modification <br> Operational Procedures, and should notify any modification regarding such information within 30 <br> Modification <br> should be indicated in the new certificate of origin in field 8. The new certificate of origin should <br> days after such modification. <br> be valid during the original term of the validity of the original certificate of origin. <br> (d) If the competent authority of the exporting Party designates entities or bodies to carry out the <br> Focal points of administrative offices <br> issuance of the certificate of origin, or makes modification or revocation with respect to its <br> designees, it should immediately notify the importing Party of such designation, <br> (a) The exporter should request the reissuance of a certificate of origin if a certificate of origin <br> modification or revocation. <br> contains incorrect information, and the invalidation of the original certificate. <br> (b) Notwithstanding subparagraph (a), the competent authority of the exporting Party or its <br> designees may, in response to the request for reissuance referred to in subparagraph (a) or at <br> their own initiative, make modification on the certificate of origin by striking out errors and <br> making any addition required. Such modification should be certified by authorized signature and <br> seal of the competent authority of the exporting Party or its designees. <br> (c) Erasures, superimpositions and modifications other than those referred to in subparagraph (b) <br> should not be allowed on the issued certificate of origin. <br> Rule 5 : Minor errors <br> The customs authority of the importing Party should disregard minor errors, such as slight <br> discrepancies or omissions, typing errors or protruding from the designated field, provided that <br> these minor errors may not affect the authenticity of the certificate of origin or the accuracy of the <br> information included in the certificate of origin. <br> "}, {"ArticleTitle": "Two or more invoices", "ArticleDesc": "Rule 6 : Two or more invoices <br> For the purposes of paragraph 6 of Article 44, a certificate of origin, in which numbers and dates <br> of two or more invoices issued for a single shipment are indicated, should be accepted by the <br> customs authority of the importing Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Declaration <br> Rule 3 : Issuance <br> Rule 7 : Invoice of a non-Party <br> Declaration <br> Issuance <br> Minor Errors <br> Invoice of a Non-Party <br> A declaration for a certificate of origin should be completed by the exporter, in field 9. The <br> The customs authority of the importing Party should not refuse to accept a certificate of origin <br> exporter's signature may be autographed or electronically printed. <br> only for the reason that the invoice is issued by either a natural person or a juridical person <br> (b) In exceptional cases where the certificate of origin has not been issued by the time of <br> located in a non-Party. <br> (a) In principle, a certificate of origin should be issued prior to or at the time of shipment. <br> Rule 8 : A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> (b) The focal point of the customs authority of the importing Party is: <br> A certificate of origin, containing description of goods which is not subject to preferential tariff treatment <br> In cases where some goods not subject to preferential tariff treatment are described in a <br> shipment, at the request of the exporter, the certificate of origin may be issued retroactively in <br> certificate of origin is valid only for goods subject to preferential tariff treatment. <br> certificate of origin together with other goods subject to preferential tariff treatment, the <br> accordance with the laws and regulations of the exporting Party, in which case it is necessary to <br> indicate \"ISSUED RETROACTIVELY\" in field 8. In such cases, the importer of the good who claims <br> 2. Administration and Enforcement <br> the preferential tariff treatment for the good may, subject to the laws and regulations of the <br> Rule 9 : Focal points of administrative offices <br> importing Party, provide the customs authority of the importing Party with the certificate of origin <br> issued retroactively. The certificate of origin issued retroactively should indicate the date of <br> (a) The focal point of the competent authority of the exporting Party is: <br> shipment in field 3. <br> in the case of Japan, the Origin Certification Policy Office of the Trade Administration Division of <br> (c) Signatures on a certificate of origin of the representatives of the competent authority of the <br> the Trade and Economic Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> (e) In the event of theft, loss or destruction of a certificate of origin before the expiration of its <br> exporting Party or its designees may be autographed or electronically printed. <br> in the case of Chile, Certification of Origin Office of the Market Access Department, General <br> (d) Each certificate of origin should bear a certification number given by the competent authority <br> Directorate of International Economic Affairs of the Ministry of Foreign Affairs. <br> of the exporting Party or its designees. <br> in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> validity, the exporter may request the competent authority of the exporting Party or its designees <br> in the case of Chile, International Affairs Department, National Customs Service. <br> to issue a new certificate of origin with a new certification number on the basis of the export <br> (c) Both Parties should provide each other with the address, phone number, fax number and e- <br> documents in their possession, in which case the original certificate of origin should be <br> mail address of the focal points referred to in subparagraphs (a) and (b) upon adoption of this <br> invalidated. The date of issuance and the certification number of the original certificate of origin <br> Rule 4 : Modification <br> Operational Procedures, and should notify any modification regarding such information within 30 <br> Modification <br> should be indicated in the new certificate of origin in field 8. The new certificate of origin should <br> days after such modification. <br> be valid during the original term of the validity of the original certificate of origin. <br> (d) If the competent authority of the exporting Party designates entities or bodies to carry out the <br> Focal points of administrative offices <br> issuance of the certificate of origin, or makes modification or revocation with respect to its <br> designees, it should immediately notify the importing Party of such designation, <br> (a) The exporter should request the reissuance of a certificate of origin if a certificate of origin <br> modification or revocation. <br> contains incorrect information, and the invalidation of the original certificate. <br> (b) Notwithstanding subparagraph (a), the competent authority of the exporting Party or its <br> designees may, in response to the request for reissuance referred to in subparagraph (a) or at <br> their own initiative, make modification on the certificate of origin by striking out errors and <br> making any addition required. Such modification should be certified by authorized signature and <br> seal of the competent authority of the exporting Party or its designees. <br> (c) Erasures, superimpositions and modifications other than those referred to in subparagraph (b) <br> should not be allowed on the issued certificate of origin. <br> Rule 5 : Minor errors <br> The customs authority of the importing Party should disregard minor errors, such as slight <br> discrepancies or omissions, typing errors or protruding from the designated field, provided that <br> these minor errors may not affect the authenticity of the certificate of origin or the accuracy of the <br> information included in the certificate of origin. <br> "}, {"ArticleTitle": "Procedure to exchange the sample of a certificate of origin and impressions of stamps", "ArticleDesc": "Rule 10 : Procedure to exchange the sample of a certificate of origin and impressions of stamps <br> The Parties should provide each other with the sample of a certificate of origin and impressions of <br> stamps used for the issuance of a certificate of origin upon the date of adoption of this <br> Operational Procedures, as well as 30 days before any modification of such sample <br> or impressions thereafter. <br> "}, {"ArticleTitle": "Communication", "ArticleDesc": "Rule 11 : Communication <br> (a) For the purposes of Articles 47 through 49, any communication between the competent <br> authority of the exporting Party and the customs authority of the importing Party should be made <br> through the Embassy of Japan in Chile or the Embassy of Chile in Japan. Such communications <br> should be made by any method with a confirmation of receipt. <br> (b) The direct communications between the competent authority of the exporting Party and the <br> customs authority of the importing Party may be made by facsimile or e-mail in parallel with the <br> communications set out in subparagraph (a). <br> (c) The period for providing the response pursuant to paragraph 2 of Article 47 and paragraph 4 <br> of Article 48 should commence from the date of the confirmation of receipt of the request <br> (d) The period for providing the written determination pursuant to paragraph 4 of Article 49 <br> pursuant to subparagraph (a). <br> should commence from the date of the confirmation of receipt of the information referred to in <br> that paragraph pursuant to subparagraph (a). <br> Chapter 5 <br> Customs Procedures <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 55 : Scope <br> 1 This Chapter shall apply to customs procedures <br> required for the clearance of goods traded between the Parties. <br> 2 This Chapter shall be implemented by the Parties in <br> accordance with the laws and regulations of each Party and <br> within the available resources of their respective customs authorities. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 56 : Transparency <br> 1 Each Party shall ensure that all relevant information <br> of general application pertaining to its customs laws and <br> administrative procedures is readily available to any <br> 2 When information that has been made available must be <br> interested person, with maximum use of information and communications technology. <br> revised due to changes in its customs laws, each Party <br> shall, whenever possible, make the revised information <br> publicly available sufficiently in advance of the entry <br> into force of the changes. <br> 3 Each Party shall endeavor to provide the other Party <br> with advance notice of any significant modification of its <br> policy with regard to customs procedures that is likely to <br> specific customs matters raised by the interested person <br> substantially affect the implementation and operation of this Agreement. <br> 4 At the request of any interested person of the <br> Parties, each Party shall endeavor to provide, as quickly <br> and as accurately as possible, information relating to the <br> and pertaining to its customs laws. <br> 5 Each Party shall designate one or more enquiry points <br> to answer reasonable enquiries from any interested person <br> of the Parties concerning customs matters, and shall make <br> publicly available, including through the Internet, the <br> names and addresses of such enquiry points. <br> "}, {"ArticleTitle": "Customs Clearance", "ArticleDesc": "Article 57 : Customs Clearance <br> 1 Both Parties shall apply their respective customs <br> procedures in a predictable, consistent and transparent manner. <br> 2 To expedite customs clearance, while ensuring <br> effective enforcement against illicit trafficking of goods, each Party shall: <br> (a) endeavor to make use of information and <br> communications technology, taking into account <br> international standards; <br> (b) adopt or maintain accessible information and <br> and recommended practices such as those made <br> possible, with relevant international standards <br> communications technology systems, allowing the <br> authorized or registered person to send <br> under the auspices of the Customs Co-operation Council; and <br> declarations to its customs authority; <br> (c) adopt or maintain simplified customs procedures; <br> (d) harmonize its customs procedures, as far as <br> (i) other national authorities of the Party; <br> (ii) the trading communities of the Party; and <br> (iii) the customs authorities of non-Parties. <br> (e) promote cooperation, wherever appropriate, <br> between its customs authority and: <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 58 : Cooperation <br> 1 The Parties shall cooperate with each other in the <br> field of customs procedures. <br> 2 Such cooperation shall be implemented as provided for <br> in the Implementing Agreement. <br> "}, {"ArticleTitle": "Penalties", "ArticleDesc": "Article 59 : Penalties <br> Each Party shall adopt or maintain appropriate <br> sanctions or other measures against violations of its customs laws. <br> "}, {"ArticleTitle": "Committee on Customs Procedures", "ArticleDesc": "Article 60 : Committee on Customs Procedures <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, the Parties hereby establish a <br> Committee on Customs Procedures (hereinafter referred to in <br> this Article as \"Committee\"). <br> 2 The functions of the Committee shall be: <br> (a) reviewing the implementation and operation of this Chapter; <br> (b) reporting the findings of the Committee to the Commission; <br> (c) identifying areas, relating to this Chapter, to <br> be improved for facilitating trade in goods <br> between the Parties; and <br> (d) carrying out other functions as may be delegated <br> by the Commission in accordance with Article 190. <br> 3 The Committee shall meet at such venues and times as <br> may be agreed by the Parties. <br> 4 The composition of the Committee shall be specified in <br> the Implementing Agreement. <br> "}, {"ArticleTitle": "Definition", "ArticleDesc": "Article 61 : Definition <br> For the purposes of this Chapter, the term \"customs <br> laws\" of a Party means the laws and regulations of a Party <br> relating to the importation, exportation, transit or <br> storage of goods, and any other related matters, falling <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "under the competence of the customs authority of the Party. <br> "}]}]}, "members_found": ["152", "392", 5, 8703900000]}