{"FtaRooDetails": {"FtaId": 159, "FtaCode": "ITC00164", "FtaName": "EPA, Japan-Viet Nam", "FtaFullName": "AGREEMENT BETWEEN JAPAN AND THE SOCIALIST REPUBLIC OF VIET NAM FOR AN ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Japan; Viet Nam", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EPA, Japan-Viet Nam", "AdminProcCooAuth": "The certification type under EPA, Japan-Viet Nam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EPA, Japan-Viet Nam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EPA, Japan-Viet Nam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "LVC 40%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Note", "RooText": " Annex 2<br /> Product Specific Rules<br /> 1.    For the purposes of the product specific rules set out<br /> in this Annex and the Attachment to Annex 3, the term:<br /> (a)    \"LVC 40%\" means that the good has a local value<br /> content, calculated using the formula set out in<br /> Article 27, of not less than 40 percent, and the final<br /> process of production has been performed in a Party;<br /> Note: For the purposes of this Annex, subparagraph<br /> 2(a) of Article 27 shall apply.<br /> (b)    \"CC\" denotes a change to the chapter, heading or<br /> subheading from any other chapter. This means that<br /> all non-originating materials used in the<br /> production of the good have undergone a change in<br /> tariff classification at the 2-digit level (i.e. a<br /> change in chapter) of the HS;<br /> (c)    \"CTH\" denotes a change to the chapter, heading or<br /> subheading from any other heading. This means that<br /> all non-originating materials used in the<br /> production of the good have undergone a change in<br /> tariff classification at the 4-digit level (i.e. a<br /> change in heading) of the HS;<br /> (d)    \"CTSH\" denotes a change to the chapter, heading or<br /> subheading from any other subheading. This means<br /> that all non-originating materials used in the<br /> production of the good have undergone a change in<br /> tariff classification at the 6-digit level (i.e. a<br /> change in subheading) of the HS; and<br /> (e)    \"WO\" means that the good is wholly obtained or<br /> produced entirely in a Party as defined in Article<br /> 25.<br /> 2.    This Annex is based on the Harmonized System as amended<br /> on 1 January 2007.<br /> 3.    For the purposes of subparagraph 1(b) of Article 28, the<br /> following shall apply:<br /> (a) in the case of a good classified under subheadings<br /> 0901.21, 0901.22, 1803.10, 1803.20, and 1805.00 of<br /> the HS, the total value of non-originating materials<br /> used in its production that have not undergone the<br /> required CTC does not exceed 10 percent of the FOB;<br /> and<br /> (b) in the case of a good classified under subheading<br /> 2103.90 of the HS, the total value of<br /> non-originating materials used in its production<br /> that have not undergone the required CTC does not<br /> exceed seven percent of the FOB.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00164_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.customs.go.jp/roo/english/text/vietnam4.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00164_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.customs.go.jp/roo/english/text/vietnam1.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00164_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.go.jp/roo/english/text/vietnam1.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00164_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.mofa.go.jp/region/asia-paci/vietnam/epa0812/annex3.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00164_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mofa.go.jp/region/asia-paci/vietnam/epa0812/agreement.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00164_full.pdf", "DocType": "8_full", "WebLink": "https://www.mofa.go.jp/region/asia-paci/vietnam/epa0812/agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Accumulation <br /> Originating materials of a Party used in the production <br /> of a good in the other Party shall be considered as originating <br /> materials of that other Party. <br /> Rule 8 : Documents for Accumulation <br /> For the purposes of Article 29 of the Agreement, if documentary evidence is <br /> needed for the issuance of a CO or the verification process to prove that material <br /> accumulated in the production of a good is an originating material of a Party, the <br /> following may be used: <br /> (a) a declaration by the exporter or producer of the good; <br /> (b) an invoice of the good; <br /> (c) a copy of the CO for the material issued by the exporting Party of the <br /> material, including that issued retroactively; or <br /> (d) any other relevant document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7 or 10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : De Minimis <br /> 1 A good that does not satisfy the requirements of <br /> subparagraph 1(b) of Article 26 or an applicable CTC-based rule <br /> of origin set out in Annex 2 shall be considered as an <br /> originating good of a Party if: <br /> (a) in the case of a good classified under Chapters 16, <br /> 19, 20, 22, 23, 28 through 49, and 64 through 97 of <br /> the Harmonized System, the total value of <br /> non-originating materials used in the production of <br /> the good that have not undergone the required CTC does <br /> not exceed 10 percent of the FOB; <br /> (b) in the case of a particular good classified under <br /> Chapters 9, 18, and 21 of the Harmonized System, the <br /> total value of non-originating materials used in the <br /> production of the good that have not undergone the <br /> required CTC does not exceed 10 percent or seven <br /> percent of the FOB, as specified in Annex 2; or <br /> (c) in the case of a good classified under Chapters 50 <br /> through 63 of the Harmonized System, the weight of <br /> all non-originating materials used in the production <br /> of the good that have not undergone the required CTC <br /> does not exceed 10 percent of the total weight of the good, <br /> provided that it meets all other applicable criteria set out <br /> in this Chapter for qualifying as an originating good. <br /> Note: For the purposes of this paragraph, subparagraph 2(a) <br /> of Article 27 shall apply. <br /> 2 The value of non-originating materials referred to in <br /> paragraph 1 shall, however, be included in the value of <br /> non-originating materials for any applicable LVC-based <br /> rule of origin for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Calculation of Local Value Content <br /> 5 For the purposes of paragraph 1, the VNM of a good shall <br /> not include the value of non-originating materials used in the <br /> production of originating materials of the Party which are used <br /> in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br /> 1 If a good is subject to the requirements of CTC or specific <br /> manufacturing or processing operation, the accessories, spare <br /> parts, tools, and instructional or other information materials <br /> presented with the good shall not be taken into account in <br /> determining whether the good qualifies as an originating good, provided that: <br /> (a) the accessories, spare parts, tools, and <br /> instructional or other information materials are not <br /> invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare <br /> parts, tools, and instructional or other information <br /> materials are customary for the good. <br /> 2 If a good is subject to an LVC-based rule of origin, the <br /> value of the accessories, spare parts, tools, and instructional <br /> or other information materials shall be taken into account as <br /> the value of the originating or non-originating materials, as <br /> the case may be, in calculating the LVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Goods Wholly Obtained or Produced <br /> For the purposes of paragraph (a) of Article 24, the <br /> following shall be considered as wholly obtained or produced <br /> entirely in a Party: <br /> (a) plant and plant products grown and harvested, picked, <br /> or gathered in the Party; <br /> Note: For the purposes of this paragraph, the term <br /> \"plant\" refers to all plant life, including <br /> fruit, flowers, vegetables, trees, seaweed, fungi, and live plants. <br /> (b) live animals born and raised in the Party; <br /> Note: For the purposes of paragraphs (b) and (c), the <br /> term \"animals\" covers all animal life, <br /> including mammals, birds, fish, crustaceans, <br /> molluscs, reptiles, bacteria, and viruses. <br /> (c) goods obtained from live animals in the Party; <br /> (d) goods obtained from hunting, trapping, fishing, <br /> gathering, or capturing conducted in the Party; <br /> (e) minerals and other naturally occurring substances, <br /> not included in paragraphs (a) through (d), extracted <br /> or taken from soil, waters, seabed or beneath the seabed of the Party; <br /> (f) goods taken from the waters, seabed or beneath the <br /> seabed outside the territorial waters of the Party, <br /> provided that the Party has the rights to exploit such <br /> waters, seabed and beneath the seabed in accordance <br /> with its laws and regulations and international law; <br /> Note: Nothing in this Agreement shall affect the <br /> rights and obligations of the Parties under <br /> international law, including those under the <br /> United Nations Convention on the Law of the Sea. <br /> (g) goods of sea-fishing and other marine products taken <br /> by vessels of the Party from outside the territorial seas of the Parties; <br /> (h) goods processed and/or made on board factory ships <br /> of the Party exclusively from products referred to in paragraph (g); <br /> (i) articles collected in the Party which can no longer <br /> perform their original purpose or be restored or <br /> repaired, and are fit only for disposal, for the <br /> recovery of parts or raw materials, or for recycling purposes; <br /> (j) parts or raw materials recovered in the Party from <br /> articles which can no longer perform their original <br /> purpose nor are capable of being restored or repaired; <br /> (k) scrap and waste derived from manufacturing or <br /> processing operations, including mining, <br /> agriculture, construction, refining, incineration <br /> and sewage treatment operations, or from consumption, <br /> in the Party, and fit only for disposal or for the <br /> recovery of raw materials; and <br /> (l) goods obtained or produced in the Party exclusively <br /> from goods referred to in paragraphs (a) through (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Non-qualifying Operations <br /> A good shall not be considered to satisfy the requirements <br /> of CTC or specific manufacturing or processing operation merely by reason of: <br /> (a) operations to ensure the preservation of products in <br /> good condition during transport and storage (such as <br /> drying, freezing, keeping in brine) and other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) disassembly; <br /> (d) placing in bottles, cases, and boxes and other simple <br /> packaging operations; <br /> (e) collection of parts and components classified as a <br /> good pursuant to Rule 2(a) of the General Rules for <br /> the Interpretation of the Harmonized System; <br /> (f) mere making-up of sets of articles; or <br /> (g) any combination of operations referred to in <br /> subparagraphs (a) through (f).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Calculation of Local Value Content <br /> 1 For the purposes of calculating the LVC of a good, the <br /> following formula shall be used: <br /> LVC = [(FOB - VNM) / FOB ] x 100% <br /> 2 For the purposes of this Article: <br /> (a) \"FOB\" is, except as provided for in paragraph 3, the <br /> free-on-board value of a good, inclusive of the cost <br /> of transport from the producer to the port or site <br /> of final shipment abroad; <br /> (b) \"LVC\" is the LVC of a good, expressed as a percentage; and <br /> (c) \"VNM\" is the value of non-originating materials used <br /> in the production of a good. <br /> 3 FOB referred to in subparagraph 2(a) shall be the value: <br /> (a) adjusted to the first ascertainable price paid for <br /> a good from the buyer to the producer of the good, <br /> if there is free-on-board value of the good, but it <br /> is unknown and cannot be ascertained; or <br /> (b) determined in accordance with Articles 1 through 8 <br /> of the Agreement on Customs Valuation, if there is <br /> no free-on-board value of a good. <br /> 4 For the purposes of paragraph 1, the value of <br /> non-originating materials used in the production of a good in a Party: <br /> (a) shall be determined in accordance with the Agreement <br /> on Customs Valuation and shall include freight, <br /> insurance, and where appropriate, packing and all <br /> other costs incurred in transporting the materials <br /> to the importation port in the Party where the <br /> producer of the good is located; or <br /> (b) if such value is unknown and cannot be ascertained, <br /> shall be the first ascertainable price paid for the <br /> materials in the Party, but may exclude all the costs <br /> incurred in the Party in transporting the materials <br /> from the warehouse of the supplier of the materials <br /> to the place where the producer is located such as <br /> freight, insurance and packing as well as any other <br /> known and ascertainable costs incurred in the Party. <br /> 5 For the purposes of paragraph 1, the VNM of a good shall <br /> not include the value of non-originating materials used in the <br /> production of originating materials of the Party which are used <br /> in the production of the good. <br /> 6 For the purposes of subparagraph 3(b) or 4(a), in applying <br /> the Agreement on Customs Valuation to determine the value of <br /> a good or non-originating materials, the Agreement on Customs <br /> Valuation shall apply, mutatis mutandis, to domestic <br /> transactions or to the cases where there is no domestic <br /> transaction of the good or non-originating material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Indirect Materials <br /> 1 Indirect materials shall be treated as originating <br /> materials regardless of where they are produced. <br /> 2 For the purposes of this Article, the term \"indirect <br /> materials\" means goods used in the production, testing, or <br /> inspection of a good but not physically incorporated into the <br /> good, or goods used in the maintenance of buildings or the <br /> operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and <br /> other materials used in production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety <br /> equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the <br /> good but whose use in the production of the good can <br /> reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Direct Consignment <br /> 1 Preferential tariff treatment shall be accorded to an <br /> originating good satisfying the requirements of this Chapter <br /> and which is consigned directly from the exporting Party to the importing Party. <br /> 2 The following shall be considered as consigned directly <br /> from the exporting Party to the importing Party: <br /> (a) a good transported directly from the exporting Party to the importing Party; or <br /> (b) a good transported through one or more non-Parties, <br /> provided that the good does not undergo operations <br /> other than transit or temporary storage in warehouses, <br /> unloading, reloading, and any other operation to preserve it in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Originating Goods <br /> For the purposes of this Agreement, a good shall qualify <br /> as an originating good of a Party if it: <br /> (a) is wholly obtained or produced entirely in the Party <br /> as provided for in Article 25; <br /> (b) satisfies the requirements of Article 26 when using <br /> non-originating materials; or <br /> (c) is produced entirely in the Party exclusively from <br /> originating materials of the Party, <br /> and meets all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Packing Materials and Containers <br /> 1 Packing materials and containers for transportation and <br /> shipment of a good shall not be taken into account in determining <br /> the origin of any good. <br /> 2 Packing materials and containers in which a good is <br /> packaged for retail sale, when classified together with the good, <br /> shall not be taken into account in determining whether all of <br /> the non-originating materials used in the production of the good <br /> have met the applicable CTC-based rule of origin for the good. <br /> 3 If a good is subject to an LVC-based rule of origin, the <br /> value of the packing materials and containers in which the good <br /> is packaged for retail sale shall be taken into account as <br /> originating or non-originating materials, as the case may be, <br /> in calculating the LVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Identical and Interchangeable Materials <br /> The determination of whether identical and <br /> interchangeable materials are originating materials shall be <br /> made by the use of generally accepted accounting principles of <br /> stock control applicable, or those of inventory management <br /> practiced, in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 2 : Issuance of Certificate of Origin <br /> 1. The competent governmental authority of the exporting <br /> Party shall, upon request made in writing by the exporter <br /> or its authorized agent, issue a CO or, under the <br /> authorization given in accordance with the applicable <br /> laws and regulations of the exporting Party, may <br /> designate other entities or bodies (hereinafter referred <br /> to in this Annex as \"designees\") to issue a CO. <br /> 2. Each Party shall provide the other Party with a list <br /> of names and addresses, and a list of specimen signatures <br /> and specimen of official seals or impressions of stamps <br /> for the issuance of a CO, of its competent governmental <br /> authority and, if any, its designees. <br /> 3 Any CO bearing a signature not included in the list <br /> referred to in paragraph 2 shall not be valid. <br /> 4 Where the exporter of a good is not the producer of <br /> the good in the exporting Party, the exporter may request <br /> a CO on the basis of: <br /> (a) a declaration provided by the exporter to the <br /> competent governmental authority or its <br /> designees based on the information provided by <br /> the producer of the good to that exporter; or <br /> (b) a declaration voluntarily provided by the <br /> producer of the good directly to the competent <br /> governmental authority or its designees by the <br /> request of the exporter. <br /> 5. A CO shall be issued only after the exporter who <br /> requests for its issuance, or the producer of the good in <br /> the exporting Party referred to in subparagraph 4(b), <br /> proves to the competent governmental authority or its <br /> designees that the good to be exported qualifies as an <br /> originating good of the exporting Party. <br /> 6. If, after the issuance of the CO, the exporter or <br /> producer referred to in paragraph 5 knows that such a <br /> good does not qualify as an originating good of the <br /> exporting Party, they shall notify the competent <br /> governmental authority or its designees in writing and <br /> without delay, subject to the applicable laws and <br /> regulations of the exporting Party. <br /> 7 The competent governmental authority of the exporting <br /> Party or its designees shall, if they receive <br /> notification in accordance with paragraph 6, or if they <br /> have knowledge after the issuance of the CO that the good <br /> does not qualify as an originating good of the exporting <br /> Party, cancel the CO and promptly notify the cancellation <br /> to the exporter to whom the CO has been issued, and to <br /> the customs authority of the importing Party, except in <br /> the case where the exporter has returned the CO to the <br /> competent governmental authority of the exporting Party. <br /> 8. The format of the CO and its contents shall be in the <br /> English language and shall include minimum data specified <br /> in the Attachment to this Annex. <br /> Rule 3 : Presentation of Certificate of Origin <br /> 1 For the purposes of claiming preferential tariff <br /> treatment, the following shall be submitted to the <br /> customs authority of the importing Party by the importer: <br /> (a) a valid CO; and <br /> (b) other documents as required in accordance with <br /> the laws and regulations of the importing Party <br /> (e.g. invoices, including third country invoices, <br /> and a through bill of lading issued in the exporting Party). <br /> 2. A CO shall not be required for an importation of a <br /> consignment of originating goods of the exporting Party <br /> whose aggregate customs value does not exceed two hundred <br /> United States dollars (USD 200) or its equivalent amount <br /> in the Party's currency, or such higher amount as the <br /> importing Party may establish. <br /> 3 The importing Party may waive the requirement for a <br /> CO in accordance with its laws and regulations. <br /> 4. Where an originating good of the exporting Party is <br /> imported through one or more non-Parties, the importing <br /> Party may require importers who claim preferential tariff <br /> treatment for the good to submit: <br /> (a) a copy of through bill of lading; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties, or <br /> other relevant entities, which proves that the <br /> good has not undergone operations other than <br /> unloading, reloading, and any other operation to <br /> preserve it in good condition in those non-Parties. <br /> Rule 1 : Application for Certificate of Origin <br /> (a) An application for a Certificate of Origin (hereinafter referred to as <br /> \"CO\") is to be made by the exporter or its authorized agent to the <br /> competent governmental authority of the exporting Party or its <br /> designees referred to in paragraph 1 of Rule 2 of the Operational <br /> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br /> Annex 3 of the Agreement, together with supporting documents <br /> proving that the good to be exported qualifies for the issuance of a <br /> CO, in accordance with the laws and regulations of the exporting Party. <br /> (b) Where a pre-exportation examination of the origin of a good to be <br /> exported is conducted, the result of the examination, subject to <br /> review periodically or whenever appropriate, will be accepted as the <br /> supporting evidence in determining the origin of the good to be <br /> exported thereafter. The pre-exportation examination may not apply <br /> to the good the origin of which, by its nature, can be easily determined. <br /> Rule 2 : Issuance of the Certificate of Origin <br /> The competent governmental authority of the exporting Party or its designees is, <br /> to the best of its competence and ability, required to carry out proper examination, <br /> in accordance with the laws and regulations of the exporting Party, upon each <br /> application for a CO to ensure that: <br /> (a) the CO is duly completed and signed by the authorized signatory of <br /> the competent governmental authority of the exporting Party or its <br /> designees (hereinafter referred to as \"authorized signatory\"); <br /> (b) the origin of the good is in conformity with Chapter 3 of the <br /> Agreement (hereinafter referred to as \"ROO\"); <br /> (c) weight or other quantity (e.g. gross weight or net weight), marks <br /> and numbers, number and kind of packages, HS code, and the <br /> description, as specified, conform to the good; and <br /> (d) other statements in the CO correspond to relevant supporting documents submitted. <br /> Rule 3 : Format of Certificate of Origin <br /> (a) A CO should be on A4 size paper. <br /> (b) A CO will comprise the original and two copies in the case of <br /> Vietnam, and only the original in the case of Japan. <br /> (c) A CO will bear a certification number separately given by each <br /> place or office of issuance. <br /> (d) For cases where there is a third country invoice, this is to be <br /> indicated in a CO, together with such information as the full legal <br /> name and address of the person issuing the invoice. <br /> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br /> The exporter's signature may be autographed or electronically printed. <br /> (f) Signatures on a CO of the authorized signatory may be <br /> autographed or electronically printed. <br /> (g) Official seals or impressions of stamps on a CO of the competent <br /> governmental authority of the exporting Party or its designees may <br /> be manually put or electronically printed. <br /> (h) The original of a CO is to be forwarded by the exporter to the <br /> importer for submission to the customs authority of the importing <br /> Party. In the case of Vietnam, a copy of the CO is to be retained by <br /> both the exporter and the competent governmental authority of the <br /> exporting Party or its designees, respectively. <br /> Multiple Items or Invoices <br /> (i) A CO, which indicates two or more invoices issued for a single <br /> shipment, will be accepted by the customs authority of the importing Party. <br /> (j) Multiple items declared on the same CO is to be allowed, provided <br /> that each item qualifies as an originating good separately in its own right. <br /> (k) For multiple items declared on the same CO, a problem <br /> encountered with one or more of the items declared will not affect <br /> or delay the preferential tariff treatment and customs clearance of <br /> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br /> the OCP may be applied to the problematic items. <br /> Rule 4 : Modifications <br /> (a) The customs authority of the importing Party will disregard minor <br /> errors, such as slight discrepancies or omissions, typographical <br /> errors, and information which falls outside the designated box, <br /> provided that these minor errors do not affect the authenticity of the <br /> CO or the accuracy of the information included in the CO. <br /> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br /> (i) striking out the erroneous parts and making any additions <br /> which may be required. Such alterations are to be approved <br /> by an authorized signatory of the CO and certified by the <br /> competent governmental authority of the exporting Party or its <br /> designees. Unused spaces are to be crossed out to prevent <br /> any subsequent addition; or <br /> (ii) issuing a new CO to replace the erroneous one. <br /> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br /> Each Party is required to provide the other Party, through the diplomatic <br /> channels, with a sample of a CO, specimen signatures and specimen official <br /> seals or impressions of stamps of its competent governmental authority or its <br /> designees for the issuance of a CO, upon the date of adoption of this <br /> Implementing Regulations, as well as, in case of any subsequent modification <br /> thereof, 30 days before the modification is made.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than JPY 200,000 for Japan or USD 200 for Vietnam)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Presentation of Certificate of Origin <br /> 1 For the purposes of claiming preferential tariff <br /> treatment, the following shall be submitted to the <br /> customs authority of the importing Party by the importer: <br /> (a) a valid CO; and <br /> (b) other documents as required in accordance with <br /> the laws and regulations of the importing Party <br /> (e.g. invoices, including third country invoices, <br /> and a through bill of lading issued in the exporting Party). <br /> 2. A CO shall not be required for an importation of a <br /> consignment of originating goods of the exporting Party <br /> whose aggregate customs value does not exceed two hundred <br /> United States dollars (USD 200) or its equivalent amount <br /> in the Party's currency, or such higher amount as the <br /> importing Party may establish. <br /> 3 The importing Party may waive the requirement for a <br /> CO in accordance with its laws and regulations. <br /> 4. Where an originating good of the exporting Party is <br /> imported through one or more non-Parties, the importing <br /> Party may require importers who claim preferential tariff <br /> treatment for the good to submit: <br /> (a) a copy of through bill of lading; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties, or <br /> other relevant entities, which proves that the <br /> good has not undergone operations other than <br /> unloading, reloading, and any other operation to <br /> preserve it in good condition in those non-Parties. <br /> Rule 6 : Waiver of CO <br /> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br /> waived when the aggregate customs value of goods does not exceed the following amount: <br /> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br /> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br /> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br /> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br /> subsequently modified value, it will notify the other Party of such modified <br /> value, in writing, through diplomatic channels.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Focal Points <br /> (a) The focal point of the competent governmental authority of each Party is: <br /> (i) in the case of Japan, the Origin Certification Policy Office of <br /> the Trade Administration Division of the Trade and Economic <br /> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br /> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br /> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br /> (b) The focal point of the customs authority of each Party is: <br /> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br /> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br /> (c) The enquiry point of each Party for any matters relating to the ROO, <br /> the OCP and this Implementing Regulations is: <br /> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br /> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br /> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br /> (d) Both Parties are required to provide each other through diplomatic <br /> channels with the address, telephone number, facsimile number <br /> and e-mail address of the focal points and the enquiry point <br /> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br /> Implementing Regulations, and are likewise required to notify any <br /> modification regarding such information within 30 days after such modification. <br /> (e) When the focal point or the enquiry point of a Party raises any <br /> matter arising from the implementation of the ROO, the OCP and <br /> this Implementing Regulations to the focal point or the enquiry point <br /> of the other Party, that other Party may assign relevant experts to <br /> look into the matter and to respond with its findings and proposal <br /> for resolving the matter within a reasonable period of time. The <br /> focal point or enquiry point of both Parties will facilitate the <br /> resolution of any matter raised with regard to the implementation of <br /> the ROO, the OCP and this Implementing Regulations through consultations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 : Validity of Certificate of Origin <br /> 1. A CO shall be submitted to the customs authority of <br /> the importing Party within one year from the date of <br /> issuance by the competent governmental authority of the <br /> exporting Party or its designees. <br /> 2. Where the CO is submitted to the customs authority of <br /> the importing Party after the expiration of the period <br /> for its submission provided for in paragraph 1, that CO <br /> shall be accepted when the failure to observe such a <br /> requirement results from force majeure or other valid <br /> causes beyond the control of the exporter or importer. <br /> 3. An issued CO shall be applicable to a single <br /> importation of an originating good of the exporting Party <br /> into the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Record Keeping <br /> 1. Each Party shall, in accordance with its laws and <br /> regulations, ensure that the exporter to whom a CO has <br /> been issued or the producer of a good in the exporting <br /> Party referred to in subparagraph 4(b) of Rule 2 keeps <br /> records relating to the origin of the good. For the <br /> purposes of this Agreement, the exporter or producer <br /> shall keep these records for three years after the date <br /> on which the CO was issued. <br /> 2 Each Party shall ensure that its competent <br /> governmental authority or its designees shall keep a <br /> record of the issued CO for a period of three years after <br /> the date on which the CO was issued. Such record <br /> includes all supporting documents presented to prove the <br /> qualification as an originating good of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Retroactive Issuance of Certificate of Origin <br /> In principle, a CO is to be issued by the time of shipment or no later than three <br /> days from the date of shipment. In exceptional cases where a CO has not been <br /> issued by the time of shipment or no later than three days from the date of <br /> shipment, at the request of the exporter, the CO will be issued retroactively in <br /> accordance with the laws and regulations of the exporting Party within 12 months <br /> from the date of shipment, in which case it is necessary to indicate \"Issued <br /> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br /> preferential tariff treatment for the good may, subject to the laws and regulations <br /> of the importing Party, provide the customs authority of the importing Party with <br /> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Presentation of Certificate of Origin <br /> 4. Where an originating good of the exporting Party is <br /> imported through one or more non-Parties, the importing <br /> Party may require importers who claim preferential tariff <br /> treatment for the good to submit: <br /> (a) a copy of through bill of lading; or <br /> (b) a certificate or any other information given by <br /> the customs authorities of such non-Parties, or <br /> other relevant entities, which proves that the <br /> good has not undergone operations other than <br /> unloading, reloading, and any other operation to <br /> preserve it in good condition in those non-Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Format of Certificate of Origin <br /> (d) For cases where there is a third country invoice, this is to be <br /> indicated in a CO, together with such information as the full legal <br /> name and address of the person issuing the invoice.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6 : Verification <br /> 1. For the purposes of determining whether a good <br /> imported from the exporting Party and claimed for <br /> preferential tariff treatment qualifies as an originating <br /> good of that exporting Party under this Agreement, the <br /> customs authority of the importing Party may request <br /> information relating to the origin of the good, provided <br /> that such a request is made to the competent governmental <br /> authority of the exporting Party on the basis of the CO. <br /> 2. For the purposes of paragraph 1, the competent <br /> governmental authority of the exporting Party shall, in <br /> accordance with its laws and regulations, provide the <br /> information requested in a period not exceeding 90 days <br /> after the date of receipt of the request. If the customs <br /> authority of the importing Party considers necessary, it <br /> may request additional information relating to the origin <br /> of the good. If additional information is requested by <br /> the customs authority of the importing Party, the <br /> competent governmental authority of the exporting Party <br /> shall, in accordance with its laws and regulations, <br /> provide the information requested in a period not <br /> exceeding 90 days after the date of receipt of the <br /> request for additional information. <br /> 3. For the purposes of paragraph 2, the competent <br /> governmental authority of the exporting Party may request <br /> the exporter to whom the CO has been issued, or the <br /> producer of the good in the exporting Party referred to <br /> in subparagraph 4(b) of Rule 2, to provide the former <br /> with the information requested. <br /> 4. The request for information in accordance with <br /> paragraph 1 shall not preclude the use of a verification <br /> visit provided for in Rule 7. <br /> 5. During the procedures provided for in this Rule and <br /> Rule 7, the customs authority of the importing Party may <br /> suspend the preferential tariff treatment while awaiting <br /> the result of verification, and shall not wait for the <br /> procedures to be completed before it releases the good to <br /> the importer unless subject to appropriate administrative measures. <br /> Rule 7 : Verification Visit <br /> 1. The customs authority of the importing Party may <br /> request the exporting Party: <br /> (a) to collect and provide information relating to <br /> the origin of the good and check, for that <br /> purpose, the facilities used in the production <br /> of the good, through a visit by the competent <br /> governmental authority of the exporting Party <br /> along with the customs authority of the <br /> importing Party to the premises of the exporter <br /> to whom the CO has been issued, or the producer <br /> of the good in the exporting Party referred to <br /> in subparagraph 4(b) of Rule 2; and <br /> (b) during the visit pursuant to subparagraph (a), <br /> to provide information relating to the origin <br /> of the good in the possession of the competent <br /> governmental authority of the exporting Party or its designees. <br /> 2. When requesting the exporting Party to conduct a <br /> visit pursuant to paragraph 1, the customs authority of <br /> the importing Party shall deliver a written communication <br /> with such request to the exporting Party at least 60 days <br /> in advance of the proposed date of the visit, the receipt <br /> of which is to be confirmed by the exporting Party. The <br /> competent governmental authority of the exporting Party <br /> shall request the written consent of the exporter, or the <br /> producer of the good in the exporting Party whose <br /> premises are to be visited. <br /> 3. The communication referred to in paragraph 2 shall include: <br /> (a) the identity of the customs authority issuing the communication; <br /> (b) the name of the exporter, or the producer of the <br /> good in the exporting Party whose premises are requested to be visited; <br /> (c) the proposed date and places of the visit; <br /> (d) the object and scope of the proposed visit, <br /> including specific reference to the good subject <br /> of the verification referred to in the CO; and <br /> (e) the names and titles of the officials of the <br /> customs authority of the importing Party to be present during the visit. <br /> 4. The exporting Party shall respond in writing to the <br /> importing Party, within 30 days from the receipt of the <br /> communication referred to in paragraph 2, whether it <br /> accepts or refuses to conduct the visit requested <br /> pursuant to paragraph 1. <br /> 5. The competent governmental authority of the exporting <br /> Party shall, in accordance with the laws and regulations <br /> of the Party, provide within 45 days or any other <br /> mutually agreed period from the last day of the visit, to <br /> the customs authority of the importing Party any <br /> additional information obtained pursuant to paragraph 1. <br /> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br /> 1. The customs authority of the importing Party may deny <br /> preferential tariff treatment to a good for which an <br /> importer claims preferential tariff treatment where the <br /> good does not qualify as an originating good of the <br /> exporting Party or where the importer fails to comply <br /> with any of the relevant requirements of this Annex. <br /> 2. In cases where the verification procedures outlined <br /> in Rule 6 or 7 are undertaken, the customs authority of <br /> the importing Party may determine that a good does not <br /> qualify as an originating good of the exporting Party and <br /> may deny preferential tariff treatment, under any of the following conditions: <br /> (a) the competent governmental authority of the <br /> exporting Party fails to respond to the request <br /> within the period referred to in paragraph 2 <br /> of Rule 6 or paragraph 5 of Rule 7; <br /> (b) the exporting Party refuses to conduct the <br /> verification visit as requested by the customs <br /> authority of the importing Party, or that Party <br /> fails to respond to the communication referred <br /> to in paragraph 2 of Rule 7 within the period <br /> referred to in paragraph 4 of Rule 7; or <br /> (c) the information provided to the customs <br /> authority of the importing Party pursuant <br /> to Rule 6 or 7 is not sufficient to prove that the <br /> good qualifies as an originating good of the exporting Party. <br /> 3. In cases where the verification procedures outlined <br /> in Rule 6 or 7 are undertaken, the customs authority of <br /> the importing Party shall provide the competent <br /> governmental authority of the exporting Party with a <br /> written determination of whether or not the good <br /> qualifies as an originating good of the exporting Party, <br /> including findings of fact and the legal basis for the <br /> determination, in a period, unless otherwise agreed upon <br /> by the Parties, not exceeding 30 days after the date of <br /> the receipt of the information last provided by the <br /> competent governmental authority of the exporting Party <br /> in accordance with Rule 6, or 60 days after the last day <br /> of the visit referred to in Rule 7. <br /> 4. The competent governmental authority of the exporting <br /> Party shall notify the determination by the customs <br /> authority of the importing Party referred to in paragraph <br /> 3, to the exporter, or the producer of the good in the <br /> exporting Party whose premises were subject to the visit <br /> referred to in Rule 7. In the event that a determination <br /> is made that the good qualifies as an originating good of <br /> the exporting Party, any suspended preferential tariff <br /> treatment shall be reinstated. <br /> Rule 13 : Communication upon verification <br /> (a) For the purposes of verification in accordance with Rule 6 and Rule <br /> 7 of the OCP, any communication between the competent <br /> governmental authority of the exporting Party and the customs <br /> authority of the importing Party is to be made through the <br /> diplomatic channels. Such communications will be made by any <br /> method with a confirmation of receipt. <br /> (b) In the cases provided for in paragraph (a), the direct <br /> communications by the competent governmental authority of the <br /> exporting Party, the customs authority of the importing Party and <br /> the enquiry point of each Party may be made by facsimile or e-mail <br /> in parallel with the communications set out in that paragraph. <br /> (c) The period for providing the response pursuant to Rules 6 and 7 of <br /> the OCP will commence from the date of the confirmation of receipt <br /> of the request pursuant to paragraph (a). <br /> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br /> for providing the written determination by the customs authority of <br /> the importing Party will commence from the date of the confirmation <br /> of receipt of the information last provided pursuant to paragraph (a).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br /> Each Party shall establish or maintain, in accordance <br /> with its laws and regulations, appropriate penalties or <br /> other measures against its exporters or producers who <br /> have committed fraudulent acts in connection with a CO, <br /> including submission of false declarations or documents <br /> to its competent governmental authority or its designees.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 : Modifications <br /> (a) The customs authority of the importing Party will disregard minor <br /> errors, such as slight discrepancies or omissions, typographical <br /> errors, and information which falls outside the designated box, <br /> provided that these minor errors do not affect the authenticity of the <br /> CO or the accuracy of the information included in the CO. <br /> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br /> (i) striking out the erroneous parts and making any additions <br /> which may be required. Such alterations are to be approved <br /> by an authorized signatory of the CO and certified by the <br /> competent governmental authority of the exporting Party or its <br /> designees. Unused spaces are to be crossed out to prevent <br /> any subsequent addition; or <br /> (ii) issuing a new CO to replace the erroneous one.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 41 : Customs Clearance <br /> [Customs administration]: <br /> 3 Each Party shall provide affected parties with easily <br /> accessible processes of administrative and judicial review of <br /> its administrative actions relating to customs matters.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 24 : Originating Goods <br> Article 27 : Calculation of Local Value Content <br> Originating Goods <br> Calculation of Local Value Content <br> Direct Consignment <br> RULES OF ORIGIN <br> For the purposes of this Agreement, a good shall qualify <br> 1 For the purposes of calculating the LVC of a good, the <br> as an originating good of a Party if it: <br> following formula shall be used: <br> (a) is wholly obtained or produced entirely in the Party <br> LVC = [(FOB - VNM) / FOB ] x 100% <br> as provided for in Article 25; <br> 2 For the purposes of this Article: <br> (b) satisfies the requirements of Article 26 when using <br> (a) \"FOB\" is, except as provided for in paragraph 3, the <br> non-originating materials; or <br> free-on-board value of a good, inclusive of the cost <br> (c) is produced entirely in the Party exclusively from <br> of transport from the producer to the port or site <br> originating materials of the Party, <br> (b) tools, dies, and moulds; <br> of final shipment abroad; <br> (b) \"LVC\" is the LVC of a good, expressed as a percentage; and <br> (e) minerals and other naturally occurring substances, <br> Article 25 : Goods Wholly Obtained or Produced <br> (c) \"VNM\" is the value of non-originating materials used <br> Goods Wholly Obtained or Produced <br> (b) the quantities and value of the accessories, spare <br> For the purposes of paragraph (a) of Article 24, the <br> 3 FOB referred to in subparagraph 2(a) shall be the value: <br> and meets all other applicable requirements of this Chapter. <br> following shall be considered as wholly obtained or produced <br> (a) adjusted to the first ascertainable price paid for <br> entirely in a Party: <br> a good from the buyer to the producer of the good, <br> (a) plant and plant products grown and harvested, picked, <br> (c) goods obtained from live animals in the Party; <br> if there is free-on-board value of the good, but it <br> or gathered in the Party; <br> is unknown and cannot be ascertained; or <br> Note: For the purposes of this paragraph, the term <br> (b) determined in accordance with Articles 1 through 8 <br> \"plant\" refers to all plant life, including <br> of the Agreement on Customs Valuation, if there is <br> fruit, flowers, vegetables, trees, seaweed, fungi, and live plants. <br> no free-on-board value of a good. <br> 4 For the purposes of paragraph 1, the value of <br> (b) live animals born and raised in the Party; <br> Note: For the purposes of paragraphs (b) and (c), the <br> non-originating materials used in the production of a good in a Party: <br> term \"animals\" covers all animal life, <br> including mammals, birds, fish, crustaceans, <br> Indirect Materials <br> on Customs Valuation and shall include freight, <br> molluscs, reptiles, bacteria, and viruses. <br> insurance, and where appropriate, packing and all <br> other costs incurred in transporting the materials <br> (d) goods obtained from hunting, trapping, fishing, <br> to the importation port in the Party where the <br> gathering, or capturing conducted in the Party; <br> producer of the good is located; or <br> not included in paragraphs (a) through (d), extracted <br> shall be the first ascertainable price paid for the <br> or taken from soil, waters, seabed or beneath the seabed of the Party; <br> materials in the Party, but may exclude all the costs <br> (f) goods taken from the waters, seabed or beneath the <br> incurred in the Party in transporting the materials <br> seabed outside the territorial waters of the Party, <br> from the warehouse of the supplier of the materials <br> provided that the Party has the rights to exploit such <br> to the place where the producer is located such as <br> waters, seabed and beneath the seabed in accordance <br> freight, insurance and packing as well as any other <br> with its laws and regulations and international law; <br> known and ascertainable costs incurred in the Party. <br> Note: Nothing in this Agreement shall affect the <br> 5 For the purposes of paragraph 1, the VNM of a good shall <br> Packing Materials and Containers <br> rights and obligations of the Parties under <br> not include the value of non-originating materials used in the <br> international law, including those under the <br> production of originating materials of the Party which are used <br> in the production of the good. <br> (g) goods of sea-fishing and other marine products taken <br> 6 For the purposes of subparagraph 3(b) or 4(a), in applying <br> by vessels of the Party from outside the territorial seas of the Parties; <br> the Agreement on Customs Valuation to determine the value of <br> (h) goods processed and/or made on board factory ships <br> a good or non-originating materials, the Agreement on Customs <br> of the Party exclusively from products referred to in paragraph (g); <br> Valuation shall apply, mutatis mutandis, to domestic <br> (i) articles collected in the Party which can no longer <br> transactions or to the cases where there is no domestic <br> perform their original purpose or be restored or <br> repaired, and are fit only for disposal, for the <br> recovery of parts or raw materials, or for recycling purposes; <br> Article 28 : De Minimis <br> (j) parts or raw materials recovered in the Party from <br> United Nations Convention on the Law of the Sea. <br> 1 A good that does not satisfy the requirements of <br> articles which can no longer perform their original <br> subparagraph 1(b) of Article 26 or an applicable CTC-based rule <br> purpose nor are capable of being restored or repaired; <br> of origin set out in Annex 2 shall be considered as an <br> (k) scrap and waste derived from manufacturing or <br> processing operations, including mining, <br> (a) in the case of a good classified under Chapters 16, <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> originating good of a Party if: <br> agriculture, construction, refining, incineration <br> 19, 20, 22, 23, 28 through 49, and 64 through 97 of <br> and sewage treatment operations, or from consumption, <br> the Harmonized System, the total value of <br> in the Party, and fit only for disposal or for the <br> recovery of raw materials; and <br> the good that have not undergone the required CTC does <br> (l) goods obtained or produced in the Party exclusively <br> (b) changes of packaging and breaking up and assembly of packages; <br> not exceed 10 percent of the FOB; <br> from goods referred to in paragraphs (a) through (k). <br> (b) in the case of a particular good classified under <br> Chapters 9, 18, and 21 of the Harmonized System, the <br> total value of non-originating materials used in the <br> (a) shall be determined in accordance with the Agreement <br> production of the good that have not undergone the <br> required CTC does not exceed 10 percent or seven <br> percent of the FOB, as specified in Annex 2; or <br> (c) in the case of a good classified under Chapters 50 <br> through 63 of the Harmonized System, the weight of <br> all non-originating materials used in the production <br> (b) if such value is unknown and cannot be ascertained, <br> of the good that have not undergone the required CTC <br> packaging operations; <br> does not exceed 10 percent of the total weight of the good, <br> provided that it meets all other applicable criteria set out <br> in this Chapter for qualifying as an originating good. <br> Note: For the purposes of this paragraph, subparagraph 2(a) <br> of Article 27 shall apply. <br> paragraph 1 shall, however, be included in the value of <br> non-originating materials for any applicable LVC-based <br> rule of origin for the good. <br> in the production of a good. <br> Originating materials of a Party used in the production <br> of a good in the other Party shall be considered as originating <br> Accumulation <br> materials of that other Party. <br> Article 30 : Non-qualifying Operations <br> A good shall not be considered to satisfy the requirements <br> of CTC or specific manufacturing or processing operation merely by reason of: <br> good condition during transport and storage (such as <br> drying, freezing, keeping in brine) and other similar operations; <br> (e) gloves, glasses, footwear, clothing, safety <br> (d) placing in bottles, cases, and boxes and other simple <br> (e) collection of parts and components classified as a <br> good pursuant to Rule 2(a) of the General Rules for <br> the Interpretation of the Harmonized System; <br> (g) any combination of operations referred to in <br> (a) operations to ensure the preservation of products in <br> 1 Preferential tariff treatment shall be accorded to an <br> non-originating materials used in the production of <br> originating good satisfying the requirements of this Chapter <br> and which is consigned directly from the exporting Party to the importing Party. <br> 2 The following shall be considered as consigned directly <br> Article 31 : Direct Consignment <br> from the exporting Party to the importing Party: <br> (a) a good transported directly from the exporting Party to the importing Party; or <br> (b) a good transported through one or more non-Parties, <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> provided that the good does not undergo operations <br> other than transit or temporary storage in warehouses, <br> unloading, reloading, and any other operation to preserve it in good condition. <br> Article 32 : Packing Materials and Containers <br> 1 Packing materials and containers for transportation and <br> shipment of a good shall not be taken into account in determining <br> the origin of any good. <br> 2 Packing materials and containers in which a good is <br> transaction of the good or non-originating material. <br> packaged for retail sale, when classified together with the good, <br> shall not be taken into account in determining whether all of <br> the non-originating materials used in the production of the good <br> have met the applicable CTC-based rule of origin for the good. <br> 3 If a good is subject to an LVC-based rule of origin, the <br> value of the packing materials and containers in which the good <br> originating or non-originating materials, as the case may be, <br> Article 29 : Accumulation <br> in calculating the LVC of the good. <br> Article 33 : Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> subparagraphs (a) through (f). <br> Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> 1 If a good is subject to the requirements of CTC or specific <br> manufacturing or processing operation, the accessories, spare <br> parts, tools, and instructional or other information materials <br> presented with the good shall not be taken into account in <br> De Minimis <br> determining whether the good qualifies as an originating good, provided that: <br> (a) the accessories, spare parts, tools, and <br> instructional or other information materials are not <br> invoiced separately from the good; and <br> 2 The value of non-originating materials referred to in <br> parts, tools, and instructional or other information <br> materials are customary for the good. <br> 2 If a good is subject to an LVC-based rule of origin, the <br> value of the accessories, spare parts, tools, and instructional <br> or other information materials shall be taken into account as <br> the value of the originating or non-originating materials, as <br> the case may be, in calculating the LVC of the good. <br> 1 Indirect materials shall be treated as originating <br> 2 For the purposes of this Article, the term \"indirect <br> inspection of a good but not physically incorporated into the <br> (f) mere making-up of sets of articles; or <br> good, or goods used in the maintenance of buildings or the <br> operation of equipment associated with the production of a good, including: <br> (c) disassembly; <br> (d) lubricants, greases, compounding materials, and <br> reasonably be demonstrated to be a part of that production. <br> Article 34 : Indirect Materials <br> other materials used in production or used to operate equipment and buildings; <br> equipment, and supplies; <br> materials regardless of where they are produced. <br> (h) any other goods that are not incorporated into the <br> materials\" means goods used in the production, testing, or <br> good but whose use in the production of the good can <br> interchangeable materials are originating materials shall be <br> made by the use of generally accepted accounting principles of <br> stock control applicable, or those of inventory management <br> practiced, in the exporting Party. <br> (g) catalysts and solvents; and <br> Article 35 : Identical and Interchangeable Materials <br> The determination of whether identical and <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> is packaged for retail sale shall be taken into account as <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 23 : Definitions <br> For the purposes of this Chapter, the term: <br> (a) \"exporter\" means a natural or juridical person <br> located in an exporting Party who exports a good from <br> the exporting Party; <br> (b) \"factory ships of the Party\" or \"vessels of the Party\" <br> respectively means factory ships or vessels: <br> (i) which are registered in the Party; <br> percent by nationals of the Parties, or by a <br> juridical person with its head office in either <br> Party, of which the representatives, chairman <br> of the board of directors, and the majority of <br> (ii) which sail under the flag of the Party; <br> the members of such board are nationals of the <br> Parties, and of which at least 50 percent of the <br> equity interest is owned by nationals or <br> juridical persons of the Parties; and <br> (iv) of which at least 75 percent of the total of the <br> master, officers, and crew are nationals of the <br> Parties or non-Parties which are Member States <br> of the Association of Southeast Asian Nations <br> (c) \"generally accepted accounting principles\" means <br> (iii) which are owned to an extent of at least 50 <br> the recognized consensus or substantial <br> authoritative support in a Party, with respect to the <br> recording of revenues, expenses, costs, assets, and <br> and procedures; <br> liabilities; the disclosure of information; and the <br> standards may encompass broad guidelines of general <br> preparation of financial statements. These <br> application as well as detailed standards, practices, <br> (d) \"good\" means any merchandise, product, article, or material; <br> (e) \"identical and interchangeable materials\" means <br> materials being of the same kind and commercial <br> quality, possessing the same technical and physical <br> characteristics, and which once they are <br> (hereinafter referred to in this Agreement as \"ASEAN\"); <br> incorporated into the good cannot be distinguished <br> from one another for origin purposes by virtue of any markings; <br> (f) \"importer\" means a natural or juridical person who <br> imports a good into the importing Party; <br> (g) \"materials\" means any matter or substance used or <br> consumed in the production of a good, physically <br> incorporated into a good, or used in the production of another good; <br> (h) \"originating good\" or \"originating material\" means <br> a good or material that qualifies as originating in <br> accordance with the provisions of this Chapter; <br> (i) \"packing materials and containers for <br> transportation and shipment\" means the goods used to <br> protect a good during its transportation and shipment, <br> different from those containers or materials used for its retail sale; <br> (j) \"preferential tariff treatment\" means the rate of <br> customs duties applicable to an originating good of <br> the exporting Party in accordance with paragraph 1 of Article 16; and <br> (k) \"production\" means methods of obtaining a good <br> breeding, extracting, gathering, collecting, <br> manufacturing, processing, or assembling. <br> including growing, mining, harvesting, raising, <br> capturing, fishing, trapping, hunting, <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 24 : Originating Goods <br> Article 27 : Calculation of Local Value Content <br> Originating Goods <br> Calculation of Local Value Content <br> Direct Consignment <br> RULES OF ORIGIN <br> For the purposes of this Agreement, a good shall qualify <br> 1 For the purposes of calculating the LVC of a good, the <br> as an originating good of a Party if it: <br> following formula shall be used: <br> (a) is wholly obtained or produced entirely in the Party <br> LVC = [(FOB - VNM) / FOB ] x 100% <br> as provided for in Article 25; <br> 2 For the purposes of this Article: <br> (b) satisfies the requirements of Article 26 when using <br> (a) \"FOB\" is, except as provided for in paragraph 3, the <br> non-originating materials; or <br> free-on-board value of a good, inclusive of the cost <br> (c) is produced entirely in the Party exclusively from <br> of transport from the producer to the port or site <br> originating materials of the Party, <br> (b) tools, dies, and moulds; <br> of final shipment abroad; <br> (b) \"LVC\" is the LVC of a good, expressed as a percentage; and <br> (e) minerals and other naturally occurring substances, <br> Article 25 : Goods Wholly Obtained or Produced <br> (c) \"VNM\" is the value of non-originating materials used <br> Goods Wholly Obtained or Produced <br> (b) the quantities and value of the accessories, spare <br> For the purposes of paragraph (a) of Article 24, the <br> 3 FOB referred to in subparagraph 2(a) shall be the value: <br> and meets all other applicable requirements of this Chapter. <br> following shall be considered as wholly obtained or produced <br> (a) adjusted to the first ascertainable price paid for <br> entirely in a Party: <br> a good from the buyer to the producer of the good, <br> (a) plant and plant products grown and harvested, picked, <br> (c) goods obtained from live animals in the Party; <br> if there is free-on-board value of the good, but it <br> or gathered in the Party; <br> is unknown and cannot be ascertained; or <br> Note: For the purposes of this paragraph, the term <br> (b) determined in accordance with Articles 1 through 8 <br> \"plant\" refers to all plant life, including <br> of the Agreement on Customs Valuation, if there is <br> fruit, flowers, vegetables, trees, seaweed, fungi, and live plants. <br> no free-on-board value of a good. <br> 4 For the purposes of paragraph 1, the value of <br> (b) live animals born and raised in the Party; <br> Note: For the purposes of paragraphs (b) and (c), the <br> non-originating materials used in the production of a good in a Party: <br> term \"animals\" covers all animal life, <br> including mammals, birds, fish, crustaceans, <br> Indirect Materials <br> on Customs Valuation and shall include freight, <br> molluscs, reptiles, bacteria, and viruses. <br> insurance, and where appropriate, packing and all <br> other costs incurred in transporting the materials <br> (d) goods obtained from hunting, trapping, fishing, <br> to the importation port in the Party where the <br> gathering, or capturing conducted in the Party; <br> producer of the good is located; or <br> not included in paragraphs (a) through (d), extracted <br> shall be the first ascertainable price paid for the <br> or taken from soil, waters, seabed or beneath the seabed of the Party; <br> materials in the Party, but may exclude all the costs <br> (f) goods taken from the waters, seabed or beneath the <br> incurred in the Party in transporting the materials <br> seabed outside the territorial waters of the Party, <br> from the warehouse of the supplier of the materials <br> provided that the Party has the rights to exploit such <br> to the place where the producer is located such as <br> waters, seabed and beneath the seabed in accordance <br> freight, insurance and packing as well as any other <br> with its laws and regulations and international law; <br> known and ascertainable costs incurred in the Party. <br> Note: Nothing in this Agreement shall affect the <br> 5 For the purposes of paragraph 1, the VNM of a good shall <br> Packing Materials and Containers <br> rights and obligations of the Parties under <br> not include the value of non-originating materials used in the <br> international law, including those under the <br> production of originating materials of the Party which are used <br> in the production of the good. <br> (g) goods of sea-fishing and other marine products taken <br> 6 For the purposes of subparagraph 3(b) or 4(a), in applying <br> by vessels of the Party from outside the territorial seas of the Parties; <br> the Agreement on Customs Valuation to determine the value of <br> (h) goods processed and/or made on board factory ships <br> a good or non-originating materials, the Agreement on Customs <br> of the Party exclusively from products referred to in paragraph (g); <br> Valuation shall apply, mutatis mutandis, to domestic <br> (i) articles collected in the Party which can no longer <br> transactions or to the cases where there is no domestic <br> perform their original purpose or be restored or <br> repaired, and are fit only for disposal, for the <br> recovery of parts or raw materials, or for recycling purposes; <br> Article 28 : De Minimis <br> (j) parts or raw materials recovered in the Party from <br> United Nations Convention on the Law of the Sea. <br> 1 A good that does not satisfy the requirements of <br> articles which can no longer perform their original <br> subparagraph 1(b) of Article 26 or an applicable CTC-based rule <br> purpose nor are capable of being restored or repaired; <br> of origin set out in Annex 2 shall be considered as an <br> (k) scrap and waste derived from manufacturing or <br> processing operations, including mining, <br> (a) in the case of a good classified under Chapters 16, <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> originating good of a Party if: <br> agriculture, construction, refining, incineration <br> 19, 20, 22, 23, 28 through 49, and 64 through 97 of <br> and sewage treatment operations, or from consumption, <br> the Harmonized System, the total value of <br> in the Party, and fit only for disposal or for the <br> recovery of raw materials; and <br> the good that have not undergone the required CTC does <br> (l) goods obtained or produced in the Party exclusively <br> (b) changes of packaging and breaking up and assembly of packages; <br> not exceed 10 percent of the FOB; <br> from goods referred to in paragraphs (a) through (k). <br> (b) in the case of a particular good classified under <br> Chapters 9, 18, and 21 of the Harmonized System, the <br> total value of non-originating materials used in the <br> (a) shall be determined in accordance with the Agreement <br> production of the good that have not undergone the <br> required CTC does not exceed 10 percent or seven <br> percent of the FOB, as specified in Annex 2; or <br> (c) in the case of a good classified under Chapters 50 <br> through 63 of the Harmonized System, the weight of <br> all non-originating materials used in the production <br> (b) if such value is unknown and cannot be ascertained, <br> of the good that have not undergone the required CTC <br> packaging operations; <br> does not exceed 10 percent of the total weight of the good, <br> provided that it meets all other applicable criteria set out <br> in this Chapter for qualifying as an originating good. <br> Note: For the purposes of this paragraph, subparagraph 2(a) <br> of Article 27 shall apply. <br> paragraph 1 shall, however, be included in the value of <br> non-originating materials for any applicable LVC-based <br> rule of origin for the good. <br> in the production of a good. <br> Originating materials of a Party used in the production <br> of a good in the other Party shall be considered as originating <br> Accumulation <br> materials of that other Party. <br> Article 30 : Non-qualifying Operations <br> A good shall not be considered to satisfy the requirements <br> of CTC or specific manufacturing or processing operation merely by reason of: <br> good condition during transport and storage (such as <br> drying, freezing, keeping in brine) and other similar operations; <br> (e) gloves, glasses, footwear, clothing, safety <br> (d) placing in bottles, cases, and boxes and other simple <br> (e) collection of parts and components classified as a <br> good pursuant to Rule 2(a) of the General Rules for <br> the Interpretation of the Harmonized System; <br> (g) any combination of operations referred to in <br> (a) operations to ensure the preservation of products in <br> 1 Preferential tariff treatment shall be accorded to an <br> non-originating materials used in the production of <br> originating good satisfying the requirements of this Chapter <br> and which is consigned directly from the exporting Party to the importing Party. <br> 2 The following shall be considered as consigned directly <br> Article 31 : Direct Consignment <br> from the exporting Party to the importing Party: <br> (a) a good transported directly from the exporting Party to the importing Party; or <br> (b) a good transported through one or more non-Parties, <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> provided that the good does not undergo operations <br> other than transit or temporary storage in warehouses, <br> unloading, reloading, and any other operation to preserve it in good condition. <br> Article 32 : Packing Materials and Containers <br> 1 Packing materials and containers for transportation and <br> shipment of a good shall not be taken into account in determining <br> the origin of any good. <br> 2 Packing materials and containers in which a good is <br> transaction of the good or non-originating material. <br> packaged for retail sale, when classified together with the good, <br> shall not be taken into account in determining whether all of <br> the non-originating materials used in the production of the good <br> have met the applicable CTC-based rule of origin for the good. <br> 3 If a good is subject to an LVC-based rule of origin, the <br> value of the packing materials and containers in which the good <br> originating or non-originating materials, as the case may be, <br> Article 29 : Accumulation <br> in calculating the LVC of the good. <br> Article 33 : Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> subparagraphs (a) through (f). <br> Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> 1 If a good is subject to the requirements of CTC or specific <br> manufacturing or processing operation, the accessories, spare <br> parts, tools, and instructional or other information materials <br> presented with the good shall not be taken into account in <br> De Minimis <br> determining whether the good qualifies as an originating good, provided that: <br> (a) the accessories, spare parts, tools, and <br> instructional or other information materials are not <br> invoiced separately from the good; and <br> 2 The value of non-originating materials referred to in <br> parts, tools, and instructional or other information <br> materials are customary for the good. <br> 2 If a good is subject to an LVC-based rule of origin, the <br> value of the accessories, spare parts, tools, and instructional <br> or other information materials shall be taken into account as <br> the value of the originating or non-originating materials, as <br> the case may be, in calculating the LVC of the good. <br> 1 Indirect materials shall be treated as originating <br> 2 For the purposes of this Article, the term \"indirect <br> inspection of a good but not physically incorporated into the <br> (f) mere making-up of sets of articles; or <br> good, or goods used in the maintenance of buildings or the <br> operation of equipment associated with the production of a good, including: <br> (c) disassembly; <br> (d) lubricants, greases, compounding materials, and <br> reasonably be demonstrated to be a part of that production. <br> Article 34 : Indirect Materials <br> other materials used in production or used to operate equipment and buildings; <br> equipment, and supplies; <br> materials regardless of where they are produced. <br> (h) any other goods that are not incorporated into the <br> materials\" means goods used in the production, testing, or <br> good but whose use in the production of the good can <br> interchangeable materials are originating materials shall be <br> made by the use of generally accepted accounting principles of <br> stock control applicable, or those of inventory management <br> practiced, in the exporting Party. <br> (g) catalysts and solvents; and <br> Article 35 : Identical and Interchangeable Materials <br> The determination of whether identical and <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> is packaged for retail sale shall be taken into account as <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Goods Not Wholly Obtained or Produced", "ArticleDesc": "Article 26 : Goods Not Wholly Obtained or Produced <br> 1 For the purposes of paragraph (b) of Article 24, a good <br> shall qualify as an originating good of a Party if: <br> (a) the good has a local value content (hereinafter <br> referred to in this Agreement as \"LVC\"), calculated <br> using the formula set out in Article 27, of not less <br> than 40 percent, and the final process of production <br> has been performed in the Party; or <br> (b) all non-originating materials used in the production <br> of the good have undergone in the Party a change in <br> tariff classification (hereinafter referred to in <br> this Agreement as \"CTC\") at the 4-digit level (i.e. <br> a change in tariff heading) of Harmonized System. <br> Note: For the purposes of this paragraph, <br> \"Harmonized System\" is that on which the <br> product specific rules set out in Annex 2 are based. <br> Each Party shall permit the exporter of the good to decide <br> whether to use subparagraph (a) or (b) when determining whether <br> the good qualifies as an originating good of the Party. <br> 2 Notwithstanding paragraph 1, a good subject to product <br> satisfies the applicable product specific rules set out in Annex <br> specific rules shall qualify as an originating good if it <br> 2. Where a product specific rule provides a choice of rules <br> from an LVC-based rule of origin, a CTC-based rule of origin, <br> a specific manufacturing or processing operation, or a <br> combination of any of these, each Party shall permit the <br> exporter of the good to decide which rule to use in determining <br> whether the good qualifies as an originating good of the Party. <br> 3 For the purposes of subparagraph 1(a) and the relevant <br> product specific rules set out in Annex 2 which specify a certain <br> LVC, it is required that the LVC of a good, calculated using <br> the formula set out in Article 27, is not less than the percentage <br> specified by the rule for the good. <br> 4 For the purposes of subparagraph 1(b) and the relevant <br> product specific rules set out in Annex 2, the rules requiring <br> that the materials used have undergone CTC, or a specific <br> manufacturing or processing operation, shall apply only to non-originating materials. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 24 : Originating Goods <br> Article 27 : Calculation of Local Value Content <br> Originating Goods <br> Calculation of Local Value Content <br> Direct Consignment <br> RULES OF ORIGIN <br> For the purposes of this Agreement, a good shall qualify <br> 1 For the purposes of calculating the LVC of a good, the <br> as an originating good of a Party if it: <br> following formula shall be used: <br> (a) is wholly obtained or produced entirely in the Party <br> LVC = [(FOB - VNM) / FOB ] x 100% <br> as provided for in Article 25; <br> 2 For the purposes of this Article: <br> (b) satisfies the requirements of Article 26 when using <br> (a) \"FOB\" is, except as provided for in paragraph 3, the <br> non-originating materials; or <br> free-on-board value of a good, inclusive of the cost <br> (c) is produced entirely in the Party exclusively from <br> of transport from the producer to the port or site <br> originating materials of the Party, <br> (b) tools, dies, and moulds; <br> of final shipment abroad; <br> (b) \"LVC\" is the LVC of a good, expressed as a percentage; and <br> (e) minerals and other naturally occurring substances, <br> Article 25 : Goods Wholly Obtained or Produced <br> (c) \"VNM\" is the value of non-originating materials used <br> Goods Wholly Obtained or Produced <br> (b) the quantities and value of the accessories, spare <br> For the purposes of paragraph (a) of Article 24, the <br> 3 FOB referred to in subparagraph 2(a) shall be the value: <br> and meets all other applicable requirements of this Chapter. <br> following shall be considered as wholly obtained or produced <br> (a) adjusted to the first ascertainable price paid for <br> entirely in a Party: <br> a good from the buyer to the producer of the good, <br> (a) plant and plant products grown and harvested, picked, <br> (c) goods obtained from live animals in the Party; <br> if there is free-on-board value of the good, but it <br> or gathered in the Party; <br> is unknown and cannot be ascertained; or <br> Note: For the purposes of this paragraph, the term <br> (b) determined in accordance with Articles 1 through 8 <br> \"plant\" refers to all plant life, including <br> of the Agreement on Customs Valuation, if there is <br> fruit, flowers, vegetables, trees, seaweed, fungi, and live plants. <br> no free-on-board value of a good. <br> 4 For the purposes of paragraph 1, the value of <br> (b) live animals born and raised in the Party; <br> Note: For the purposes of paragraphs (b) and (c), the <br> non-originating materials used in the production of a good in a Party: <br> term \"animals\" covers all animal life, <br> including mammals, birds, fish, crustaceans, <br> Indirect Materials <br> on Customs Valuation and shall include freight, <br> molluscs, reptiles, bacteria, and viruses. <br> insurance, and where appropriate, packing and all <br> other costs incurred in transporting the materials <br> (d) goods obtained from hunting, trapping, fishing, <br> to the importation port in the Party where the <br> gathering, or capturing conducted in the Party; <br> producer of the good is located; or <br> not included in paragraphs (a) through (d), extracted <br> shall be the first ascertainable price paid for the <br> or taken from soil, waters, seabed or beneath the seabed of the Party; <br> materials in the Party, but may exclude all the costs <br> (f) goods taken from the waters, seabed or beneath the <br> incurred in the Party in transporting the materials <br> seabed outside the territorial waters of the Party, <br> from the warehouse of the supplier of the materials <br> provided that the Party has the rights to exploit such <br> to the place where the producer is located such as <br> waters, seabed and beneath the seabed in accordance <br> freight, insurance and packing as well as any other <br> with its laws and regulations and international law; <br> known and ascertainable costs incurred in the Party. <br> Note: Nothing in this Agreement shall affect the <br> 5 For the purposes of paragraph 1, the VNM of a good shall <br> Packing Materials and Containers <br> rights and obligations of the Parties under <br> not include the value of non-originating materials used in the <br> international law, including those under the <br> production of originating materials of the Party which are used <br> in the production of the good. <br> (g) goods of sea-fishing and other marine products taken <br> 6 For the purposes of subparagraph 3(b) or 4(a), in applying <br> by vessels of the Party from outside the territorial seas of the Parties; <br> the Agreement on Customs Valuation to determine the value of <br> (h) goods processed and/or made on board factory ships <br> a good or non-originating materials, the Agreement on Customs <br> of the Party exclusively from products referred to in paragraph (g); <br> Valuation shall apply, mutatis mutandis, to domestic <br> (i) articles collected in the Party which can no longer <br> transactions or to the cases where there is no domestic <br> perform their original purpose or be restored or <br> repaired, and are fit only for disposal, for the <br> recovery of parts or raw materials, or for recycling purposes; <br> Article 28 : De Minimis <br> (j) parts or raw materials recovered in the Party from <br> United Nations Convention on the Law of the Sea. <br> 1 A good that does not satisfy the requirements of <br> articles which can no longer perform their original <br> subparagraph 1(b) of Article 26 or an applicable CTC-based rule <br> purpose nor are capable of being restored or repaired; <br> of origin set out in Annex 2 shall be considered as an <br> (k) scrap and waste derived from manufacturing or <br> processing operations, including mining, <br> (a) in the case of a good classified under Chapters 16, <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> originating good of a Party if: <br> agriculture, construction, refining, incineration <br> 19, 20, 22, 23, 28 through 49, and 64 through 97 of <br> and sewage treatment operations, or from consumption, <br> the Harmonized System, the total value of <br> in the Party, and fit only for disposal or for the <br> recovery of raw materials; and <br> the good that have not undergone the required CTC does <br> (l) goods obtained or produced in the Party exclusively <br> (b) changes of packaging and breaking up and assembly of packages; <br> not exceed 10 percent of the FOB; <br> from goods referred to in paragraphs (a) through (k). <br> (b) in the case of a particular good classified under <br> Chapters 9, 18, and 21 of the Harmonized System, the <br> total value of non-originating materials used in the <br> (a) shall be determined in accordance with the Agreement <br> production of the good that have not undergone the <br> required CTC does not exceed 10 percent or seven <br> percent of the FOB, as specified in Annex 2; or <br> (c) in the case of a good classified under Chapters 50 <br> through 63 of the Harmonized System, the weight of <br> all non-originating materials used in the production <br> (b) if such value is unknown and cannot be ascertained, <br> of the good that have not undergone the required CTC <br> packaging operations; <br> does not exceed 10 percent of the total weight of the good, <br> provided that it meets all other applicable criteria set out <br> in this Chapter for qualifying as an originating good. <br> Note: For the purposes of this paragraph, subparagraph 2(a) <br> of Article 27 shall apply. <br> paragraph 1 shall, however, be included in the value of <br> non-originating materials for any applicable LVC-based <br> rule of origin for the good. <br> in the production of a good. <br> Originating materials of a Party used in the production <br> of a good in the other Party shall be considered as originating <br> Accumulation <br> materials of that other Party. <br> Article 30 : Non-qualifying Operations <br> A good shall not be considered to satisfy the requirements <br> of CTC or specific manufacturing or processing operation merely by reason of: <br> good condition during transport and storage (such as <br> drying, freezing, keeping in brine) and other similar operations; <br> (e) gloves, glasses, footwear, clothing, safety <br> (d) placing in bottles, cases, and boxes and other simple <br> (e) collection of parts and components classified as a <br> good pursuant to Rule 2(a) of the General Rules for <br> the Interpretation of the Harmonized System; <br> (g) any combination of operations referred to in <br> (a) operations to ensure the preservation of products in <br> 1 Preferential tariff treatment shall be accorded to an <br> non-originating materials used in the production of <br> originating good satisfying the requirements of this Chapter <br> and which is consigned directly from the exporting Party to the importing Party. <br> 2 The following shall be considered as consigned directly <br> Article 31 : Direct Consignment <br> from the exporting Party to the importing Party: <br> (a) a good transported directly from the exporting Party to the importing Party; or <br> (b) a good transported through one or more non-Parties, <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> provided that the good does not undergo operations <br> other than transit or temporary storage in warehouses, <br> unloading, reloading, and any other operation to preserve it in good condition. <br> Article 32 : Packing Materials and Containers <br> 1 Packing materials and containers for transportation and <br> shipment of a good shall not be taken into account in determining <br> the origin of any good. <br> 2 Packing materials and containers in which a good is <br> transaction of the good or non-originating material. <br> packaged for retail sale, when classified together with the good, <br> shall not be taken into account in determining whether all of <br> the non-originating materials used in the production of the good <br> have met the applicable CTC-based rule of origin for the good. <br> 3 If a good is subject to an LVC-based rule of origin, the <br> value of the packing materials and containers in which the good <br> originating or non-originating materials, as the case may be, <br> Article 29 : Accumulation <br> in calculating the LVC of the good. <br> Article 33 : Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> subparagraphs (a) through (f). <br> Accessories, Spare Parts, Tools,and Instructional or Other Information Materials <br> 1 If a good is subject to the requirements of CTC or specific <br> manufacturing or processing operation, the accessories, spare <br> parts, tools, and instructional or other information materials <br> presented with the good shall not be taken into account in <br> De Minimis <br> determining whether the good qualifies as an originating good, provided that: <br> (a) the accessories, spare parts, tools, and <br> instructional or other information materials are not <br> invoiced separately from the good; and <br> 2 The value of non-originating materials referred to in <br> parts, tools, and instructional or other information <br> materials are customary for the good. <br> 2 If a good is subject to an LVC-based rule of origin, the <br> value of the accessories, spare parts, tools, and instructional <br> or other information materials shall be taken into account as <br> the value of the originating or non-originating materials, as <br> the case may be, in calculating the LVC of the good. <br> 1 Indirect materials shall be treated as originating <br> 2 For the purposes of this Article, the term \"indirect <br> inspection of a good but not physically incorporated into the <br> (f) mere making-up of sets of articles; or <br> good, or goods used in the maintenance of buildings or the <br> operation of equipment associated with the production of a good, including: <br> (c) disassembly; <br> (d) lubricants, greases, compounding materials, and <br> reasonably be demonstrated to be a part of that production. <br> Article 34 : Indirect Materials <br> other materials used in production or used to operate equipment and buildings; <br> equipment, and supplies; <br> materials regardless of where they are produced. <br> (h) any other goods that are not incorporated into the <br> materials\" means goods used in the production, testing, or <br> good but whose use in the production of the good can <br> interchangeable materials are originating materials shall be <br> made by the use of generally accepted accounting principles of <br> stock control applicable, or those of inventory management <br> practiced, in the exporting Party. <br> (g) catalysts and solvents; and <br> Article 35 : Identical and Interchangeable Materials <br> The determination of whether identical and <br> (a) fuel and energy; <br> Non-Qualifying Operations <br> is packaged for retail sale shall be taken into account as <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Operational Certification Procedures", "ArticleDesc": "Article 36 : Operational Certification Procedures <br> The operational certification procedures, as set out in <br> Annex 3, shall apply with respect to procedures regarding <br> certificate of origin and related matters. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 37 : Sub-Committee on Rules of Origin <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Rules of Origin <br> (hereinafter referred to in this Article as \"the <br> Sub-Committee\") shall be established pursuant to Article 11. <br> (a) reviewing and making appropriate recommendations, <br> 2 The functions of the Sub-Committee shall be: <br> (i) the implementation and operation of this Chapter; <br> as needed, to the Joint Committee on: <br> (ii) any amendments to Annex 2 and Attachment to Annex 3, proposed by either Party; and <br> (iii) the Implementing Regulations referred to in Rule 11 of Annex 3; <br> (b) considering any other matter related to this Chapter, as the Parties may agree; <br> (d) carrying out other functions as may be delegated by <br> the Joint Committee pursuant to Article 11. <br> 3 The Sub-committee shall be composed of representatives of <br> (c) reporting the findings of the Sub-Committee to the Joint Committee; and <br> the Governments of the Parties, and may invite representatives <br> of relevant entities other than the Governments of the Parties <br> with necessary expertise relevant to the issues to be discussed, <br> Annex 3 <br> upon agreement of the Parties. <br> 4 The Sub-Committee shall meet at such time and venue as may <br> be agreed by the Parties. <br> Operational Certification Procedures <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of this Annex, the term \"competent <br> governmental authority\" means the authority that, <br> according to the laws and regulations of each Party, is <br> responsible for the issuing of a certificate of origin <br> (hereinafter referred to as \"CO\") or for the designation <br> of entities or bodies issuing a CO. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Issuance of Certificate of Origin <br> Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br> Rule 1 : Application for Certificate of Origin <br> Rule 6 : Waiver of CO <br> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> Appropriate Penalties or Other Measures against Fraudulent Acts <br> Application for Certificate of Origin <br> Waiver of CO <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> 1. The competent governmental authority of the exporting <br> Each Party shall establish or maintain, in accordance <br> (a) An application for a Certificate of Origin (hereinafter referred to as <br> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br> Each Party is required to provide the other Party, through the diplomatic <br> Party shall, upon request made in writing by the exporter <br> with its laws and regulations, appropriate penalties or <br> \"CO\") is to be made by the exporter or its authorized agent to the <br> waived when the aggregate customs value of goods does not exceed the following amount: <br> channels, with a sample of a CO, specimen signatures and specimen official <br> or its authorized agent, issue a CO or, under the <br> other measures against its exporters or producers who <br> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br> seals or impressions of stamps of its competent governmental authority or its <br> authorization given in accordance with the applicable <br> have committed fraudulent acts in connection with a CO, <br> designees referred to in paragraph 1 of Rule 2 of the Operational <br> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br> designees for the issuance of a CO, upon the date of adoption of this <br> laws and regulations of the exporting Party, may <br> including submission of false declarations or documents <br> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br> Implementing Regulations, as well as, in case of any subsequent modification <br> designate other entities or bodies (hereinafter referred <br> to its competent governmental authority or its designees. <br> Annex 3 of the Agreement, together with supporting documents <br> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br> thereof, 30 days before the modification is made. <br> to in this Annex as \"designees\") to issue a CO. <br> proving that the good to be exported qualifies for the issuance of a <br> subsequently modified value, it will notify the other Party of such modified <br> Rule 13 : Communication upon verification <br> 2. Each Party shall provide the other Party with a list <br> CO, in accordance with the laws and regulations of the exporting Party. <br> value, in writing, through diplomatic channels. <br> Communication upon verification <br> of names and addresses, and a list of specimen signatures <br> (b) Where a pre-exportation examination of the origin of a good to be <br> Rule 7 : Retroactive Issuance of Certificate of Origin <br> (a) For the purposes of verification in accordance with Rule 6 and Rule <br> and specimen of official seals or impressions of stamps <br> exported is conducted, the result of the examination, subject to <br> Retroactive Issuance of Certificate of Origin <br> 7 of the OCP, any communication between the competent <br> authority and, if any, its designees. <br> for the issuance of a CO, of its competent governmental <br> review periodically or whenever appropriate, will be accepted as the <br> In principle, a CO is to be issued by the time of shipment or no later than three <br> governmental authority of the exporting Party and the customs <br> 3 Any CO bearing a signature not included in the list <br> supporting evidence in determining the origin of the good to be <br> days from the date of shipment. In exceptional cases where a CO has not been <br> authority of the importing Party is to be made through the <br> exported thereafter. The pre-exportation examination may not apply <br> issued by the time of shipment or no later than three days from the date of <br> diplomatic channels. Such communications will be made by any <br> 4 Where the exporter of a good is not the producer of <br> referred to in paragraph 2 shall not be valid. <br> to the good the origin of which, by its nature, can be easily determined. <br> shipment, at the request of the exporter, the CO will be issued retroactively in <br> method with a confirmation of receipt. <br> Rule 2 : Issuance of the Certificate of Origin <br> accordance with the laws and regulations of the exporting Party within 12 months <br> (b) In the cases provided for in paragraph (a), the direct <br> the good in the exporting Party, the exporter may request <br> Issuance of the Certificate of Origin <br> from the date of shipment, in which case it is necessary to indicate \"Issued <br> communications by the competent governmental authority of the <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> a CO on the basis of: <br> The competent governmental authority of the exporting Party or its designees is, <br> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br> exporting Party, the customs authority of the importing Party and <br> to the best of its competence and ability, required to carry out proper examination, <br> preferential tariff treatment for the good may, subject to the laws and regulations <br> the enquiry point of each Party may be made by facsimile or e-mail <br> competent governmental authority or its <br> in accordance with the laws and regulations of the exporting Party, upon each <br> of the importing Party, provide the customs authority of the importing Party with <br> in parallel with the communications set out in that paragraph. <br> designees based on the information provided by <br> good has not undergone operations other than <br> application for a CO to ensure that: <br> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3. <br> (c) The period for providing the response pursuant to Rules 6 and 7 of <br> the producer of the good to that exporter; or <br> (a) the CO is duly completed and signed by the authorized signatory of <br> the OCP will commence from the date of the confirmation of receipt <br> (b) a declaration voluntarily provided by the <br> preserve it in good condition in those non-Parties. <br> the competent governmental authority of the exporting Party or its <br> of the request pursuant to paragraph (a). <br> designees (hereinafter referred to as \"authorized signatory\"); <br> For the purposes of Article 29 of the Agreement, if documentary evidence is <br> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br> governmental authority or its designees by the <br> request of the exporter. <br> (b) the origin of the good is in conformity with Chapter 3 of the <br> needed for the issuance of a CO or the verification process to prove that material <br> for providing the written determination by the customs authority of <br> Agreement (hereinafter referred to as \"ROO\"); <br> accumulated in the production of a good is an originating material of a Party, the <br> Rule 8 : Documents for Accumulation <br> the importing Party will commence from the date of the confirmation <br> 5. A CO shall be issued only after the exporter who <br> requests for its issuance, or the producer of the good in <br> (c) weight or other quantity (e.g. gross weight or net weight), marks <br> Documents for Accumulation <br> following may be used: <br> of receipt of the information last provided pursuant to paragraph (a). <br> the exporting Party referred to in subparagraph 4(b), <br> and numbers, number and kind of packages, HS code, and the <br> description, as specified, conform to the good; and <br> designees that the good to be exported qualifies as an <br> proves to the competent governmental authority or its <br> (d) other statements in the CO correspond to relevant supporting documents submitted. <br> (c) a copy of the CO for the material issued by the exporting Party of the <br> originating good of the exporting Party. <br> Rule 3 : Format of Certificate of Origin <br> material, including that issued retroactively; or <br> Format of Certificate of Origin <br> place or office of issuance. <br> (a) a declaration by the exporter or producer of the good; <br> 6. If, after the issuance of the CO, the exporter or <br> (a) A CO should be on A4 size paper. <br> (b) an invoice of the good; <br> Rule 9 : Focal Points <br> producer referred to in paragraph 5 knows that such a <br> (b) A CO will comprise the original and two copies in the case of <br> Focal Points <br> Vietnam, and only the original in the case of Japan. <br> (a) The focal point of the competent governmental authority of each Party is: <br> exporting Party, they shall notify the competent <br> (c) A CO will bear a certification number separately given by each <br> (d) any other relevant document. <br> (i) in the case of Japan, the Origin Certification Policy Office of <br> governmental authority or its designees in writing and <br> the Trade Administration Division of the Trade and Economic <br> 7 The competent governmental authority of the exporting <br> without delay, subject to the applicable laws and <br> (d) For cases where there is a third country invoice, this is to be <br> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> indicated in a CO, together with such information as the full legal <br> name and address of the person issuing the invoice. <br> Party or its designees shall, if they receive <br> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br> (b) The focal point of the customs authority of each Party is: <br> notification in accordance with paragraph 6, or if they <br> The exporter's signature may be autographed or electronically printed. <br> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> have knowledge after the issuance of the CO that the good <br> (f) Signatures on a CO of the authorized signatory may be <br> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br> does not qualify as an originating good of the exporting <br> autographed or electronically printed. <br> governmental authority of the exporting Party or its designees may <br> (c) The enquiry point of each Party for any matters relating to the ROO, <br> Party, cancel the CO and promptly notify the cancellation <br> (g) Official seals or impressions of stamps on a CO of the competent <br> the OCP and this Implementing Regulations is: <br> to the exporter to whom the CO has been issued, and to <br> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br> the customs authority of the importing Party, except in <br> be manually put or electronically printed. <br> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br> the case where the exporter has returned the CO to the <br> (h) The original of a CO is to be forwarded by the exporter to the <br> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br> competent governmental authority of the exporting Party. <br> English language and shall include minimum data specified <br> importer for submission to the customs authority of the importing <br> (d) Both Parties are required to provide each other through diplomatic <br> 8. The format of the CO and its contents shall be in the <br> Party. In the case of Vietnam, a copy of the CO is to be retained by <br> channels with the address, telephone number, facsimile number <br> Rule 3 : Presentation of Certificate of Origin <br> both the exporter and the competent governmental authority of the <br> and e-mail address of the focal points and the enquiry point <br> in the Attachment to this Annex. <br> exporting Party or its designees, respectively. <br> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br> Multiple Items or Invoices <br> shipment, will be accepted by the customs authority of the importing Party. <br> Implementing Regulations, and are likewise required to notify any <br> Presentation of Certificate of Origin <br> (i) A CO, which indicates two or more invoices issued for a single <br> modification regarding such information within 30 days after such modification. <br> 1 For the purposes of claiming preferential tariff <br> (e) When the focal point or the enquiry point of a Party raises any <br> (a) a valid CO; and <br> treatment, the following shall be submitted to the <br> (j) Multiple items declared on the same CO is to be allowed, provided <br> matter arising from the implementation of the ROO, the OCP and <br> (b) other documents as required in accordance with <br> customs authority of the importing Party by the importer: <br> that each item qualifies as an originating good separately in its own right. <br> this Implementing Regulations to the focal point or the enquiry point <br> producer of the good directly to the competent <br> (k) For multiple items declared on the same CO, a problem <br> or delay the preferential tariff treatment and customs clearance of <br> of the other Party, that other Party may assign relevant experts to <br> (e.g. invoices, including third country invoices, <br> encountered with one or more of the items declared will not affect <br> look into the matter and to respond with its findings and proposal <br> and a through bill of lading issued in the exporting Party). <br> the laws and regulations of the importing Party <br> for resolving the matter within a reasonable period of time. The <br> Rule 4 : Modifications <br> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br> focal point or enquiry point of both Parties will facilitate the <br> consignment of originating goods of the exporting Party <br> Modifications <br> the OCP may be applied to the problematic items. <br> resolution of any matter raised with regard to the implementation of <br> 2. A CO shall not be required for an importation of a <br> whose aggregate customs value does not exceed two hundred <br> the ROO, the OCP and this Implementing Regulations through consultations. <br> errors, such as slight discrepancies or omissions, typographical <br> (a) The customs authority of the importing Party will disregard minor <br> errors, and information which falls outside the designated box, <br> importing Party may establish. <br> United States dollars (USD 200) or its equivalent amount <br> provided that these minor errors do not affect the authenticity of the <br> in the Party's currency, or such higher amount as the <br> 3 The importing Party may waive the requirement for a <br> CO or the accuracy of the information included in the CO. <br> CO in accordance with its laws and regulations. <br> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br> 4. Where an originating good of the exporting Party is <br> (i) striking out the erroneous parts and making any additions <br> which may be required. Such alterations are to be approved <br> (a) a copy of through bill of lading; or <br> imported through one or more non-Parties, the importing <br> Party may require importers who claim preferential tariff <br> by an authorized signatory of the CO and certified by the <br> treatment for the good to submit: <br> competent governmental authority of the exporting Party or its <br> designees. Unused spaces are to be crossed out to prevent <br> any subsequent addition; or <br> (ii) issuing a new CO to replace the erroneous one. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the customs authorities of such non-Parties, or <br> other relevant entities, which proves that the <br> unloading, reloading, and any other operation to <br> 1. A CO shall be submitted to the customs authority of <br> the importing Party within one year from the date of <br> issuance by the competent governmental authority of the <br> exporting Party or its designees. <br> 2. Where the CO is submitted to the customs authority of <br> premises are to be visited. <br> the importing Party after the expiration of the period <br> for its submission provided for in paragraph 1, that CO <br> (a) the identity of the customs authority issuing the communication; <br> shall be accepted when the failure to observe such a <br> requirement results from force majeure or other valid <br> causes beyond the control of the exporter or importer. <br> 3. An issued CO shall be applicable to a single <br> importation of an originating good of the exporting Party <br> Rule 5 : Record Keeping <br> Record Keeping <br> Rule 4 : Validity of Certificate of Origin <br> 1. Each Party shall, in accordance with its laws and <br> Validity of Certificate of Origin <br> regulations, ensure that the exporter to whom a CO has <br> been issued or the producer of a good in the exporting <br> Party referred to in subparagraph 4(b) of Rule 2 keeps <br> records relating to the origin of the good. For the <br> purposes of this Agreement, the exporter or producer <br> shall keep these records for three years after the date <br> on which the CO was issued. <br> 2 Each Party shall ensure that its competent <br> governmental authority or its designees shall keep a <br> record of the issued CO for a period of three years after <br> the date on which the CO was issued. Such record <br> includes all supporting documents presented to prove the <br> into the importing Party. <br> qualification as an originating good of the exporting Party. <br> Verification <br> 1. For the purposes of determining whether a good <br> imported from the exporting Party and claimed for <br> preferential tariff treatment qualifies as an originating <br> good of that exporting Party under this Agreement, the <br> customs authority of the importing Party may request <br> information relating to the origin of the good, provided <br> authority of the exporting Party on the basis of the CO. <br> 2. For the purposes of paragraph 1, the competent <br> governmental authority of the exporting Party shall, in <br> information requested in a period not exceeding 90 days <br> after the date of receipt of the request. If the customs <br> authority of the importing Party considers necessary, it <br> Rule 6 : Verification <br> may request additional information relating to the origin <br> of the good. If additional information is requested by <br> the customs authority of the importing Party, the <br> shall, in accordance with its laws and regulations, <br> provide the information requested in a period not <br> exceeding 90 days after the date of receipt of the <br> request for additional information. <br> that such a request is made to the competent governmental <br> 3. For the purposes of paragraph 2, the competent <br> governmental authority of the exporting Party may request <br> accordance with its laws and regulations, provide the <br> producer of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2, to provide the former <br> paragraph 1 shall not preclude the use of a verification <br> with the information requested. <br> 4. The request for information in accordance with <br> visit provided for in Rule 7. <br> 5. During the procedures provided for in this Rule and <br> Rule 7, the customs authority of the importing Party may <br> procedures to be completed before it releases the good to <br> the importer unless subject to appropriate administrative measures. <br> 1. The customs authority of the importing Party may <br> the exporter to whom the CO has been issued, or the <br> request the exporting Party: <br> purpose, the facilities used in the production <br> of the good, through a visit by the competent <br> along with the customs authority of the <br> importing Party to the premises of the exporter <br> suspend the preferential tariff treatment while awaiting <br> the result of verification, and shall not wait for the <br> to whom the CO has been issued, or the producer <br> of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2; and <br> (b) during the visit pursuant to subparagraph (a), <br> to provide information relating to the origin <br> of the good in the possession of the competent <br> Rule 7 : Verification Visit <br> 2. When requesting the exporting Party to conduct a <br> visit pursuant to paragraph 1, the customs authority of <br> (a) to collect and provide information relating to <br> the importing Party shall deliver a written communication <br> the origin of the good and check, for that <br> with such request to the exporting Party at least 60 days <br> in advance of the proposed date of the visit, the receipt <br> of which is to be confirmed by the exporting Party. The <br> competent governmental authority of the exporting Party <br> governmental authority of the exporting Party <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party whose <br> 3. The communication referred to in paragraph 2 shall include: <br> (b) the name of the exporter, or the producer of the <br> (c) the proposed date and places of the visit; <br> (d) the object and scope of the proposed visit, <br> governmental authority of the exporting Party or its designees. <br> of the verification referred to in the CO; and <br> customs authority of the importing Party to be present during the visit. <br> 4. The exporting Party shall respond in writing to the <br> importing Party, within 30 days from the receipt of the <br> communication referred to in paragraph 2, whether it <br> accepts or refuses to conduct the visit requested <br> pursuant to paragraph 1. <br> 5. The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations <br> of the Party, provide within 45 days or any other <br> regulations of the exporting Party. <br> the customs authority of the importing Party any <br> additional information obtained pursuant to paragraph 1. <br> good in the exporting Party whose premises are requested to be visited; <br> Determination of Origin and Preferential Tariff Treatment <br> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br> 1. The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> preferential tariff treatment to a good for which an <br> (e) the names and titles of the officials of the <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply <br> with any of the relevant requirements of this Annex. <br> 2. In cases where the verification procedures outlined <br> in Rule 6 or 7 are undertaken, the customs authority of <br> the importing Party may determine that a good does not <br> qualify as an originating good of the exporting Party and <br> may deny preferential tariff treatment, under any of the following conditions: <br> exporting Party fails to respond to the request <br> mutually agreed period from the last day of the visit, to <br> within the period referred to in paragraph 2 <br> of Rule 6 or paragraph 5 of Rule 7; <br> (b) the exporting Party refuses to conduct the <br> authority of the importing Party, or that Party <br> fails to respond to the communication referred <br> to in paragraph 2 of Rule 7 within the period <br> good does not qualify as an originating good of the <br> referred to in paragraph 4 of Rule 7; or <br> VERIFICATION VISIT <br> (c) the information provided to the customs <br> authority of the importing Party pursuant <br> to Rule 6 or 7 is not sufficient to prove that the <br> good qualifies as an originating good of the exporting Party. <br> 3. In cases where the verification procedures outlined <br> the importing Party shall provide the competent <br> (a) the competent governmental authority of the <br> governmental authority of the exporting Party with a <br> written determination of whether or not the good <br> qualifies as an originating good of the exporting Party, <br> including findings of fact and the legal basis for the <br> determination, in a period, unless otherwise agreed upon <br> verification visit as requested by the customs <br> by the Parties, not exceeding 30 days after the date of <br> the receipt of the information last provided by the <br> in accordance with Rule 6, or 60 days after the last day <br> of the visit referred to in Rule 7. <br> 4. The competent governmental authority of the exporting <br> Party shall notify the determination by the customs <br> authority of the importing Party referred to in paragraph <br> 3, to the exporter, or the producer of the good in the <br> is made that the good qualifies as an originating good of <br> treatment shall be reinstated. <br> exporting Party whose premises were subject to the visit <br> referred to in Rule 7. In the event that a determination <br> the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Rule 9 : Confidentiality <br> 1 Where a Party provides information to the other Party <br> pursuant to this Annex and designates the information as <br> confidential, that other Party shall maintain the <br> confidentiality of the information, protect that <br> information from disclosure that could prejudice the <br> competitive position of the persons providing the <br> importing Party pursuant to this Annex: <br> information, use the information only for the purposes <br> specified by the former Party, and not disclose the <br> information without the specific written permission of the former Party. <br> (b) shall not be used by the importing Party in any <br> 2 Information obtained by the customs authority of the <br> criminal proceedings carried out by a court or a <br> (a) shall only be used by such authority for the <br> purposes of the verification of a CO under this Annex; and <br> judge, in the absence of a specific written <br> permission of the exporting Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Issuance of Certificate of Origin <br> Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br> Rule 1 : Application for Certificate of Origin <br> Rule 6 : Waiver of CO <br> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> Appropriate Penalties or Other Measures against Fraudulent Acts <br> Application for Certificate of Origin <br> Waiver of CO <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> 1. The competent governmental authority of the exporting <br> Each Party shall establish or maintain, in accordance <br> (a) An application for a Certificate of Origin (hereinafter referred to as <br> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br> Each Party is required to provide the other Party, through the diplomatic <br> Party shall, upon request made in writing by the exporter <br> with its laws and regulations, appropriate penalties or <br> \"CO\") is to be made by the exporter or its authorized agent to the <br> waived when the aggregate customs value of goods does not exceed the following amount: <br> channels, with a sample of a CO, specimen signatures and specimen official <br> or its authorized agent, issue a CO or, under the <br> other measures against its exporters or producers who <br> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br> seals or impressions of stamps of its competent governmental authority or its <br> authorization given in accordance with the applicable <br> have committed fraudulent acts in connection with a CO, <br> designees referred to in paragraph 1 of Rule 2 of the Operational <br> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br> designees for the issuance of a CO, upon the date of adoption of this <br> laws and regulations of the exporting Party, may <br> including submission of false declarations or documents <br> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br> Implementing Regulations, as well as, in case of any subsequent modification <br> designate other entities or bodies (hereinafter referred <br> to its competent governmental authority or its designees. <br> Annex 3 of the Agreement, together with supporting documents <br> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br> thereof, 30 days before the modification is made. <br> to in this Annex as \"designees\") to issue a CO. <br> proving that the good to be exported qualifies for the issuance of a <br> subsequently modified value, it will notify the other Party of such modified <br> Rule 13 : Communication upon verification <br> 2. Each Party shall provide the other Party with a list <br> CO, in accordance with the laws and regulations of the exporting Party. <br> value, in writing, through diplomatic channels. <br> Communication upon verification <br> of names and addresses, and a list of specimen signatures <br> (b) Where a pre-exportation examination of the origin of a good to be <br> Rule 7 : Retroactive Issuance of Certificate of Origin <br> (a) For the purposes of verification in accordance with Rule 6 and Rule <br> and specimen of official seals or impressions of stamps <br> exported is conducted, the result of the examination, subject to <br> Retroactive Issuance of Certificate of Origin <br> 7 of the OCP, any communication between the competent <br> authority and, if any, its designees. <br> for the issuance of a CO, of its competent governmental <br> review periodically or whenever appropriate, will be accepted as the <br> In principle, a CO is to be issued by the time of shipment or no later than three <br> governmental authority of the exporting Party and the customs <br> 3 Any CO bearing a signature not included in the list <br> supporting evidence in determining the origin of the good to be <br> days from the date of shipment. In exceptional cases where a CO has not been <br> authority of the importing Party is to be made through the <br> exported thereafter. The pre-exportation examination may not apply <br> issued by the time of shipment or no later than three days from the date of <br> diplomatic channels. Such communications will be made by any <br> 4 Where the exporter of a good is not the producer of <br> referred to in paragraph 2 shall not be valid. <br> to the good the origin of which, by its nature, can be easily determined. <br> shipment, at the request of the exporter, the CO will be issued retroactively in <br> method with a confirmation of receipt. <br> Rule 2 : Issuance of the Certificate of Origin <br> accordance with the laws and regulations of the exporting Party within 12 months <br> (b) In the cases provided for in paragraph (a), the direct <br> the good in the exporting Party, the exporter may request <br> Issuance of the Certificate of Origin <br> from the date of shipment, in which case it is necessary to indicate \"Issued <br> communications by the competent governmental authority of the <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> a CO on the basis of: <br> The competent governmental authority of the exporting Party or its designees is, <br> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br> exporting Party, the customs authority of the importing Party and <br> to the best of its competence and ability, required to carry out proper examination, <br> preferential tariff treatment for the good may, subject to the laws and regulations <br> the enquiry point of each Party may be made by facsimile or e-mail <br> competent governmental authority or its <br> in accordance with the laws and regulations of the exporting Party, upon each <br> of the importing Party, provide the customs authority of the importing Party with <br> in parallel with the communications set out in that paragraph. <br> designees based on the information provided by <br> good has not undergone operations other than <br> application for a CO to ensure that: <br> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3. <br> (c) The period for providing the response pursuant to Rules 6 and 7 of <br> the producer of the good to that exporter; or <br> (a) the CO is duly completed and signed by the authorized signatory of <br> the OCP will commence from the date of the confirmation of receipt <br> (b) a declaration voluntarily provided by the <br> preserve it in good condition in those non-Parties. <br> the competent governmental authority of the exporting Party or its <br> of the request pursuant to paragraph (a). <br> designees (hereinafter referred to as \"authorized signatory\"); <br> For the purposes of Article 29 of the Agreement, if documentary evidence is <br> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br> governmental authority or its designees by the <br> request of the exporter. <br> (b) the origin of the good is in conformity with Chapter 3 of the <br> needed for the issuance of a CO or the verification process to prove that material <br> for providing the written determination by the customs authority of <br> Agreement (hereinafter referred to as \"ROO\"); <br> accumulated in the production of a good is an originating material of a Party, the <br> Rule 8 : Documents for Accumulation <br> the importing Party will commence from the date of the confirmation <br> 5. A CO shall be issued only after the exporter who <br> requests for its issuance, or the producer of the good in <br> (c) weight or other quantity (e.g. gross weight or net weight), marks <br> Documents for Accumulation <br> following may be used: <br> of receipt of the information last provided pursuant to paragraph (a). <br> the exporting Party referred to in subparagraph 4(b), <br> and numbers, number and kind of packages, HS code, and the <br> description, as specified, conform to the good; and <br> designees that the good to be exported qualifies as an <br> proves to the competent governmental authority or its <br> (d) other statements in the CO correspond to relevant supporting documents submitted. <br> (c) a copy of the CO for the material issued by the exporting Party of the <br> originating good of the exporting Party. <br> Rule 3 : Format of Certificate of Origin <br> material, including that issued retroactively; or <br> Format of Certificate of Origin <br> place or office of issuance. <br> (a) a declaration by the exporter or producer of the good; <br> 6. If, after the issuance of the CO, the exporter or <br> (a) A CO should be on A4 size paper. <br> (b) an invoice of the good; <br> Rule 9 : Focal Points <br> producer referred to in paragraph 5 knows that such a <br> (b) A CO will comprise the original and two copies in the case of <br> Focal Points <br> Vietnam, and only the original in the case of Japan. <br> (a) The focal point of the competent governmental authority of each Party is: <br> exporting Party, they shall notify the competent <br> (c) A CO will bear a certification number separately given by each <br> (d) any other relevant document. <br> (i) in the case of Japan, the Origin Certification Policy Office of <br> governmental authority or its designees in writing and <br> the Trade Administration Division of the Trade and Economic <br> 7 The competent governmental authority of the exporting <br> without delay, subject to the applicable laws and <br> (d) For cases where there is a third country invoice, this is to be <br> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> indicated in a CO, together with such information as the full legal <br> name and address of the person issuing the invoice. <br> Party or its designees shall, if they receive <br> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br> (b) The focal point of the customs authority of each Party is: <br> notification in accordance with paragraph 6, or if they <br> The exporter's signature may be autographed or electronically printed. <br> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> have knowledge after the issuance of the CO that the good <br> (f) Signatures on a CO of the authorized signatory may be <br> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br> does not qualify as an originating good of the exporting <br> autographed or electronically printed. <br> governmental authority of the exporting Party or its designees may <br> (c) The enquiry point of each Party for any matters relating to the ROO, <br> Party, cancel the CO and promptly notify the cancellation <br> (g) Official seals or impressions of stamps on a CO of the competent <br> the OCP and this Implementing Regulations is: <br> to the exporter to whom the CO has been issued, and to <br> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br> the customs authority of the importing Party, except in <br> be manually put or electronically printed. <br> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br> the case where the exporter has returned the CO to the <br> (h) The original of a CO is to be forwarded by the exporter to the <br> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br> competent governmental authority of the exporting Party. <br> English language and shall include minimum data specified <br> importer for submission to the customs authority of the importing <br> (d) Both Parties are required to provide each other through diplomatic <br> 8. The format of the CO and its contents shall be in the <br> Party. In the case of Vietnam, a copy of the CO is to be retained by <br> channels with the address, telephone number, facsimile number <br> Rule 3 : Presentation of Certificate of Origin <br> both the exporter and the competent governmental authority of the <br> and e-mail address of the focal points and the enquiry point <br> in the Attachment to this Annex. <br> exporting Party or its designees, respectively. <br> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br> Multiple Items or Invoices <br> shipment, will be accepted by the customs authority of the importing Party. <br> Implementing Regulations, and are likewise required to notify any <br> Presentation of Certificate of Origin <br> (i) A CO, which indicates two or more invoices issued for a single <br> modification regarding such information within 30 days after such modification. <br> 1 For the purposes of claiming preferential tariff <br> (e) When the focal point or the enquiry point of a Party raises any <br> (a) a valid CO; and <br> treatment, the following shall be submitted to the <br> (j) Multiple items declared on the same CO is to be allowed, provided <br> matter arising from the implementation of the ROO, the OCP and <br> (b) other documents as required in accordance with <br> customs authority of the importing Party by the importer: <br> that each item qualifies as an originating good separately in its own right. <br> this Implementing Regulations to the focal point or the enquiry point <br> producer of the good directly to the competent <br> (k) For multiple items declared on the same CO, a problem <br> or delay the preferential tariff treatment and customs clearance of <br> of the other Party, that other Party may assign relevant experts to <br> (e.g. invoices, including third country invoices, <br> encountered with one or more of the items declared will not affect <br> look into the matter and to respond with its findings and proposal <br> and a through bill of lading issued in the exporting Party). <br> the laws and regulations of the importing Party <br> for resolving the matter within a reasonable period of time. The <br> Rule 4 : Modifications <br> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br> focal point or enquiry point of both Parties will facilitate the <br> consignment of originating goods of the exporting Party <br> Modifications <br> the OCP may be applied to the problematic items. <br> resolution of any matter raised with regard to the implementation of <br> 2. A CO shall not be required for an importation of a <br> whose aggregate customs value does not exceed two hundred <br> the ROO, the OCP and this Implementing Regulations through consultations. <br> errors, such as slight discrepancies or omissions, typographical <br> (a) The customs authority of the importing Party will disregard minor <br> errors, and information which falls outside the designated box, <br> importing Party may establish. <br> United States dollars (USD 200) or its equivalent amount <br> provided that these minor errors do not affect the authenticity of the <br> in the Party's currency, or such higher amount as the <br> 3 The importing Party may waive the requirement for a <br> CO or the accuracy of the information included in the CO. <br> CO in accordance with its laws and regulations. <br> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br> 4. Where an originating good of the exporting Party is <br> (i) striking out the erroneous parts and making any additions <br> which may be required. Such alterations are to be approved <br> (a) a copy of through bill of lading; or <br> imported through one or more non-Parties, the importing <br> Party may require importers who claim preferential tariff <br> by an authorized signatory of the CO and certified by the <br> treatment for the good to submit: <br> competent governmental authority of the exporting Party or its <br> designees. Unused spaces are to be crossed out to prevent <br> any subsequent addition; or <br> (ii) issuing a new CO to replace the erroneous one. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the customs authorities of such non-Parties, or <br> other relevant entities, which proves that the <br> unloading, reloading, and any other operation to <br> 1. A CO shall be submitted to the customs authority of <br> the importing Party within one year from the date of <br> issuance by the competent governmental authority of the <br> exporting Party or its designees. <br> 2. Where the CO is submitted to the customs authority of <br> premises are to be visited. <br> the importing Party after the expiration of the period <br> for its submission provided for in paragraph 1, that CO <br> (a) the identity of the customs authority issuing the communication; <br> shall be accepted when the failure to observe such a <br> requirement results from force majeure or other valid <br> causes beyond the control of the exporter or importer. <br> 3. An issued CO shall be applicable to a single <br> importation of an originating good of the exporting Party <br> Rule 5 : Record Keeping <br> Record Keeping <br> Rule 4 : Validity of Certificate of Origin <br> 1. Each Party shall, in accordance with its laws and <br> Validity of Certificate of Origin <br> regulations, ensure that the exporter to whom a CO has <br> been issued or the producer of a good in the exporting <br> Party referred to in subparagraph 4(b) of Rule 2 keeps <br> records relating to the origin of the good. For the <br> purposes of this Agreement, the exporter or producer <br> shall keep these records for three years after the date <br> on which the CO was issued. <br> 2 Each Party shall ensure that its competent <br> governmental authority or its designees shall keep a <br> record of the issued CO for a period of three years after <br> the date on which the CO was issued. Such record <br> includes all supporting documents presented to prove the <br> into the importing Party. <br> qualification as an originating good of the exporting Party. <br> Verification <br> 1. For the purposes of determining whether a good <br> imported from the exporting Party and claimed for <br> preferential tariff treatment qualifies as an originating <br> good of that exporting Party under this Agreement, the <br> customs authority of the importing Party may request <br> information relating to the origin of the good, provided <br> authority of the exporting Party on the basis of the CO. <br> 2. For the purposes of paragraph 1, the competent <br> governmental authority of the exporting Party shall, in <br> information requested in a period not exceeding 90 days <br> after the date of receipt of the request. If the customs <br> authority of the importing Party considers necessary, it <br> Rule 6 : Verification <br> may request additional information relating to the origin <br> of the good. If additional information is requested by <br> the customs authority of the importing Party, the <br> shall, in accordance with its laws and regulations, <br> provide the information requested in a period not <br> exceeding 90 days after the date of receipt of the <br> request for additional information. <br> that such a request is made to the competent governmental <br> 3. For the purposes of paragraph 2, the competent <br> governmental authority of the exporting Party may request <br> accordance with its laws and regulations, provide the <br> producer of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2, to provide the former <br> paragraph 1 shall not preclude the use of a verification <br> with the information requested. <br> 4. The request for information in accordance with <br> visit provided for in Rule 7. <br> 5. During the procedures provided for in this Rule and <br> Rule 7, the customs authority of the importing Party may <br> procedures to be completed before it releases the good to <br> the importer unless subject to appropriate administrative measures. <br> 1. The customs authority of the importing Party may <br> the exporter to whom the CO has been issued, or the <br> request the exporting Party: <br> purpose, the facilities used in the production <br> of the good, through a visit by the competent <br> along with the customs authority of the <br> importing Party to the premises of the exporter <br> suspend the preferential tariff treatment while awaiting <br> the result of verification, and shall not wait for the <br> to whom the CO has been issued, or the producer <br> of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2; and <br> (b) during the visit pursuant to subparagraph (a), <br> to provide information relating to the origin <br> of the good in the possession of the competent <br> Rule 7 : Verification Visit <br> 2. When requesting the exporting Party to conduct a <br> visit pursuant to paragraph 1, the customs authority of <br> (a) to collect and provide information relating to <br> the importing Party shall deliver a written communication <br> the origin of the good and check, for that <br> with such request to the exporting Party at least 60 days <br> in advance of the proposed date of the visit, the receipt <br> of which is to be confirmed by the exporting Party. The <br> competent governmental authority of the exporting Party <br> governmental authority of the exporting Party <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party whose <br> 3. The communication referred to in paragraph 2 shall include: <br> (b) the name of the exporter, or the producer of the <br> (c) the proposed date and places of the visit; <br> (d) the object and scope of the proposed visit, <br> governmental authority of the exporting Party or its designees. <br> of the verification referred to in the CO; and <br> customs authority of the importing Party to be present during the visit. <br> 4. The exporting Party shall respond in writing to the <br> importing Party, within 30 days from the receipt of the <br> communication referred to in paragraph 2, whether it <br> accepts or refuses to conduct the visit requested <br> pursuant to paragraph 1. <br> 5. The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations <br> of the Party, provide within 45 days or any other <br> regulations of the exporting Party. <br> the customs authority of the importing Party any <br> additional information obtained pursuant to paragraph 1. <br> good in the exporting Party whose premises are requested to be visited; <br> Determination of Origin and Preferential Tariff Treatment <br> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br> 1. The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> preferential tariff treatment to a good for which an <br> (e) the names and titles of the officials of the <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply <br> with any of the relevant requirements of this Annex. <br> 2. In cases where the verification procedures outlined <br> in Rule 6 or 7 are undertaken, the customs authority of <br> the importing Party may determine that a good does not <br> qualify as an originating good of the exporting Party and <br> may deny preferential tariff treatment, under any of the following conditions: <br> exporting Party fails to respond to the request <br> mutually agreed period from the last day of the visit, to <br> within the period referred to in paragraph 2 <br> of Rule 6 or paragraph 5 of Rule 7; <br> (b) the exporting Party refuses to conduct the <br> authority of the importing Party, or that Party <br> fails to respond to the communication referred <br> to in paragraph 2 of Rule 7 within the period <br> good does not qualify as an originating good of the <br> referred to in paragraph 4 of Rule 7; or <br> VERIFICATION VISIT <br> (c) the information provided to the customs <br> authority of the importing Party pursuant <br> to Rule 6 or 7 is not sufficient to prove that the <br> good qualifies as an originating good of the exporting Party. <br> 3. In cases where the verification procedures outlined <br> the importing Party shall provide the competent <br> (a) the competent governmental authority of the <br> governmental authority of the exporting Party with a <br> written determination of whether or not the good <br> qualifies as an originating good of the exporting Party, <br> including findings of fact and the legal basis for the <br> determination, in a period, unless otherwise agreed upon <br> verification visit as requested by the customs <br> by the Parties, not exceeding 30 days after the date of <br> the receipt of the information last provided by the <br> in accordance with Rule 6, or 60 days after the last day <br> of the visit referred to in Rule 7. <br> 4. The competent governmental authority of the exporting <br> Party shall notify the determination by the customs <br> authority of the importing Party referred to in paragraph <br> 3, to the exporter, or the producer of the good in the <br> is made that the good qualifies as an originating good of <br> treatment shall be reinstated. <br> exporting Party whose premises were subject to the visit <br> referred to in Rule 7. In the event that a determination <br> the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Implementing Regulations", "ArticleDesc": "Rule 11 : Implementing Regulations <br> The Joint Committee shall, upon the date of entry <br> into force of this Agreement pursuant to Article 128, <br> adopt the Implementing Regulations that provide detailed <br> regulations pursuant to which the customs authorities, <br> competent governmental authorities and other authorities <br> concerned of the Parties shall implement their functions under this Annex. <br> PART 2 Rules of Origin <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Issuance of Certificate of Origin <br> Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br> Rule 1 : Application for Certificate of Origin <br> Rule 6 : Waiver of CO <br> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> Appropriate Penalties or Other Measures against Fraudulent Acts <br> Application for Certificate of Origin <br> Waiver of CO <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> 1. The competent governmental authority of the exporting <br> Each Party shall establish or maintain, in accordance <br> (a) An application for a Certificate of Origin (hereinafter referred to as <br> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br> Each Party is required to provide the other Party, through the diplomatic <br> Party shall, upon request made in writing by the exporter <br> with its laws and regulations, appropriate penalties or <br> \"CO\") is to be made by the exporter or its authorized agent to the <br> waived when the aggregate customs value of goods does not exceed the following amount: <br> channels, with a sample of a CO, specimen signatures and specimen official <br> or its authorized agent, issue a CO or, under the <br> other measures against its exporters or producers who <br> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br> seals or impressions of stamps of its competent governmental authority or its <br> authorization given in accordance with the applicable <br> have committed fraudulent acts in connection with a CO, <br> designees referred to in paragraph 1 of Rule 2 of the Operational <br> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br> designees for the issuance of a CO, upon the date of adoption of this <br> laws and regulations of the exporting Party, may <br> including submission of false declarations or documents <br> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br> Implementing Regulations, as well as, in case of any subsequent modification <br> designate other entities or bodies (hereinafter referred <br> to its competent governmental authority or its designees. <br> Annex 3 of the Agreement, together with supporting documents <br> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br> thereof, 30 days before the modification is made. <br> to in this Annex as \"designees\") to issue a CO. <br> proving that the good to be exported qualifies for the issuance of a <br> subsequently modified value, it will notify the other Party of such modified <br> Rule 13 : Communication upon verification <br> 2. Each Party shall provide the other Party with a list <br> CO, in accordance with the laws and regulations of the exporting Party. <br> value, in writing, through diplomatic channels. <br> Communication upon verification <br> of names and addresses, and a list of specimen signatures <br> (b) Where a pre-exportation examination of the origin of a good to be <br> Rule 7 : Retroactive Issuance of Certificate of Origin <br> (a) For the purposes of verification in accordance with Rule 6 and Rule <br> and specimen of official seals or impressions of stamps <br> exported is conducted, the result of the examination, subject to <br> Retroactive Issuance of Certificate of Origin <br> 7 of the OCP, any communication between the competent <br> authority and, if any, its designees. <br> for the issuance of a CO, of its competent governmental <br> review periodically or whenever appropriate, will be accepted as the <br> In principle, a CO is to be issued by the time of shipment or no later than three <br> governmental authority of the exporting Party and the customs <br> 3 Any CO bearing a signature not included in the list <br> supporting evidence in determining the origin of the good to be <br> days from the date of shipment. In exceptional cases where a CO has not been <br> authority of the importing Party is to be made through the <br> exported thereafter. The pre-exportation examination may not apply <br> issued by the time of shipment or no later than three days from the date of <br> diplomatic channels. Such communications will be made by any <br> 4 Where the exporter of a good is not the producer of <br> referred to in paragraph 2 shall not be valid. <br> to the good the origin of which, by its nature, can be easily determined. <br> shipment, at the request of the exporter, the CO will be issued retroactively in <br> method with a confirmation of receipt. <br> Rule 2 : Issuance of the Certificate of Origin <br> accordance with the laws and regulations of the exporting Party within 12 months <br> (b) In the cases provided for in paragraph (a), the direct <br> the good in the exporting Party, the exporter may request <br> Issuance of the Certificate of Origin <br> from the date of shipment, in which case it is necessary to indicate \"Issued <br> communications by the competent governmental authority of the <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> a CO on the basis of: <br> The competent governmental authority of the exporting Party or its designees is, <br> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br> exporting Party, the customs authority of the importing Party and <br> to the best of its competence and ability, required to carry out proper examination, <br> preferential tariff treatment for the good may, subject to the laws and regulations <br> the enquiry point of each Party may be made by facsimile or e-mail <br> competent governmental authority or its <br> in accordance with the laws and regulations of the exporting Party, upon each <br> of the importing Party, provide the customs authority of the importing Party with <br> in parallel with the communications set out in that paragraph. <br> designees based on the information provided by <br> good has not undergone operations other than <br> application for a CO to ensure that: <br> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3. <br> (c) The period for providing the response pursuant to Rules 6 and 7 of <br> the producer of the good to that exporter; or <br> (a) the CO is duly completed and signed by the authorized signatory of <br> the OCP will commence from the date of the confirmation of receipt <br> (b) a declaration voluntarily provided by the <br> preserve it in good condition in those non-Parties. <br> the competent governmental authority of the exporting Party or its <br> of the request pursuant to paragraph (a). <br> designees (hereinafter referred to as \"authorized signatory\"); <br> For the purposes of Article 29 of the Agreement, if documentary evidence is <br> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br> governmental authority or its designees by the <br> request of the exporter. <br> (b) the origin of the good is in conformity with Chapter 3 of the <br> needed for the issuance of a CO or the verification process to prove that material <br> for providing the written determination by the customs authority of <br> Agreement (hereinafter referred to as \"ROO\"); <br> accumulated in the production of a good is an originating material of a Party, the <br> Rule 8 : Documents for Accumulation <br> the importing Party will commence from the date of the confirmation <br> 5. A CO shall be issued only after the exporter who <br> requests for its issuance, or the producer of the good in <br> (c) weight or other quantity (e.g. gross weight or net weight), marks <br> Documents for Accumulation <br> following may be used: <br> of receipt of the information last provided pursuant to paragraph (a). <br> the exporting Party referred to in subparagraph 4(b), <br> and numbers, number and kind of packages, HS code, and the <br> description, as specified, conform to the good; and <br> designees that the good to be exported qualifies as an <br> proves to the competent governmental authority or its <br> (d) other statements in the CO correspond to relevant supporting documents submitted. <br> (c) a copy of the CO for the material issued by the exporting Party of the <br> originating good of the exporting Party. <br> Rule 3 : Format of Certificate of Origin <br> material, including that issued retroactively; or <br> Format of Certificate of Origin <br> place or office of issuance. <br> (a) a declaration by the exporter or producer of the good; <br> 6. If, after the issuance of the CO, the exporter or <br> (a) A CO should be on A4 size paper. <br> (b) an invoice of the good; <br> Rule 9 : Focal Points <br> producer referred to in paragraph 5 knows that such a <br> (b) A CO will comprise the original and two copies in the case of <br> Focal Points <br> Vietnam, and only the original in the case of Japan. <br> (a) The focal point of the competent governmental authority of each Party is: <br> exporting Party, they shall notify the competent <br> (c) A CO will bear a certification number separately given by each <br> (d) any other relevant document. <br> (i) in the case of Japan, the Origin Certification Policy Office of <br> governmental authority or its designees in writing and <br> the Trade Administration Division of the Trade and Economic <br> 7 The competent governmental authority of the exporting <br> without delay, subject to the applicable laws and <br> (d) For cases where there is a third country invoice, this is to be <br> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> indicated in a CO, together with such information as the full legal <br> name and address of the person issuing the invoice. <br> Party or its designees shall, if they receive <br> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br> (b) The focal point of the customs authority of each Party is: <br> notification in accordance with paragraph 6, or if they <br> The exporter's signature may be autographed or electronically printed. <br> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> have knowledge after the issuance of the CO that the good <br> (f) Signatures on a CO of the authorized signatory may be <br> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br> does not qualify as an originating good of the exporting <br> autographed or electronically printed. <br> governmental authority of the exporting Party or its designees may <br> (c) The enquiry point of each Party for any matters relating to the ROO, <br> Party, cancel the CO and promptly notify the cancellation <br> (g) Official seals or impressions of stamps on a CO of the competent <br> the OCP and this Implementing Regulations is: <br> to the exporter to whom the CO has been issued, and to <br> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br> the customs authority of the importing Party, except in <br> be manually put or electronically printed. <br> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br> the case where the exporter has returned the CO to the <br> (h) The original of a CO is to be forwarded by the exporter to the <br> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br> competent governmental authority of the exporting Party. <br> English language and shall include minimum data specified <br> importer for submission to the customs authority of the importing <br> (d) Both Parties are required to provide each other through diplomatic <br> 8. The format of the CO and its contents shall be in the <br> Party. In the case of Vietnam, a copy of the CO is to be retained by <br> channels with the address, telephone number, facsimile number <br> Rule 3 : Presentation of Certificate of Origin <br> both the exporter and the competent governmental authority of the <br> and e-mail address of the focal points and the enquiry point <br> in the Attachment to this Annex. <br> exporting Party or its designees, respectively. <br> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br> Multiple Items or Invoices <br> shipment, will be accepted by the customs authority of the importing Party. <br> Implementing Regulations, and are likewise required to notify any <br> Presentation of Certificate of Origin <br> (i) A CO, which indicates two or more invoices issued for a single <br> modification regarding such information within 30 days after such modification. <br> 1 For the purposes of claiming preferential tariff <br> (e) When the focal point or the enquiry point of a Party raises any <br> (a) a valid CO; and <br> treatment, the following shall be submitted to the <br> (j) Multiple items declared on the same CO is to be allowed, provided <br> matter arising from the implementation of the ROO, the OCP and <br> (b) other documents as required in accordance with <br> customs authority of the importing Party by the importer: <br> that each item qualifies as an originating good separately in its own right. <br> this Implementing Regulations to the focal point or the enquiry point <br> producer of the good directly to the competent <br> (k) For multiple items declared on the same CO, a problem <br> or delay the preferential tariff treatment and customs clearance of <br> of the other Party, that other Party may assign relevant experts to <br> (e.g. invoices, including third country invoices, <br> encountered with one or more of the items declared will not affect <br> look into the matter and to respond with its findings and proposal <br> and a through bill of lading issued in the exporting Party). <br> the laws and regulations of the importing Party <br> for resolving the matter within a reasonable period of time. The <br> Rule 4 : Modifications <br> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br> focal point or enquiry point of both Parties will facilitate the <br> consignment of originating goods of the exporting Party <br> Modifications <br> the OCP may be applied to the problematic items. <br> resolution of any matter raised with regard to the implementation of <br> 2. A CO shall not be required for an importation of a <br> whose aggregate customs value does not exceed two hundred <br> the ROO, the OCP and this Implementing Regulations through consultations. <br> errors, such as slight discrepancies or omissions, typographical <br> (a) The customs authority of the importing Party will disregard minor <br> errors, and information which falls outside the designated box, <br> importing Party may establish. <br> United States dollars (USD 200) or its equivalent amount <br> provided that these minor errors do not affect the authenticity of the <br> in the Party's currency, or such higher amount as the <br> 3 The importing Party may waive the requirement for a <br> CO or the accuracy of the information included in the CO. <br> CO in accordance with its laws and regulations. <br> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br> 4. Where an originating good of the exporting Party is <br> (i) striking out the erroneous parts and making any additions <br> which may be required. Such alterations are to be approved <br> (a) a copy of through bill of lading; or <br> imported through one or more non-Parties, the importing <br> Party may require importers who claim preferential tariff <br> by an authorized signatory of the CO and certified by the <br> treatment for the good to submit: <br> competent governmental authority of the exporting Party or its <br> designees. Unused spaces are to be crossed out to prevent <br> any subsequent addition; or <br> (ii) issuing a new CO to replace the erroneous one. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the customs authorities of such non-Parties, or <br> other relevant entities, which proves that the <br> unloading, reloading, and any other operation to <br> 1. A CO shall be submitted to the customs authority of <br> the importing Party within one year from the date of <br> issuance by the competent governmental authority of the <br> exporting Party or its designees. <br> 2. Where the CO is submitted to the customs authority of <br> premises are to be visited. <br> the importing Party after the expiration of the period <br> for its submission provided for in paragraph 1, that CO <br> (a) the identity of the customs authority issuing the communication; <br> shall be accepted when the failure to observe such a <br> requirement results from force majeure or other valid <br> causes beyond the control of the exporter or importer. <br> 3. An issued CO shall be applicable to a single <br> importation of an originating good of the exporting Party <br> Rule 5 : Record Keeping <br> Record Keeping <br> Rule 4 : Validity of Certificate of Origin <br> 1. Each Party shall, in accordance with its laws and <br> Validity of Certificate of Origin <br> regulations, ensure that the exporter to whom a CO has <br> been issued or the producer of a good in the exporting <br> Party referred to in subparagraph 4(b) of Rule 2 keeps <br> records relating to the origin of the good. For the <br> purposes of this Agreement, the exporter or producer <br> shall keep these records for three years after the date <br> on which the CO was issued. <br> 2 Each Party shall ensure that its competent <br> governmental authority or its designees shall keep a <br> record of the issued CO for a period of three years after <br> the date on which the CO was issued. Such record <br> includes all supporting documents presented to prove the <br> into the importing Party. <br> qualification as an originating good of the exporting Party. <br> Verification <br> 1. For the purposes of determining whether a good <br> imported from the exporting Party and claimed for <br> preferential tariff treatment qualifies as an originating <br> good of that exporting Party under this Agreement, the <br> customs authority of the importing Party may request <br> information relating to the origin of the good, provided <br> authority of the exporting Party on the basis of the CO. <br> 2. For the purposes of paragraph 1, the competent <br> governmental authority of the exporting Party shall, in <br> information requested in a period not exceeding 90 days <br> after the date of receipt of the request. If the customs <br> authority of the importing Party considers necessary, it <br> Rule 6 : Verification <br> may request additional information relating to the origin <br> of the good. If additional information is requested by <br> the customs authority of the importing Party, the <br> shall, in accordance with its laws and regulations, <br> provide the information requested in a period not <br> exceeding 90 days after the date of receipt of the <br> request for additional information. <br> that such a request is made to the competent governmental <br> 3. For the purposes of paragraph 2, the competent <br> governmental authority of the exporting Party may request <br> accordance with its laws and regulations, provide the <br> producer of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2, to provide the former <br> paragraph 1 shall not preclude the use of a verification <br> with the information requested. <br> 4. The request for information in accordance with <br> visit provided for in Rule 7. <br> 5. During the procedures provided for in this Rule and <br> Rule 7, the customs authority of the importing Party may <br> procedures to be completed before it releases the good to <br> the importer unless subject to appropriate administrative measures. <br> 1. The customs authority of the importing Party may <br> the exporter to whom the CO has been issued, or the <br> request the exporting Party: <br> purpose, the facilities used in the production <br> of the good, through a visit by the competent <br> along with the customs authority of the <br> importing Party to the premises of the exporter <br> suspend the preferential tariff treatment while awaiting <br> the result of verification, and shall not wait for the <br> to whom the CO has been issued, or the producer <br> of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2; and <br> (b) during the visit pursuant to subparagraph (a), <br> to provide information relating to the origin <br> of the good in the possession of the competent <br> Rule 7 : Verification Visit <br> 2. When requesting the exporting Party to conduct a <br> visit pursuant to paragraph 1, the customs authority of <br> (a) to collect and provide information relating to <br> the importing Party shall deliver a written communication <br> the origin of the good and check, for that <br> with such request to the exporting Party at least 60 days <br> in advance of the proposed date of the visit, the receipt <br> of which is to be confirmed by the exporting Party. The <br> competent governmental authority of the exporting Party <br> governmental authority of the exporting Party <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party whose <br> 3. The communication referred to in paragraph 2 shall include: <br> (b) the name of the exporter, or the producer of the <br> (c) the proposed date and places of the visit; <br> (d) the object and scope of the proposed visit, <br> governmental authority of the exporting Party or its designees. <br> of the verification referred to in the CO; and <br> customs authority of the importing Party to be present during the visit. <br> 4. The exporting Party shall respond in writing to the <br> importing Party, within 30 days from the receipt of the <br> communication referred to in paragraph 2, whether it <br> accepts or refuses to conduct the visit requested <br> pursuant to paragraph 1. <br> 5. The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations <br> of the Party, provide within 45 days or any other <br> regulations of the exporting Party. <br> the customs authority of the importing Party any <br> additional information obtained pursuant to paragraph 1. <br> good in the exporting Party whose premises are requested to be visited; <br> Determination of Origin and Preferential Tariff Treatment <br> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br> 1. The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> preferential tariff treatment to a good for which an <br> (e) the names and titles of the officials of the <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply <br> with any of the relevant requirements of this Annex. <br> 2. In cases where the verification procedures outlined <br> in Rule 6 or 7 are undertaken, the customs authority of <br> the importing Party may determine that a good does not <br> qualify as an originating good of the exporting Party and <br> may deny preferential tariff treatment, under any of the following conditions: <br> exporting Party fails to respond to the request <br> mutually agreed period from the last day of the visit, to <br> within the period referred to in paragraph 2 <br> of Rule 6 or paragraph 5 of Rule 7; <br> (b) the exporting Party refuses to conduct the <br> authority of the importing Party, or that Party <br> fails to respond to the communication referred <br> to in paragraph 2 of Rule 7 within the period <br> good does not qualify as an originating good of the <br> referred to in paragraph 4 of Rule 7; or <br> VERIFICATION VISIT <br> (c) the information provided to the customs <br> authority of the importing Party pursuant <br> to Rule 6 or 7 is not sufficient to prove that the <br> good qualifies as an originating good of the exporting Party. <br> 3. In cases where the verification procedures outlined <br> the importing Party shall provide the competent <br> (a) the competent governmental authority of the <br> governmental authority of the exporting Party with a <br> written determination of whether or not the good <br> qualifies as an originating good of the exporting Party, <br> including findings of fact and the legal basis for the <br> determination, in a period, unless otherwise agreed upon <br> verification visit as requested by the customs <br> by the Parties, not exceeding 30 days after the date of <br> the receipt of the information last provided by the <br> in accordance with Rule 6, or 60 days after the last day <br> of the visit referred to in Rule 7. <br> 4. The competent governmental authority of the exporting <br> Party shall notify the determination by the customs <br> authority of the importing Party referred to in paragraph <br> 3, to the exporter, or the producer of the good in the <br> is made that the good qualifies as an originating good of <br> treatment shall be reinstated. <br> exporting Party whose premises were subject to the visit <br> referred to in Rule 7. In the event that a determination <br> the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Theft, Loss or Destruction", "ArticleDesc": "Rule 5 : Theft, Loss or Destruction <br> In the event of theft, loss or destruction of a CO before the expiration of its <br> validity, the exporter or its authorized agent may request the competent <br> governmental authority of the exporting Party or its designees to issue: <br> (a) a new CO with a new certification number on the basis of the export <br> documents in the possession of the competent governmental <br> authority of the exporting Party or its designees, in which case the <br> original CO will be invalidated. The date of issuance and the <br> certification number of the original CO is to be indicated in the new <br> CO in box 8. The new CO will be valid during the term of the <br> validity of the original CO; or <br> (b) where applicable, a certified true copy of the CO to be made out on <br> the basis of the export documents in the possession of the exporter <br> or its authorized agent, bearing the endorsement of the words <br> \"CERTIFIED TRUE COPY\" in box 8 of the Vietnam's certified true <br> copy. This copy is to bear the date of issuance of the original CO <br> and it will be valid for the same period as that of the original CO. <br> The certified true copy of the CO is to be issued no later than one <br> year from the date of issuance of the original CO. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Issuance of Certificate of Origin <br> Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br> Rule 1 : Application for Certificate of Origin <br> Rule 6 : Waiver of CO <br> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> Appropriate Penalties or Other Measures against Fraudulent Acts <br> Application for Certificate of Origin <br> Waiver of CO <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> 1. The competent governmental authority of the exporting <br> Each Party shall establish or maintain, in accordance <br> (a) An application for a Certificate of Origin (hereinafter referred to as <br> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br> Each Party is required to provide the other Party, through the diplomatic <br> Party shall, upon request made in writing by the exporter <br> with its laws and regulations, appropriate penalties or <br> \"CO\") is to be made by the exporter or its authorized agent to the <br> waived when the aggregate customs value of goods does not exceed the following amount: <br> channels, with a sample of a CO, specimen signatures and specimen official <br> or its authorized agent, issue a CO or, under the <br> other measures against its exporters or producers who <br> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br> seals or impressions of stamps of its competent governmental authority or its <br> authorization given in accordance with the applicable <br> have committed fraudulent acts in connection with a CO, <br> designees referred to in paragraph 1 of Rule 2 of the Operational <br> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br> designees for the issuance of a CO, upon the date of adoption of this <br> laws and regulations of the exporting Party, may <br> including submission of false declarations or documents <br> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br> Implementing Regulations, as well as, in case of any subsequent modification <br> designate other entities or bodies (hereinafter referred <br> to its competent governmental authority or its designees. <br> Annex 3 of the Agreement, together with supporting documents <br> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br> thereof, 30 days before the modification is made. <br> to in this Annex as \"designees\") to issue a CO. <br> proving that the good to be exported qualifies for the issuance of a <br> subsequently modified value, it will notify the other Party of such modified <br> Rule 13 : Communication upon verification <br> 2. Each Party shall provide the other Party with a list <br> CO, in accordance with the laws and regulations of the exporting Party. <br> value, in writing, through diplomatic channels. <br> Communication upon verification <br> of names and addresses, and a list of specimen signatures <br> (b) Where a pre-exportation examination of the origin of a good to be <br> Rule 7 : Retroactive Issuance of Certificate of Origin <br> (a) For the purposes of verification in accordance with Rule 6 and Rule <br> and specimen of official seals or impressions of stamps <br> exported is conducted, the result of the examination, subject to <br> Retroactive Issuance of Certificate of Origin <br> 7 of the OCP, any communication between the competent <br> authority and, if any, its designees. <br> for the issuance of a CO, of its competent governmental <br> review periodically or whenever appropriate, will be accepted as the <br> In principle, a CO is to be issued by the time of shipment or no later than three <br> governmental authority of the exporting Party and the customs <br> 3 Any CO bearing a signature not included in the list <br> supporting evidence in determining the origin of the good to be <br> days from the date of shipment. In exceptional cases where a CO has not been <br> authority of the importing Party is to be made through the <br> exported thereafter. The pre-exportation examination may not apply <br> issued by the time of shipment or no later than three days from the date of <br> diplomatic channels. Such communications will be made by any <br> 4 Where the exporter of a good is not the producer of <br> referred to in paragraph 2 shall not be valid. <br> to the good the origin of which, by its nature, can be easily determined. <br> shipment, at the request of the exporter, the CO will be issued retroactively in <br> method with a confirmation of receipt. <br> Rule 2 : Issuance of the Certificate of Origin <br> accordance with the laws and regulations of the exporting Party within 12 months <br> (b) In the cases provided for in paragraph (a), the direct <br> the good in the exporting Party, the exporter may request <br> Issuance of the Certificate of Origin <br> from the date of shipment, in which case it is necessary to indicate \"Issued <br> communications by the competent governmental authority of the <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> a CO on the basis of: <br> The competent governmental authority of the exporting Party or its designees is, <br> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br> exporting Party, the customs authority of the importing Party and <br> to the best of its competence and ability, required to carry out proper examination, <br> preferential tariff treatment for the good may, subject to the laws and regulations <br> the enquiry point of each Party may be made by facsimile or e-mail <br> competent governmental authority or its <br> in accordance with the laws and regulations of the exporting Party, upon each <br> of the importing Party, provide the customs authority of the importing Party with <br> in parallel with the communications set out in that paragraph. <br> designees based on the information provided by <br> good has not undergone operations other than <br> application for a CO to ensure that: <br> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3. <br> (c) The period for providing the response pursuant to Rules 6 and 7 of <br> the producer of the good to that exporter; or <br> (a) the CO is duly completed and signed by the authorized signatory of <br> the OCP will commence from the date of the confirmation of receipt <br> (b) a declaration voluntarily provided by the <br> preserve it in good condition in those non-Parties. <br> the competent governmental authority of the exporting Party or its <br> of the request pursuant to paragraph (a). <br> designees (hereinafter referred to as \"authorized signatory\"); <br> For the purposes of Article 29 of the Agreement, if documentary evidence is <br> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br> governmental authority or its designees by the <br> request of the exporter. <br> (b) the origin of the good is in conformity with Chapter 3 of the <br> needed for the issuance of a CO or the verification process to prove that material <br> for providing the written determination by the customs authority of <br> Agreement (hereinafter referred to as \"ROO\"); <br> accumulated in the production of a good is an originating material of a Party, the <br> Rule 8 : Documents for Accumulation <br> the importing Party will commence from the date of the confirmation <br> 5. A CO shall be issued only after the exporter who <br> requests for its issuance, or the producer of the good in <br> (c) weight or other quantity (e.g. gross weight or net weight), marks <br> Documents for Accumulation <br> following may be used: <br> of receipt of the information last provided pursuant to paragraph (a). <br> the exporting Party referred to in subparagraph 4(b), <br> and numbers, number and kind of packages, HS code, and the <br> description, as specified, conform to the good; and <br> designees that the good to be exported qualifies as an <br> proves to the competent governmental authority or its <br> (d) other statements in the CO correspond to relevant supporting documents submitted. <br> (c) a copy of the CO for the material issued by the exporting Party of the <br> originating good of the exporting Party. <br> Rule 3 : Format of Certificate of Origin <br> material, including that issued retroactively; or <br> Format of Certificate of Origin <br> place or office of issuance. <br> (a) a declaration by the exporter or producer of the good; <br> 6. If, after the issuance of the CO, the exporter or <br> (a) A CO should be on A4 size paper. <br> (b) an invoice of the good; <br> Rule 9 : Focal Points <br> producer referred to in paragraph 5 knows that such a <br> (b) A CO will comprise the original and two copies in the case of <br> Focal Points <br> Vietnam, and only the original in the case of Japan. <br> (a) The focal point of the competent governmental authority of each Party is: <br> exporting Party, they shall notify the competent <br> (c) A CO will bear a certification number separately given by each <br> (d) any other relevant document. <br> (i) in the case of Japan, the Origin Certification Policy Office of <br> governmental authority or its designees in writing and <br> the Trade Administration Division of the Trade and Economic <br> 7 The competent governmental authority of the exporting <br> without delay, subject to the applicable laws and <br> (d) For cases where there is a third country invoice, this is to be <br> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> indicated in a CO, together with such information as the full legal <br> name and address of the person issuing the invoice. <br> Party or its designees shall, if they receive <br> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br> (b) The focal point of the customs authority of each Party is: <br> notification in accordance with paragraph 6, or if they <br> The exporter's signature may be autographed or electronically printed. <br> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> have knowledge after the issuance of the CO that the good <br> (f) Signatures on a CO of the authorized signatory may be <br> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br> does not qualify as an originating good of the exporting <br> autographed or electronically printed. <br> governmental authority of the exporting Party or its designees may <br> (c) The enquiry point of each Party for any matters relating to the ROO, <br> Party, cancel the CO and promptly notify the cancellation <br> (g) Official seals or impressions of stamps on a CO of the competent <br> the OCP and this Implementing Regulations is: <br> to the exporter to whom the CO has been issued, and to <br> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br> the customs authority of the importing Party, except in <br> be manually put or electronically printed. <br> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br> the case where the exporter has returned the CO to the <br> (h) The original of a CO is to be forwarded by the exporter to the <br> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br> competent governmental authority of the exporting Party. <br> English language and shall include minimum data specified <br> importer for submission to the customs authority of the importing <br> (d) Both Parties are required to provide each other through diplomatic <br> 8. The format of the CO and its contents shall be in the <br> Party. In the case of Vietnam, a copy of the CO is to be retained by <br> channels with the address, telephone number, facsimile number <br> Rule 3 : Presentation of Certificate of Origin <br> both the exporter and the competent governmental authority of the <br> and e-mail address of the focal points and the enquiry point <br> in the Attachment to this Annex. <br> exporting Party or its designees, respectively. <br> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br> Multiple Items or Invoices <br> shipment, will be accepted by the customs authority of the importing Party. <br> Implementing Regulations, and are likewise required to notify any <br> Presentation of Certificate of Origin <br> (i) A CO, which indicates two or more invoices issued for a single <br> modification regarding such information within 30 days after such modification. <br> 1 For the purposes of claiming preferential tariff <br> (e) When the focal point or the enquiry point of a Party raises any <br> (a) a valid CO; and <br> treatment, the following shall be submitted to the <br> (j) Multiple items declared on the same CO is to be allowed, provided <br> matter arising from the implementation of the ROO, the OCP and <br> (b) other documents as required in accordance with <br> customs authority of the importing Party by the importer: <br> that each item qualifies as an originating good separately in its own right. <br> this Implementing Regulations to the focal point or the enquiry point <br> producer of the good directly to the competent <br> (k) For multiple items declared on the same CO, a problem <br> or delay the preferential tariff treatment and customs clearance of <br> of the other Party, that other Party may assign relevant experts to <br> (e.g. invoices, including third country invoices, <br> encountered with one or more of the items declared will not affect <br> look into the matter and to respond with its findings and proposal <br> and a through bill of lading issued in the exporting Party). <br> the laws and regulations of the importing Party <br> for resolving the matter within a reasonable period of time. The <br> Rule 4 : Modifications <br> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br> focal point or enquiry point of both Parties will facilitate the <br> consignment of originating goods of the exporting Party <br> Modifications <br> the OCP may be applied to the problematic items. <br> resolution of any matter raised with regard to the implementation of <br> 2. A CO shall not be required for an importation of a <br> whose aggregate customs value does not exceed two hundred <br> the ROO, the OCP and this Implementing Regulations through consultations. <br> errors, such as slight discrepancies or omissions, typographical <br> (a) The customs authority of the importing Party will disregard minor <br> errors, and information which falls outside the designated box, <br> importing Party may establish. <br> United States dollars (USD 200) or its equivalent amount <br> provided that these minor errors do not affect the authenticity of the <br> in the Party's currency, or such higher amount as the <br> 3 The importing Party may waive the requirement for a <br> CO or the accuracy of the information included in the CO. <br> CO in accordance with its laws and regulations. <br> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br> 4. Where an originating good of the exporting Party is <br> (i) striking out the erroneous parts and making any additions <br> which may be required. Such alterations are to be approved <br> (a) a copy of through bill of lading; or <br> imported through one or more non-Parties, the importing <br> Party may require importers who claim preferential tariff <br> by an authorized signatory of the CO and certified by the <br> treatment for the good to submit: <br> competent governmental authority of the exporting Party or its <br> designees. Unused spaces are to be crossed out to prevent <br> any subsequent addition; or <br> (ii) issuing a new CO to replace the erroneous one. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the customs authorities of such non-Parties, or <br> other relevant entities, which proves that the <br> unloading, reloading, and any other operation to <br> 1. A CO shall be submitted to the customs authority of <br> the importing Party within one year from the date of <br> issuance by the competent governmental authority of the <br> exporting Party or its designees. <br> 2. Where the CO is submitted to the customs authority of <br> premises are to be visited. <br> the importing Party after the expiration of the period <br> for its submission provided for in paragraph 1, that CO <br> (a) the identity of the customs authority issuing the communication; <br> shall be accepted when the failure to observe such a <br> requirement results from force majeure or other valid <br> causes beyond the control of the exporter or importer. <br> 3. An issued CO shall be applicable to a single <br> importation of an originating good of the exporting Party <br> Rule 5 : Record Keeping <br> Record Keeping <br> Rule 4 : Validity of Certificate of Origin <br> 1. Each Party shall, in accordance with its laws and <br> Validity of Certificate of Origin <br> regulations, ensure that the exporter to whom a CO has <br> been issued or the producer of a good in the exporting <br> Party referred to in subparagraph 4(b) of Rule 2 keeps <br> records relating to the origin of the good. For the <br> purposes of this Agreement, the exporter or producer <br> shall keep these records for three years after the date <br> on which the CO was issued. <br> 2 Each Party shall ensure that its competent <br> governmental authority or its designees shall keep a <br> record of the issued CO for a period of three years after <br> the date on which the CO was issued. Such record <br> includes all supporting documents presented to prove the <br> into the importing Party. <br> qualification as an originating good of the exporting Party. <br> Verification <br> 1. For the purposes of determining whether a good <br> imported from the exporting Party and claimed for <br> preferential tariff treatment qualifies as an originating <br> good of that exporting Party under this Agreement, the <br> customs authority of the importing Party may request <br> information relating to the origin of the good, provided <br> authority of the exporting Party on the basis of the CO. <br> 2. For the purposes of paragraph 1, the competent <br> governmental authority of the exporting Party shall, in <br> information requested in a period not exceeding 90 days <br> after the date of receipt of the request. If the customs <br> authority of the importing Party considers necessary, it <br> Rule 6 : Verification <br> may request additional information relating to the origin <br> of the good. If additional information is requested by <br> the customs authority of the importing Party, the <br> shall, in accordance with its laws and regulations, <br> provide the information requested in a period not <br> exceeding 90 days after the date of receipt of the <br> request for additional information. <br> that such a request is made to the competent governmental <br> 3. For the purposes of paragraph 2, the competent <br> governmental authority of the exporting Party may request <br> accordance with its laws and regulations, provide the <br> producer of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2, to provide the former <br> paragraph 1 shall not preclude the use of a verification <br> with the information requested. <br> 4. The request for information in accordance with <br> visit provided for in Rule 7. <br> 5. During the procedures provided for in this Rule and <br> Rule 7, the customs authority of the importing Party may <br> procedures to be completed before it releases the good to <br> the importer unless subject to appropriate administrative measures. <br> 1. The customs authority of the importing Party may <br> the exporter to whom the CO has been issued, or the <br> request the exporting Party: <br> purpose, the facilities used in the production <br> of the good, through a visit by the competent <br> along with the customs authority of the <br> importing Party to the premises of the exporter <br> suspend the preferential tariff treatment while awaiting <br> the result of verification, and shall not wait for the <br> to whom the CO has been issued, or the producer <br> of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2; and <br> (b) during the visit pursuant to subparagraph (a), <br> to provide information relating to the origin <br> of the good in the possession of the competent <br> Rule 7 : Verification Visit <br> 2. When requesting the exporting Party to conduct a <br> visit pursuant to paragraph 1, the customs authority of <br> (a) to collect and provide information relating to <br> the importing Party shall deliver a written communication <br> the origin of the good and check, for that <br> with such request to the exporting Party at least 60 days <br> in advance of the proposed date of the visit, the receipt <br> of which is to be confirmed by the exporting Party. The <br> competent governmental authority of the exporting Party <br> governmental authority of the exporting Party <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party whose <br> 3. The communication referred to in paragraph 2 shall include: <br> (b) the name of the exporter, or the producer of the <br> (c) the proposed date and places of the visit; <br> (d) the object and scope of the proposed visit, <br> governmental authority of the exporting Party or its designees. <br> of the verification referred to in the CO; and <br> customs authority of the importing Party to be present during the visit. <br> 4. The exporting Party shall respond in writing to the <br> importing Party, within 30 days from the receipt of the <br> communication referred to in paragraph 2, whether it <br> accepts or refuses to conduct the visit requested <br> pursuant to paragraph 1. <br> 5. The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations <br> of the Party, provide within 45 days or any other <br> regulations of the exporting Party. <br> the customs authority of the importing Party any <br> additional information obtained pursuant to paragraph 1. <br> good in the exporting Party whose premises are requested to be visited; <br> Determination of Origin and Preferential Tariff Treatment <br> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br> 1. The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> preferential tariff treatment to a good for which an <br> (e) the names and titles of the officials of the <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply <br> with any of the relevant requirements of this Annex. <br> 2. In cases where the verification procedures outlined <br> in Rule 6 or 7 are undertaken, the customs authority of <br> the importing Party may determine that a good does not <br> qualify as an originating good of the exporting Party and <br> may deny preferential tariff treatment, under any of the following conditions: <br> exporting Party fails to respond to the request <br> mutually agreed period from the last day of the visit, to <br> within the period referred to in paragraph 2 <br> of Rule 6 or paragraph 5 of Rule 7; <br> (b) the exporting Party refuses to conduct the <br> authority of the importing Party, or that Party <br> fails to respond to the communication referred <br> to in paragraph 2 of Rule 7 within the period <br> good does not qualify as an originating good of the <br> referred to in paragraph 4 of Rule 7; or <br> VERIFICATION VISIT <br> (c) the information provided to the customs <br> authority of the importing Party pursuant <br> to Rule 6 or 7 is not sufficient to prove that the <br> good qualifies as an originating good of the exporting Party. <br> 3. In cases where the verification procedures outlined <br> the importing Party shall provide the competent <br> (a) the competent governmental authority of the <br> governmental authority of the exporting Party with a <br> written determination of whether or not the good <br> qualifies as an originating good of the exporting Party, <br> including findings of fact and the legal basis for the <br> determination, in a period, unless otherwise agreed upon <br> verification visit as requested by the customs <br> by the Parties, not exceeding 30 days after the date of <br> the receipt of the information last provided by the <br> in accordance with Rule 6, or 60 days after the last day <br> of the visit referred to in Rule 7. <br> 4. The competent governmental authority of the exporting <br> Party shall notify the determination by the customs <br> authority of the importing Party referred to in paragraph <br> 3, to the exporter, or the producer of the good in the <br> is made that the good qualifies as an originating good of <br> treatment shall be reinstated. <br> exporting Party whose premises were subject to the visit <br> referred to in Rule 7. In the event that a determination <br> the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Designees", "ArticleDesc": "Rule 10 : Designees <br> If the competent governmental authority of the exporting Party designates its <br> designees for the issuance of a CO, or makes modification or revocation with <br> respect to the designees, it is required to immediately notify the other Party, <br> through diplomatic channels, of such designation, modification or revocation. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Rule 11 : Tariff Classification <br> The tariff classification numbers of the Harmonized System (HS), as amended on <br> 1 January 2007, is to be indicated on a CO at the six-digit level (or a more <br> detailed level as is established by the importing Party if required by the exporting <br> Party), and the description of the good on a CO is to be substantially identical to <br> the description on the invoice and, if possible, to the description under the HS for the good. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 2 : Issuance of Certificate of Origin <br> Rule 10 : Appropriate Penalties or Other Measures against Fraudulent Acts <br> Rule 1 : Application for Certificate of Origin <br> Rule 6 : Waiver of CO <br> Rule 12 : Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> Appropriate Penalties or Other Measures against Fraudulent Acts <br> Application for Certificate of Origin <br> Waiver of CO <br> Procedure to exchange the sample of a certificate of origin, specimen signatures and official seals or impressions of stamps <br> 1. The competent governmental authority of the exporting <br> Each Party shall establish or maintain, in accordance <br> (a) An application for a Certificate of Origin (hereinafter referred to as <br> (a) For the purpose of paragraph 2 of Rule 3 of the OCP, the CO will be <br> Each Party is required to provide the other Party, through the diplomatic <br> Party shall, upon request made in writing by the exporter <br> with its laws and regulations, appropriate penalties or <br> \"CO\") is to be made by the exporter or its authorized agent to the <br> waived when the aggregate customs value of goods does not exceed the following amount: <br> channels, with a sample of a CO, specimen signatures and specimen official <br> or its authorized agent, issue a CO or, under the <br> other measures against its exporters or producers who <br> (i) in the case of Japan, 200000 Japanese Yen in aggregate customs value; and <br> seals or impressions of stamps of its competent governmental authority or its <br> authorization given in accordance with the applicable <br> have committed fraudulent acts in connection with a CO, <br> designees referred to in paragraph 1 of Rule 2 of the Operational <br> (ii) in the case of Vietnam, 200 US Dollars in aggregate customs value. <br> designees for the issuance of a CO, upon the date of adoption of this <br> laws and regulations of the exporting Party, may <br> including submission of false declarations or documents <br> Certification Procedures (hereinafter referred to as \"OCP\") set out in <br> (b) For the purpose of paragraph 2 of Rule 3 of the OCP, should a Party <br> Implementing Regulations, as well as, in case of any subsequent modification <br> designate other entities or bodies (hereinafter referred <br> to its competent governmental authority or its designees. <br> Annex 3 of the Agreement, together with supporting documents <br> modify the value referred to in subparagraph (a) (i) or (a) (ii), or any <br> thereof, 30 days before the modification is made. <br> to in this Annex as \"designees\") to issue a CO. <br> proving that the good to be exported qualifies for the issuance of a <br> subsequently modified value, it will notify the other Party of such modified <br> Rule 13 : Communication upon verification <br> 2. Each Party shall provide the other Party with a list <br> CO, in accordance with the laws and regulations of the exporting Party. <br> value, in writing, through diplomatic channels. <br> Communication upon verification <br> of names and addresses, and a list of specimen signatures <br> (b) Where a pre-exportation examination of the origin of a good to be <br> Rule 7 : Retroactive Issuance of Certificate of Origin <br> (a) For the purposes of verification in accordance with Rule 6 and Rule <br> and specimen of official seals or impressions of stamps <br> exported is conducted, the result of the examination, subject to <br> Retroactive Issuance of Certificate of Origin <br> 7 of the OCP, any communication between the competent <br> authority and, if any, its designees. <br> for the issuance of a CO, of its competent governmental <br> review periodically or whenever appropriate, will be accepted as the <br> In principle, a CO is to be issued by the time of shipment or no later than three <br> governmental authority of the exporting Party and the customs <br> 3 Any CO bearing a signature not included in the list <br> supporting evidence in determining the origin of the good to be <br> days from the date of shipment. In exceptional cases where a CO has not been <br> authority of the importing Party is to be made through the <br> exported thereafter. The pre-exportation examination may not apply <br> issued by the time of shipment or no later than three days from the date of <br> diplomatic channels. Such communications will be made by any <br> 4 Where the exporter of a good is not the producer of <br> referred to in paragraph 2 shall not be valid. <br> to the good the origin of which, by its nature, can be easily determined. <br> shipment, at the request of the exporter, the CO will be issued retroactively in <br> method with a confirmation of receipt. <br> Rule 2 : Issuance of the Certificate of Origin <br> accordance with the laws and regulations of the exporting Party within 12 months <br> (b) In the cases provided for in paragraph (a), the direct <br> the good in the exporting Party, the exporter may request <br> Issuance of the Certificate of Origin <br> from the date of shipment, in which case it is necessary to indicate \"Issued <br> communications by the competent governmental authority of the <br> (a) a declaration provided by the exporter to the <br> (b) a certificate or any other information given by <br> a CO on the basis of: <br> The competent governmental authority of the exporting Party or its designees is, <br> Retroactively\" in box 8. In such cases, the importer of the good who claims the <br> exporting Party, the customs authority of the importing Party and <br> to the best of its competence and ability, required to carry out proper examination, <br> preferential tariff treatment for the good may, subject to the laws and regulations <br> the enquiry point of each Party may be made by facsimile or e-mail <br> competent governmental authority or its <br> in accordance with the laws and regulations of the exporting Party, upon each <br> of the importing Party, provide the customs authority of the importing Party with <br> in parallel with the communications set out in that paragraph. <br> designees based on the information provided by <br> good has not undergone operations other than <br> application for a CO to ensure that: <br> the CO issued retroactively. The CO issued retroactively will indicate the date of shipment in box 3. <br> (c) The period for providing the response pursuant to Rules 6 and 7 of <br> the producer of the good to that exporter; or <br> (a) the CO is duly completed and signed by the authorized signatory of <br> the OCP will commence from the date of the confirmation of receipt <br> (b) a declaration voluntarily provided by the <br> preserve it in good condition in those non-Parties. <br> the competent governmental authority of the exporting Party or its <br> of the request pursuant to paragraph (a). <br> designees (hereinafter referred to as \"authorized signatory\"); <br> For the purposes of Article 29 of the Agreement, if documentary evidence is <br> (d) For the purposes of paragraph 3 of Rule 8 of the OCP, the period <br> governmental authority or its designees by the <br> request of the exporter. <br> (b) the origin of the good is in conformity with Chapter 3 of the <br> needed for the issuance of a CO or the verification process to prove that material <br> for providing the written determination by the customs authority of <br> Agreement (hereinafter referred to as \"ROO\"); <br> accumulated in the production of a good is an originating material of a Party, the <br> Rule 8 : Documents for Accumulation <br> the importing Party will commence from the date of the confirmation <br> 5. A CO shall be issued only after the exporter who <br> requests for its issuance, or the producer of the good in <br> (c) weight or other quantity (e.g. gross weight or net weight), marks <br> Documents for Accumulation <br> following may be used: <br> of receipt of the information last provided pursuant to paragraph (a). <br> the exporting Party referred to in subparagraph 4(b), <br> and numbers, number and kind of packages, HS code, and the <br> description, as specified, conform to the good; and <br> designees that the good to be exported qualifies as an <br> proves to the competent governmental authority or its <br> (d) other statements in the CO correspond to relevant supporting documents submitted. <br> (c) a copy of the CO for the material issued by the exporting Party of the <br> originating good of the exporting Party. <br> Rule 3 : Format of Certificate of Origin <br> material, including that issued retroactively; or <br> Format of Certificate of Origin <br> place or office of issuance. <br> (a) a declaration by the exporter or producer of the good; <br> 6. If, after the issuance of the CO, the exporter or <br> (a) A CO should be on A4 size paper. <br> (b) an invoice of the good; <br> Rule 9 : Focal Points <br> producer referred to in paragraph 5 knows that such a <br> (b) A CO will comprise the original and two copies in the case of <br> Focal Points <br> Vietnam, and only the original in the case of Japan. <br> (a) The focal point of the competent governmental authority of each Party is: <br> exporting Party, they shall notify the competent <br> (c) A CO will bear a certification number separately given by each <br> (d) any other relevant document. <br> (i) in the case of Japan, the Origin Certification Policy Office of <br> governmental authority or its designees in writing and <br> the Trade Administration Division of the Trade and Economic <br> 7 The competent governmental authority of the exporting <br> without delay, subject to the applicable laws and <br> (d) For cases where there is a third country invoice, this is to be <br> Cooperation Bureau of the Ministry of Economy, Trade and Industry; and <br> indicated in a CO, together with such information as the full legal <br> name and address of the person issuing the invoice. <br> Party or its designees shall, if they receive <br> (e) A declaration for a CO is to be completed by the exporter, in box 9. <br> (b) The focal point of the customs authority of each Party is: <br> notification in accordance with paragraph 6, or if they <br> The exporter's signature may be autographed or electronically printed. <br> (i) in the case of Japan, the Customs and Tariff Bureau of the Ministry of Finance; and <br> have knowledge after the issuance of the CO that the good <br> (f) Signatures on a CO of the authorized signatory may be <br> (ii) in the case of Vietnam, General Department of Customs, Ministry of Finance. <br> does not qualify as an originating good of the exporting <br> autographed or electronically printed. <br> governmental authority of the exporting Party or its designees may <br> (c) The enquiry point of each Party for any matters relating to the ROO, <br> Party, cancel the CO and promptly notify the cancellation <br> (g) Official seals or impressions of stamps on a CO of the competent <br> the OCP and this Implementing Regulations is: <br> to the exporter to whom the CO has been issued, and to <br> (i) in the case of Japan, First South East Asia Division of Ministry of Foreign Affairs; and <br> the customs authority of the importing Party, except in <br> be manually put or electronically printed. <br> (ii) in the case of Vietnam, Rules of Origin and Quality Control <br> the case where the exporter has returned the CO to the <br> (h) The original of a CO is to be forwarded by the exporter to the <br> Division, Import-Export Policy Department, Ministry of Industry and Trade. <br> competent governmental authority of the exporting Party. <br> English language and shall include minimum data specified <br> importer for submission to the customs authority of the importing <br> (d) Both Parties are required to provide each other through diplomatic <br> 8. The format of the CO and its contents shall be in the <br> Party. In the case of Vietnam, a copy of the CO is to be retained by <br> channels with the address, telephone number, facsimile number <br> Rule 3 : Presentation of Certificate of Origin <br> both the exporter and the competent governmental authority of the <br> and e-mail address of the focal points and the enquiry point <br> in the Attachment to this Annex. <br> exporting Party or its designees, respectively. <br> referred to in subparagraphs (a), (b) and (c) upon adoption of this <br> Multiple Items or Invoices <br> shipment, will be accepted by the customs authority of the importing Party. <br> Implementing Regulations, and are likewise required to notify any <br> Presentation of Certificate of Origin <br> (i) A CO, which indicates two or more invoices issued for a single <br> modification regarding such information within 30 days after such modification. <br> 1 For the purposes of claiming preferential tariff <br> (e) When the focal point or the enquiry point of a Party raises any <br> (a) a valid CO; and <br> treatment, the following shall be submitted to the <br> (j) Multiple items declared on the same CO is to be allowed, provided <br> matter arising from the implementation of the ROO, the OCP and <br> (b) other documents as required in accordance with <br> customs authority of the importing Party by the importer: <br> that each item qualifies as an originating good separately in its own right. <br> this Implementing Regulations to the focal point or the enquiry point <br> producer of the good directly to the competent <br> (k) For multiple items declared on the same CO, a problem <br> or delay the preferential tariff treatment and customs clearance of <br> of the other Party, that other Party may assign relevant experts to <br> (e.g. invoices, including third country invoices, <br> encountered with one or more of the items declared will not affect <br> look into the matter and to respond with its findings and proposal <br> and a through bill of lading issued in the exporting Party). <br> the laws and regulations of the importing Party <br> for resolving the matter within a reasonable period of time. The <br> Rule 4 : Modifications <br> the remaining items declared on that CO. Paragraph 5 of Rule 6 of <br> focal point or enquiry point of both Parties will facilitate the <br> consignment of originating goods of the exporting Party <br> Modifications <br> the OCP may be applied to the problematic items. <br> resolution of any matter raised with regard to the implementation of <br> 2. A CO shall not be required for an importation of a <br> whose aggregate customs value does not exceed two hundred <br> the ROO, the OCP and this Implementing Regulations through consultations. <br> errors, such as slight discrepancies or omissions, typographical <br> (a) The customs authority of the importing Party will disregard minor <br> errors, and information which falls outside the designated box, <br> importing Party may establish. <br> United States dollars (USD 200) or its equivalent amount <br> provided that these minor errors do not affect the authenticity of the <br> in the Party's currency, or such higher amount as the <br> 3 The importing Party may waive the requirement for a <br> CO or the accuracy of the information included in the CO. <br> CO in accordance with its laws and regulations. <br> (b) Neither erasures nor superimpositions are allowed on a CO. Any alteration is to be made by: <br> 4. Where an originating good of the exporting Party is <br> (i) striking out the erroneous parts and making any additions <br> which may be required. Such alterations are to be approved <br> (a) a copy of through bill of lading; or <br> imported through one or more non-Parties, the importing <br> Party may require importers who claim preferential tariff <br> by an authorized signatory of the CO and certified by the <br> treatment for the good to submit: <br> competent governmental authority of the exporting Party or its <br> designees. Unused spaces are to be crossed out to prevent <br> any subsequent addition; or <br> (ii) issuing a new CO to replace the erroneous one. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the customs authorities of such non-Parties, or <br> other relevant entities, which proves that the <br> unloading, reloading, and any other operation to <br> 1. A CO shall be submitted to the customs authority of <br> the importing Party within one year from the date of <br> issuance by the competent governmental authority of the <br> exporting Party or its designees. <br> 2. Where the CO is submitted to the customs authority of <br> premises are to be visited. <br> the importing Party after the expiration of the period <br> for its submission provided for in paragraph 1, that CO <br> (a) the identity of the customs authority issuing the communication; <br> shall be accepted when the failure to observe such a <br> requirement results from force majeure or other valid <br> causes beyond the control of the exporter or importer. <br> 3. An issued CO shall be applicable to a single <br> importation of an originating good of the exporting Party <br> Rule 5 : Record Keeping <br> Record Keeping <br> Rule 4 : Validity of Certificate of Origin <br> 1. Each Party shall, in accordance with its laws and <br> Validity of Certificate of Origin <br> regulations, ensure that the exporter to whom a CO has <br> been issued or the producer of a good in the exporting <br> Party referred to in subparagraph 4(b) of Rule 2 keeps <br> records relating to the origin of the good. For the <br> purposes of this Agreement, the exporter or producer <br> shall keep these records for three years after the date <br> on which the CO was issued. <br> 2 Each Party shall ensure that its competent <br> governmental authority or its designees shall keep a <br> record of the issued CO for a period of three years after <br> the date on which the CO was issued. Such record <br> includes all supporting documents presented to prove the <br> into the importing Party. <br> qualification as an originating good of the exporting Party. <br> Verification <br> 1. For the purposes of determining whether a good <br> imported from the exporting Party and claimed for <br> preferential tariff treatment qualifies as an originating <br> good of that exporting Party under this Agreement, the <br> customs authority of the importing Party may request <br> information relating to the origin of the good, provided <br> authority of the exporting Party on the basis of the CO. <br> 2. For the purposes of paragraph 1, the competent <br> governmental authority of the exporting Party shall, in <br> information requested in a period not exceeding 90 days <br> after the date of receipt of the request. If the customs <br> authority of the importing Party considers necessary, it <br> Rule 6 : Verification <br> may request additional information relating to the origin <br> of the good. If additional information is requested by <br> the customs authority of the importing Party, the <br> shall, in accordance with its laws and regulations, <br> provide the information requested in a period not <br> exceeding 90 days after the date of receipt of the <br> request for additional information. <br> that such a request is made to the competent governmental <br> 3. For the purposes of paragraph 2, the competent <br> governmental authority of the exporting Party may request <br> accordance with its laws and regulations, provide the <br> producer of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2, to provide the former <br> paragraph 1 shall not preclude the use of a verification <br> with the information requested. <br> 4. The request for information in accordance with <br> visit provided for in Rule 7. <br> 5. During the procedures provided for in this Rule and <br> Rule 7, the customs authority of the importing Party may <br> procedures to be completed before it releases the good to <br> the importer unless subject to appropriate administrative measures. <br> 1. The customs authority of the importing Party may <br> the exporter to whom the CO has been issued, or the <br> request the exporting Party: <br> purpose, the facilities used in the production <br> of the good, through a visit by the competent <br> along with the customs authority of the <br> importing Party to the premises of the exporter <br> suspend the preferential tariff treatment while awaiting <br> the result of verification, and shall not wait for the <br> to whom the CO has been issued, or the producer <br> of the good in the exporting Party referred to <br> in subparagraph 4(b) of Rule 2; and <br> (b) during the visit pursuant to subparagraph (a), <br> to provide information relating to the origin <br> of the good in the possession of the competent <br> Rule 7 : Verification Visit <br> 2. When requesting the exporting Party to conduct a <br> visit pursuant to paragraph 1, the customs authority of <br> (a) to collect and provide information relating to <br> the importing Party shall deliver a written communication <br> the origin of the good and check, for that <br> with such request to the exporting Party at least 60 days <br> in advance of the proposed date of the visit, the receipt <br> of which is to be confirmed by the exporting Party. The <br> competent governmental authority of the exporting Party <br> governmental authority of the exporting Party <br> shall request the written consent of the exporter, or the <br> producer of the good in the exporting Party whose <br> 3. The communication referred to in paragraph 2 shall include: <br> (b) the name of the exporter, or the producer of the <br> (c) the proposed date and places of the visit; <br> (d) the object and scope of the proposed visit, <br> governmental authority of the exporting Party or its designees. <br> of the verification referred to in the CO; and <br> customs authority of the importing Party to be present during the visit. <br> 4. The exporting Party shall respond in writing to the <br> importing Party, within 30 days from the receipt of the <br> communication referred to in paragraph 2, whether it <br> accepts or refuses to conduct the visit requested <br> pursuant to paragraph 1. <br> 5. The competent governmental authority of the exporting <br> Party shall, in accordance with the laws and regulations <br> of the Party, provide within 45 days or any other <br> regulations of the exporting Party. <br> the customs authority of the importing Party any <br> additional information obtained pursuant to paragraph 1. <br> good in the exporting Party whose premises are requested to be visited; <br> Determination of Origin and Preferential Tariff Treatment <br> Rule 8 : Determination of Origin and Preferential Tariff Treatment <br> 1. The customs authority of the importing Party may deny <br> including specific reference to the good subject <br> preferential tariff treatment to a good for which an <br> (e) the names and titles of the officials of the <br> importer claims preferential tariff treatment where the <br> exporting Party or where the importer fails to comply <br> with any of the relevant requirements of this Annex. <br> 2. In cases where the verification procedures outlined <br> in Rule 6 or 7 are undertaken, the customs authority of <br> the importing Party may determine that a good does not <br> qualify as an originating good of the exporting Party and <br> may deny preferential tariff treatment, under any of the following conditions: <br> exporting Party fails to respond to the request <br> mutually agreed period from the last day of the visit, to <br> within the period referred to in paragraph 2 <br> of Rule 6 or paragraph 5 of Rule 7; <br> (b) the exporting Party refuses to conduct the <br> authority of the importing Party, or that Party <br> fails to respond to the communication referred <br> to in paragraph 2 of Rule 7 within the period <br> good does not qualify as an originating good of the <br> referred to in paragraph 4 of Rule 7; or <br> VERIFICATION VISIT <br> (c) the information provided to the customs <br> authority of the importing Party pursuant <br> to Rule 6 or 7 is not sufficient to prove that the <br> good qualifies as an originating good of the exporting Party. <br> 3. In cases where the verification procedures outlined <br> the importing Party shall provide the competent <br> (a) the competent governmental authority of the <br> governmental authority of the exporting Party with a <br> written determination of whether or not the good <br> qualifies as an originating good of the exporting Party, <br> including findings of fact and the legal basis for the <br> determination, in a period, unless otherwise agreed upon <br> verification visit as requested by the customs <br> by the Parties, not exceeding 30 days after the date of <br> the receipt of the information last provided by the <br> in accordance with Rule 6, or 60 days after the last day <br> of the visit referred to in Rule 7. <br> 4. The competent governmental authority of the exporting <br> Party shall notify the determination by the customs <br> authority of the importing Party referred to in paragraph <br> 3, to the exporter, or the producer of the good in the <br> is made that the good qualifies as an originating good of <br> treatment shall be reinstated. <br> exporting Party whose premises were subject to the visit <br> referred to in Rule 7. In the event that a determination <br> the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Goods in Transport or Storage", "ArticleDesc": "Rule 14 : Goods in Transport or Storage <br> An originating good which is in the process of being transported from the <br> exporting Party to the importing Party, or is in temporary storage in bonded area <br> in the importing Party, is to be accorded preferential tariff treatment if it is <br> imported into the importing Party on or after the date of entry into force of the <br> Agreement, subject to the submission of a CO issued retroactively to the <br> customs authority of the importing Party and subject to laws and regulations of the importing Party. <br> "}, {"ArticleTitle": "Attachment", "ArticleDesc": "Rule 15 : Attachment <br> The format of the CO for Japan and Vietnam are shown respectively as <br> Attachment 1 and Attachment 2 of this Implementing Regulations. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Operational Certification Procedures", "ArticleDesc": "Article 36 : Operational Certification Procedures <br> The operational certification procedures, as set out in <br> Annex 3, shall apply with respect to procedures regarding <br> certificate of origin and related matters. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 37 : Sub-Committee on Rules of Origin <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, a Sub-Committee on Rules of Origin <br> (hereinafter referred to in this Article as \"the <br> Sub-Committee\") shall be established pursuant to Article 11. <br> 2 The functions of the Sub-Committee shall be: <br> (a) reviewing and making appropriate recommendations, <br> as needed, to the Joint Committee on: <br> (i) the implementation and operation of this Chapter; <br> (ii) any amendments to Annex 2 and Attachment to <br> Annex 3, proposed by either Party; and <br> (iii) the Implementing Regulations referred to in <br> Chapter 4 <br> Customs Procedures <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 38 : Scope <br> 1 This Chapter shall apply to customs procedures required <br> for the clearance of goods traded between the Parties, to <br> 2 This Chapter shall be implemented by the Parties in <br> promote the following aspects of the customs procedures: <br> (a) transparency; <br> accordance with the laws and regulations of each Party and <br> (b) simplification and harmonization; and <br> within the available resources of their respective customs authorities. <br> (c) cooperation and exchange of information. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 39 : Definitions <br> For the purposes of this Chapter, the term \"customs laws\" <br> means such laws and regulations administered and enforced by <br> the customs authority of each Party concerning the importation, <br> exportation, and transit of goods, as they relate to customs <br> duties, charges, and other taxes, or to prohibitions, <br> restrictions, and other similar controls with respect to the <br> movement of controlled items across the boundary of the customs <br> territory of each Party. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 40 : Transparency <br> 1. Each Party shall ensure that all relevant information of <br> general application pertaining to its customs laws is readily <br> 2 When information that has been made available must be <br> available to any interested person. <br> revised due to changes in its customs laws, each Party shall <br> make the revised information readily available sufficiently in <br> advance of the entry into force of the changes to enable <br> interested persons to take account of them, unless such an <br> 3. At the request of any interested person of the Parties, <br> advance notice is precluded. <br> each Party shall, wherever appropriate, provide, as quickly and <br> as accurately as possible, information relating to the specific <br> customs matters raised by the interested person and pertaining <br> to its customs laws. Each Party shall supply not only the <br> information specifically requested but also any other pertinent <br> information which it considers the interested person should be made aware of. <br> "}, {"ArticleTitle": "Customs Clearance", "ArticleDesc": "Article 41 : Customs Clearance <br> 1 The Parties shall apply their respective customs <br> procedures in a predictable, consistent, and transparent manner. <br> 2 For prompt customs clearance of goods traded between the <br> Parties, each Party shall: <br> (a) endeavor to make use of information and communications technology; <br> (b) simplify its customs procedures; <br> (c) harmonize its customs procedures, as far as possible, <br> with relevant international standards and recommended <br> practices such as those made under the auspices of the <br> Customs Co-operation Council; and <br> (d) promote cooperation, wherever appropriate, between its customs authority and: <br> (i) other national authorities of the Party; <br> (ii) the trading communities of the Party; and <br> (iii) the customs authorities of non-Parties. <br> 3 Each Party shall provide affected parties with easily <br> accessible processes of administrative and judicial review of <br> its administrative actions relating to customs matters. <br> "}, {"ArticleTitle": "Goods in Transit", "ArticleDesc": "Article 42 : Goods in Transit <br> Each Party shall continue to facilitate customs clearance <br> of goods in transit from or to the other Party in accordance <br> with paragraph 3 of Article V of the GATT 1994. <br> "}, {"ArticleTitle": "Cooperation and Exchange of Information", "ArticleDesc": "Article 43 : Cooperation and Exchange of Information <br> 1. The Parties shall cooperate and exchange information with <br> each other in the field of customs procedures, including their <br> enforcement against the trafficking of prohibited goods and the <br> importation and exportation of goods suspected of infringing <br> intellectual property rights. <br> 2. Such cooperation and exchange of information shall be <br> of information under this Article. <br> 3 Paragraph 3 of Article 6 shall not apply to the exchange <br> implemented as provided for in the Implementing Agreement. <br> "}, {"ArticleTitle": "Sub-Committee on Customs Procedures", "ArticleDesc": "Article 44 : Sub-Committee on Customs Procedures <br> 1 For the purposes of the effective implementation and <br> operation of this Chapter, the Sub-Committee on Customs <br> Procedures (hereinafter referred to in this Article as \"the <br> Sub-Committee\") shall be established in accordance with Article <br> 11 <br> 2 The functions of the Sub-Committee shall be: <br> (a) reviewing the implementation and operation of this Chapter; <br> (b) reporting the findings of the Sub-Committee to the Joint Committee; <br> (c) identifying areas, relating to this Chapter, to be <br> improved for facilitating trade between the Parties; and <br> (d) carrying out other functions as may be delegated by <br> the Joint Committee pursuant to Article 11. <br> 3 The Sub-Committee shall meet at such time and venue as may <br> be agreed by the Parties. <br> 4 The composition of the Sub-Committee shall be specified <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "in the Implementing Agreement. <br> "}]}]}, "members_found": ["392", "704", 5, 8703900000]}