{"FtaRooDetails": {"FtaId": 181, "FtaCode": "ITC00187", "FtaName": "FTA, AAP.CE 60: Mexico-Uruguay", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA Nº 60 SUSCRITO ENTRE LA REPÙBLICA ORIENTAL DEL URUGUAY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "12.08.2004", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Mexico; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, AAP.CE 60: Mexico-Uruguay", "AdminProcCooAuth": "The certification type under FTA, AAP.CE 60: Mexico-Uruguay is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, AAP.CE 60: Mexico-Uruguay is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, AAP.CE 60: Mexico-Uruguay agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "SP", "RooText": "Las disposiciones del Acuerdo de Complementación Económica No. 55 se aplicarán.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota General Interpretativa", "RooText": " Reglas de origen específicas<br /> Sección A - Nota general interpretativa<br /> 1 Para efectos de este anexo, se entenderá por:<br /> arancel: un \"arancel aduanero\", tal como se define en el artículo 3-01 del Capítulo III<br /> (Definiciones de aplicación general);<br /> capítulo: un capítulo del Sistema Armonizado;<br /> fracción arancelaria: un código de clasificación arancelaria del Sistema Armonizado a nivel de<br /> ocho o 10 dígitos;<br /> partida: se refiere a los primeros cuatro dígitos de la nomenclatura adoptada en el presente<br /> Tratado, basada en el Sistema Armonizado para la Designación y Codificación de Mercancías;<br /> sección: una sección del Sistema Armonizado; y<br /> subpartida: se refiere a los seis primeros dígitos de la nomenclatura adoptada en el presente<br /> Tratado, basada en el Sistema Armonizado para la Designación y Codificación de Mercancías;<br /> 2 La regla específica o el conjunto específico de reglas que se aplica a una partida, subpartida<br /> o fracción arancelaria se establece al lado de la partida, subpartida o fracción arancelaria.<br /> 3 La regla aplicable a una fracción arancelaria tendrá prioridad sobre la regla aplicable a la<br /> partida o subpartida que comprende a esa fracción arancelaria.<br /> 4 Un requisito de cambio de clasificación arancelaria se exige solamente a los materiales no<br /> originarios.<br /> 5 La descripción de las referencias 1, 2 y 3 está contenida al final de la Sección B de este<br /> anexo.<br /> 6 La descripción de las fracciones arancelarias expresadas con letra en el texto de las reglas<br /> de origen específicas está contenida en la sección C de este anexo.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00187_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/84adf0752fad9360032577a5005d697b/$FILE/CO%20M%C3%A9xico%20-%20Uruguay.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00187_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace60/web/ACE_060_CAP_IV_Reglas.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00187_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace60/web/ACE_060_CAP_IV.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00187_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace60/web/ACE_060_CAP_V.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00187_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=28#28"}, {"DocDesc": "WTO notification", "DocFileName": "itc00187_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N108.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-08: Acumulación. <br /> 1 Para efectos de establecer si un bien es originario, el productor de un bien podrá <br /> acumular su producción con la de uno o más productores en el territorio de una o ambas <br /> Partes, que produzcan materiales que estén incorporados en el bien, de manera que la <br /> producción de dichos materiales sea considerada como realizada por ese productor, <br /> siempre que el bien cumpla con lo establecido en el artículo 4-03. <br /> 2 En los casos en que el bien en el cual se está acumulando esté sujeto a un <br /> requisito de valor de contenido regional, el cálculo de éste debe realizarse por el método del costo neto.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (8%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-06: De minimis. <br /> 1 Un bien se considerará originario si el valor de todos los materiales no originarios <br /> utilizados en la producción del bien que no cumplan el cambio correspondiente de <br /> clasificación arancelaria establecido en el Anexo 4-03 no excede el 8 por ciento del valor <br /> de transacción del bien ajustado sobre la base indicada en el artículo 4-04(2) o (3), según <br /> sea el caso, o en los casos referidos en el artículo 4-04(5), si el valor de todos los <br /> materiales no originarios no excede el 8 por ciento del costo total. <br /> 2 Cuando el bien mencionado en el párrafo 1 esté sujeto, además, a un requisito de <br /> valor de contenido regional, el valor de esos materiales no originarios se tomará en <br /> cuenta para el cálculo del valor de contenido regional del bien y el bien deberá satisfacer <br /> los demás requisitos aplicables de este capítulo. <br /> 3 Un bien que esté sujeto a un requisito de valor de contenido regional establecido <br /> en el Anexo 4-03 no tendrá que satisfacerlo si el valor de todos los materiales no <br /> originarios no excede el 8 por ciento del valor de transacción del bien ajustado sobre la <br /> base indicada en el artículo 4-04(2) o (3), según sea el caso, o en los casos referidos en <br /> el artículo 4-04(5), si el valor de todos los materiales no originarios no excede el 8 por <br /> ciento del costo total. <br /> 4 El párrafo 1 no se aplica a: <br /> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br /> b) un material no originario que se utilice en la producción de bienes <br /> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos <br /> que el material no originario esté comprendido en una subpartida distinta a la <br /> del bien para el cual se está determinando el origen de conformidad con este artículo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-07: Materiales intermedios. <br /> 1 Para efectos del cálculo del valor de contenido regional, de conformidad con el artículo 4-04, <br /> el productor de un bien podrá designar como material intermedio, cualquier <br /> material de fabricación propia utilizado en la producción del bien, siempre que ese <br /> material sea un bien originario según lo establecido en el artículo 4-03. <br /> 2 Cuando el material intermedio esté sujeto a un valor de contenido regional, éste <br /> se calculará de acuerdo a lo establecido en el artículo 4-04(4). <br /> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br /> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br /> material intermedio de conformidad con lo establecido en las Reglamentaciones <br /> Uniformes de este capítulo. <br /> 4 Si un material designado como material intermedio está sujeto a un valor de <br /> contenido regional, ningún otro material de fabricación propia sujeto a un valor de <br /> contenido regional utilizado en la producción de ese material intermedio puede, a su vez, <br /> ser designado por el productor como material intermedio. <br /> 5 Salvo cuando dos o más productores acumulen su producción conforme al artículo 4-08, <br /> la restricción establecida en el párrafo 4 no se aplicará a un material intermedio <br /> utilizado por otro productor en la producción de un material que posteriormente sea <br /> adquirido y utilizado en la producción de un bien por el productor mencionado en el párrafo 4.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "prohibited", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-16: Procesos realizados fuera de los territorios de las Partes. <br /> Un bien que haya sido producido de conformidad con los requisitos del artículo 4-03, <br /> perderá su condición de originaria si sufre un proceso ulterior o es objeto de cualquier <br /> otra operación fuera de los territorios de las Partes en que se haya llevado a cabo la <br /> producción conforme al artículo 4-03, distinto a la descarga, recarga o cualquier otro <br /> movimiento necesario para mantenerla en buena condición o para transportarla al <br /> territorio de la otra Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-12: Accesorios, refacciones o repuestos y herramientas. <br /> 1 Los accesorios, refacciones o repuestos y herramientas entregados con el bien <br /> como parte de los accesorios, repuestos y herramientas usuales del bien no se tomarán <br /> en cuenta para determinar si todos los materiales no originarios utilizados en la <br /> producción del bien cumplen con el cambio correspondiente de clasificación arancelaria <br /> establecido en el Anexo 4-03, siempre que: <br /> a) los accesorios, refacciones o repuestos y herramientas no sean facturados <br /> por separado del bien, independientemente de que se desglosen o detallen <br /> por separado en la propia factura; y <br /> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br /> herramientas sean los habituales para el bien. <br /> 2 Lo establecido en el numeral 1 será aplicable siempre que los accesorios, <br /> refacciones o repuestos y herramientas no sean facturados por separado del bien, <br /> independientemente de que se desglosen o detallen por separado en la propia factura. <br /> 3 Cuando el bien esté sujeto a un valor de contenido regional, los accesorios, <br /> refacciones o repuestos y herramientas se considerarán como materiales originarios o no <br /> originarios, según sea el caso, al calcular el valor del contenido regional del bien. <br /> 4 Para los fines establecidos en el párrafo 2, cuando los accesorios, refacciones o <br /> repuestos y herramientas correspondan a materiales de fabricación propia, el productor <br /> puede optar por designar a tales materiales como materiales intermedios según el artículo 4-07.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-04: Valor de contenido regional. <br /> 1 Salvo lo dispuesto en los párrafos 5 y 6, cada Parte dispondrá que el valor de <br /> contenido regional de un bien se calcule de acuerdo con el método de valor de <br /> transacción dispuesto en el párrafo 2, o en el caso de lo dispuesto en el párrafo 5, con el <br /> método de costo neto dispuesto en el párrafo 4. <br /> 2 Para calcular el valor de contenido regional de un bien con base en el método de <br /> valor de transacción se aplicará la siguiente fórmula: <br /> VCR = [(VT - VMN)/VT) x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje; <br /> VT: valor de transacción de un bien ajustado sobre la base <br /> F.O.B., salvo lo dispuesto en el párrafo 3; y <br /> VMN: valor de los materiales no originarios utilizados por el <br /> productor en la producción del bien determinado de <br /> conformidad con el artículo 4-05. <br /> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br /> directamente, el valor de transacción se ajustará hasta el punto en el cual el comprador <br /> recibe el bien dentro del territorio donde se encuentra el productor. <br /> 4 Para calcular el valor de contenido regional de un bien con base en el método de <br /> costo neto se aplicará la siguiente fórmula: <br /> VCR = [(CN - VMN)/CN] x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje; <br /> CN: costo neto del bien; y <br /> VMN: valor de los materiales no originarios utilizados por el <br /> productor en la producción del bien determinado de <br /> conformidad con el artículo 4-05. <br /> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de contenido <br /> regional de un bien exclusivamente con base en el método de costo neto dispuesto en el <br /> párrafo 4 cuando: <br /> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br /> b) la venta o el precio dependan de alguna condición o contraprestación cuyo <br /> valor no pueda determinarse en relación con el bien; <br /> c) revierta directa o indirectamente al vendedor alguna parte del producto de la <br /> reventa o de cualquier cesión o utilización ulteriores del bien por el <br /> comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br /> con el Artículo 8 del Acuerdo sobre Valoración Aduanera; <br /> d) el comprador y el vendedor sean personas relacionadas y la relación entre <br /> ellos influya en el precio, salvo lo dispuesto en el párrafo 2 del Artículo 1 del <br /> Acuerdo sobre Valoración Aduanera; <br /> e) el bien sea vendido por el productor a una persona relacionada y el volumen <br /> de ventas, en unidades de cantidad de bienes idénticos o similares, vendidos <br /> a personas relacionadas, durante un periodo de seis meses inmediatamente <br /> anterior al mes en que el productor haya vendido ese bien, exceda del 85 por <br /> ciento de las ventas totales del productor de esos bienes durante ese periodo; <br /> f) el exportador o productor elija acumular el valor de contenido regional del bien <br /> de conformidad con el artículo 4-08; o <br /> g) el bien se designe como material intermedio de conformidad con el artículo 4- <br /> 07 y esté sujeto a un requisito de valor de contenido regional. <br /> 6 Cada Parte dispondrá que el valor de contenido regional de un bien se calcule, a <br /> elección del exportador o del productor del bien, de acuerdo con el método de valor de <br /> transacción dispuesto en el párrafo 2, o con el método de costo neto dispuesto en el <br /> párrafo 4, en los casos en que el valor de transacción del bien no pueda ser determinado <br /> por existir restricciones a la cesión o utilización del bien por el comprador con excepción de las que: <br /> a) imponga o exija la ley o las autoridades de la Parte en que se localiza el comprador del bien; <br /> b) limiten el territorio geográfico donde pueda revenderse el bien; o <br /> c) no afecten sustancialmente el valor del bien. <br /> 7 Cuando el exportador o el productor de un bien calculen su valor de contenido <br /> regional sobre la base del método del valor de transacción dispuesto en el párrafo 2 y una <br /> Parte notifique subsecuentemente al exportador o productor, como consecuencia de una <br /> verificación conforme al capítulo V (Procedimientos Aduaneros para el Manejo del Origen <br /> de los Bienes), que el valor de transacción del bien o el valor de cualquier material <br /> utilizado en la producción del bien requieren ajuste o no sean admisibles conforme al <br /> párrafo 5, el exportador o productor podrá calcular entonces el valor de contenido <br /> regional del bien sobre la base del método de costo neto dispuesto en el párrafo 4. <br /> 8 Un productor podrá promediar el valor de contenido regional de uno o todos los <br /> bienes comprendidos en la misma subpartida, que se produzcan en la misma planta o en <br /> distintas plantas dentro del territorio de una Parte, ya sea tomando como base todos los <br /> bienes producidos por el productor o sólo los bienes que se exporten a la otra Parte: <br /> a) en su ejercicio o periodo fiscal; o <br /> b) en cualquier periodo mensual, bimestral, trimestral, cuatrimestral o semestral. <br /> Artículo 4-05: Valor de los materiales. <br /> 1 El valor de un material: <br /> a) será el valor de transacción del material; o <br /> b) en caso de que no haya valor de transacción o de que el valor de transacción <br /> del material no pueda determinarse conforme a los principios del Artículo 1 <br /> del Acuerdo sobre Valoración Aduanera, será calculado de acuerdo con los <br /> principios de los Artículos 2 al 7 de ese Acuerdo. <br /> 2 Cuando no estén considerados en el párrafo 1 a) o b), el valor de un material incluirá: <br /> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br /> incurrido para el transporte del material hasta el puerto de importación en <br /> territorio de la Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br /> b) los costos de los desechos y desperdicios resultantes del uso del material en <br /> la producción del bien, menos cualquier recuperación de estos costos, <br /> siempre que la recuperación no exceda del 30 por ciento del valor del <br /> material, determinado conforme al párrafo 1. <br /> 3 Cuando el productor del bien adquiera un material no originario dentro del territorio <br /> de la Parte donde se encuentra ubicado, el valor del material no originario no incluirá: <br /> flete, seguro, costos de empaque y todos los demás costos incurridos en el transporte del <br /> material desde el almacén del proveedor hasta el lugar en que se encuentre el productor. <br /> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br /> artículo 4-04, el valor de los materiales no originarios utilizados por el productor en la <br /> producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y <br /> utilizado por el productor del bien en la producción de ese bien; o <br /> b) el productor del bien en la producción de un material originario de fabricación <br /> propia y que se designe por el productor como material intermedio de <br /> conformidad con el artículo 4-07.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-11: Materiales indirectos. <br /> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br /> lugar de su producción y el valor de esos materiales serán los costos de los mismos que <br /> se reporten en los registros contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-17: Expedición, transporte y tránsito de los bienes. <br /> Para que los bienes originarios se beneficien de los tratamientos preferenciales, <br /> éstos deberán haber sido expedidos directamente de la Parte exportadora a la Parte <br /> importadora. A tal fin, se considera expedición directa: <br /> a) los bienes transportados sin pasar por el territorio de algún país que no sea <br /> Parte de este Tratado; <br /> b) los bienes en tránsito a través de uno o más países que no sean Parte de <br /> este Tratado, con o sin transbordo o almacenamiento temporal, bajo la <br /> vigilancia de la autoridad aduanera competente, siempre que: <br /> i) el tránsito estuviera justificado por razones geográficas o consideraciones <br /> relativas a requerimientos de transporte; <br /> ii) no estuvieran destinados al comercio, uso o empleo en el Estado de tránsito; y <br /> iii) no sufran, durante su transporte o depósito, ninguna operación distinta a la <br /> carga, descarga o manipuleo, para mantenerlas en buenas condiciones o <br /> asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-03: Bienes originarios. <br /> 1 Salvo que se disponga otra cosa en este capítulo, un bien será originario del <br /> territorio de una o ambas Partes cuando: <br /> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br /> ambas Partes, según la definición del artículo 4-01; <br /> b) sea producido en el territorio de una o ambas Partes a partir exclusivamente <br /> de materiales que califican como originarios de conformidad con este capítulo; <br /> c) sea producido en el territorio de una o ambas Partes a partir de materiales no <br /> originarios que cumplan con un cambio de clasificación arancelaria y otros <br /> requisitos, según se especifica en el Anexo 4-03 y el bien cumpla con las <br /> demás disposiciones aplicables de este capítulo; <br /> d) sea producido en el territorio de una o ambas Partes a partir de materiales no <br /> originarios que cumplan con un cambio de clasificación arancelaria y otros <br /> requisitos, y el bien cumpla con un valor de contenido regional, según se <br /> especifica en el Anexo 4-03, y con las demás disposiciones aplicables de este capítulo; <br /> e) sea producido en el territorio de una o ambas Partes y cumpla con un valor de <br /> contenido regional, según se especifica en el Anexo 4-03, calculado de <br /> acuerdo a lo establecido en el artículo 4-04 y cumpla con las demás <br /> disposiciones aplicables de este capítulo; o <br /> f) excepto para los bienes comprendidos en la partida 4201 a 4203 o en los <br /> capítulos 61 al 63 del Sistema Armonizado, el bien sea producido en el <br /> territorio de una o ambas Partes, pero uno o más de los materiales no <br /> originarios utilizados en la producción del bien no cumplan con un cambio de <br /> clasificación arancelaria debido a que: <br /> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br /> desensamblado, pero se ha clasificado como un bien ensamblado de <br /> conformidad con la regla 2(a) de las Reglas Generales de Interpretación <br /> del Sistema Armonizado, o <br /> ii) la partida para el bien sea la misma tanto para el bien como para sus <br /> partes y los describa específicamente y esa partida no se divida en <br /> subpartidas o la subpartida sea la misma tanto para el bien como para sus <br /> partes y los describa específicamente; <br /> siempre que el valor de contenido regional del bien, determinado de acuerdo <br /> con el artículo 4-04, no sea inferior al 50 por ciento cuando se utilice el método <br /> de valor de transacción o al 40 por ciento cuando se utilice el método de costo <br /> neto, y el bien cumpla con las demás disposiciones aplicables de este capítulo <br /> a menos que la regla aplicable del Anexo 4-03 bajo la cual el bien está <br /> clasificado, especifique un requisito de valor de contenido regional diferente, <br /> en cuyo caso deberá aplicarse ese requisito. <br /> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales no <br /> originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos, <br /> según se especifica en el Anexo 4-03, deberá hacerse en su totalidad en territorio de una <br /> o ambas Partes, y todo valor de contenido regional de un bien deberá satisfacerse en su <br /> totalidad en el territorio de una o ambas Partes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-13: Envases y materiales de empaque para venta al menudeo. <br /> 1 Cuando los envases y materiales de empaque en que un bien se presente para la <br /> venta al menudeo, estén clasificados en el Sistema Armonizado con el bien que <br /> contienen, de conformidad con la Regla General 5 b) del Sistema Armonizado, no se <br /> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br /> producción del bien cumplen con el cambio correspondiente de clasificación arancelaria <br /> que se establece en el Anexo 4-03. <br /> 2 Cuando el bien esté sujeto a un valor de contenido regional, se considerarán <br /> como originarios o no originarios, según sea el caso, para calcular el valor de contenido <br /> regional del bien. <br /> 3 Para los fines establecidos en el párrafo 2, cuando los materiales de empaque y <br /> envases correspondan a materiales de fabricación propia, el productor puede designar a <br /> esos materiales como materiales intermedios según el artículo 4-07. <br /> Artículo 4-14: Contenedores y materiales de embalaje para embarque. <br /> Los contenedores y los materiales de embalaje para embarque en que un bien se <br /> empaca o acondiciona exclusivamente para su transporte no se tomarán en cuenta para <br /> efectos de establecer si: <br /> a) los materiales no originarios utilizados en la producción del bien sufren el <br /> cambio correspondiente de clasificación arancelaria que se establece en el Anexo 4-03; y <br /> b) si el bien satisface un requisito de contenido regional.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-09: Bienes y materiales fungibles. <br /> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br /> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados o <br /> combinados físicamente en inventario, el origen de los materiales podrá determinarse, <br /> mediante uno de los métodos de control de inventarios establecidos en las <br /> Reglamentaciones Uniformes. <br /> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br /> físicamente en inventario, y antes de su exportación no sufran ningún proceso productivo <br /> ni cualquier otra operación en el territorio de la Parte en que fueron mezclados o <br /> combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br /> necesario para mantener los bienes en buena condición o transportarlos al territorio de la <br /> otra Parte, el origen del bien podrá ser determinado a partir de uno de los métodos de <br /> control de inventarios establecidos en las Reglamentaciones Uniformes. <br /> 3 Una vez seleccionado uno de los métodos de control de inventarios establecidos <br /> en las Reglamentaciones Uniformes, éste deberá ser utilizado a través de todo el <br /> ejercicio o periodo fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 92%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4-10: Juegos o surtidos. <br /> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla <br /> 3 de las Reglas Generales de Interpretación del Sistema Armonizado, así como los <br /> bienes cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br /> específicamente la de un juego o surtido, calificarán como originarios, siempre que cada <br /> uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen que se <br /> haya establecido para cada uno de los bienes en este capítulo. <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br /> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br /> formación del juego o surtido no excede el 8 por ciento del valor de transacción del juego <br /> o surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, <br /> del artículo 4-04, en los casos referidos en el artículo 4-04(5), si el valor de todos los bienes <br /> no originarios antes referidos no excede el 8 por ciento del costo total del juego o surtido. <br /> 3 Las disposiciones de este artículo prevalecerán sobre las reglas específicas <br /> establecidas en el Anexo 4-03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-02: Declaración y certificación de origen. <br /> 1 Para efectos de este capítulo, a la fecha de entrada en vigor de este Tratado, las <br /> Partes elaborarán un formato único para el certificado de origen, el que podrá ser <br /> modificado previo acuerdo entre ellas. De igual manera, establecerán el conjunto de <br /> datos mínimos que deberá contener la declaración de origen, el que podrá ser <br /> modificado previo acuerdo entre las Partes. <br /> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br /> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br /> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br /> de su validación por parte de la autoridad competente. <br /> 3 Cada Parte dispondrá que sus exportadores llenen y firmen el certificado de <br /> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br /> trato arancelario preferencial. El certificado de origen requerirá de la validación por parte <br /> de la autoridad competente de la Parte exportadora. <br /> 4 Cada Parte dispondrá que para la emisión de un certificado de origen, se deberá <br /> presentar una declaración de origen con los antecedentes necesarios que demuestren, <br /> en forma documental, que el bien cumple con las disposiciones del capítulo IV (Régimen de Origen) <br /> 5 La autoridad competente de la Parte exportadora: <br /> a) determinará los mecanismos administrativos para la validación del certificado <br /> de origen llenado y firmado por el exportador; <br /> b) proporcionará, a solicitud de la Parte importadora, información relativa al <br /> origen de los bienes importados con trato arancelario preferencial; y <br /> c) comunicará a la otra Parte la relación de las personas autorizadas para <br /> validar los certificados de origen con sus correspondientes sellos, firmas y <br /> facsímil. Las modificaciones a dicha relación deberán ser comunicadas en <br /> los mismos términos. <br /> 6 La autoridad competente de la Parte exportadora, será responsable del archivo <br /> de los ejemplares de los certificados de origen que se validen, manteniendo los archivos <br /> durante un plazo mínimo de 5 (cinco) años, a partir de la fecha de su emisión. Tal <br /> archivo deberá incluir, además, todos los antecedentes que sirvieron de base para la <br /> validación del certificado de origen. La autoridad competente de la Parte exportadora, <br /> mantendrá un registro permanente de los certificados de origen validados, el cual <br /> deberá contener, como mínimo, el número de certificado, el solicitante del mismo y la <br /> fecha de su emisión. <br /> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br /> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br /> Parte exportadora ampare: <br /> a) la exportación de uno o más bienes; o <br /> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br /> establecido por el exportador en el certificado, que no excederá de 12 meses.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-05: Excepciones. <br /> A condición de que no forme parte de dos o más importaciones que se efectúen <br /> o se pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br /> certificación de los artículos 5-02 y 5-03, las Partes no requerirán el certificado de origen <br /> en los siguientes casos: <br /> a) la importación comercial de un bien cuyo valor en aduana no <br /> exceda de 1000 dólares estadounidenses o su equivalente en moneda nacional o una <br /> cantidad mayor que la Parte establezca, pero podrán exigir que la factura <br /> contenga o se acompañe de una declaración del importador o del exportador <br /> de que el bien califica como originario; <br /> b) la importación con fines no comerciales de un bien cuyo valor en aduana no <br /> exceda de 1,000 dólares estadounidenses o su equivalente en moneda <br /> nacional o una cantidad mayor que la Parte establezca; ni <br /> c) la importación de un bien para el cual la Parte importadora haya eximido del <br /> requisito de presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-01: Definiciones y términos. <br /> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br /> responsable de la validación de los certificados de origen, pudiendo delegar dicha <br /> función en otros organismos públicos o entidades privadas. En el caso de México la <br /> Secretaría de Economía, o su sucesora; y en el caso de Uruguay, la Dirección General <br /> de Comercio, Área Comercio Exterior del Ministerio de Economía y Finanzas, o su sucesora;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-02: Declaración y certificación de origen. <br /> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br /> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br /> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br /> de su validación por parte de la autoridad competente. <br /> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br /> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br /> Parte exportadora ampare: <br /> a) la exportación de uno o más bienes; o <br /> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br /> establecido por el exportador en el certificado, que no excederá de 12 meses.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-06: Registros contables. <br /> Cada Parte dispondrá que: <br /> a) su exportador o productor que llene y firme un certificado o declaración de <br /> origen conserve, durante un periodo mínimo de cinco años después de la <br /> fecha de la validación del certificado o de la firma de la declaración, todos los <br /> registros y documentos relativos al origen del bien, incluyendo los referentes a: <br /> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br /> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br /> incluso los indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br /> iii) la producción del bien en la forma en que se exporte de su territorio; y <br /> b) un importador que solicite trato arancelario preferencial para un bien que se <br /> importe a su territorio del territorio de la otra Parte, conserve durante un <br /> periodo mínimo de cinco años, contado a partir de la fecha de la importación, <br /> el certificado de origen y toda la demás documentación relativa a la <br /> importación requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-03: Obligaciones respecto a las importaciones. <br /> 3 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br /> preferencial para un bien importado a su territorio que hubiere calificado como originario, <br /> el importador del bien, en el plazo de 180 días a partir de la fecha de la importación, <br /> pueda solicitar la devolución de los aranceles aduaneros pagados en exceso por no <br /> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br /> a) una declaración por escrito, manifestando que el bien calificaba como <br /> originario al momento de la importación; <br /> b) una copia del certificado de origen; y <br /> c) cualquier otra documentación relacionada con la importación del bien, según <br /> lo requiera esa Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-07: Operaciones facturadas por terceros operadores. <br /> Los bienes originarios mantendrán dicho carácter, aun cuando sean facturados <br /> por terceros operadores, siempre que cumplan con las disposiciones del presente <br /> capítulo y del capítulo IV (Régimen de Origen).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-08: Procedimientos para verificar el origen. <br /> 1 La Parte importadora podrá solicitar a la Parte exportadora información respecto <br /> al origen de un bien, por conducto de su autoridad aduanera. Para tal efecto, la <br /> autoridad competente de la Parte exportadora deberá proveer la información solicitada, <br /> en un plazo no superior a 120 días, contados a partir de la fecha de recepción de la <br /> solicitud respectiva. En los casos en que la información solicitada no fuera provista en <br /> dicho plazo, la autoridad aduanera de la Parte importadora podrá negar el trato <br /> arancelario preferencial. <br /> 2 Para determinar si un bien que se importe a territorio de una Parte del territorio <br /> de la otra Parte con trato arancelario preferencial califica como originario, cada Parte <br /> podrá, por conducto de su autoridad aduanera, verificar el origen del bien mediante: <br /> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; <br /> b) visitas de verificación a un exportador o productor en territorio de la otra <br /> Parte, con el propósito de examinar los registros y documentos que acrediten <br /> el cumplimiento de las reglas de origen de conformidad con el artículo 5- <br /> 06a), e inspeccionar las instalaciones que se utilicen en la producción del <br /> bien y, en su caso, las que se utilicen en la producción de los materiales; o <br /> c) otros procedimientos que las Partes acuerden. <br /> Lo dispuesto en este párrafo se hará sin perjuicio de las facultades de revisión <br /> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br /> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, <br /> literal a), responderá y devolverá ese cuestionario dentro de un plazo de treinta días. <br /> Durante ese plazo el exportador o productor obtendrá una prórroga, la cual no será <br /> mayor de 30 días, siempre que la solicite por escrito a la Parte importadora que está <br /> realizando la verificación. No obstante lo anterior, la autoridad aduanera de la Parte <br /> importadora podrá otorgar una prórroga mayor a 30 días si lo considera necesario. Esta <br /> solicitud no conllevará la negación del trato arancelario preferencial. <br /> 4 En caso de que el exportador o productor no devuelva el cuestionario a que se <br /> refiere el párrafo 2, literal a) dentro del plazo establecido en el párrafo 3, la Parte <br /> importadora podrá negar el trato arancelario preferencial y el bien sujeto a verificación <br /> de origen se considerará como un bien no originario y el certificado de origen que lo <br /> ampara se considerará como no válido. <br /> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br /> el párrafo 2, literal b), la Parte importadora estará obligada, por conducto de su <br /> autoridad aduanera, a notificar por escrito su intención de efectuar la visita. La <br /> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br /> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo <br /> solicita esta última, a la embajada de esta Parte en territorio de la Parte importadora. La <br /> autoridad aduanera de la Parte importadora deberá obtener el consentimiento por <br /> escrito del exportador o del productor a quien pretende visitar. <br /> 6 La notificación a que se refiere el párrafo 5 contendrá: <br /> a) la identificación de la autoridad aduanera que hace la notificación; <br /> b) el nombre del exportador o del productor que se pretende visitar; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br /> específica del bien o bienes, así como de los certificados de origen objeto de verificación; <br /> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 7 Cualquier modificación en el número, nombre o cargo de los funcionarios a que <br /> se refiere el literal e) del párrafo 6, será comunicada por escrito al exportador o <br /> productor y a la autoridad competente de la Parte exportadora antes de efectuar la visita <br /> de verificación. Cualquier modificación de la información a que se refieren los literales <br /> a), b), c) y f) del párrafo 6, será notificada en los términos del párrafo 5. <br /> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br /> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br /> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br /> negar el trato arancelario preferencial al bien o bienes que habrían sido objeto de la <br /> visita de verificación y el bien sujeto a verificación de origen se considerará como un <br /> bien no originario y el certificado de origen que lo ampara se considerará como no válido. <br /> 9 Cada Parte dispondrá que, cuando su autoridad competente reciba una <br /> notificación de conformidad con lo dispuesto en el párrafo 5 podrá, en los 15 días <br /> siguientes a la fecha de recepción de la notificación, posponer la visita de verificación <br /> propuesta por un periodo no mayor a 60 días a partir de la fecha en que se recibió la <br /> notificación, o por un plazo mayor que acuerden las Partes, haciéndolo saber por escrito <br /> al exportador o productor según corresponda. <br /> 10 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br /> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto en el párrafo 9. <br /> 11 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto <br /> de una visita de verificación, designar dos observadores que estén presentes durante la <br /> visita, siempre que intervengan únicamente en esa calidad. De no designarse <br /> observadores por el exportador o el productor, esa omisión no tendrá como <br /> consecuencia la posposición de la visita. <br /> 12 Para los efectos de verificar el cumplimiento de los requisitos de valor de <br /> contenido regional, el cálculo del de minimis, o cualquier otra medida contenida en el <br /> capítulo IV (Régimen de origen) por conducto de la autoridad aduanera, se procederá <br /> de conformidad con los principios de contabilidad generalmente aceptados que se <br /> apliquen en territorio de la Parte desde la cual se ha exportado el bien. <br /> 13 La autoridad aduanera de la Parte importadora levantará un acta de la visita que <br /> contendrá los hechos por ella constatados. Dicha acta podrá ser firmada de conformidad <br /> por el productor o exportador y los observadores que se hayan designado. El exportador <br /> o productor podrá dejar asentadas sus disconformidades con lo actuado al pie del acta. <br /> La negativa de firmar el acta por el exportador, el productor o los observadores no <br /> invalida la misma, debiéndose hacer constar en el acta, en su caso, tal negativa. <br /> 14 Concluida la verificación, la autoridad aduanera proporcionará una resolución <br /> escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la <br /> verificación, en la que se determine si el bien o bienes califican o no como originarios, la <br /> cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br /> 15 Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br /> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br /> que un bien califica como originario, la Parte importadora podrá suspender el trato <br /> arancelario preferencial a los bienes idénticos que esa persona exporte o produzca, <br /> hasta que la misma pruebe que cumple con lo establecido en el capítulo IV (Régimen de Origen). <br /> 16 Cada Parte dispondrá que, cuando su autoridad aduanera determine que un bien <br /> importado a su territorio no califica como originario, de acuerdo con la clasificación <br /> arancelaria o con el valor aplicado por la Parte a uno o más materiales utilizados en la <br /> producción del bien, y ello difiera de la clasificación arancelaria o del valor aplicado a los <br /> materiales por la Parte de cuyo territorio se exportó el bien, la resolución de la Parte <br /> importadora no surtirá efectos hasta que la notifique por escrito, al importador del bien, <br /> así como a la persona que haya llenado y firmado el certificado de origen que lo ampara <br /> y a la autoridad competente de la Parte exportadora. <br /> 17 La Parte importadora no aplicará la resolución dictada conforme al párrafo 16 a <br /> una importación efectuada antes de la fecha en que la resolución surta efectos, siempre que: <br /> a) la autoridad aduanera a cuyo territorio se ha importado el bien haya expedido <br /> una resolución anticipada conforme al artículo 5-10, o cualquier otra <br /> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br /> cual tenga derecho a apoyarse una persona; y <br /> b) las resoluciones mencionadas sean previas a la notificación del inicio de la verificación de origen. <br /> 18 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una <br /> decisión adoptada de acuerdo con el párrafo 16, esa Parte pospondrá la fecha de <br /> entrada en vigor de la negativa por un plazo que no exceda de noventa días, siempre <br /> que el importador del bien o el exportador o productor que haya llenado y firmado el <br /> certificado o declaración de origen que lo ampara, acredite haberse apoyado de buena <br /> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales <br /> por la autoridad aduanera de la Parte exportadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-11: Sanciones. <br /> 1 Cada Parte establecerá o mantendrá sanciones aduaneras, administrativas, <br /> civiles o penales, por infracciones a sus leyes y reglamentaciones relacionadas con las <br /> disposiciones de este capítulo. <br /> 2 Nada de lo dispuesto en los artículos 5-03(1)(d), 5-03(2), 5-04(2) ó 5-08(10) se <br /> interpretará en el sentido de impedir a una Parte aplicar las medidas según lo ameriten <br /> las circunstancias.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-10: Resoluciones anticipadas. <br /> 1 Cada Parte dispondrá que, por conducto de su autoridad aduanera, se otorguen <br /> de manera expedita resoluciones anticipadas por escrito, previas a la importación de un <br /> bien a su territorio. Las resoluciones anticipadas serán expedidas por la autoridad <br /> aduanera del territorio de la Parte importadora a su importador o al exportador o <br /> productor en territorio de la otra Parte, con base en los hechos y circunstancias <br /> manifestados por los mismos, en relación a: <br /> a) si un bien califica como originario, de conformidad con el capítulo IV (Régimen de Origen); <br /> b) si los materiales no originarios utilizados en la producción de un bien <br /> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br /> en el Anexo 4-03 (Reglas de origen específicas); <br /> c) si el bien cumple con el valor de contenido regional establecido en el capítulo IV (Régimen de Origen); <br /> d) si el método que aplica el exportador o productor en territorio de la otra <br /> Parte, de conformidad con los principios del Acuerdo sobre Valoración <br /> Aduanera, para el cálculo de valor de transacción del bien o de los <br /> materiales utilizados en la producción de un bien, respecto del cual se <br /> solicita una resolución anticipada, es adecuado para determinar si el bien <br /> cumple con el valor de contenido regional conforme al capítulo IV (Régimen de Origen); <br /> e) si el método que aplica el exportador o productor en territorio de la otra <br /> Parte, para la asignación razonable de costos, de conformidad con las <br /> Reglamentaciones Uniformes para el cálculo de costo neto de un bien o el <br /> valor de un material intermedio, es adecuado para determinar si el bien <br /> cumple con el valor de contenido regional conforme al capítulo referido; <br /> f) si un bien que reingresa a su territorio después de haber sido exportado <br /> desde su territorio al territorio de la otra Parte para ser reparado o alterado, <br /> califica para el trato libre de aranceles aduaneros de conformidad con <br /> el Artículo 3-07 (Bienes reimportados o reexportados después de haber sido <br /> reparados o alterados); y <br /> g) otros asuntos que las Partes convengan. <br /> 2 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br /> resoluciones anticipadas, que incluyan: <br /> a) la información que razonablemente se requiera para tramitar la solicitud; <br /> b) la facultad de su autoridad aduanera para pedir en cualquier momento <br /> información adicional a la persona que solicita la resolución anticipada <br /> durante el proceso de evaluación de la solicitud; <br /> c) la obligación de la autoridad aduanera de expedir la resolución anticipada <br /> una vez que haya obtenido toda la información necesaria de la persona que lo solicita; y <br /> d) la obligación de la autoridad aduanera de expedir de manera completa, <br /> fundada y motivada la resolución anticipada. <br /> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br /> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br /> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br /> de acuerdo con lo establecido en el párrafo 5. <br /> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br /> mismo trato, la misma interpretación y aplicación de las disposiciones del capítulo IV <br /> (Régimen de Origen) referentes a la determinación de origen, que haya otorgado a <br /> cualquier otra persona a la que haya expedido una resolución anticipada, cuando los <br /> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 5 La resolución anticipada podrá ser modificada o revocada en los siguientes casos: <br /> a) cuando la resolución anticipada se hubiere fundado en algún error: <br /> i) de hecho, <br /> ii) en la clasificación arancelaria del bien o de los materiales objeto de la resolución, <br /> iii) en la aplicación del valor de contenido regional conforme al capítulo IV (Régimen de Origen), o <br /> iv) en la aplicación de las reglas para determinar si un bien, que reingresa a <br /> su territorio después de que el mismo haya sido exportado de su territorio <br /> a territorio de la otra Parte para fines de reparación o alteración, califica <br /> para recibir trato libre de aranceles aduaneros conforme al Artículo 3-07 <br /> (Bienes reimportados o reexportados después de haber sido reparados o alterados); <br /> b) cuando la resolución no esté conforme con una interpretación que las Partes <br /> hayan acordado respecto del capítulo III (Trato Nacional y Acceso de Bienes <br /> al Mercado) o del capítulo IV (Régimen de Origen); <br /> c) cuando cambien las circunstancias o los hechos que lo fundamenten; <br /> d) con el fin de dar cumplimiento a una modificación al capítulo III ((Trato <br /> Nacional y Acceso de Bienes al Mercado), al capítulo IV (Régimen de <br /> Origen), a este capítulo, o a las Reglamentaciones Uniformes; o <br /> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br /> ajustarse a un cambio en la legislación de la Parte que haya expedido la resolución anticipada. <br /> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br /> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br /> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes de <br /> esas fechas, a menos que la persona a la que se le haya expedido no hubiere actuado <br /> conforme a sus términos y condiciones. <br /> 7 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br /> un bien respecto del cual se haya expedido una resolución anticipada, su autoridad <br /> aduanera evalúe si: <br /> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br /> b) las operaciones del exportador o del productor concuerdan con las <br /> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br /> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br /> método para calcular el valor o asignar el costo son correctos en todos los <br /> aspectos sustanciales. <br /> 8 Cada Parte dispondrá que, cuando su autoridad aduanera determine que no se <br /> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 7, dicha <br /> autoridad podrá modificar o revocar la resolución anticipada, según corresponda. <br /> 9 Cada Parte dispondrá que, cuando su autoridad aduanera decida que la <br /> resolución anticipada se ha fundado en información incorrecta, no se sancione a la <br /> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br /> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la <br /> resolución anticipada, sin perjuicio del pago de los aranceles aduaneros correspondientes. <br /> 10 Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br /> persona que haya manifestado falsamente u omitido circunstancias o hechos <br /> sustanciales en que se funde la resolución anticipada, o no haya actuado de <br /> conformidad con los términos y condiciones de la misma, la autoridad aduanera que <br /> emita la resolución anticipada pueda aplicar las medidas que ameriten las circunstancias. <br /> 11 Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br /> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br /> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br /> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br /> 12 No será objeto de una resolución anticipada un bien que se encuentre sujeto a <br /> una verificación de origen o a alguna instancia de revisión o impugnación en territorio de <br /> cualquiera de las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5-12: Revisión e impugnación. <br /> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br /> resoluciones de determinación de origen y de resoluciones anticipadas previstos para <br /> sus importadores, a los exportadores o productores de la otra Parte que: <br /> a) llenen y firmen un certificado o una declaración de origen que ampare un <br /> bien que haya sido objeto de una resolución de determinación de origen de <br /> acuerdo con el artículo 5-08(14); o <br /> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5-10. <br /> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br /> instancia de revisión administrativa, independiente del funcionario o dependencia <br /> responsable de la resolución o resolución anticipada sujeta a revisión, y acceso a una <br /> instancia de revisión judicial o de lo contencioso administrativo de la resolución o de la <br /> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br /> legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "RÉGIMEN DE ORIGEN <br> Artículo 4-03: Bienes originarios. <br> 1 Para efectos de establecer si un bien es originario, el productor de un bien podrá <br> 1 Salvo que se disponga otra cosa en este capítulo, un bien será originario del <br> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br> acumular su producción con la de uno o más productores en el territorio de una o ambas <br> territorio de una o ambas Partes cuando: <br> ambas Partes, según la definición del artículo 4-01; <br> b) sea producido en el territorio de una o ambas Partes a partir exclusivamente <br> de materiales que califican como originarios de conformidad con este capítulo; <br> c) sea producido en el territorio de una o ambas Partes a partir de materiales no <br> importadora. A tal fin, se considera expedición directa: <br> originarios que cumplan con un cambio de clasificación arancelaria y otros <br> requisitos, según se especifica en el Anexo 4-03 y el bien cumpla con las <br> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br> demás disposiciones aplicables de este capítulo; <br> d) sea producido en el territorio de una o ambas Partes a partir de materiales no <br> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados o <br> combinados físicamente en inventario, el origen de los materiales podrá determinarse, <br> mediante uno de los métodos de control de inventarios establecidos en las <br> requisitos, y el bien cumpla con un valor de contenido regional, según se <br> especifica en el Anexo 4-03, y con las demás disposiciones aplicables de este capítulo; <br> Reglamentaciones Uniformes. <br> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br> e) sea producido en el territorio de una o ambas Partes y cumpla con un valor de <br> contenido regional, según se especifica en el Anexo 4-03, calculado de <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso productivo <br> 2 No confiere origen a un bien cualquier actividad o práctica de fijación de precios, <br> acuerdo a lo establecido en el artículo 4-04 y cumpla con las demás <br> combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> disposiciones aplicables de este capítulo; o <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, que su objetivo <br> es evadir el cumplimiento de las disposiciones de este capítulo. <br> f) excepto para los bienes comprendidos en la partida 4201 a 4203 o en los <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la <br> capítulos 61 al 63 del Sistema Armonizado, el bien sea producido en el <br> otra Parte, el origen del bien podrá ser determinado a partir de uno de los métodos de <br> control de inventarios establecidos en las Reglamentaciones Uniformes. <br> establecidas en el anexo 4-03. <br> territorio de una o ambas Partes, pero uno o más de los materiales no <br> 3 Una vez seleccionado uno de los métodos de control de inventarios establecidos <br> originarios utilizados en la producción del bien no cumplan con un cambio de <br> clasificación arancelaria debido a que: <br> en las Reglamentaciones Uniformes, éste deberá ser utilizado a través de todo el <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br> ejercicio o periodo fiscal. <br> desensamblado, pero se ha clasificado como un bien ensamblado de <br> conformidad con la regla 2(a) de las Reglas Generales de Interpretación <br> 3 de las Reglas Generales de Interpretación del Sistema Armonizado, así como los <br> del Sistema Armonizado, o <br> bienes cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> ii) la partida para el bien sea la misma tanto para el bien como para sus <br> específicamente la de un juego o surtido, calificarán como originarios, siempre que cada <br> partes y los describa específicamente y esa partida no se divida en <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus <br> partes y los describa específicamente; <br> siempre que el valor de contenido regional del bien, determinado de acuerdo <br> con el artículo 4-04, no sea inferior al 50 por ciento cuando se utilice el método <br> de valor de transacción o al 40 por ciento cuando se utilice el método de costo <br> neto, y el bien cumpla con las demás disposiciones aplicables de este capítulo <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> a menos que la regla aplicable del Anexo 4-03 bajo la cual el bien está <br> clasificado, especifique un requisito de valor de contenido regional diferente, <br> en cuyo caso deberá aplicarse ese requisito. <br> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales no <br> originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos, <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br> según se especifica en el Anexo 4-03, deberá hacerse en su totalidad en territorio de una <br> lugar de su producción y el valor de esos materiales serán los costos de los mismos que <br> o ambas Partes, y todo valor de contenido regional de un bien deberá satisfacerse en su <br> totalidad en el territorio de una o ambas Partes. <br> Artículo 4-04: Valor de contenido regional. <br> 1 Los accesorios, refacciones o repuestos y herramientas entregados con el bien <br> 1 Salvo lo dispuesto en los párrafos 5 y 6, cada Parte dispondrá que el valor de <br> a) otro productor en la producción de un material originario que es adquirido y <br> como parte de los accesorios, repuestos y herramientas usuales del bien no se tomarán <br> contenido regional de un bien se calcule de acuerdo con el método de valor de <br> en cuenta para determinar si todos los materiales no originarios utilizados en la <br> transacción dispuesto en el párrafo 2, o en el caso de lo dispuesto en el párrafo 5, con el <br> método de costo neto dispuesto en el párrafo 4. <br> 2 Para calcular el valor de contenido regional de un bien con base en el método de <br> establecido en el anexo 4-03, siempre que: <br> a) los accesorios, refacciones o repuestos y herramientas no sean facturados <br> valor de transacción se aplicará la siguiente fórmula: <br> VCR = [(VT - VMN)/VT) x 100 <br> VT: valor de transacción de un bien ajustado sobre la base <br> F.O.B., salvo lo dispuesto en el párrafo 3; y <br> originarios, según sea el caso, al calcular el valor del contenido regional del bien. <br> productor en la producción del bien determinado de <br> conformidad con el artículo 4-05. <br> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br> repuestos y herramientas correspondan a materiales de fabricación propia, el productor <br> directamente, el valor de transacción se ajustará hasta el punto en el cual el comprador <br> puede optar por designar a tales materiales como materiales intermedios según el artículo 4-07. <br> recibe el bien dentro del territorio donde se encuentra el productor. <br> 1 Cuando los envases y materiales de empaque en que un bien se presente para la <br> 4 Para calcular el valor de contenido regional de un bien con base en el método de <br> costo neto se aplicará la siguiente fórmula: <br> venta al menudeo, estén clasificados en el Sistema Armonizado con el bien que <br> VCR = [(CN - VMN)/CN] x 100 <br> donde: <br> VCR: valor de contenido regional expresado como porcentaje; <br> 2 Cuando el bien esté sujeto a un valor de contenido regional, se considerarán <br> CN: costo neto del bien; y <br> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> como originarios o no originarios, según sea el caso, para calcular el valor de contenido <br> VMN: valor de los materiales no originarios utilizados por el <br> regional del bien. <br> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de contenido <br> regional de un bien exclusivamente con base en el método de costo neto dispuesto en el <br> párrafo 4 cuando: <br> b) la venta o el precio dependan de alguna condición o contraprestación cuyo <br> a) los materiales no originarios utilizados en la producción del bien sufren el <br> c) revierta directa o indirectamente al vendedor alguna parte del producto de la <br> cambio correspondiente de clasificación arancelaria que se establece en el anexo 4-03; y <br> valor no pueda determinarse en relación con el bien; <br> b) si el bien satisface un requisito de contenido regional. <br> reventa o de cualquier cesión o utilización ulteriores del bien por el <br> comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br> con el Artículo 8 del Acuerdo sobre Valoración Aduanera; <br> d) el comprador y el vendedor sean personas relacionadas y la relación entre <br> ellos influya en el precio, salvo lo dispuesto en el párrafo 2 del Artículo 1 del <br> Acuerdo sobre Valoración Aduanera; <br> e) el bien sea vendido por el productor a una persona relacionada y el volumen <br> de ventas, en unidades de cantidad de bienes idénticos o similares, vendidos <br> a personas relacionadas, durante un periodo de seis meses inmediatamente <br> anterior al mes en que el productor haya vendido ese bien, exceda del 85 por <br> ciento de las ventas totales del productor de esos bienes durante ese periodo; <br> f) el exportador o productor elija acumular el valor de contenido regional del bien <br> de conformidad con el artículo 4-08; o <br> g) el bien se designe como material intermedio de conformidad con el artículo 4- <br> CAPÍTULO IV <br> 07 y esté sujeto a un requisito de valor de contenido regional. <br> 6 Cada Parte dispondrá que el valor de contenido regional de un bien se calcule, a <br> elección del exportador o del productor del bien, de acuerdo con el método de valor de <br> transacción dispuesto en el párrafo 2, o con el método de costo neto dispuesto en el <br> párrafo 4, en los casos en que el valor de transacción del bien no pueda ser determinado <br> por existir restricciones a la cesión o utilización del bien por el comprador con excepción de las que: <br> a) imponga o exija la ley o las autoridades de la Parte en que se localiza el comprador del bien; <br> b) limiten el territorio geográfico donde pueda revenderse el bien; o <br> c) no afecten sustancialmente el valor del bien. <br> 7 Cuando el exportador o el productor de un bien calculen su valor de contenido <br> 1 El valor de un material: <br> regional sobre la base del método del valor de transacción dispuesto en el párrafo 2 y una <br> Parte notifique subsecuentemente al exportador o productor, como consecuencia de una <br> b) en caso de que no haya valor de transacción o de que el valor de transacción <br> verificación conforme al capítulo V (Procedimientos Aduaneros para el Manejo del Origen <br> de los Bienes), que el valor de transacción del bien o el valor de cualquier material <br> utilizado en la producción del bien requieren ajuste o no sean admisibles conforme al <br> párrafo 5, el exportador o productor podrá calcular entonces el valor de contenido <br> regional del bien sobre la base del método de costo neto dispuesto en el párrafo 4. <br> 8 Un productor podrá promediar el valor de contenido regional de uno o todos los <br> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br> bienes comprendidos en la misma subpartida, que se produzcan en la misma planta o en <br> distintas plantas dentro del territorio de una Parte, ya sea tomando como base todos los <br> bienes producidos por el productor o sólo los bienes que se exporten a la otra Parte: <br> a) en su ejercicio o periodo fiscal; o <br> b) en cualquier periodo mensual, bimestral, trimestral, cuatrimestral o semestral. <br> Artículo 4-05: Valor de los materiales. <br> a) será el valor de transacción del material; o <br> del material no pueda determinarse conforme a los principios del Artículo 1 <br> del Acuerdo sobre Valoración Aduanera, será calculado de acuerdo con los <br> principios de los Artículos 2 al 7 de ese Acuerdo. <br> 2 Cuando no estén considerados en el párrafo 1 a) o b), el valor de un material incluirá: <br> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas específicas <br> incurrido para el transporte del material hasta el puerto de importación en <br> territorio de la Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br> b) los costos de los desechos y desperdicios resultantes del uso del material en <br> la producción del bien, menos cualquier recuperación de estos costos, <br> siempre que la recuperación no exceda del 30 por ciento del valor del <br> material, determinado conforme al párrafo 1. <br> 3 Cuando el productor del bien adquiera un material no originario dentro del territorio <br> b) el productor del bien en la producción de un material originario de fabricación <br> de la Parte donde se encuentra ubicado, el valor del material no originario no incluirá: <br> flete, seguro, costos de empaque y todos los demás costos incurridos en el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se encuentre el productor. <br> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> artículo 4-04, el valor de los materiales no originarios utilizados por el productor en la <br> producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br> utilizado por el productor del bien en la producción de ese bien; o <br> herramientas sean los habituales para el bien. <br> propia y que se designe por el productor como material intermedio de <br> conformidad con el artículo 4-07. <br> Artículo 4-06: De minimis. <br> utilizados en la producción del bien que no cumplan el cambio correspondiente de <br> clasificación arancelaria establecido en el Anexo 4-03 no excede el 8 por ciento del valor <br> 1 Un bien se considerará originario si el valor de todos los materiales no originarios <br> de transacción del bien ajustado sobre la base indicada en el artículo 4-04(2) o (3), según <br> sea el caso, o en los casos referidos en el artículo 4-04(5), si el valor de todos los <br> materiales no originarios no excede el 8 por ciento del costo total. <br> 2 Cuando el bien mencionado en el párrafo 1 esté sujeto, además, a un requisito de <br> cuenta para el cálculo del valor de contenido regional del bien y el bien deberá satisfacer <br> los demás requisitos aplicables de este capítulo. <br> 3 Un bien que esté sujeto a un requisito de valor de contenido regional establecido <br> valor de contenido regional, el valor de esos materiales no originarios se tomará en <br> en el Anexo 4-03 no tendrá que satisfacerlo si el valor de todos los materiales no <br> originarios no excede el 8 por ciento del valor de transacción del bien ajustado sobre la <br> base indicada en el artículo 4-04(2) o (3), según sea el caso, o en los casos referidos en <br> el artículo 4-04(5), si el valor de todos los materiales no originarios no excede el 8 por <br> ciento del costo total. <br> 4 El párrafo 1 no se aplica a: <br> b) un material no originario que se utilice en la producción de bienes <br> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos <br> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> que el material no originario esté comprendido en una subpartida distinta a la <br> del bien para el cual se está determinando el origen de conformidad con este artículo. <br> Artículo 4-07: Materiales intermedios. <br> 1 Para efectos del cálculo del valor de contenido regional, de conformidad con el artículo 4-04, <br> el productor de un bien podrá designar como material intermedio, cualquier <br> material de fabricación propia utilizado en la producción del bien, siempre que ese <br> material sea un bien originario según lo establecido en el artículo 4-03. <br> 2 Cuando el material intermedio esté sujeto a un valor de contenido regional, éste <br> se calculará de acuerdo a lo establecido en el artículo 4-04(4). <br> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br> material intermedio de conformidad con lo establecido en las Reglamentaciones <br> Uniformes de este capítulo. <br> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br> 4 Si un material designado como material intermedio está sujeto a un valor de <br> contenido regional utilizado en la producción de ese material intermedio puede, a su vez, <br> ser designado por el productor como material intermedio. <br> 5 Salvo cuando dos o más productores acumulen su producción conforme al artículo 4-08, <br> la restricción establecida en el párrafo 4 no se aplicará a un material intermedio <br> territorio de la otra Parte. <br> utilizado por otro productor en la producción de un material que posteriormente sea <br> adquirido y utilizado en la producción de un bien por el productor mencionado en el párrafo 4. <br> Artículo 4-08: Acumulación. <br> Partes, que produzcan materiales que estén incorporados en el bien, de manera que la <br> producción de dichos materiales sea considerada como realizada por ese productor, <br> siempre que el bien cumpla con lo establecido en el artículo 4-03. <br> 2 En los casos en que el bien en el cual se está acumulando esté sujeto a un <br> requisito de valor de contenido regional, el cálculo de éste debe realizarse por el método del costo neto. <br> Artículo 4-09: Bienes y materiales fungibles. <br> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br> ni cualquier otra operación en el territorio de la Parte en que fueron mezclados o <br> Artículo 4-10: Juegos o surtidos. <br> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla <br> uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen que se <br> haya establecido para cada uno de los bienes en este capítulo. <br> formación del juego o surtido no excede el 8 por ciento del valor de transacción del juego <br> o surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, <br> del artículo 4-04, en los casos referidos en el artículo 4-04(5), si el valor de todos los bienes <br> no originarios antes referidos no excede el 8 por ciento del costo total del juego o surtido. <br> Artículo 4-11: Materiales indirectos. <br> se reporten en los registros contables del productor del bien. <br> Artículo 4-12: Accesorios, refacciones o repuestos y herramientas. <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> producción del bien cumplen con el cambio correspondiente de clasificación arancelaria <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> por separado del bien, independientemente de que se desglosen o detallen <br> por separado en la propia factura; y <br> 2 Lo establecido en el numeral 1 será aplicable siempre que los accesorios, <br> refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura. <br> 3 Cuando el bien esté sujeto a un valor de contenido regional, los accesorios, <br> refacciones o repuestos y herramientas se considerarán como materiales originarios o no <br> 4 Para los fines establecidos en el párrafo 2, cuando los accesorios, refacciones o <br> Artículo 4-13: Envases y materiales de empaque para venta al menudeo. <br> contienen, de conformidad con la Regla General 5 b) del Sistema Armonizado, no se <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br> que se establece en el Anexo 4-03. <br> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br> 3 Para los fines establecidos en el párrafo 2, cuando los materiales de empaque y <br> envases correspondan a materiales de fabricación propia, el productor puede designar a <br> esos materiales como materiales intermedios según el artículo 4-07. <br> Artículo 4-14: Contenedores y materiales de embalaje para embarque. <br> Los contenedores y los materiales de embalaje para embarque en que un bien se <br> empaca o acondiciona exclusivamente para su transporte no se tomarán en cuenta para <br> efectos de establecer si: <br> Artículo 4-15: Operaciones y prácticas que no confieren origen. <br> 1 Un bien no se considerará como originario, únicamente por: <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> alteren materialmente las características del bien; <br> b) operaciones simples destinadas a asegurar la conservación del bien durante <br> su transporte o almacenamiento, tales como aireación, refrigeración, <br> congelación, extracción de partes averiadas, secado o adición de sustancias; <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> g) la simple reunión de partes y componentes, cuando se presenten <br> desmontados o sin montar todavía, que se clasifiquen como un bien conforme <br> a la regla 2(a) de las Reglas Generales de Interpretación del Sistema <br> Armonizado. Lo anterior no se aplicará a los bienes que ya habían sido <br> ensamblados y posteriormente desensamblados por conveniencia de <br> empaque, manejo o transporte; <br> h) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; y <br> i) la acumulación de dos o más de las operaciones señaladas en los literales a) <br> al h) de este artículo. <br> contenido regional, ningún otro material de fabricación propia sujeto a un valor de <br> Artículo 4-16: Procesos realizados fuera de los territorios de las Partes. <br> Un bien que haya sido producido de conformidad con los requisitos del artículo 4-03, <br> perderá su condición de originaria si sufre un proceso ulterior o es objeto de cualquier <br> otra operación fuera de los territorios de las Partes en que se haya llevado a cabo la <br> producción conforme al artículo 4-03, distinto a la descarga, recarga o cualquier otro <br> movimiento necesario para mantenerla en buena condición o para transportarla al <br> Artículo 4-17: Expedición, transporte y tránsito de los bienes. <br> Para que los bienes originarios se beneficien de los tratamientos preferenciales, <br> éstos deberán haber sido expedidos directamente de la Parte exportadora a la Parte <br> a) los bienes transportados sin pasar por el territorio de algún país que no sea <br> Parte de este Tratado; <br> b) los bienes en tránsito a través de uno o más países que no sean Parte de <br> este Tratado, con o sin transbordo o almacenamiento temporal, bajo la <br> vigilancia de la autoridad aduanera competente, siempre que: <br> i) el tránsito estuviera justificado por razones geográficas o consideraciones <br> relativas a requerimientos de transporte; <br> ii) no estuvieran destinados al comercio, uso o empleo en el Estado de tránsito; y <br> iii) no sufran, durante su transporte o depósito, ninguna operación distinta a la <br> carga, descarga o manipuleo, para mantenerlas en buenas condiciones o <br> asegurar su conservación. <br> "}, {"ArticleTitle": "Definiciones y términos.", "ArticleDesc": "Artículo 4-01: Definiciones y términos. <br> Para efectos de este capítulo, se entenderá por: <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación del Artículo <br> VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, incluidas sus <br> notas interpretativas, que forma parte del Acuerdo sobre la OMC; <br> bien: cualquier mercancía, producto, artículo o materia; <br> bienes fungibles: bienes que son intercambiables para efectos comerciales, cuyas <br> propiedades son esencialmente idénticas y que no es posible diferenciarlos por simple examen visual; <br> bienes idénticos o similares: \"mercancías idénticas\" y \"mercancías similares\" <br> respectivamente, tal como se definen en el Acuerdo sobre Valoración Aduanera; <br> bienes obtenidos en su totalidad o producidos enteramente en territorio de una o <br> ambas Partes: <br> a) minerales extraídos en territorio de una o ambas Partes; <br> b) vegetales cosechados en territorio de una o ambas Partes; <br> c) animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> d) bienes obtenidos de la caza o pesca en territorio de una o ambas Partes; <br> e) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte; <br> f) bienes producidos a bordo de barcos fábrica a partir de los bienes <br> identificados en el literal e), siempre que dichos barcos fábrica estén <br> registrados o matriculados por alguna Parte y lleven la bandera de esa Parte; <br> g) bienes obtenidos por una Parte o una persona de una Parte del lecho o del <br> subsuelo marino fuera de las aguas territoriales, siempre que la Parte tenga <br> derechos para explotar ese lecho o subsuelo marino; <br> h) desechos y desperdicios derivados de: <br> i) la producción en territorio de una o ambas Partes, o <br> ii) bienes usados, recolectados en territorio de una o ambas Partes, siempre <br> que esos bienes sirvan sólo para la recuperación de materias primas; o <br> i) bienes producidos en territorio de una o ambas Partes exclusivamente a <br> partir de los bienes mencionados en los literales a) al h) o de sus <br> derivados, en cualquier etapa de producción; <br> contenedores y materiales de embalaje para embarque: bienes que son utilizados <br> para proteger a un bien durante su transporte, distintos de los envases y materiales para <br> venta al menudeo; <br> costo neto: costo total menos los costos de promoción de ventas, comercialización y <br> servicios posteriores a la venta, embarque y reempaque, y regalías; <br> costo total: la suma de los siguientes elementos: <br> a) los costos o el valor de los materiales directos de fabricación utilizados en la <br> producción del bien; <br> b) los costos de la mano de obra directa utilizada en la producción del bien; y <br> c) una cantidad por concepto de costos y gastos directos e indirectos de <br> fabricación del bien, asignada razonablemente al mismo, excepto los <br> siguientes conceptos: <br> i) los costos y gastos de un servicio proporcionado por el productor de un <br> bien a otra persona, cuando el servicio no se relacione con el bien, <br> ii) los costos y pérdidas resultantes de la venta de una parte de la empresa <br> del productor, la cual constituye una operación descontinuada, <br> iii) los costos relacionados con el efecto acumulado de cambios en la <br> aplicación de principios de contabilidad, <br> iv) los costos o pérdidas resultantes de la venta de un bien de capital del productor, <br> v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor, <br> vi) las utilidades obtenidas por el productor del bien, sin importar si fueron <br> retenidas por el productor o pagadas a otras personas como dividendos y <br> los impuestos pagados sobre esas utilidades, incluyendo los impuestos <br> sobre ganancias de capital, y <br> vii) los costos por intereses que se hayan pactado entre personas <br> relacionadas y que excedan aquellos intereses que se pagan a tasas de <br> interés de mercado; <br> costos de embarque y reempaque: los costos incurridos en el reempacado y el <br> transporte de un bien fuera del territorio donde se localiza el productor o exportador del bien; <br> costos de promoción de ventas, comercialización y servicios posteriores a la venta: <br> los siguientes costos relacionados con promociones de venta, comercialización y <br> servicios posteriores a la venta: <br> a) promoción de ventas y comercialización; publicidad en medios de difusión; <br> publicidad e investigación de mercados; materiales de promoción y <br> demostración; bienes exhibidos; conferencias de promoción de ventas, ferias <br> y convenciones comerciales; estandartes; exposiciones de comercialización; <br> muestras gratuitas; publicaciones sobre ventas, comercialización y servicios <br> posteriores a la venta tales como folletos de bienes, catálogos, publicaciones <br> técnicas, listas de precios, manuales de servicio e información de apoyo a las <br> ventas; establecimiento y protección de logotipos y marcas registradas; <br> patrocinios; cargos por reabastecimiento para ventas al mayoreo y menudeo; <br> y gastos de representación; <br> b) incentivos de venta y comercialización; rebajas a mayoristas, minoristas y consumidores; <br> c) para el personal de promoción de ventas, comercialización y servicios <br> posteriores a la venta: sueldos y salarios; comisiones por ventas; bonos; <br> beneficios médicos, de seguros y pensiones; gastos de viaje, alojamiento y <br> manutención; y cuotas de afiliación y profesionales; <br> d) contratación y capacitación del personal de promoción de ventas, <br> comercialización y servicios posteriores a la venta, y capacitación a los <br> empleados del cliente después de la venta, cuando en los estados financieros <br> y cuentas de costos del productor tales costos se identifiquen por separado <br> para la promoción de ventas, comercialización y servicio posterior a la venta de bienes; <br> e) primas de seguros por responsabilidad civil derivada del bien; <br> f) artículos de oficina para la promoción de ventas, comercialización y servicios <br> posteriores a la venta, cuando en los estados financieros y cuentas de costos <br> del productor tales costos se identifiquen por separado para la promoción de <br> ventas, comercialización y servicio posterior a la venta de bienes; <br> g) teléfono, correo y otros medios de comunicación, cuando en los estados <br> financieros y cuentas de costos del productor tales costos se identifiquen por <br> separado para la promoción de ventas, comercialización y servicio posterior a la venta de bienes; <br> h) rentas y depreciación de las oficinas de la promoción de ventas, <br> comercialización y servicios posteriores a la venta, así como de los centros de distribución; <br> i) primas de seguros sobre la propiedad, impuestos, costos de servicios <br> públicos, y costos de reparación y mantenimiento de las oficinas y de los <br> centros de distribución, cuando en los estados financieros y cuentas de <br> costos del productor tales costos se identifiquen por separado para la <br> promoción de ventas, comercialización y servicio posterior a la venta de bienes; y <br> j) pagos del productor a otras personas por reparaciones cubiertas por una garantía; <br> costos y gastos directos de fabricación: los costos y gastos incurridos en un periodo, <br> directamente relacionados con el bien, diferentes de los costos o el valor de materiales <br> directos y costos de mano de obra directa; <br> costos y gastos indirectos de fabricación: los costos y gastos incurridos en un <br> periodo, distintos de los costos y gastos directos de fabricación, los costos de mano de <br> obra directa y los costos o el valor de materiales directos; <br> envases y materiales de empaque para venta al menudeo: envases y materiales en <br> que una mercancía sea empaquetada para la venta al menudeo; <br> F.O.B.: libre a bordo, independientemente del medio de transporte, en el puerto o lugar <br> de envío al exterior; <br> lugar en que se encuentre el productor: en relación con un bien, la planta de <br> producción de ese bien; <br> material: un bien utilizado en la producción de otro bien; <br> material de fabricación propia: un material producido por el productor de un bien y <br> utilizado en la producción de ese bien; <br> material indirecto: un bien utilizado en la producción, verificación o inspección de un <br> bien, pero que no esté físicamente incorporado en el bien; o un bien que se utilice en el <br> mantenimiento de edificios o en la operación de equipos relacionados con la producción <br> de un bien, incluidos: <br> a) combustible y energía; <br> b) herramientas, troqueles y moldes; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción o para operar el equipo o los edificios; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br> g) catalizadores y solventes; o <br> h) cualquier otro bien que no esté incorporado en el bien, pero cuyo uso en la <br> producción del bien pueda demostrarse razonablemente que forma parte de esa producción; <br> material intermedio: un material de fabricación propia utilizado en la producción de un <br> bien, siempre que califique como originario de conformidad con lo establecido en este <br> capítulo, y designado como tal conforme al artículo 4-07; <br> material originario: un material que califica como originario de conformidad con lo <br> establecido en este capítulo; <br> materiales fungibles: materiales que son intercambiables para efectos comerciales y <br> cuyas propiedades son esencialmente idénticas y no es posible diferenciarlos por simple examen visual; <br> persona relacionada: una persona que está relacionada con otra persona, conforme a lo siguiente: <br> a) una de ellas ocupa cargos de responsabilidad o dirección en una empresa de la otra; <br> b) están legalmente reconocidas como asociadas en negocios; <br> c) están en relación de empleador y empleado; <br> d) una de ellas que tiene, directa o indirectamente, la propiedad, el control o la <br> posesión del 25 por ciento o más de las acciones o títulos en circulación y con <br> derecho a voto de ambas; <br> e) una de ellas controla directa o indirectamente a la otra; <br> f) ambas personas están controladas directa o indirectamente por una tercera persona; <br> g) juntas controlan directa o indirectamente a una tercera persona; o <br> h) son de la misma familia (hijos, hermanos, abuelos o cónyuges) <br> principios de contabilidad generalmente aceptados: el consenso reconocido al apoyo <br> sustancial autorizado en el territorio de una Parte, respecto al registro de ingresos, <br> gastos, costos, activos y pasivos, revelación de la información y elaboración de estados <br> financieros. Estos estándares pueden ser guías amplias de aplicación general, así como <br> normas prácticas y procedimientos detallados; <br> producción: el cultivo, la crianza, la extracción, la cosecha, la pesca, la caza, la <br> manufactura, el procesamiento o el ensamblado de un bien; <br> productor: una persona que cultiva, cría, extrae, cosecha, pesca, caza, manufactura, <br> procesa o ensambla un bien; <br> regalías: pagos de cualquier especie, incluidos los pagos por asistencia técnica o <br> acuerdos similares, hechos por el uso o derecho a usar cualquier derecho de autor, obra <br> artística, literaria o trabajo científico, patentes, marcas registradas, diseños, modelos, <br> planes, fórmulas o procesos secretos, excepto los pagos por asistencia técnica o por <br> acuerdos similares que puedan relacionarse con servicios específicos tales como: <br> a) capacitación de personal, independientemente del lugar donde se realice; e <br> b) ingeniería de planta, montaje de plantas, fijado de moldes, diseño de <br> programas de cómputo y servicios de cómputo similares u otros servicios, <br> siempre que se realicen en el territorio de una o ambas Partes; <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas Generales de <br> Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al momento de <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo incluso <br> incompleto o sin terminar, siempre que éste presente las características esenciales del <br> artículo completo o terminado. Alcanza también al artículo completo o terminado, o <br> considerado como tal en virtud de las disposiciones precedentes, cuando se presente <br> desmontado o sin montar todavía.\" <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales de <br> suscribir el presente Tratado, el texto de la regla es el siguiente: <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas por <br> aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las partidas de <br> alcance más genérico. Sin embargo, cuando dos o más partidas se refieran, cada una, <br> solamente a una parte de las materias que constituyen un producto mezclado o un <br> artículo compuesto o solamente a una parte de los artículos, en el caso de mercancías <br> presentadas en juegos o surtidos acondicionados para la venta al por menor, tales <br> partidas deben considerarse igualmente específicas para dicho producto o artículo, <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> b) los productos mezclados, las manufacturas compuestas de materias diferentes o <br> constituidas por la unión de artículos diferentes y las mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, cuya clasificación no <br> pueda efectuarse aplicando la Regla 3 a), se clasificarán según la materia o con el <br> artículo que les confiera su carácter esencial, si fuera posible determinarlo; <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la mercancía se <br> clasificará en la última partida por orden de numeración entre las susceptibles de <br> tenerse razonablemente en cuenta.\" <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas Generales de <br> \"Salvo lo dispuesto en la Regla 5 a) anterior, los envases que contengan mercancías se <br> clasificarán con ellas cuando sean de los tipos normalmente utilizados para esa clase de <br> mercancías. Sin embargo, esta disposición no es obligatoria cuando los envases sean <br> susceptibles de ser utilizados razonablemente de manera repetida.\"; <br> utilizados: empleados o consumidos en la producción de bienes; <br> valor de transacción de un bien: a los efectos de la determinación del origen, el precio <br> realmente pagado o por pagar por un bien relacionado con la transacción del productor <br> del bien de conformidad con los principios del artículo 1 del Acuerdo sobre Valoración <br> Aduanera, ajustado de acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 <br> del mismo, sin considerar que el bien se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> productor del bien; y <br> valor de transacción de un material: a los efectos de la determinación del origen, el <br> precio realmente pagado o por pagar por un material relacionado con la transacción del <br> productor del bien de conformidad con los principios del artículo 1 del Acuerdo sobre <br> Valoración Aduanera, ajustado de acuerdo con los principios de los párrafos 1, 3 y 4 del <br> Artículo 8 del mismo, sin considerar que el material se venda para exportación. Para <br> efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el proveedor del material y el comprador a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor del bien. <br> "}, {"ArticleTitle": "Instrumentos de aplicación e interpretación.", "ArticleDesc": "Artículo 4-02: Instrumentos de aplicación e interpretación. <br> 1 Para efectos de este capítulo: <br> a) la base de clasificación arancelaria es el Sistema Armonizado; <br> b) la determinación del valor de transacción de un bien o de un material se hará <br> conforme a los principios del Acuerdo sobre Valoración Aduanera; y <br> c) todos los costos a que hace referencia este capítulo serán registrados y <br> mantenidos de conformidad con los principios de contabilidad generalmente <br> aceptados aplicables en el territorio de la Parte donde el bien se produzca. <br> 2 Para efectos de este capítulo, al aplicar el Acuerdo sobre Valoración Aduanera <br> para determinar el origen de un bien: <br> a) los principios del Acuerdo sobre Valoración Aduanera se aplicarán a las <br> transacciones internas, con las modificaciones que requieran las <br> circunstancias, como se aplicarían a las internacionales; y <br> b) las disposiciones de este capítulo prevalecerán sobre las del Acuerdo sobre <br> Valoración Aduanera en aquello en que resulten incompatibles. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RÉGIMEN DE ORIGEN <br> Artículo 4-03: Bienes originarios. <br> 1 Para efectos de establecer si un bien es originario, el productor de un bien podrá <br> 1 Salvo que se disponga otra cosa en este capítulo, un bien será originario del <br> a) sea obtenido en su totalidad o producido enteramente en territorio de una o <br> acumular su producción con la de uno o más productores en el territorio de una o ambas <br> territorio de una o ambas Partes cuando: <br> ambas Partes, según la definición del artículo 4-01; <br> b) sea producido en el territorio de una o ambas Partes a partir exclusivamente <br> de materiales que califican como originarios de conformidad con este capítulo; <br> c) sea producido en el territorio de una o ambas Partes a partir de materiales no <br> importadora. A tal fin, se considera expedición directa: <br> originarios que cumplan con un cambio de clasificación arancelaria y otros <br> requisitos, según se especifica en el Anexo 4-03 y el bien cumpla con las <br> 1 Para efectos de establecer si un bien es originario, cuando en su producción se <br> demás disposiciones aplicables de este capítulo; <br> d) sea producido en el territorio de una o ambas Partes a partir de materiales no <br> utilicen materiales fungibles originarios y no originarios que se encuentren mezclados o <br> combinados físicamente en inventario, el origen de los materiales podrá determinarse, <br> mediante uno de los métodos de control de inventarios establecidos en las <br> requisitos, y el bien cumpla con un valor de contenido regional, según se <br> especifica en el Anexo 4-03, y con las demás disposiciones aplicables de este capítulo; <br> Reglamentaciones Uniformes. <br> 2 Cuando bienes fungibles originarios y no originarios se mezclen o combinen <br> e) sea producido en el territorio de una o ambas Partes y cumpla con un valor de <br> contenido regional, según se especifica en el Anexo 4-03, calculado de <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso productivo <br> 2 No confiere origen a un bien cualquier actividad o práctica de fijación de precios, <br> acuerdo a lo establecido en el artículo 4-04 y cumpla con las demás <br> combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> disposiciones aplicables de este capítulo; o <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, que su objetivo <br> es evadir el cumplimiento de las disposiciones de este capítulo. <br> f) excepto para los bienes comprendidos en la partida 4201 a 4203 o en los <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la <br> capítulos 61 al 63 del Sistema Armonizado, el bien sea producido en el <br> otra Parte, el origen del bien podrá ser determinado a partir de uno de los métodos de <br> control de inventarios establecidos en las Reglamentaciones Uniformes. <br> establecidas en el anexo 4-03. <br> territorio de una o ambas Partes, pero uno o más de los materiales no <br> 3 Una vez seleccionado uno de los métodos de control de inventarios establecidos <br> originarios utilizados en la producción del bien no cumplan con un cambio de <br> clasificación arancelaria debido a que: <br> en las Reglamentaciones Uniformes, éste deberá ser utilizado a través de todo el <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o <br> ejercicio o periodo fiscal. <br> desensamblado, pero se ha clasificado como un bien ensamblado de <br> conformidad con la regla 2(a) de las Reglas Generales de Interpretación <br> 3 de las Reglas Generales de Interpretación del Sistema Armonizado, así como los <br> del Sistema Armonizado, o <br> bienes cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> ii) la partida para el bien sea la misma tanto para el bien como para sus <br> específicamente la de un juego o surtido, calificarán como originarios, siempre que cada <br> partes y los describa específicamente y esa partida no se divida en <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus <br> partes y los describa específicamente; <br> siempre que el valor de contenido regional del bien, determinado de acuerdo <br> con el artículo 4-04, no sea inferior al 50 por ciento cuando se utilice el método <br> de valor de transacción o al 40 por ciento cuando se utilice el método de costo <br> neto, y el bien cumpla con las demás disposiciones aplicables de este capítulo <br> tomarán en cuenta para determinar si todos los materiales no originarios utilizados en la <br> a menos que la regla aplicable del Anexo 4-03 bajo la cual el bien está <br> clasificado, especifique un requisito de valor de contenido regional diferente, <br> en cuyo caso deberá aplicarse ese requisito. <br> 2 Para efectos de este capítulo, la producción de un bien a partir de materiales no <br> originarios que cumplan con un cambio de clasificación arancelaria y otros requisitos, <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el <br> según se especifica en el Anexo 4-03, deberá hacerse en su totalidad en territorio de una <br> lugar de su producción y el valor de esos materiales serán los costos de los mismos que <br> o ambas Partes, y todo valor de contenido regional de un bien deberá satisfacerse en su <br> totalidad en el territorio de una o ambas Partes. <br> Artículo 4-04: Valor de contenido regional. <br> 1 Los accesorios, refacciones o repuestos y herramientas entregados con el bien <br> 1 Salvo lo dispuesto en los párrafos 5 y 6, cada Parte dispondrá que el valor de <br> a) otro productor en la producción de un material originario que es adquirido y <br> como parte de los accesorios, repuestos y herramientas usuales del bien no se tomarán <br> contenido regional de un bien se calcule de acuerdo con el método de valor de <br> en cuenta para determinar si todos los materiales no originarios utilizados en la <br> transacción dispuesto en el párrafo 2, o en el caso de lo dispuesto en el párrafo 5, con el <br> método de costo neto dispuesto en el párrafo 4. <br> 2 Para calcular el valor de contenido regional de un bien con base en el método de <br> establecido en el anexo 4-03, siempre que: <br> a) los accesorios, refacciones o repuestos y herramientas no sean facturados <br> valor de transacción se aplicará la siguiente fórmula: <br> VCR = [(VT - VMN)/VT) x 100 <br> VT: valor de transacción de un bien ajustado sobre la base <br> F.O.B., salvo lo dispuesto en el párrafo 3; y <br> originarios, según sea el caso, al calcular el valor del contenido regional del bien. <br> productor en la producción del bien determinado de <br> conformidad con el artículo 4-05. <br> 3 Para efectos del párrafo 2, cuando el productor del bien no lo exporte <br> repuestos y herramientas correspondan a materiales de fabricación propia, el productor <br> directamente, el valor de transacción se ajustará hasta el punto en el cual el comprador <br> puede optar por designar a tales materiales como materiales intermedios según el artículo 4-07. <br> recibe el bien dentro del territorio donde se encuentra el productor. <br> 1 Cuando los envases y materiales de empaque en que un bien se presente para la <br> 4 Para calcular el valor de contenido regional de un bien con base en el método de <br> costo neto se aplicará la siguiente fórmula: <br> venta al menudeo, estén clasificados en el Sistema Armonizado con el bien que <br> VCR = [(CN - VMN)/CN] x 100 <br> donde: <br> VCR: valor de contenido regional expresado como porcentaje; <br> 2 Cuando el bien esté sujeto a un valor de contenido regional, se considerarán <br> CN: costo neto del bien; y <br> a) no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> como originarios o no originarios, según sea el caso, para calcular el valor de contenido <br> VMN: valor de los materiales no originarios utilizados por el <br> regional del bien. <br> 5 Cada Parte dispondrá que un exportador o productor calcule el valor de contenido <br> regional de un bien exclusivamente con base en el método de costo neto dispuesto en el <br> párrafo 4 cuando: <br> b) la venta o el precio dependan de alguna condición o contraprestación cuyo <br> a) los materiales no originarios utilizados en la producción del bien sufren el <br> c) revierta directa o indirectamente al vendedor alguna parte del producto de la <br> cambio correspondiente de clasificación arancelaria que se establece en el anexo 4-03; y <br> valor no pueda determinarse en relación con el bien; <br> b) si el bien satisface un requisito de contenido regional. <br> reventa o de cualquier cesión o utilización ulteriores del bien por el <br> comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br> con el Artículo 8 del Acuerdo sobre Valoración Aduanera; <br> d) el comprador y el vendedor sean personas relacionadas y la relación entre <br> ellos influya en el precio, salvo lo dispuesto en el párrafo 2 del Artículo 1 del <br> Acuerdo sobre Valoración Aduanera; <br> e) el bien sea vendido por el productor a una persona relacionada y el volumen <br> de ventas, en unidades de cantidad de bienes idénticos o similares, vendidos <br> a personas relacionadas, durante un periodo de seis meses inmediatamente <br> anterior al mes en que el productor haya vendido ese bien, exceda del 85 por <br> ciento de las ventas totales del productor de esos bienes durante ese periodo; <br> f) el exportador o productor elija acumular el valor de contenido regional del bien <br> de conformidad con el artículo 4-08; o <br> g) el bien se designe como material intermedio de conformidad con el artículo 4- <br> CAPÍTULO IV <br> 07 y esté sujeto a un requisito de valor de contenido regional. <br> 6 Cada Parte dispondrá que el valor de contenido regional de un bien se calcule, a <br> elección del exportador o del productor del bien, de acuerdo con el método de valor de <br> transacción dispuesto en el párrafo 2, o con el método de costo neto dispuesto en el <br> párrafo 4, en los casos en que el valor de transacción del bien no pueda ser determinado <br> por existir restricciones a la cesión o utilización del bien por el comprador con excepción de las que: <br> a) imponga o exija la ley o las autoridades de la Parte en que se localiza el comprador del bien; <br> b) limiten el territorio geográfico donde pueda revenderse el bien; o <br> c) no afecten sustancialmente el valor del bien. <br> 7 Cuando el exportador o el productor de un bien calculen su valor de contenido <br> 1 El valor de un material: <br> regional sobre la base del método del valor de transacción dispuesto en el párrafo 2 y una <br> Parte notifique subsecuentemente al exportador o productor, como consecuencia de una <br> b) en caso de que no haya valor de transacción o de que el valor de transacción <br> verificación conforme al capítulo V (Procedimientos Aduaneros para el Manejo del Origen <br> de los Bienes), que el valor de transacción del bien o el valor de cualquier material <br> utilizado en la producción del bien requieren ajuste o no sean admisibles conforme al <br> párrafo 5, el exportador o productor podrá calcular entonces el valor de contenido <br> regional del bien sobre la base del método de costo neto dispuesto en el párrafo 4. <br> 8 Un productor podrá promediar el valor de contenido regional de uno o todos los <br> a) el flete, seguro, costos de empaque y todos los demás costos en que se haya <br> bienes comprendidos en la misma subpartida, que se produzcan en la misma planta o en <br> distintas plantas dentro del territorio de una Parte, ya sea tomando como base todos los <br> bienes producidos por el productor o sólo los bienes que se exporten a la otra Parte: <br> a) en su ejercicio o periodo fiscal; o <br> b) en cualquier periodo mensual, bimestral, trimestral, cuatrimestral o semestral. <br> Artículo 4-05: Valor de los materiales. <br> a) será el valor de transacción del material; o <br> del material no pueda determinarse conforme a los principios del Artículo 1 <br> del Acuerdo sobre Valoración Aduanera, será calculado de acuerdo con los <br> principios de los Artículos 2 al 7 de ese Acuerdo. <br> 2 Cuando no estén considerados en el párrafo 1 a) o b), el valor de un material incluirá: <br> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas específicas <br> incurrido para el transporte del material hasta el puerto de importación en <br> territorio de la Parte donde se ubica el productor del bien, salvo lo dispuesto en el párrafo 3; y <br> b) los costos de los desechos y desperdicios resultantes del uso del material en <br> la producción del bien, menos cualquier recuperación de estos costos, <br> siempre que la recuperación no exceda del 30 por ciento del valor del <br> material, determinado conforme al párrafo 1. <br> 3 Cuando el productor del bien adquiera un material no originario dentro del territorio <br> b) el productor del bien en la producción de un material originario de fabricación <br> de la Parte donde se encuentra ubicado, el valor del material no originario no incluirá: <br> flete, seguro, costos de empaque y todos los demás costos incurridos en el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se encuentre el productor. <br> 4 Para efectos del cálculo del valor de contenido regional de conformidad con el <br> artículo 4-04, el valor de los materiales no originarios utilizados por el productor en la <br> producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br> utilizado por el productor del bien en la producción de ese bien; o <br> herramientas sean los habituales para el bien. <br> propia y que se designe por el productor como material intermedio de <br> conformidad con el artículo 4-07. <br> Artículo 4-06: De minimis. <br> utilizados en la producción del bien que no cumplan el cambio correspondiente de <br> clasificación arancelaria establecido en el Anexo 4-03 no excede el 8 por ciento del valor <br> 1 Un bien se considerará originario si el valor de todos los materiales no originarios <br> de transacción del bien ajustado sobre la base indicada en el artículo 4-04(2) o (3), según <br> sea el caso, o en los casos referidos en el artículo 4-04(5), si el valor de todos los <br> materiales no originarios no excede el 8 por ciento del costo total. <br> 2 Cuando el bien mencionado en el párrafo 1 esté sujeto, además, a un requisito de <br> cuenta para el cálculo del valor de contenido regional del bien y el bien deberá satisfacer <br> los demás requisitos aplicables de este capítulo. <br> 3 Un bien que esté sujeto a un requisito de valor de contenido regional establecido <br> valor de contenido regional, el valor de esos materiales no originarios se tomará en <br> en el Anexo 4-03 no tendrá que satisfacerlo si el valor de todos los materiales no <br> originarios no excede el 8 por ciento del valor de transacción del bien ajustado sobre la <br> base indicada en el artículo 4-04(2) o (3), según sea el caso, o en los casos referidos en <br> el artículo 4-04(5), si el valor de todos los materiales no originarios no excede el 8 por <br> ciento del costo total. <br> 4 El párrafo 1 no se aplica a: <br> b) un material no originario que se utilice en la producción de bienes <br> comprendidos en los capítulos 01 al 27 del Sistema Armonizado, a menos <br> a) bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> que el material no originario esté comprendido en una subpartida distinta a la <br> del bien para el cual se está determinando el origen de conformidad con este artículo. <br> Artículo 4-07: Materiales intermedios. <br> 1 Para efectos del cálculo del valor de contenido regional, de conformidad con el artículo 4-04, <br> el productor de un bien podrá designar como material intermedio, cualquier <br> material de fabricación propia utilizado en la producción del bien, siempre que ese <br> material sea un bien originario según lo establecido en el artículo 4-03. <br> 2 Cuando el material intermedio esté sujeto a un valor de contenido regional, éste <br> se calculará de acuerdo a lo establecido en el artículo 4-04(4). <br> material intermedio será el costo total que pueda ser asignado razonablemente a ese <br> material intermedio de conformidad con lo establecido en las Reglamentaciones <br> Uniformes de este capítulo. <br> 3 Para efectos del cálculo del valor de contenido regional del bien, el valor del <br> 4 Si un material designado como material intermedio está sujeto a un valor de <br> contenido regional utilizado en la producción de ese material intermedio puede, a su vez, <br> ser designado por el productor como material intermedio. <br> 5 Salvo cuando dos o más productores acumulen su producción conforme al artículo 4-08, <br> la restricción establecida en el párrafo 4 no se aplicará a un material intermedio <br> territorio de la otra Parte. <br> utilizado por otro productor en la producción de un material que posteriormente sea <br> adquirido y utilizado en la producción de un bien por el productor mencionado en el párrafo 4. <br> Artículo 4-08: Acumulación. <br> Partes, que produzcan materiales que estén incorporados en el bien, de manera que la <br> producción de dichos materiales sea considerada como realizada por ese productor, <br> siempre que el bien cumpla con lo establecido en el artículo 4-03. <br> 2 En los casos en que el bien en el cual se está acumulando esté sujeto a un <br> requisito de valor de contenido regional, el cálculo de éste debe realizarse por el método del costo neto. <br> Artículo 4-09: Bienes y materiales fungibles. <br> b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br> ni cualquier otra operación en el territorio de la Parte en que fueron mezclados o <br> Artículo 4-10: Juegos o surtidos. <br> 1 Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla <br> uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen que se <br> haya establecido para cada uno de los bienes en este capítulo. <br> formación del juego o surtido no excede el 8 por ciento del valor de transacción del juego <br> o surtido ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, <br> del artículo 4-04, en los casos referidos en el artículo 4-04(5), si el valor de todos los bienes <br> no originarios antes referidos no excede el 8 por ciento del costo total del juego o surtido. <br> Artículo 4-11: Materiales indirectos. <br> se reporten en los registros contables del productor del bien. <br> Artículo 4-12: Accesorios, refacciones o repuestos y herramientas. <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> producción del bien cumplen con el cambio correspondiente de clasificación arancelaria <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> por separado del bien, independientemente de que se desglosen o detallen <br> por separado en la propia factura; y <br> 2 Lo establecido en el numeral 1 será aplicable siempre que los accesorios, <br> refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura. <br> 3 Cuando el bien esté sujeto a un valor de contenido regional, los accesorios, <br> refacciones o repuestos y herramientas se considerarán como materiales originarios o no <br> 4 Para los fines establecidos en el párrafo 2, cuando los accesorios, refacciones o <br> Artículo 4-13: Envases y materiales de empaque para venta al menudeo. <br> contienen, de conformidad con la Regla General 5 b) del Sistema Armonizado, no se <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se <br> que se establece en el Anexo 4-03. <br> considerará originario, si el valor de todos los bienes no originarios utilizados en la <br> 3 Para los fines establecidos en el párrafo 2, cuando los materiales de empaque y <br> envases correspondan a materiales de fabricación propia, el productor puede designar a <br> esos materiales como materiales intermedios según el artículo 4-07. <br> Artículo 4-14: Contenedores y materiales de embalaje para embarque. <br> Los contenedores y los materiales de embalaje para embarque en que un bien se <br> empaca o acondiciona exclusivamente para su transporte no se tomarán en cuenta para <br> efectos de establecer si: <br> Artículo 4-15: Operaciones y prácticas que no confieren origen. <br> 1 Un bien no se considerará como originario, únicamente por: <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> alteren materialmente las características del bien; <br> b) operaciones simples destinadas a asegurar la conservación del bien durante <br> su transporte o almacenamiento, tales como aireación, refrigeración, <br> congelación, extracción de partes averiadas, secado o adición de sustancias; <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> g) la simple reunión de partes y componentes, cuando se presenten <br> desmontados o sin montar todavía, que se clasifiquen como un bien conforme <br> a la regla 2(a) de las Reglas Generales de Interpretación del Sistema <br> Armonizado. Lo anterior no se aplicará a los bienes que ya habían sido <br> ensamblados y posteriormente desensamblados por conveniencia de <br> empaque, manejo o transporte; <br> h) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; y <br> i) la acumulación de dos o más de las operaciones señaladas en los literales a) <br> al h) de este artículo. <br> contenido regional, ningún otro material de fabricación propia sujeto a un valor de <br> Artículo 4-16: Procesos realizados fuera de los territorios de las Partes. <br> Un bien que haya sido producido de conformidad con los requisitos del artículo 4-03, <br> perderá su condición de originaria si sufre un proceso ulterior o es objeto de cualquier <br> otra operación fuera de los territorios de las Partes en que se haya llevado a cabo la <br> producción conforme al artículo 4-03, distinto a la descarga, recarga o cualquier otro <br> movimiento necesario para mantenerla en buena condición o para transportarla al <br> Artículo 4-17: Expedición, transporte y tránsito de los bienes. <br> Para que los bienes originarios se beneficien de los tratamientos preferenciales, <br> éstos deberán haber sido expedidos directamente de la Parte exportadora a la Parte <br> a) los bienes transportados sin pasar por el territorio de algún país que no sea <br> Parte de este Tratado; <br> b) los bienes en tránsito a través de uno o más países que no sean Parte de <br> este Tratado, con o sin transbordo o almacenamiento temporal, bajo la <br> vigilancia de la autoridad aduanera competente, siempre que: <br> i) el tránsito estuviera justificado por razones geográficas o consideraciones <br> relativas a requerimientos de transporte; <br> ii) no estuvieran destinados al comercio, uso o empleo en el Estado de tránsito; y <br> iii) no sufran, durante su transporte o depósito, ninguna operación distinta a la <br> carga, descarga o manipuleo, para mantenerlas en buenas condiciones o <br> asegurar su conservación. <br> "}, {"ArticleTitle": "Comité de Reglas de Origen y Procedimientos Aduaneros.", "ArticleDesc": "Artículo 4-18: Comité de Reglas de Origen y Procedimientos Aduaneros. <br> 1 El Comité de Reglas de Origen y Procedimientos Aduaneros tendrá las siguientes funciones: <br> a) cooperar en la aplicación de este capítulo, teniendo en cuenta las <br> disposiciones del capítulo V (Procedimientos Aduaneros para el Manejo del <br> Origen de los Bienes); <br> b) a solicitud de cualquiera de las Partes, considerar propuestas de modificación <br> a las reglas de origen específicas del Anexo 4-03, debidamente <br> fundamentadas, que obedezcan a cambios en los procesos productivos u <br> otros asuntos relacionados con la determinación del origen de un bien; <br> c) determinar, cuando corresponda, la incidencia de los costos por intereses <br> incurridos por un productor de una Parte en la producción de un bien, a fin de <br> evitar el uso indebido de esos costos en la determinación de origen de ese bien; <br> d) procurar llegar a acuerdos sobre: <br> i) asuntos de clasificación arancelaria y valoración aduanera relacionados <br> con resoluciones de determinación de origen, a las que se refiere <br> el Artículo 5-08 (Procedimientos para verificar el origen); <br> ii) los procedimientos y criterios comunes para la solicitud, aprobación, <br> modificación, revocación y aplicación de las resoluciones anticipadas, a las <br> que se refiere el Artículo 5-10 (Resoluciones anticipadas); <br> iii) las modificaciones al certificado o declaración de origen a que se refiere <br> el Artículo 5-02 (Declaración y certificación de origen); <br> iv) la interpretación, aplicación y administración uniforme de este capítulo, del <br> capítulo V (Procedimientos Aduaneros para el Manejo del Origen de los <br> Bienes), y de las Reglamentaciones Uniformes; y <br> v) cualquier otro asunto en materia aduanera que se desprenda de este Tratado; <br> e) proponer las modificaciones o adiciones a este capítulo, al capítulo V <br> (Procedimientos Aduaneros para el Manejo del Origen de los Bienes), a las <br> Reglamentaciones Uniformes, y a las materias de su competencia; y <br> f) examinar las propuestas de modificaciones administrativas u operativas en <br> materia aduanera que puedan afectar el flujo comercial entre los territorios de las Partes. <br> 2 Ninguna disposición del capítulo V (Procedimientos Aduaneros para el Manejo del <br> Origen de los Bienes) ni lo dispuesto en el párrafo anterior se interpretará en el sentido de <br> impedir a una Parte la expedición de una resolución de determinación de origen o de una <br> resolución anticipada o la adopción de cualquier otra medida según juzgue necesario, por <br> la circunstancia de encontrarse pendiente la decisión del asunto sometido al <br> conocimiento de este Comité. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definiciones y términos.", "ArticleDesc": "Artículo 5-01: Definiciones y términos. <br> 1 Para efectos de este capítulo, se entenderá por: <br> autoridad aduanera: la \"autoridad aduanera\" de una Parte, según lo dispuesto <br> en el Anexo 5-01 (Autoridad Aduanera); <br> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br> responsable de la validación de los certificados de origen, pudiendo delegar dicha <br> función en otros organismos públicos o entidades privadas. En el caso de México la <br> Secretaría de Economía, o su sucesora; y en el caso de Uruguay, la Dirección General <br> de Comercio, Área Comercio Exterior del Ministerio de Economía y Finanzas, o su sucesora; <br> bienes idénticos: \"mercancías idénticas\", tal como se definen en el Acuerdo sobre Valoración Aduanera; <br> certificado de origen válido: el certificado de origen que haya sido llenado, firmado y <br> validado de conformidad con lo dispuesto en este Tratado y el instructivo de llenado del <br> certificado de origen que las Partes acuerden; <br> exportador: un \"exportador\", ubicado en territorio de una Parte, desde la que el bien es <br> exportado, quien conforme a este capítulo, está obligado a conservar en territorio de esa <br> Parte los registros a que se refiere el artículo 5-06(a); <br> importación comercial: importación de un bien al territorio de una de las Partes con el <br> propósito de venderlo o utilizarlo para fines comerciales, industriales o similares; <br> importador: un \"importador\", ubicado en territorio de una Parte, a la que el bien es <br> importado, quien conforme a este capítulo, está obligado a conservar en territorio de esa <br> Parte los registros a que se refiere el artículo 5-06(b); <br> productor: un \"productor\", tal como se define en el Artículo 4-01 (Definiciones y <br> términos), ubicado en territorio de una Parte, quien está obligado a conservar en <br> territorio de esa Parte los registros a que se refiere el artículo 5-06(a); <br> resolución de determinación de origen: una resolución emitida como resultado de <br> una verificación de origen que establece si un bien califica como originario, de <br> conformidad con el capítulo IV (Régimen de Origen); <br> trato arancelario preferencial: la aplicación de la tasa arancelaria correspondiente a <br> un bien originario, conforme al Programa de Desgravación; y <br> valor: el valor de un bien o material para efectos de calcular los aranceles aduaneros o <br> para efectos de la aplicación del capítulo IV (Régimen de Origen). <br> 2 Salvo lo definido en este artículo, se incorporan a este capítulo las definiciones <br> establecidas en el capítulo IV (Régimen de Origen). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-02: Declaración y certificación de origen. <br> Artículo 5-05: Excepciones. <br> Artículo 5-10: Resoluciones anticipadas. <br> Economía y Finanzas, o su sucesora. <br> 1 Para efectos de este capítulo, a la fecha de entrada en vigor de este Tratado, las <br> A condición de que no forme parte de dos o más importaciones que se efectúen <br> 1 Cada Parte dispondrá que, por conducto de su autoridad aduanera, se otorguen <br> Partes elaborarán un formato único para el certificado de origen, el que podrá ser <br> o se pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> de manera expedita resoluciones anticipadas por escrito, previas a la importación de un <br> modificado previo acuerdo entre ellas. De igual manera, establecerán el conjunto de <br> certificación de los artículos 5-02 y 5-03, las Partes no requerirán el certificado de origen <br> bien a su territorio. Las resoluciones anticipadas serán expedidas por la autoridad <br> datos mínimos que deberá contener la declaración de origen, el que podrá ser <br> en los siguientes casos: <br> aduanera del territorio de la Parte importadora a su importador o al exportador o <br> modificado previo acuerdo entre las Partes. <br> a) la importación comercial de un bien cuyo valor en aduana no <br> productor en territorio de la otra Parte, con base en los hechos y circunstancias <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de 1000 dólares estadounidenses o su equivalente en moneda nacional o una <br> manifestados por los mismos, en relación a: <br> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br> cantidad mayor que la Parte establezca, pero podrán exigir que la factura <br> a) si un bien califica como originario, de conformidad con el capítulo IV (Régimen de Origen); <br> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br> contenga o se acompañe de una declaración del importador o del exportador <br> b) si los materiales no originarios utilizados en la producción de un bien <br> de su validación por parte de la autoridad competente. <br> de que el bien califica como originario; <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen el certificado de <br> b) la importación con fines no comerciales de un bien cuyo valor en aduana no <br> en el Anexo 4-03 (Reglas de origen específicas); <br> exceda de 1,000 dólares estadounidenses o su equivalente en moneda <br> c) si el bien cumple con el valor de contenido regional establecido en el capítulo IV (Régimen de Origen); <br> trato arancelario preferencial. El certificado de origen requerirá de la validación por parte <br> nacional o una cantidad mayor que la Parte establezca; ni <br> de la autoridad competente de la Parte exportadora. <br> c) la importación de un bien para el cual la Parte importadora haya eximido del <br> Parte, de conformidad con los principios del Acuerdo sobre Valoración <br> 4 Cada Parte dispondrá que para la emisión de un certificado de origen, se deberá <br> requisito de presentación del certificado de origen. <br> Aduanera, para el cálculo de valor de transacción del bien o de los <br> presentar una declaración de origen con los antecedentes necesarios que demuestren, <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> Artículo 5-06: Registros contables. <br> materiales utilizados en la producción de un bien, respecto del cual se <br> en forma documental, que el bien cumple con las disposiciones del capítulo IV (Régimen de Origen) <br> Cada Parte dispondrá que: <br> solicita una resolución anticipada, es adecuado para determinar si el bien <br> 5 La autoridad competente de la Parte exportadora: <br> cumple con el valor de contenido regional conforme al capítulo IV (Régimen de Origen); <br> a) determinará los mecanismos administrativos para la validación del certificado <br> origen conserve, durante un periodo mínimo de cinco años después de la <br> e) si el método que aplica el exportador o productor en territorio de la otra <br> de origen llenado y firmado por el exportador; <br> fecha de la validación del certificado o de la firma de la declaración, todos los <br> Parte, para la asignación razonable de costos, de conformidad con las <br> b) proporcionará, a solicitud de la Parte importadora, información relativa al <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> registros y documentos relativos al origen del bien, incluyendo los referentes a: <br> Reglamentaciones Uniformes para el cálculo de costo neto de un bien o el <br> origen de los bienes importados con trato arancelario preferencial; y <br> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br> valor de un material intermedio, es adecuado para determinar si el bien <br> c) comunicará a la otra Parte la relación de las personas autorizadas para <br> cumple con el valor de contenido regional conforme al capítulo referido; <br> validar los certificados de origen con sus correspondientes sellos, firmas y <br> incluso los indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br> f) si un bien que reingresa a su territorio después de haber sido exportado <br> facsímil. Las modificaciones a dicha relación deberán ser comunicadas en <br> iii) la producción del bien en la forma en que se exporte de su territorio; y <br> desde su territorio al territorio de la otra Parte para ser reparado o alterado, <br> los mismos términos. <br> b) un importador que solicite trato arancelario preferencial para un bien que se <br> califica para el trato libre de aranceles aduaneros de conformidad con <br> 6 La autoridad competente de la Parte exportadora, será responsable del archivo <br> importe a su territorio del territorio de la otra Parte, conserve durante un <br> el Artículo 3-07 (Bienes reimportados o reexportados después de haber sido <br> de los ejemplares de los certificados de origen que se validen, manteniendo los archivos <br> periodo mínimo de cinco años, contado a partir de la fecha de la importación, <br> reparados o alterados); y <br> durante un plazo mínimo de 5 (cinco) años, a partir de la fecha de su emisión. Tal <br> el certificado de origen y toda la demás documentación relativa a la <br> g) otros asuntos que las Partes convengan. <br> archivo deberá incluir, además, todos los antecedentes que sirvieron de base para la <br> importación requerida por la Parte importadora. <br> 2 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> validación del certificado de origen. La autoridad competente de la Parte exportadora, <br> Artículo 5-07: Operaciones facturadas por terceros operadores. <br> resoluciones anticipadas, que incluyan: <br> mantendrá un registro permanente de los certificados de origen validados, el cual <br> Los bienes originarios mantendrán dicho carácter, aun cuando sean facturados <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> deberá contener, como mínimo, el número de certificado, el solicitante del mismo y la <br> por terceros operadores, siempre que cumplan con las disposiciones del presente <br> b) la facultad de su autoridad aduanera para pedir en cualquier momento <br> fecha de su emisión. <br> capítulo y del capítulo IV (Régimen de Origen). <br> información adicional a la persona que solicita la resolución anticipada <br> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> Artículo 5-08: Procedimientos para verificar el origen. <br> durante el proceso de evaluación de la solicitud; <br> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> 1 La Parte importadora podrá solicitar a la Parte exportadora información respecto <br> c) la obligación de la autoridad aduanera de expedir la resolución anticipada <br> Parte exportadora ampare: <br> al origen de un bien, por conducto de su autoridad aduanera. Para tal efecto, la <br> una vez que haya obtenido toda la información necesaria de la persona que lo solicita; y <br> a) la exportación de uno o más bienes; o <br> autoridad competente de la Parte exportadora deberá proveer la información solicitada, <br> d) la obligación de la autoridad aduanera de expedir de manera completa, <br> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br> en un plazo no superior a 120 días, contados a partir de la fecha de recepción de la <br> fundada y motivada la resolución anticipada. <br> establecido por el exportador en el certificado, que no excederá de 12 meses. <br> solicitud respectiva. En los casos en que la información solicitada no fuera provista en <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> Artículo 5-03: Obligaciones respecto a las importaciones. <br> dicho plazo, la autoridad aduanera de la Parte importadora podrá negar el trato <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br> arancelario preferencial. <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> un bien importado a su territorio del territorio de la otra Parte, que: <br> 2 Para determinar si un bien que se importe a territorio de una Parte del territorio <br> de acuerdo con lo establecido en el párrafo 5. <br> a) declare por escrito, en el documento de importación previsto en su <br> de la otra Parte con trato arancelario preferencial califica como originario, cada Parte <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> legislación, con base en un certificado de origen válido, que el bien califica como originario; <br> podrá, por conducto de su autoridad aduanera, verificar el origen del bien mediante: <br> mismo trato, la misma interpretación y aplicación de las disposiciones del capítulo IV <br> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; <br> (Régimen de Origen) referentes a la determinación de origen, que haya otorgado a <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad aduanera; y <br> b) visitas de verificación a un exportador o productor en territorio de la otra <br> cualquier otra persona a la que haya expedido una resolución anticipada, cuando los <br> d) presente, hasta tanto la autoridad aduanera no inicie un proceso de <br> Parte, con el propósito de examinar los registros y documentos que acrediten <br> investigación, una declaración corregida y pague los aranceles aduaneros <br> el cumplimiento de las reglas de origen de conformidad con el artículo 5- <br> 5 La resolución anticipada podrá ser modificada o revocada en los siguientes casos: <br> correspondientes, cuando tenga motivos para creer que el certificado de <br> 06a), e inspeccionar las instalaciones que se utilicen en la producción del <br> a) cuando la resolución anticipada se hubiere fundado en algún error: <br> origen en que se sustenta su declaración de importación, contiene <br> bien y, en su caso, las que se utilicen en la producción de los materiales; o <br> i) de hecho, <br> información incorrecta. Cuando el importador cumpla las obligaciones <br> c) otros procedimientos que las Partes acuerden. <br> ii) en la clasificación arancelaria del bien o de los materiales objeto de la resolución, <br> precedentes no será sancionado. <br> Lo dispuesto en este párrafo se hará sin perjuicio de las facultades de revisión <br> iii) en la aplicación del valor de contenido regional conforme al capítulo IV (Régimen de Origen), o <br> 2 Cada Parte dispondrá que, cuando un importador en su territorio no cumpla con <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> iv) en la aplicación de las reglas para determinar si un bien, que reingresa a <br> cualquiera de los requisitos establecidos en este capítulo, se negará el trato arancelario <br> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, <br> su territorio después de que el mismo haya sido exportado de su territorio <br> preferencial solicitado para el bien importado del territorio de la otra Parte. <br> literal a), responderá y devolverá ese cuestionario dentro de un plazo de treinta días. <br> a territorio de la otra Parte para fines de reparación o alteración, califica <br> 3 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br> a) una declaración por escrito, manifestando que el bien calificaba como <br> Durante ese plazo el exportador o productor obtendrá una prórroga, la cual no será <br> para recibir trato libre de aranceles aduaneros conforme al Artículo 3-07 <br> preferencial para un bien importado a su territorio que hubiere calificado como originario, <br> mayor de 30 días, siempre que la solicite por escrito a la Parte importadora que está <br> (Bienes reimportados o reexportados después de haber sido reparados o alterados); <br> el importador del bien, en el plazo de 180 días a partir de la fecha de la importación, <br> realizando la verificación. No obstante lo anterior, la autoridad aduanera de la Parte <br> b) cuando la resolución no esté conforme con una interpretación que las Partes <br> pueda solicitar la devolución de los aranceles aduaneros pagados en exceso por no <br> importadora podrá otorgar una prórroga mayor a 30 días si lo considera necesario. Esta <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> hayan acordado respecto del capítulo III (Trato Nacional y Acceso de Bienes <br> solicitud no conllevará la negación del trato arancelario preferencial. <br> al Mercado) o del capítulo IV (Régimen de Origen); <br> 4 En caso de que el exportador o productor no devuelva el cuestionario a que se <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; <br> originario al momento de la importación; <br> refiere el párrafo 2, literal a) dentro del plazo establecido en el párrafo 3, la Parte <br> d) con el fin de dar cumplimiento a una modificación al capítulo III ((Trato <br> b) una copia del certificado de origen; y <br> escrito del exportador o del productor a quien pretende visitar. <br> importadora podrá negar el trato arancelario preferencial y el bien sujeto a verificación <br> Nacional y Acceso de Bienes al Mercado), al capítulo IV (Régimen de <br> c) cualquier otra documentación relacionada con la importación del bien, según <br> de origen se considerará como un bien no originario y el certificado de origen que lo <br> Origen), a este capítulo, o a las Reglamentaciones Uniformes; o <br> lo requiera esa Parte. <br> ampara se considerará como no válido. <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la resolución anticipada. <br> el párrafo 2, literal b), la Parte importadora estará obligada, por conducto de su <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> autoridad aduanera, a notificar por escrito su intención de efectuar la visita. La <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes de <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo <br> esas fechas, a menos que la persona a la que se le haya expedido no hubiere actuado <br> solicita esta última, a la embajada de esta Parte en territorio de la Parte importadora. La <br> conforme a sus términos y condiciones. <br> autoridad aduanera de la Parte importadora deberá obtener el consentimiento por <br> 7 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> f) el fundamento legal de la visita de verificación. <br> un bien respecto del cual se haya expedido una resolución anticipada, su autoridad <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> aduanera evalúe si: <br> a) la identificación de la autoridad aduanera que hace la notificación; <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> b) las operaciones del exportador o del productor concuerdan con las <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> específica del bien o bienes, así como de los certificados de origen objeto de verificación; <br> método para calcular el valor o asignar el costo son correctos en todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> aspectos sustanciales. <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> 8 Cada Parte dispondrá que, cuando su autoridad aduanera determine que no se <br> 7 Cualquier modificación en el número, nombre o cargo de los funcionarios a que <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 7, dicha <br> se refiere el literal e) del párrafo 6, será comunicada por escrito al exportador o <br> autoridad podrá modificar o revocar la resolución anticipada, según corresponda. <br> productor y a la autoridad competente de la Parte exportadora antes de efectuar la visita <br> 9 Cada Parte dispondrá que, cuando su autoridad aduanera decida que la <br> de verificación. Cualquier modificación de la información a que se refieren los literales <br> resolución anticipada se ha fundado en información incorrecta, no se sancione a la <br> a), b), c) y f) del párrafo 6, será notificada en los términos del párrafo 5. <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> resolución anticipada, sin perjuicio del pago de los aranceles aduaneros correspondientes. <br> 10 Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> negar el trato arancelario preferencial al bien o bienes que habrían sido objeto de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> visita de verificación y el bien sujeto a verificación de origen se considerará como un <br> sustanciales en que se funde la resolución anticipada, o no haya actuado de <br> bien no originario y el certificado de origen que lo ampara se considerará como no válido. <br> conformidad con los términos y condiciones de la misma, la autoridad aduanera que <br> 9 Cada Parte dispondrá que, cuando su autoridad competente reciba una <br> emita la resolución anticipada pueda aplicar las medidas que ameriten las circunstancias. <br> notificación de conformidad con lo dispuesto en el párrafo 5 podrá, en los 15 días <br> 11 Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> siguientes a la fecha de recepción de la notificación, posponer la visita de verificación <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> propuesta por un periodo no mayor a 60 días a partir de la fecha en que se recibió la <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> notificación, o por un plazo mayor que acuerden las Partes, haciéndolo saber por escrito <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> al exportador o productor según corresponda. <br> 12 No será objeto de una resolución anticipada un bien que se encuentre sujeto a <br> 10 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> una verificación de origen o a alguna instancia de revisión o impugnación en territorio de <br> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto en el párrafo 9. <br> cualquiera de las Partes. <br> 11 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto <br> Artículo 5-11: Sanciones. <br> de una visita de verificación, designar dos observadores que estén presentes durante la <br> 1 Cada Parte establecerá o mantendrá sanciones aduaneras, administrativas, <br> visita, siempre que intervengan únicamente en esa calidad. De no designarse <br> civiles o penales, por infracciones a sus leyes y reglamentaciones relacionadas con las <br> observadores por el exportador o el productor, esa omisión no tendrá como <br> disposiciones de este capítulo. <br> consecuencia la posposición de la visita. <br> 2 Nada de lo dispuesto en los artículos 5-03(1)(d), 5-03(2), 5-04(2) ó 5-08(10) se <br> 12 Para los efectos de verificar el cumplimiento de los requisitos de valor de <br> interpretará en el sentido de impedir a una Parte aplicar las medidas según lo ameriten <br> contenido regional, el cálculo del de minimis, o cualquier otra medida contenida en el <br> las circunstancias. <br> capítulo IV (Régimen de origen) por conducto de la autoridad aduanera, se procederá <br> Artículo 5-12: Revisión e impugnación. <br> de conformidad con los principios de contabilidad generalmente aceptados que se <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> apliquen en territorio de la Parte desde la cual se ha exportado el bien. <br> resoluciones de determinación de origen y de resoluciones anticipadas previstos para <br> 13 La autoridad aduanera de la Parte importadora levantará un acta de la visita que <br> contendrá los hechos por ella constatados. Dicha acta podrá ser firmada de conformidad <br> a) llenen y firmen un certificado o una declaración de origen que ampare un <br> por el productor o exportador y los observadores que se hayan designado. El exportador <br> bien que haya sido objeto de una resolución de determinación de origen de <br> o productor podrá dejar asentadas sus disconformidades con lo actuado al pie del acta. <br> acuerdo con el artículo 5-08(14); o <br> La negativa de firmar el acta por el exportador, el productor o los observadores no <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5-10. <br> invalida la misma, debiéndose hacer constar en el acta, en su caso, tal negativa. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 14 Concluida la verificación, la autoridad aduanera proporcionará una resolución <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la <br> responsable de la resolución o resolución anticipada sujeta a revisión, y acceso a una <br> verificación, en la que se determine si el bien o bienes califican o no como originarios, la <br> instancia de revisión judicial o de lo contencioso administrativo de la resolución o de la <br> cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> 15 Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> legislación de cada Parte. <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> que un bien califica como originario, la Parte importadora podrá suspender el trato <br> arancelario preferencial a los bienes idénticos que esa persona exporte o produzca, <br> hasta que la misma pruebe que cumple con lo establecido en el capítulo IV (Régimen de Origen). <br> 16 Cada Parte dispondrá que, cuando su autoridad aduanera determine que un bien <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> importado a su territorio no califica como originario, de acuerdo con la clasificación <br> arancelaria o con el valor aplicado por la Parte a uno o más materiales utilizados en la <br> producción del bien, y ello difiera de la clasificación arancelaria o del valor aplicado a los <br> materiales por la Parte de cuyo territorio se exportó el bien, la resolución de la Parte <br> importadora no surtirá efectos hasta que la notifique por escrito, al importador del bien, <br> así como a la persona que haya llenado y firmado el certificado de origen que lo ampara <br> y a la autoridad competente de la Parte exportadora. <br> 17 La Parte importadora no aplicará la resolución dictada conforme al párrafo 16 a <br> una importación efectuada antes de la fecha en que la resolución surta efectos, siempre que: <br> a) la autoridad aduanera a cuyo territorio se ha importado el bien haya expedido <br> una resolución anticipada conforme al artículo 5-10, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la verificación de origen. <br> 18 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una <br> decisión adoptada de acuerdo con el párrafo 16, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda de noventa días, siempre <br> que el importador del bien o el exportador o productor que haya llenado y firmado el <br> certificado o declaración de origen que lo ampara, acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales <br> por la autoridad aduanera de la Parte exportadora. <br> d) si el método que aplica el exportador o productor en territorio de la otra <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> "}, {"ArticleTitle": "Obligaciones respecto a las exportaciones.", "ArticleDesc": "Artículo 5-04: Obligaciones respecto a las exportaciones. <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> un certificado de origen, entregue copia de dicho certificado a su autoridad aduanera <br> cuando ésta lo solicite. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> una certificación o declaración incorrecta, respectivamente. <br> 3 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> por su exportador o productor, en el sentido de que un bien que vaya a exportarse a <br> territorio de la otra Parte califica como originario, tenga las mismas consecuencias <br> jurídicas, con las modificaciones que requieran las circunstancias, que aquéllas que se <br> aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> contravención de sus leyes y reglamentaciones aduaneras. Además, podrá aplicar tales <br> medidas, según lo ameriten las circunstancias, cuando el exportador o el productor no <br> cumpla con cualquiera de los requisitos de este capítulo. <br> 4 La autoridad competente de la Parte exportadora comunicará por escrito a la <br> autoridad aduanera de la Parte importadora sobre la notificación a que se refiere el párrafo 2. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-02: Declaración y certificación de origen. <br> Artículo 5-05: Excepciones. <br> Artículo 5-10: Resoluciones anticipadas. <br> Economía y Finanzas, o su sucesora. <br> 1 Para efectos de este capítulo, a la fecha de entrada en vigor de este Tratado, las <br> A condición de que no forme parte de dos o más importaciones que se efectúen <br> 1 Cada Parte dispondrá que, por conducto de su autoridad aduanera, se otorguen <br> Partes elaborarán un formato único para el certificado de origen, el que podrá ser <br> o se pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> de manera expedita resoluciones anticipadas por escrito, previas a la importación de un <br> modificado previo acuerdo entre ellas. De igual manera, establecerán el conjunto de <br> certificación de los artículos 5-02 y 5-03, las Partes no requerirán el certificado de origen <br> bien a su territorio. Las resoluciones anticipadas serán expedidas por la autoridad <br> datos mínimos que deberá contener la declaración de origen, el que podrá ser <br> en los siguientes casos: <br> aduanera del territorio de la Parte importadora a su importador o al exportador o <br> modificado previo acuerdo entre las Partes. <br> a) la importación comercial de un bien cuyo valor en aduana no <br> productor en territorio de la otra Parte, con base en los hechos y circunstancias <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de 1000 dólares estadounidenses o su equivalente en moneda nacional o una <br> manifestados por los mismos, en relación a: <br> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br> cantidad mayor que la Parte establezca, pero podrán exigir que la factura <br> a) si un bien califica como originario, de conformidad con el capítulo IV (Régimen de Origen); <br> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br> contenga o se acompañe de una declaración del importador o del exportador <br> b) si los materiales no originarios utilizados en la producción de un bien <br> de su validación por parte de la autoridad competente. <br> de que el bien califica como originario; <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen el certificado de <br> b) la importación con fines no comerciales de un bien cuyo valor en aduana no <br> en el Anexo 4-03 (Reglas de origen específicas); <br> exceda de 1,000 dólares estadounidenses o su equivalente en moneda <br> c) si el bien cumple con el valor de contenido regional establecido en el capítulo IV (Régimen de Origen); <br> trato arancelario preferencial. El certificado de origen requerirá de la validación por parte <br> nacional o una cantidad mayor que la Parte establezca; ni <br> de la autoridad competente de la Parte exportadora. <br> c) la importación de un bien para el cual la Parte importadora haya eximido del <br> Parte, de conformidad con los principios del Acuerdo sobre Valoración <br> 4 Cada Parte dispondrá que para la emisión de un certificado de origen, se deberá <br> requisito de presentación del certificado de origen. <br> Aduanera, para el cálculo de valor de transacción del bien o de los <br> presentar una declaración de origen con los antecedentes necesarios que demuestren, <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> Artículo 5-06: Registros contables. <br> materiales utilizados en la producción de un bien, respecto del cual se <br> en forma documental, que el bien cumple con las disposiciones del capítulo IV (Régimen de Origen) <br> Cada Parte dispondrá que: <br> solicita una resolución anticipada, es adecuado para determinar si el bien <br> 5 La autoridad competente de la Parte exportadora: <br> cumple con el valor de contenido regional conforme al capítulo IV (Régimen de Origen); <br> a) determinará los mecanismos administrativos para la validación del certificado <br> origen conserve, durante un periodo mínimo de cinco años después de la <br> e) si el método que aplica el exportador o productor en territorio de la otra <br> de origen llenado y firmado por el exportador; <br> fecha de la validación del certificado o de la firma de la declaración, todos los <br> Parte, para la asignación razonable de costos, de conformidad con las <br> b) proporcionará, a solicitud de la Parte importadora, información relativa al <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> registros y documentos relativos al origen del bien, incluyendo los referentes a: <br> Reglamentaciones Uniformes para el cálculo de costo neto de un bien o el <br> origen de los bienes importados con trato arancelario preferencial; y <br> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br> valor de un material intermedio, es adecuado para determinar si el bien <br> c) comunicará a la otra Parte la relación de las personas autorizadas para <br> cumple con el valor de contenido regional conforme al capítulo referido; <br> validar los certificados de origen con sus correspondientes sellos, firmas y <br> incluso los indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br> f) si un bien que reingresa a su territorio después de haber sido exportado <br> facsímil. Las modificaciones a dicha relación deberán ser comunicadas en <br> iii) la producción del bien en la forma en que se exporte de su territorio; y <br> desde su territorio al territorio de la otra Parte para ser reparado o alterado, <br> los mismos términos. <br> b) un importador que solicite trato arancelario preferencial para un bien que se <br> califica para el trato libre de aranceles aduaneros de conformidad con <br> 6 La autoridad competente de la Parte exportadora, será responsable del archivo <br> importe a su territorio del territorio de la otra Parte, conserve durante un <br> el Artículo 3-07 (Bienes reimportados o reexportados después de haber sido <br> de los ejemplares de los certificados de origen que se validen, manteniendo los archivos <br> periodo mínimo de cinco años, contado a partir de la fecha de la importación, <br> reparados o alterados); y <br> durante un plazo mínimo de 5 (cinco) años, a partir de la fecha de su emisión. Tal <br> el certificado de origen y toda la demás documentación relativa a la <br> g) otros asuntos que las Partes convengan. <br> archivo deberá incluir, además, todos los antecedentes que sirvieron de base para la <br> importación requerida por la Parte importadora. <br> 2 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> validación del certificado de origen. La autoridad competente de la Parte exportadora, <br> Artículo 5-07: Operaciones facturadas por terceros operadores. <br> resoluciones anticipadas, que incluyan: <br> mantendrá un registro permanente de los certificados de origen validados, el cual <br> Los bienes originarios mantendrán dicho carácter, aun cuando sean facturados <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> deberá contener, como mínimo, el número de certificado, el solicitante del mismo y la <br> por terceros operadores, siempre que cumplan con las disposiciones del presente <br> b) la facultad de su autoridad aduanera para pedir en cualquier momento <br> fecha de su emisión. <br> capítulo y del capítulo IV (Régimen de Origen). <br> información adicional a la persona que solicita la resolución anticipada <br> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> Artículo 5-08: Procedimientos para verificar el origen. <br> durante el proceso de evaluación de la solicitud; <br> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> 1 La Parte importadora podrá solicitar a la Parte exportadora información respecto <br> c) la obligación de la autoridad aduanera de expedir la resolución anticipada <br> Parte exportadora ampare: <br> al origen de un bien, por conducto de su autoridad aduanera. Para tal efecto, la <br> una vez que haya obtenido toda la información necesaria de la persona que lo solicita; y <br> a) la exportación de uno o más bienes; o <br> autoridad competente de la Parte exportadora deberá proveer la información solicitada, <br> d) la obligación de la autoridad aduanera de expedir de manera completa, <br> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br> en un plazo no superior a 120 días, contados a partir de la fecha de recepción de la <br> fundada y motivada la resolución anticipada. <br> establecido por el exportador en el certificado, que no excederá de 12 meses. <br> solicitud respectiva. En los casos en que la información solicitada no fuera provista en <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> Artículo 5-03: Obligaciones respecto a las importaciones. <br> dicho plazo, la autoridad aduanera de la Parte importadora podrá negar el trato <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br> arancelario preferencial. <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> un bien importado a su territorio del territorio de la otra Parte, que: <br> 2 Para determinar si un bien que se importe a territorio de una Parte del territorio <br> de acuerdo con lo establecido en el párrafo 5. <br> a) declare por escrito, en el documento de importación previsto en su <br> de la otra Parte con trato arancelario preferencial califica como originario, cada Parte <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> legislación, con base en un certificado de origen válido, que el bien califica como originario; <br> podrá, por conducto de su autoridad aduanera, verificar el origen del bien mediante: <br> mismo trato, la misma interpretación y aplicación de las disposiciones del capítulo IV <br> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; <br> (Régimen de Origen) referentes a la determinación de origen, que haya otorgado a <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad aduanera; y <br> b) visitas de verificación a un exportador o productor en territorio de la otra <br> cualquier otra persona a la que haya expedido una resolución anticipada, cuando los <br> d) presente, hasta tanto la autoridad aduanera no inicie un proceso de <br> Parte, con el propósito de examinar los registros y documentos que acrediten <br> investigación, una declaración corregida y pague los aranceles aduaneros <br> el cumplimiento de las reglas de origen de conformidad con el artículo 5- <br> 5 La resolución anticipada podrá ser modificada o revocada en los siguientes casos: <br> correspondientes, cuando tenga motivos para creer que el certificado de <br> 06a), e inspeccionar las instalaciones que se utilicen en la producción del <br> a) cuando la resolución anticipada se hubiere fundado en algún error: <br> origen en que se sustenta su declaración de importación, contiene <br> bien y, en su caso, las que se utilicen en la producción de los materiales; o <br> i) de hecho, <br> información incorrecta. Cuando el importador cumpla las obligaciones <br> c) otros procedimientos que las Partes acuerden. <br> ii) en la clasificación arancelaria del bien o de los materiales objeto de la resolución, <br> precedentes no será sancionado. <br> Lo dispuesto en este párrafo se hará sin perjuicio de las facultades de revisión <br> iii) en la aplicación del valor de contenido regional conforme al capítulo IV (Régimen de Origen), o <br> 2 Cada Parte dispondrá que, cuando un importador en su territorio no cumpla con <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> iv) en la aplicación de las reglas para determinar si un bien, que reingresa a <br> cualquiera de los requisitos establecidos en este capítulo, se negará el trato arancelario <br> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, <br> su territorio después de que el mismo haya sido exportado de su territorio <br> preferencial solicitado para el bien importado del territorio de la otra Parte. <br> literal a), responderá y devolverá ese cuestionario dentro de un plazo de treinta días. <br> a territorio de la otra Parte para fines de reparación o alteración, califica <br> 3 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br> a) una declaración por escrito, manifestando que el bien calificaba como <br> Durante ese plazo el exportador o productor obtendrá una prórroga, la cual no será <br> para recibir trato libre de aranceles aduaneros conforme al Artículo 3-07 <br> preferencial para un bien importado a su territorio que hubiere calificado como originario, <br> mayor de 30 días, siempre que la solicite por escrito a la Parte importadora que está <br> (Bienes reimportados o reexportados después de haber sido reparados o alterados); <br> el importador del bien, en el plazo de 180 días a partir de la fecha de la importación, <br> realizando la verificación. No obstante lo anterior, la autoridad aduanera de la Parte <br> b) cuando la resolución no esté conforme con una interpretación que las Partes <br> pueda solicitar la devolución de los aranceles aduaneros pagados en exceso por no <br> importadora podrá otorgar una prórroga mayor a 30 días si lo considera necesario. Esta <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> hayan acordado respecto del capítulo III (Trato Nacional y Acceso de Bienes <br> solicitud no conllevará la negación del trato arancelario preferencial. <br> al Mercado) o del capítulo IV (Régimen de Origen); <br> 4 En caso de que el exportador o productor no devuelva el cuestionario a que se <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; <br> originario al momento de la importación; <br> refiere el párrafo 2, literal a) dentro del plazo establecido en el párrafo 3, la Parte <br> d) con el fin de dar cumplimiento a una modificación al capítulo III ((Trato <br> b) una copia del certificado de origen; y <br> escrito del exportador o del productor a quien pretende visitar. <br> importadora podrá negar el trato arancelario preferencial y el bien sujeto a verificación <br> Nacional y Acceso de Bienes al Mercado), al capítulo IV (Régimen de <br> c) cualquier otra documentación relacionada con la importación del bien, según <br> de origen se considerará como un bien no originario y el certificado de origen que lo <br> Origen), a este capítulo, o a las Reglamentaciones Uniformes; o <br> lo requiera esa Parte. <br> ampara se considerará como no válido. <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la resolución anticipada. <br> el párrafo 2, literal b), la Parte importadora estará obligada, por conducto de su <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> autoridad aduanera, a notificar por escrito su intención de efectuar la visita. La <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes de <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo <br> esas fechas, a menos que la persona a la que se le haya expedido no hubiere actuado <br> solicita esta última, a la embajada de esta Parte en territorio de la Parte importadora. La <br> conforme a sus términos y condiciones. <br> autoridad aduanera de la Parte importadora deberá obtener el consentimiento por <br> 7 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> f) el fundamento legal de la visita de verificación. <br> un bien respecto del cual se haya expedido una resolución anticipada, su autoridad <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> aduanera evalúe si: <br> a) la identificación de la autoridad aduanera que hace la notificación; <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> b) las operaciones del exportador o del productor concuerdan con las <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> específica del bien o bienes, así como de los certificados de origen objeto de verificación; <br> método para calcular el valor o asignar el costo son correctos en todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> aspectos sustanciales. <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> 8 Cada Parte dispondrá que, cuando su autoridad aduanera determine que no se <br> 7 Cualquier modificación en el número, nombre o cargo de los funcionarios a que <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 7, dicha <br> se refiere el literal e) del párrafo 6, será comunicada por escrito al exportador o <br> autoridad podrá modificar o revocar la resolución anticipada, según corresponda. <br> productor y a la autoridad competente de la Parte exportadora antes de efectuar la visita <br> 9 Cada Parte dispondrá que, cuando su autoridad aduanera decida que la <br> de verificación. Cualquier modificación de la información a que se refieren los literales <br> resolución anticipada se ha fundado en información incorrecta, no se sancione a la <br> a), b), c) y f) del párrafo 6, será notificada en los términos del párrafo 5. <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> resolución anticipada, sin perjuicio del pago de los aranceles aduaneros correspondientes. <br> 10 Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> negar el trato arancelario preferencial al bien o bienes que habrían sido objeto de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> visita de verificación y el bien sujeto a verificación de origen se considerará como un <br> sustanciales en que se funde la resolución anticipada, o no haya actuado de <br> bien no originario y el certificado de origen que lo ampara se considerará como no válido. <br> conformidad con los términos y condiciones de la misma, la autoridad aduanera que <br> 9 Cada Parte dispondrá que, cuando su autoridad competente reciba una <br> emita la resolución anticipada pueda aplicar las medidas que ameriten las circunstancias. <br> notificación de conformidad con lo dispuesto en el párrafo 5 podrá, en los 15 días <br> 11 Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> siguientes a la fecha de recepción de la notificación, posponer la visita de verificación <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> propuesta por un periodo no mayor a 60 días a partir de la fecha en que se recibió la <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> notificación, o por un plazo mayor que acuerden las Partes, haciéndolo saber por escrito <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> al exportador o productor según corresponda. <br> 12 No será objeto de una resolución anticipada un bien que se encuentre sujeto a <br> 10 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> una verificación de origen o a alguna instancia de revisión o impugnación en territorio de <br> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto en el párrafo 9. <br> cualquiera de las Partes. <br> 11 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto <br> Artículo 5-11: Sanciones. <br> de una visita de verificación, designar dos observadores que estén presentes durante la <br> 1 Cada Parte establecerá o mantendrá sanciones aduaneras, administrativas, <br> visita, siempre que intervengan únicamente en esa calidad. De no designarse <br> civiles o penales, por infracciones a sus leyes y reglamentaciones relacionadas con las <br> observadores por el exportador o el productor, esa omisión no tendrá como <br> disposiciones de este capítulo. <br> consecuencia la posposición de la visita. <br> 2 Nada de lo dispuesto en los artículos 5-03(1)(d), 5-03(2), 5-04(2) ó 5-08(10) se <br> 12 Para los efectos de verificar el cumplimiento de los requisitos de valor de <br> interpretará en el sentido de impedir a una Parte aplicar las medidas según lo ameriten <br> contenido regional, el cálculo del de minimis, o cualquier otra medida contenida en el <br> las circunstancias. <br> capítulo IV (Régimen de origen) por conducto de la autoridad aduanera, se procederá <br> Artículo 5-12: Revisión e impugnación. <br> de conformidad con los principios de contabilidad generalmente aceptados que se <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> apliquen en territorio de la Parte desde la cual se ha exportado el bien. <br> resoluciones de determinación de origen y de resoluciones anticipadas previstos para <br> 13 La autoridad aduanera de la Parte importadora levantará un acta de la visita que <br> contendrá los hechos por ella constatados. Dicha acta podrá ser firmada de conformidad <br> a) llenen y firmen un certificado o una declaración de origen que ampare un <br> por el productor o exportador y los observadores que se hayan designado. El exportador <br> bien que haya sido objeto de una resolución de determinación de origen de <br> o productor podrá dejar asentadas sus disconformidades con lo actuado al pie del acta. <br> acuerdo con el artículo 5-08(14); o <br> La negativa de firmar el acta por el exportador, el productor o los observadores no <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5-10. <br> invalida la misma, debiéndose hacer constar en el acta, en su caso, tal negativa. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 14 Concluida la verificación, la autoridad aduanera proporcionará una resolución <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la <br> responsable de la resolución o resolución anticipada sujeta a revisión, y acceso a una <br> verificación, en la que se determine si el bien o bienes califican o no como originarios, la <br> instancia de revisión judicial o de lo contencioso administrativo de la resolución o de la <br> cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> 15 Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> legislación de cada Parte. <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> que un bien califica como originario, la Parte importadora podrá suspender el trato <br> arancelario preferencial a los bienes idénticos que esa persona exporte o produzca, <br> hasta que la misma pruebe que cumple con lo establecido en el capítulo IV (Régimen de Origen). <br> 16 Cada Parte dispondrá que, cuando su autoridad aduanera determine que un bien <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> importado a su territorio no califica como originario, de acuerdo con la clasificación <br> arancelaria o con el valor aplicado por la Parte a uno o más materiales utilizados en la <br> producción del bien, y ello difiera de la clasificación arancelaria o del valor aplicado a los <br> materiales por la Parte de cuyo territorio se exportó el bien, la resolución de la Parte <br> importadora no surtirá efectos hasta que la notifique por escrito, al importador del bien, <br> así como a la persona que haya llenado y firmado el certificado de origen que lo ampara <br> y a la autoridad competente de la Parte exportadora. <br> 17 La Parte importadora no aplicará la resolución dictada conforme al párrafo 16 a <br> una importación efectuada antes de la fecha en que la resolución surta efectos, siempre que: <br> a) la autoridad aduanera a cuyo territorio se ha importado el bien haya expedido <br> una resolución anticipada conforme al artículo 5-10, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la verificación de origen. <br> 18 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una <br> decisión adoptada de acuerdo con el párrafo 16, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda de noventa días, siempre <br> que el importador del bien o el exportador o productor que haya llenado y firmado el <br> certificado o declaración de origen que lo ampara, acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales <br> por la autoridad aduanera de la Parte exportadora. <br> d) si el método que aplica el exportador o productor en territorio de la otra <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> "}, {"ArticleTitle": "Confidencialidad.", "ArticleDesc": "Artículo 5-09: Confidencialidad. <br> 1 Cada Parte mantendrá, de conformidad con lo establecido en su legislación, la <br> confidencialidad de la información que tenga tal carácter, obtenida conforme a este <br> capítulo y la protegerá de toda divulgación que pudiera perjudicar a la persona que la proporcione. <br> 2 La información confidencial obtenida conforme a este capítulo sólo podrá darse a <br> conocer a las autoridades responsables de la administración y aplicación de las <br> resoluciones de determinación de origen y de los asuntos aduaneros o tributarios, según proceda. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-02: Declaración y certificación de origen. <br> Artículo 5-05: Excepciones. <br> Artículo 5-10: Resoluciones anticipadas. <br> Economía y Finanzas, o su sucesora. <br> 1 Para efectos de este capítulo, a la fecha de entrada en vigor de este Tratado, las <br> A condición de que no forme parte de dos o más importaciones que se efectúen <br> 1 Cada Parte dispondrá que, por conducto de su autoridad aduanera, se otorguen <br> Partes elaborarán un formato único para el certificado de origen, el que podrá ser <br> o se pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> de manera expedita resoluciones anticipadas por escrito, previas a la importación de un <br> modificado previo acuerdo entre ellas. De igual manera, establecerán el conjunto de <br> certificación de los artículos 5-02 y 5-03, las Partes no requerirán el certificado de origen <br> bien a su territorio. Las resoluciones anticipadas serán expedidas por la autoridad <br> datos mínimos que deberá contener la declaración de origen, el que podrá ser <br> en los siguientes casos: <br> aduanera del territorio de la Parte importadora a su importador o al exportador o <br> modificado previo acuerdo entre las Partes. <br> a) la importación comercial de un bien cuyo valor en aduana no <br> productor en territorio de la otra Parte, con base en los hechos y circunstancias <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de 1000 dólares estadounidenses o su equivalente en moneda nacional o una <br> manifestados por los mismos, en relación a: <br> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br> cantidad mayor que la Parte establezca, pero podrán exigir que la factura <br> a) si un bien califica como originario, de conformidad con el capítulo IV (Régimen de Origen); <br> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br> contenga o se acompañe de una declaración del importador o del exportador <br> b) si los materiales no originarios utilizados en la producción de un bien <br> de su validación por parte de la autoridad competente. <br> de que el bien califica como originario; <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen el certificado de <br> b) la importación con fines no comerciales de un bien cuyo valor en aduana no <br> en el Anexo 4-03 (Reglas de origen específicas); <br> exceda de 1,000 dólares estadounidenses o su equivalente en moneda <br> c) si el bien cumple con el valor de contenido regional establecido en el capítulo IV (Régimen de Origen); <br> trato arancelario preferencial. El certificado de origen requerirá de la validación por parte <br> nacional o una cantidad mayor que la Parte establezca; ni <br> de la autoridad competente de la Parte exportadora. <br> c) la importación de un bien para el cual la Parte importadora haya eximido del <br> Parte, de conformidad con los principios del Acuerdo sobre Valoración <br> 4 Cada Parte dispondrá que para la emisión de un certificado de origen, se deberá <br> requisito de presentación del certificado de origen. <br> Aduanera, para el cálculo de valor de transacción del bien o de los <br> presentar una declaración de origen con los antecedentes necesarios que demuestren, <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> Artículo 5-06: Registros contables. <br> materiales utilizados en la producción de un bien, respecto del cual se <br> en forma documental, que el bien cumple con las disposiciones del capítulo IV (Régimen de Origen) <br> Cada Parte dispondrá que: <br> solicita una resolución anticipada, es adecuado para determinar si el bien <br> 5 La autoridad competente de la Parte exportadora: <br> cumple con el valor de contenido regional conforme al capítulo IV (Régimen de Origen); <br> a) determinará los mecanismos administrativos para la validación del certificado <br> origen conserve, durante un periodo mínimo de cinco años después de la <br> e) si el método que aplica el exportador o productor en territorio de la otra <br> de origen llenado y firmado por el exportador; <br> fecha de la validación del certificado o de la firma de la declaración, todos los <br> Parte, para la asignación razonable de costos, de conformidad con las <br> b) proporcionará, a solicitud de la Parte importadora, información relativa al <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> registros y documentos relativos al origen del bien, incluyendo los referentes a: <br> Reglamentaciones Uniformes para el cálculo de costo neto de un bien o el <br> origen de los bienes importados con trato arancelario preferencial; y <br> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br> valor de un material intermedio, es adecuado para determinar si el bien <br> c) comunicará a la otra Parte la relación de las personas autorizadas para <br> cumple con el valor de contenido regional conforme al capítulo referido; <br> validar los certificados de origen con sus correspondientes sellos, firmas y <br> incluso los indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br> f) si un bien que reingresa a su territorio después de haber sido exportado <br> facsímil. Las modificaciones a dicha relación deberán ser comunicadas en <br> iii) la producción del bien en la forma en que se exporte de su territorio; y <br> desde su territorio al territorio de la otra Parte para ser reparado o alterado, <br> los mismos términos. <br> b) un importador que solicite trato arancelario preferencial para un bien que se <br> califica para el trato libre de aranceles aduaneros de conformidad con <br> 6 La autoridad competente de la Parte exportadora, será responsable del archivo <br> importe a su territorio del territorio de la otra Parte, conserve durante un <br> el Artículo 3-07 (Bienes reimportados o reexportados después de haber sido <br> de los ejemplares de los certificados de origen que se validen, manteniendo los archivos <br> periodo mínimo de cinco años, contado a partir de la fecha de la importación, <br> reparados o alterados); y <br> durante un plazo mínimo de 5 (cinco) años, a partir de la fecha de su emisión. Tal <br> el certificado de origen y toda la demás documentación relativa a la <br> g) otros asuntos que las Partes convengan. <br> archivo deberá incluir, además, todos los antecedentes que sirvieron de base para la <br> importación requerida por la Parte importadora. <br> 2 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> validación del certificado de origen. La autoridad competente de la Parte exportadora, <br> Artículo 5-07: Operaciones facturadas por terceros operadores. <br> resoluciones anticipadas, que incluyan: <br> mantendrá un registro permanente de los certificados de origen validados, el cual <br> Los bienes originarios mantendrán dicho carácter, aun cuando sean facturados <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> deberá contener, como mínimo, el número de certificado, el solicitante del mismo y la <br> por terceros operadores, siempre que cumplan con las disposiciones del presente <br> b) la facultad de su autoridad aduanera para pedir en cualquier momento <br> fecha de su emisión. <br> capítulo y del capítulo IV (Régimen de Origen). <br> información adicional a la persona que solicita la resolución anticipada <br> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> Artículo 5-08: Procedimientos para verificar el origen. <br> durante el proceso de evaluación de la solicitud; <br> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> 1 La Parte importadora podrá solicitar a la Parte exportadora información respecto <br> c) la obligación de la autoridad aduanera de expedir la resolución anticipada <br> Parte exportadora ampare: <br> al origen de un bien, por conducto de su autoridad aduanera. Para tal efecto, la <br> una vez que haya obtenido toda la información necesaria de la persona que lo solicita; y <br> a) la exportación de uno o más bienes; o <br> autoridad competente de la Parte exportadora deberá proveer la información solicitada, <br> d) la obligación de la autoridad aduanera de expedir de manera completa, <br> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br> en un plazo no superior a 120 días, contados a partir de la fecha de recepción de la <br> fundada y motivada la resolución anticipada. <br> establecido por el exportador en el certificado, que no excederá de 12 meses. <br> solicitud respectiva. En los casos en que la información solicitada no fuera provista en <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> Artículo 5-03: Obligaciones respecto a las importaciones. <br> dicho plazo, la autoridad aduanera de la Parte importadora podrá negar el trato <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br> arancelario preferencial. <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> un bien importado a su territorio del territorio de la otra Parte, que: <br> 2 Para determinar si un bien que se importe a territorio de una Parte del territorio <br> de acuerdo con lo establecido en el párrafo 5. <br> a) declare por escrito, en el documento de importación previsto en su <br> de la otra Parte con trato arancelario preferencial califica como originario, cada Parte <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> legislación, con base en un certificado de origen válido, que el bien califica como originario; <br> podrá, por conducto de su autoridad aduanera, verificar el origen del bien mediante: <br> mismo trato, la misma interpretación y aplicación de las disposiciones del capítulo IV <br> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; <br> (Régimen de Origen) referentes a la determinación de origen, que haya otorgado a <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad aduanera; y <br> b) visitas de verificación a un exportador o productor en territorio de la otra <br> cualquier otra persona a la que haya expedido una resolución anticipada, cuando los <br> d) presente, hasta tanto la autoridad aduanera no inicie un proceso de <br> Parte, con el propósito de examinar los registros y documentos que acrediten <br> investigación, una declaración corregida y pague los aranceles aduaneros <br> el cumplimiento de las reglas de origen de conformidad con el artículo 5- <br> 5 La resolución anticipada podrá ser modificada o revocada en los siguientes casos: <br> correspondientes, cuando tenga motivos para creer que el certificado de <br> 06a), e inspeccionar las instalaciones que se utilicen en la producción del <br> a) cuando la resolución anticipada se hubiere fundado en algún error: <br> origen en que se sustenta su declaración de importación, contiene <br> bien y, en su caso, las que se utilicen en la producción de los materiales; o <br> i) de hecho, <br> información incorrecta. Cuando el importador cumpla las obligaciones <br> c) otros procedimientos que las Partes acuerden. <br> ii) en la clasificación arancelaria del bien o de los materiales objeto de la resolución, <br> precedentes no será sancionado. <br> Lo dispuesto en este párrafo se hará sin perjuicio de las facultades de revisión <br> iii) en la aplicación del valor de contenido regional conforme al capítulo IV (Régimen de Origen), o <br> 2 Cada Parte dispondrá que, cuando un importador en su territorio no cumpla con <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> iv) en la aplicación de las reglas para determinar si un bien, que reingresa a <br> cualquiera de los requisitos establecidos en este capítulo, se negará el trato arancelario <br> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, <br> su territorio después de que el mismo haya sido exportado de su territorio <br> preferencial solicitado para el bien importado del territorio de la otra Parte. <br> literal a), responderá y devolverá ese cuestionario dentro de un plazo de treinta días. <br> a territorio de la otra Parte para fines de reparación o alteración, califica <br> 3 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br> a) una declaración por escrito, manifestando que el bien calificaba como <br> Durante ese plazo el exportador o productor obtendrá una prórroga, la cual no será <br> para recibir trato libre de aranceles aduaneros conforme al Artículo 3-07 <br> preferencial para un bien importado a su territorio que hubiere calificado como originario, <br> mayor de 30 días, siempre que la solicite por escrito a la Parte importadora que está <br> (Bienes reimportados o reexportados después de haber sido reparados o alterados); <br> el importador del bien, en el plazo de 180 días a partir de la fecha de la importación, <br> realizando la verificación. No obstante lo anterior, la autoridad aduanera de la Parte <br> b) cuando la resolución no esté conforme con una interpretación que las Partes <br> pueda solicitar la devolución de los aranceles aduaneros pagados en exceso por no <br> importadora podrá otorgar una prórroga mayor a 30 días si lo considera necesario. Esta <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> hayan acordado respecto del capítulo III (Trato Nacional y Acceso de Bienes <br> solicitud no conllevará la negación del trato arancelario preferencial. <br> al Mercado) o del capítulo IV (Régimen de Origen); <br> 4 En caso de que el exportador o productor no devuelva el cuestionario a que se <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; <br> originario al momento de la importación; <br> refiere el párrafo 2, literal a) dentro del plazo establecido en el párrafo 3, la Parte <br> d) con el fin de dar cumplimiento a una modificación al capítulo III ((Trato <br> b) una copia del certificado de origen; y <br> escrito del exportador o del productor a quien pretende visitar. <br> importadora podrá negar el trato arancelario preferencial y el bien sujeto a verificación <br> Nacional y Acceso de Bienes al Mercado), al capítulo IV (Régimen de <br> c) cualquier otra documentación relacionada con la importación del bien, según <br> de origen se considerará como un bien no originario y el certificado de origen que lo <br> Origen), a este capítulo, o a las Reglamentaciones Uniformes; o <br> lo requiera esa Parte. <br> ampara se considerará como no válido. <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la resolución anticipada. <br> el párrafo 2, literal b), la Parte importadora estará obligada, por conducto de su <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> autoridad aduanera, a notificar por escrito su intención de efectuar la visita. La <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes de <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo <br> esas fechas, a menos que la persona a la que se le haya expedido no hubiere actuado <br> solicita esta última, a la embajada de esta Parte en territorio de la Parte importadora. La <br> conforme a sus términos y condiciones. <br> autoridad aduanera de la Parte importadora deberá obtener el consentimiento por <br> 7 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> f) el fundamento legal de la visita de verificación. <br> un bien respecto del cual se haya expedido una resolución anticipada, su autoridad <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> aduanera evalúe si: <br> a) la identificación de la autoridad aduanera que hace la notificación; <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> b) las operaciones del exportador o del productor concuerdan con las <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> específica del bien o bienes, así como de los certificados de origen objeto de verificación; <br> método para calcular el valor o asignar el costo son correctos en todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> aspectos sustanciales. <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> 8 Cada Parte dispondrá que, cuando su autoridad aduanera determine que no se <br> 7 Cualquier modificación en el número, nombre o cargo de los funcionarios a que <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 7, dicha <br> se refiere el literal e) del párrafo 6, será comunicada por escrito al exportador o <br> autoridad podrá modificar o revocar la resolución anticipada, según corresponda. <br> productor y a la autoridad competente de la Parte exportadora antes de efectuar la visita <br> 9 Cada Parte dispondrá que, cuando su autoridad aduanera decida que la <br> de verificación. Cualquier modificación de la información a que se refieren los literales <br> resolución anticipada se ha fundado en información incorrecta, no se sancione a la <br> a), b), c) y f) del párrafo 6, será notificada en los términos del párrafo 5. <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> resolución anticipada, sin perjuicio del pago de los aranceles aduaneros correspondientes. <br> 10 Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> negar el trato arancelario preferencial al bien o bienes que habrían sido objeto de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> visita de verificación y el bien sujeto a verificación de origen se considerará como un <br> sustanciales en que se funde la resolución anticipada, o no haya actuado de <br> bien no originario y el certificado de origen que lo ampara se considerará como no válido. <br> conformidad con los términos y condiciones de la misma, la autoridad aduanera que <br> 9 Cada Parte dispondrá que, cuando su autoridad competente reciba una <br> emita la resolución anticipada pueda aplicar las medidas que ameriten las circunstancias. <br> notificación de conformidad con lo dispuesto en el párrafo 5 podrá, en los 15 días <br> 11 Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> siguientes a la fecha de recepción de la notificación, posponer la visita de verificación <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> propuesta por un periodo no mayor a 60 días a partir de la fecha en que se recibió la <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> notificación, o por un plazo mayor que acuerden las Partes, haciéndolo saber por escrito <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> al exportador o productor según corresponda. <br> 12 No será objeto de una resolución anticipada un bien que se encuentre sujeto a <br> 10 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> una verificación de origen o a alguna instancia de revisión o impugnación en territorio de <br> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto en el párrafo 9. <br> cualquiera de las Partes. <br> 11 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto <br> Artículo 5-11: Sanciones. <br> de una visita de verificación, designar dos observadores que estén presentes durante la <br> 1 Cada Parte establecerá o mantendrá sanciones aduaneras, administrativas, <br> visita, siempre que intervengan únicamente en esa calidad. De no designarse <br> civiles o penales, por infracciones a sus leyes y reglamentaciones relacionadas con las <br> observadores por el exportador o el productor, esa omisión no tendrá como <br> disposiciones de este capítulo. <br> consecuencia la posposición de la visita. <br> 2 Nada de lo dispuesto en los artículos 5-03(1)(d), 5-03(2), 5-04(2) ó 5-08(10) se <br> 12 Para los efectos de verificar el cumplimiento de los requisitos de valor de <br> interpretará en el sentido de impedir a una Parte aplicar las medidas según lo ameriten <br> contenido regional, el cálculo del de minimis, o cualquier otra medida contenida en el <br> las circunstancias. <br> capítulo IV (Régimen de origen) por conducto de la autoridad aduanera, se procederá <br> Artículo 5-12: Revisión e impugnación. <br> de conformidad con los principios de contabilidad generalmente aceptados que se <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> apliquen en territorio de la Parte desde la cual se ha exportado el bien. <br> resoluciones de determinación de origen y de resoluciones anticipadas previstos para <br> 13 La autoridad aduanera de la Parte importadora levantará un acta de la visita que <br> contendrá los hechos por ella constatados. Dicha acta podrá ser firmada de conformidad <br> a) llenen y firmen un certificado o una declaración de origen que ampare un <br> por el productor o exportador y los observadores que se hayan designado. El exportador <br> bien que haya sido objeto de una resolución de determinación de origen de <br> o productor podrá dejar asentadas sus disconformidades con lo actuado al pie del acta. <br> acuerdo con el artículo 5-08(14); o <br> La negativa de firmar el acta por el exportador, el productor o los observadores no <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5-10. <br> invalida la misma, debiéndose hacer constar en el acta, en su caso, tal negativa. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 14 Concluida la verificación, la autoridad aduanera proporcionará una resolución <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la <br> responsable de la resolución o resolución anticipada sujeta a revisión, y acceso a una <br> verificación, en la que se determine si el bien o bienes califican o no como originarios, la <br> instancia de revisión judicial o de lo contencioso administrativo de la resolución o de la <br> cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> 15 Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> legislación de cada Parte. <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> que un bien califica como originario, la Parte importadora podrá suspender el trato <br> arancelario preferencial a los bienes idénticos que esa persona exporte o produzca, <br> hasta que la misma pruebe que cumple con lo establecido en el capítulo IV (Régimen de Origen). <br> 16 Cada Parte dispondrá que, cuando su autoridad aduanera determine que un bien <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> importado a su territorio no califica como originario, de acuerdo con la clasificación <br> arancelaria o con el valor aplicado por la Parte a uno o más materiales utilizados en la <br> producción del bien, y ello difiera de la clasificación arancelaria o del valor aplicado a los <br> materiales por la Parte de cuyo territorio se exportó el bien, la resolución de la Parte <br> importadora no surtirá efectos hasta que la notifique por escrito, al importador del bien, <br> así como a la persona que haya llenado y firmado el certificado de origen que lo ampara <br> y a la autoridad competente de la Parte exportadora. <br> 17 La Parte importadora no aplicará la resolución dictada conforme al párrafo 16 a <br> una importación efectuada antes de la fecha en que la resolución surta efectos, siempre que: <br> a) la autoridad aduanera a cuyo territorio se ha importado el bien haya expedido <br> una resolución anticipada conforme al artículo 5-10, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la verificación de origen. <br> 18 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una <br> decisión adoptada de acuerdo con el párrafo 16, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda de noventa días, siempre <br> que el importador del bien o el exportador o productor que haya llenado y firmado el <br> certificado o declaración de origen que lo ampara, acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales <br> por la autoridad aduanera de la Parte exportadora. <br> d) si el método que aplica el exportador o productor en territorio de la otra <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> "}, {"ArticleTitle": "Reglamentaciones Uniformes.", "ArticleDesc": "Artículo 5-13: Reglamentaciones Uniformes. <br> 1 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes <br> y reglamentaciones, a la fecha de entrada en vigor de este Tratado y en cualquier <br> tiempo posterior, mediante acuerdo expreso, Reglamentaciones Uniformes referentes a <br> la interpretación, aplicación y administración del capítulo III (Trato Nacional y Acceso de <br> Bienes al Mercado), del capítulo IV (Régimen de Origen), de este capítulo y de otros <br> asuntos que convengan las Partes. <br> 2 Cada Parte pondrá en práctica toda modificación o adición a las <br> Reglamentaciones Uniformes, a más tardar 180 días después del acuerdo respectivo <br> entre las Partes, o en cualquier otro plazo que éstas convengan. <br> "}, {"ArticleTitle": "Cooperación.", "ArticleDesc": "Artículo 5-14: Cooperación. <br> 1 Cada Parte notificará a la otra las siguientes medidas, resoluciones o <br> determinaciones incluyendo, hasta donde sea factible, las que estén en vías de aplicarse: <br> a) una resolución de determinación de origen expedida como resultado de una <br> visita de verificación de origen efectuada conforme al artículo 5-08, una vez <br> agotadas las instancias de revisión e impugnación a que se refiere el artículo 5-12; <br> b) una resolución de determinación de origen que la Parte considere contraria a <br> una resolución dictada por la autoridad aduanera de la otra Parte sobre <br> clasificación arancelaria o el valor de un bien, o de los materiales utilizados <br> en la elaboración de un bien, o la asignación razonable de costos cuando se <br> calcule el costo neto de un bien objeto de una determinación de origen; <br> c) una medida que establezca o modifique significativamente una política <br> administrativa y que pudiera afectar en el futuro las resoluciones de <br> determinación de origen; y <br> d) una resolución anticipada o su modificación, conforme al artículo 5-10. <br> 2 Las Partes cooperarán: <br> a) en la aplicación de sus respectivas leyes o reglamentaciones aduaneras para <br> la aplicación de este Tratado, así como todo acuerdo aduanero de asistencia <br> mutua u otro acuerdo aduanero del cual sean parte; <br> b) en la medida de lo posible y para efectos de facilitar el comercio entre sus <br> territorios, en asuntos aduaneros tales como los relacionados con el acopio e <br> intercambio de estadísticas sobre importación y exportación de bienes, la <br> armonización de la documentación empleada en el comercio, la uniformidad <br> de los elementos de información, la aceptación de una sintaxis internacional <br> de datos y el intercambio de información; <br> c) en la medida de lo posible, en el archivo y envío de la documentación relativa a aduanas; <br> d) en la medida de lo posible, en la verificación del origen de un bien, para <br> cuyos efectos, la autoridad competente de la Parte importadora podrá <br> solicitar a la autoridad aduanera de la otra Parte que esta última practique en <br> su territorio determinadas operaciones o diligencias conducentes a dicho fin, <br> emitiendo el respectivo informe; y <br> e) en buscar algún mecanismo con el propósito de descubrir y prevenir el <br> trasbordo ilícito de bienes provenientes de un país que no sea Parte. <br> Anexo 5-01 <br> Autoridad Aduanera <br> Para efectos de este capítulo, se entenderá por \"autoridad aduanera\", la <br> autoridad que conforme a la legislación de cada Parte, es responsable de la <br> administración de sus leyes y reglamentaciones aduaneras: <br> a) para el caso de México, la Secretaría de Hacienda y Crédito Público y el <br> Servicio de Administración Tributaria, o sus sucesoras; y <br> b) para el caso de Uruguay, la Dirección Nacional de Aduanas del Ministerio de <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5-02: Declaración y certificación de origen. <br> Artículo 5-05: Excepciones. <br> Artículo 5-10: Resoluciones anticipadas. <br> Economía y Finanzas, o su sucesora. <br> 1 Para efectos de este capítulo, a la fecha de entrada en vigor de este Tratado, las <br> A condición de que no forme parte de dos o más importaciones que se efectúen <br> 1 Cada Parte dispondrá que, por conducto de su autoridad aduanera, se otorguen <br> Partes elaborarán un formato único para el certificado de origen, el que podrá ser <br> o se pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> de manera expedita resoluciones anticipadas por escrito, previas a la importación de un <br> modificado previo acuerdo entre ellas. De igual manera, establecerán el conjunto de <br> certificación de los artículos 5-02 y 5-03, las Partes no requerirán el certificado de origen <br> bien a su territorio. Las resoluciones anticipadas serán expedidas por la autoridad <br> datos mínimos que deberá contener la declaración de origen, el que podrá ser <br> en los siguientes casos: <br> aduanera del territorio de la Parte importadora a su importador o al exportador o <br> modificado previo acuerdo entre las Partes. <br> a) la importación comercial de un bien cuyo valor en aduana no <br> productor en territorio de la otra Parte, con base en los hechos y circunstancias <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que un <br> origen respecto de la exportación de un bien para el cual un importador pueda solicitar <br> exceda de 1000 dólares estadounidenses o su equivalente en moneda nacional o una <br> manifestados por los mismos, en relación a: <br> bien que se exporte de territorio de una Parte a territorio de la otra Parte califica como <br> cantidad mayor que la Parte establezca, pero podrán exigir que la factura <br> a) si un bien califica como originario, de conformidad con el capítulo IV (Régimen de Origen); <br> originario. El certificado tendrá una vigencia de hasta 2 (dos) años, a partir de la fecha <br> contenga o se acompañe de una declaración del importador o del exportador <br> b) si los materiales no originarios utilizados en la producción de un bien <br> de su validación por parte de la autoridad competente. <br> de que el bien califica como originario; <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen el certificado de <br> b) la importación con fines no comerciales de un bien cuyo valor en aduana no <br> en el Anexo 4-03 (Reglas de origen específicas); <br> exceda de 1,000 dólares estadounidenses o su equivalente en moneda <br> c) si el bien cumple con el valor de contenido regional establecido en el capítulo IV (Régimen de Origen); <br> trato arancelario preferencial. El certificado de origen requerirá de la validación por parte <br> nacional o una cantidad mayor que la Parte establezca; ni <br> de la autoridad competente de la Parte exportadora. <br> c) la importación de un bien para el cual la Parte importadora haya eximido del <br> Parte, de conformidad con los principios del Acuerdo sobre Valoración <br> 4 Cada Parte dispondrá que para la emisión de un certificado de origen, se deberá <br> requisito de presentación del certificado de origen. <br> Aduanera, para el cálculo de valor de transacción del bien o de los <br> presentar una declaración de origen con los antecedentes necesarios que demuestren, <br> a) su exportador o productor que llene y firme un certificado o declaración de <br> Artículo 5-06: Registros contables. <br> materiales utilizados en la producción de un bien, respecto del cual se <br> en forma documental, que el bien cumple con las disposiciones del capítulo IV (Régimen de Origen) <br> Cada Parte dispondrá que: <br> solicita una resolución anticipada, es adecuado para determinar si el bien <br> 5 La autoridad competente de la Parte exportadora: <br> cumple con el valor de contenido regional conforme al capítulo IV (Régimen de Origen); <br> a) determinará los mecanismos administrativos para la validación del certificado <br> origen conserve, durante un periodo mínimo de cinco años después de la <br> e) si el método que aplica el exportador o productor en territorio de la otra <br> de origen llenado y firmado por el exportador; <br> fecha de la validación del certificado o de la firma de la declaración, todos los <br> Parte, para la asignación razonable de costos, de conformidad con las <br> b) proporcionará, a solicitud de la Parte importadora, información relativa al <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, <br> registros y documentos relativos al origen del bien, incluyendo los referentes a: <br> Reglamentaciones Uniformes para el cálculo de costo neto de un bien o el <br> origen de los bienes importados con trato arancelario preferencial; y <br> i) la adquisición, los costos, el valor y el pago del bien que se exporte de su territorio, <br> valor de un material intermedio, es adecuado para determinar si el bien <br> c) comunicará a la otra Parte la relación de las personas autorizadas para <br> cumple con el valor de contenido regional conforme al capítulo referido; <br> validar los certificados de origen con sus correspondientes sellos, firmas y <br> incluso los indirectos, utilizados en la producción del bien que se exporte de su territorio, y <br> f) si un bien que reingresa a su territorio después de haber sido exportado <br> facsímil. Las modificaciones a dicha relación deberán ser comunicadas en <br> iii) la producción del bien en la forma en que se exporte de su territorio; y <br> desde su territorio al territorio de la otra Parte para ser reparado o alterado, <br> los mismos términos. <br> b) un importador que solicite trato arancelario preferencial para un bien que se <br> califica para el trato libre de aranceles aduaneros de conformidad con <br> 6 La autoridad competente de la Parte exportadora, será responsable del archivo <br> importe a su territorio del territorio de la otra Parte, conserve durante un <br> el Artículo 3-07 (Bienes reimportados o reexportados después de haber sido <br> de los ejemplares de los certificados de origen que se validen, manteniendo los archivos <br> periodo mínimo de cinco años, contado a partir de la fecha de la importación, <br> reparados o alterados); y <br> durante un plazo mínimo de 5 (cinco) años, a partir de la fecha de su emisión. Tal <br> el certificado de origen y toda la demás documentación relativa a la <br> g) otros asuntos que las Partes convengan. <br> archivo deberá incluir, además, todos los antecedentes que sirvieron de base para la <br> importación requerida por la Parte importadora. <br> 2 Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> validación del certificado de origen. La autoridad competente de la Parte exportadora, <br> Artículo 5-07: Operaciones facturadas por terceros operadores. <br> resoluciones anticipadas, que incluyan: <br> mantendrá un registro permanente de los certificados de origen validados, el cual <br> Los bienes originarios mantendrán dicho carácter, aun cuando sean facturados <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> deberá contener, como mínimo, el número de certificado, el solicitante del mismo y la <br> por terceros operadores, siempre que cumplan con las disposiciones del presente <br> b) la facultad de su autoridad aduanera para pedir en cualquier momento <br> fecha de su emisión. <br> capítulo y del capítulo IV (Régimen de Origen). <br> información adicional a la persona que solicita la resolución anticipada <br> 7 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> Artículo 5-08: Procedimientos para verificar el origen. <br> durante el proceso de evaluación de la solicitud; <br> exportador en territorio de la otra Parte y validado por la autoridad competente de la <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> 1 La Parte importadora podrá solicitar a la Parte exportadora información respecto <br> c) la obligación de la autoridad aduanera de expedir la resolución anticipada <br> Parte exportadora ampare: <br> al origen de un bien, por conducto de su autoridad aduanera. Para tal efecto, la <br> una vez que haya obtenido toda la información necesaria de la persona que lo solicita; y <br> a) la exportación de uno o más bienes; o <br> autoridad competente de la Parte exportadora deberá proveer la información solicitada, <br> d) la obligación de la autoridad aduanera de expedir de manera completa, <br> b) varias importaciones de bienes idénticos a realizarse en un plazo específico <br> en un plazo no superior a 120 días, contados a partir de la fecha de recepción de la <br> fundada y motivada la resolución anticipada. <br> establecido por el exportador en el certificado, que no excederá de 12 meses. <br> solicitud respectiva. En los casos en que la información solicitada no fuera provista en <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> Artículo 5-03: Obligaciones respecto a las importaciones. <br> dicho plazo, la autoridad aduanera de la Parte importadora podrá negar el trato <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br> arancelario preferencial. <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> un bien importado a su territorio del territorio de la otra Parte, que: <br> 2 Para determinar si un bien que se importe a territorio de una Parte del territorio <br> de acuerdo con lo establecido en el párrafo 5. <br> a) declare por escrito, en el documento de importación previsto en su <br> de la otra Parte con trato arancelario preferencial califica como originario, cada Parte <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> legislación, con base en un certificado de origen válido, que el bien califica como originario; <br> podrá, por conducto de su autoridad aduanera, verificar el origen del bien mediante: <br> mismo trato, la misma interpretación y aplicación de las disposiciones del capítulo IV <br> b) tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> a) cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; <br> (Régimen de Origen) referentes a la determinación de origen, que haya otorgado a <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad aduanera; y <br> b) visitas de verificación a un exportador o productor en territorio de la otra <br> cualquier otra persona a la que haya expedido una resolución anticipada, cuando los <br> d) presente, hasta tanto la autoridad aduanera no inicie un proceso de <br> Parte, con el propósito de examinar los registros y documentos que acrediten <br> investigación, una declaración corregida y pague los aranceles aduaneros <br> el cumplimiento de las reglas de origen de conformidad con el artículo 5- <br> 5 La resolución anticipada podrá ser modificada o revocada en los siguientes casos: <br> correspondientes, cuando tenga motivos para creer que el certificado de <br> 06a), e inspeccionar las instalaciones que se utilicen en la producción del <br> a) cuando la resolución anticipada se hubiere fundado en algún error: <br> origen en que se sustenta su declaración de importación, contiene <br> bien y, en su caso, las que se utilicen en la producción de los materiales; o <br> i) de hecho, <br> información incorrecta. Cuando el importador cumpla las obligaciones <br> c) otros procedimientos que las Partes acuerden. <br> ii) en la clasificación arancelaria del bien o de los materiales objeto de la resolución, <br> precedentes no será sancionado. <br> Lo dispuesto en este párrafo se hará sin perjuicio de las facultades de revisión <br> iii) en la aplicación del valor de contenido regional conforme al capítulo IV (Régimen de Origen), o <br> 2 Cada Parte dispondrá que, cuando un importador en su territorio no cumpla con <br> de la Parte importadora sobre sus propios importadores, exportadores o productores. <br> iv) en la aplicación de las reglas para determinar si un bien, que reingresa a <br> cualquiera de los requisitos establecidos en este capítulo, se negará el trato arancelario <br> 3 Cuando el exportador o productor reciba un cuestionario conforme al párrafo 2, <br> su territorio después de que el mismo haya sido exportado de su territorio <br> preferencial solicitado para el bien importado del territorio de la otra Parte. <br> literal a), responderá y devolverá ese cuestionario dentro de un plazo de treinta días. <br> a territorio de la otra Parte para fines de reparación o alteración, califica <br> 3 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br> a) una declaración por escrito, manifestando que el bien calificaba como <br> Durante ese plazo el exportador o productor obtendrá una prórroga, la cual no será <br> para recibir trato libre de aranceles aduaneros conforme al Artículo 3-07 <br> preferencial para un bien importado a su territorio que hubiere calificado como originario, <br> mayor de 30 días, siempre que la solicite por escrito a la Parte importadora que está <br> (Bienes reimportados o reexportados después de haber sido reparados o alterados); <br> el importador del bien, en el plazo de 180 días a partir de la fecha de la importación, <br> realizando la verificación. No obstante lo anterior, la autoridad aduanera de la Parte <br> b) cuando la resolución no esté conforme con una interpretación que las Partes <br> pueda solicitar la devolución de los aranceles aduaneros pagados en exceso por no <br> importadora podrá otorgar una prórroga mayor a 30 días si lo considera necesario. Esta <br> notificación se enviará al exportador o al productor que vaya a ser visitado, a la <br> hayan acordado respecto del capítulo III (Trato Nacional y Acceso de Bienes <br> solicitud no conllevará la negación del trato arancelario preferencial. <br> al Mercado) o del capítulo IV (Régimen de Origen); <br> 4 En caso de que el exportador o productor no devuelva el cuestionario a que se <br> c) cuando cambien las circunstancias o los hechos que lo fundamenten; <br> originario al momento de la importación; <br> refiere el párrafo 2, literal a) dentro del plazo establecido en el párrafo 3, la Parte <br> d) con el fin de dar cumplimiento a una modificación al capítulo III ((Trato <br> b) una copia del certificado de origen; y <br> escrito del exportador o del productor a quien pretende visitar. <br> importadora podrá negar el trato arancelario preferencial y el bien sujeto a verificación <br> Nacional y Acceso de Bienes al Mercado), al capítulo IV (Régimen de <br> c) cualquier otra documentación relacionada con la importación del bien, según <br> de origen se considerará como un bien no originario y el certificado de origen que lo <br> Origen), a este capítulo, o a las Reglamentaciones Uniformes; o <br> lo requiera esa Parte. <br> ampara se considerará como no válido. <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la resolución anticipada. <br> el párrafo 2, literal b), la Parte importadora estará obligada, por conducto de su <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> autoridad aduanera, a notificar por escrito su intención de efectuar la visita. La <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de un bien efectuadas antes de <br> autoridad competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo <br> esas fechas, a menos que la persona a la que se le haya expedido no hubiere actuado <br> solicita esta última, a la embajada de esta Parte en territorio de la Parte importadora. La <br> conforme a sus términos y condiciones. <br> autoridad aduanera de la Parte importadora deberá obtener el consentimiento por <br> 7 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> f) el fundamento legal de la visita de verificación. <br> un bien respecto del cual se haya expedido una resolución anticipada, su autoridad <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> aduanera evalúe si: <br> a) la identificación de la autoridad aduanera que hace la notificación; <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> b) el nombre del exportador o del productor que se pretende visitar; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> b) las operaciones del exportador o del productor concuerdan con las <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> específica del bien o bienes, así como de los certificados de origen objeto de verificación; <br> método para calcular el valor o asignar el costo son correctos en todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> aspectos sustanciales. <br> consentimiento por escrito para la realización de la misma, la Parte importadora podrá <br> 8 Cada Parte dispondrá que, cuando su autoridad aduanera determine que no se <br> 7 Cualquier modificación en el número, nombre o cargo de los funcionarios a que <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 7, dicha <br> se refiere el literal e) del párrafo 6, será comunicada por escrito al exportador o <br> autoridad podrá modificar o revocar la resolución anticipada, según corresponda. <br> productor y a la autoridad competente de la Parte exportadora antes de efectuar la visita <br> 9 Cada Parte dispondrá que, cuando su autoridad aduanera decida que la <br> de verificación. Cualquier modificación de la información a que se refieren los literales <br> resolución anticipada se ha fundado en información incorrecta, no se sancione a la <br> a), b), c) y f) del párrafo 6, será notificada en los términos del párrafo 5. <br> persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 8 Si en los 30 días posteriores a que se reciba la notificación de la visita de <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la <br> verificación propuesta conforme al párrafo 5, el exportador o el productor no otorga su <br> resolución anticipada, sin perjuicio del pago de los aranceles aduaneros correspondientes. <br> 10 Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> negar el trato arancelario preferencial al bien o bienes que habrían sido objeto de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> visita de verificación y el bien sujeto a verificación de origen se considerará como un <br> sustanciales en que se funde la resolución anticipada, o no haya actuado de <br> bien no originario y el certificado de origen que lo ampara se considerará como no válido. <br> conformidad con los términos y condiciones de la misma, la autoridad aduanera que <br> 9 Cada Parte dispondrá que, cuando su autoridad competente reciba una <br> emita la resolución anticipada pueda aplicar las medidas que ameriten las circunstancias. <br> notificación de conformidad con lo dispuesto en el párrafo 5 podrá, en los 15 días <br> 11 Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> siguientes a la fecha de recepción de la notificación, posponer la visita de verificación <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> propuesta por un periodo no mayor a 60 días a partir de la fecha en que se recibió la <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> notificación, o por un plazo mayor que acuerden las Partes, haciéndolo saber por escrito <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> al exportador o productor según corresponda. <br> 12 No será objeto de una resolución anticipada un bien que se encuentre sujeto a <br> 10 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> una verificación de origen o a alguna instancia de revisión o impugnación en territorio de <br> exclusivamente en la posposición de la visita de verificación, conforme a lo dispuesto en el párrafo 9. <br> cualquiera de las Partes. <br> 11 Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto <br> Artículo 5-11: Sanciones. <br> de una visita de verificación, designar dos observadores que estén presentes durante la <br> 1 Cada Parte establecerá o mantendrá sanciones aduaneras, administrativas, <br> visita, siempre que intervengan únicamente en esa calidad. De no designarse <br> civiles o penales, por infracciones a sus leyes y reglamentaciones relacionadas con las <br> observadores por el exportador o el productor, esa omisión no tendrá como <br> disposiciones de este capítulo. <br> consecuencia la posposición de la visita. <br> 2 Nada de lo dispuesto en los artículos 5-03(1)(d), 5-03(2), 5-04(2) ó 5-08(10) se <br> 12 Para los efectos de verificar el cumplimiento de los requisitos de valor de <br> interpretará en el sentido de impedir a una Parte aplicar las medidas según lo ameriten <br> contenido regional, el cálculo del de minimis, o cualquier otra medida contenida en el <br> las circunstancias. <br> capítulo IV (Régimen de origen) por conducto de la autoridad aduanera, se procederá <br> Artículo 5-12: Revisión e impugnación. <br> de conformidad con los principios de contabilidad generalmente aceptados que se <br> 1 Cada Parte otorgará los mismos derechos de revisión e impugnación de <br> apliquen en territorio de la Parte desde la cual se ha exportado el bien. <br> resoluciones de determinación de origen y de resoluciones anticipadas previstos para <br> 13 La autoridad aduanera de la Parte importadora levantará un acta de la visita que <br> contendrá los hechos por ella constatados. Dicha acta podrá ser firmada de conformidad <br> a) llenen y firmen un certificado o una declaración de origen que ampare un <br> por el productor o exportador y los observadores que se hayan designado. El exportador <br> bien que haya sido objeto de una resolución de determinación de origen de <br> o productor podrá dejar asentadas sus disconformidades con lo actuado al pie del acta. <br> acuerdo con el artículo 5-08(14); o <br> La negativa de firmar el acta por el exportador, el productor o los observadores no <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5-10. <br> invalida la misma, debiéndose hacer constar en el acta, en su caso, tal negativa. <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 14 Concluida la verificación, la autoridad aduanera proporcionará una resolución <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la <br> responsable de la resolución o resolución anticipada sujeta a revisión, y acceso a una <br> verificación, en la que se determine si el bien o bienes califican o no como originarios, la <br> instancia de revisión judicial o de lo contencioso administrativo de la resolución o de la <br> cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> 15 Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> legislación de cada Parte. <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> que un bien califica como originario, la Parte importadora podrá suspender el trato <br> arancelario preferencial a los bienes idénticos que esa persona exporte o produzca, <br> hasta que la misma pruebe que cumple con lo establecido en el capítulo IV (Régimen de Origen). <br> 16 Cada Parte dispondrá que, cuando su autoridad aduanera determine que un bien <br> sus importadores, a los exportadores o productores de la otra Parte que: <br> importado a su territorio no califica como originario, de acuerdo con la clasificación <br> arancelaria o con el valor aplicado por la Parte a uno o más materiales utilizados en la <br> producción del bien, y ello difiera de la clasificación arancelaria o del valor aplicado a los <br> materiales por la Parte de cuyo territorio se exportó el bien, la resolución de la Parte <br> importadora no surtirá efectos hasta que la notifique por escrito, al importador del bien, <br> así como a la persona que haya llenado y firmado el certificado de origen que lo ampara <br> y a la autoridad competente de la Parte exportadora. <br> 17 La Parte importadora no aplicará la resolución dictada conforme al párrafo 16 a <br> una importación efectuada antes de la fecha en que la resolución surta efectos, siempre que: <br> a) la autoridad aduanera a cuyo territorio se ha importado el bien haya expedido <br> una resolución anticipada conforme al artículo 5-10, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la verificación de origen. <br> 18 Cuando una Parte niegue trato arancelario preferencial a un bien conforme a una <br> decisión adoptada de acuerdo con el párrafo 16, esa Parte pospondrá la fecha de <br> entrada en vigor de la negativa por un plazo que no exceda de noventa días, siempre <br> que el importador del bien o el exportador o productor que haya llenado y firmado el <br> certificado o declaración de origen que lo ampara, acredite haberse apoyado de buena <br> fe, en perjuicio propio, en la clasificación arancelaria o el valor aplicado a los materiales <br> por la autoridad aduanera de la Parte exportadora. <br> d) si el método que aplica el exportador o productor en territorio de la otra <br> hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> "}]}]}, "members_found": ["484", "858", 2, 8703900000]}