{"FtaRooDetails": {"FtaId": 18, "FtaCode": "ITC00018", "FtaName": "AAP.A25TM 31: CARICOM-Colombia", "FtaFullName": "AGREEMENT ON TRADE, ECONOMIC AND TECHNICAL COOPERATION BETWEEN THE CARIBBEAN COMMUNITY (CARICOM) AND THE GOVERNMENT OF THE REPUBLIC OF COLOMBIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1997", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Antigua and Barbuda; Bahamas; Barbados; Belize; Colombia; Dominica; Grenada; Guyana; Haiti; Jamaica; Montserrat; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.A25TM 31: CARICOM-Colombia", "AdminProcCooAuth": "The certification type under AAP.A25TM 31: CARICOM-Colombia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.A25TM 31: CARICOM-Colombia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.A25TM 31: CARICOM-Colombia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "35%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "e) Las mercancías que incorporen materias o productos de terceros países,producidas en el territorio de las Partes, que cumplan según lo establecido enel presente Reglamento con:i) un cambio de clasificación arancelaria dado como criterio general conun cambio de partida arancelaria;ii) el valor CIF de los materiales o productos originarios de tercerospaíses no exceda del 60 por ciento del valor FOB de las mercancíasproducidas o el porcentaje de contenido regional no sea inferior del 40por ciento del valor F.O.B. de las mercancías producidas; oiii) un requisito específico de origen a nivel de producto fijado por elConsejo Conjunto establecido en el Artículo 2 de este Acuerdo.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00018_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00018_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00018_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ART_25/es/31/A25TM_031.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6.- <br /> Para efectos de la determinación de origen se considerarán como <br /> originarios del territorio de una Parte, las mercancías elaboradas a partir de materias o <br /> productos originarios de la otra Parte, siempre que dichas materias o productos cumplan <br /> con la norma de origen establecida en este Anexo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3.- <br /> a) Las materias o productos de los reinos mineral, vegetal y animal (incluyendo <br /> los de la caza y los de la pesca) extraídos, cosechados o recolectados, <br /> nacidos y criados en los territorios de las Partes, o en sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas; <br /> b) Las materias o productos del mar extraídos fuera de sus aguas territoriales, <br /> patrimoniales y zonas económicas exclusivas, por barcos con bandera <br /> nacional legalmente registrados o arrendados por empresas establecidas en <br /> sus territorios; <br /> c) Las escorias, cenizas, desperdicios, desechos o recortes, recolectados u <br /> obtenidos de procesos de transformación realizados en el territorio de las <br /> Partes, destinados exclusivamente a la recuperación de materias primas, y <br /> que no constituyan residuos tóxicos o peligrosos de acuerdo a la legislación <br /> nacional e internacional que regula la materia. <br /> d) Las mercancías elaboradas en las Partes a partir, exclusivamente, de <br /> materias o productos originarios.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7.- <br /> No conferirán origen de un producto los siguientes procesos, haya o no <br /> cumplido un requisito de origen. <br /> a) Manipulaciones simples destinadas a asegurar la conservación de los <br /> productos durante el transporte o almacenamiento, tales como, aireación, <br /> refrigeración, congelación, adición de sustancias, extracción de partes <br /> averiadas y operaciones similares; <br /> b) Operaciones como el simple despoblamiento, zarandeo, descascaramiento, <br /> desgrane, maceración, secado, entresaque, clasificación, selección, <br /> fraccionamiento, lavado, pintado y recortado; <br /> c) La formación de juegos de productos; <br /> d) El embalaje, envase o reenvase; <br /> e) La reunión o división de bultos; <br /> f) La aplicación de marcas, etiquetas o signos distintivos similares. <br /> g) La mezcla de productos, en tanto las características del producto obtenido no <br /> sean esencialmente diferentes de las características de los productos que <br /> han sido mezclados; <br /> h) La simple reunión, montaje o ensamble de partes no originarias de productos <br /> para constituir un producto completo; <br /> i) El simple sacrificio de animales; <br /> j) La simple dilución en agua u otras sustancias que no alteren las <br /> características esenciales de la mercancía. <br /> k) La acumulación de dos o más de estas operaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.- <br /> La determinación del valor de transacción de las mercancías y el valor de <br /> transacción de las materias o productos no originarios se hará conforme a lo dispuesto en el <br /> Código de Valoración Aduanera del GATT. El valor de transacción de las mercancías <br /> producidas será en valor FOB. El valor de transacción de las materias o productos no <br /> originarios será en valor CIF. <br /> Para calcular el porcentaje de contenido regional de una mercancía se restará al <br /> valor de transacción de ésta cuando es exportada, el valor de las materias o productos no <br /> originarios utilizados o consumidos en la elaboración o producción de la mercancía <br /> exportada y se dividirá esta diferencia entre el valor de transacción de la mercancía exportada. <br /> CR = [ (VT - VMN) / VT] * 100 <br /> donde: <br /> CR = Contenido regional <br /> VT = Valor de transacción de las mercancías <br /> VMN = Valor de transacción de las materias o productos no originarios <br /> Artículo 5.- Definiciones <br /> Para efectos del presente reglamento, se entiende por: <br /> Materias o Productos, a las materias primas, los productos intermedios y las partes <br /> utilizadas en la producción de los bienes. <br /> Producción, el cultivo, la extracción, la cosecha, la pesca, la caza, la manufactura, el <br /> procesamiento o el ensamblaje de un bien.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8.- <br /> Para que las mercancías originarias se beneficien de los tratamientos <br /> preferenciales, las mismas deben haber sido expedidas directamente del país exportador al <br /> país importador. Para tales efectos, se considera como expedición directa: <br /> a) Las mercancías transportadas sin pasar por el territorio de algún país no <br /> participante del Acuerdo; <br /> b) Las mercancías transportadas en tránsito por uno o más países no <br /> participantes, con o sin transbordo o almacenamiento temporal, bajo la <br /> vigilancia de la autoridad aduanera competente en tales países, siempre que: <br /> i) el tránsito esté justificado por razones geográficas o por consideraciones <br /> relativas a requerimientos de transporte; <br /> ii) no estén destinadas al comercio, uso o empleo en el país de tránsito; y <br /> iii) no sufran, durante su transporte y depósito, ninguna operación distinta a la <br /> carga y descarga o manipuleo para mantenerlas en buenas condiciones o <br /> asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9.- <br /> Para que las mercancías objeto del intercambio puedan beneficiarse de <br /> los tratamientos preferenciales pactados en este Acuerdo, el exportador deberá acompañar <br /> a los documentos de exportación una declaración acreditando el cumplimiento de los <br /> requisitos de origen establecidos en este Anexo, en un formato que figura como Apéndice al mismo. <br /> Tal declaración debe ser expedida por el productor final o por el exportador de la <br /> mercancía en el formato que figura como Apéndice de este Anexo. La misma debe ser <br /> certificada en todos los casos por una entidad oficial. <br /> El certificado de origen tendrá un plazo de validez de 180 días contados a partir de la <br /> fecha de su expedición.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9.- <br /> El certificado de origen tendrá un plazo de validez de 180 días contados a partir de la <br /> fecha de su expedición.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10.- <br /> Cada Parte dispondrá que un exportador o un productor que llene y <br /> firme un certificado de origen, conserve todos los registros y documentos relativos al origen <br /> de la mercancía, durante un período establecido por la legislación interna de cada Parte, <br /> que no sea inferior a dos (2) años contados a partir de la fecha de la firma del certificado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11.- <br /> La autoridad competente del país importador podrá solicitar a la <br /> autoridad competente del país exportador que expida el certificado de origen, llevar a cabo <br /> controles sobre este documento cuando: <br /> a) existan dudas sobre la autenticidad del documento; <br /> b) existan dudas sobre la información contenida en el documento; y <br /> c) se lleven a cabo verificaciones aleatorias. <br /> La autoridad competente del país exportador deberá suministrar dicha información <br /> dentro de los cuarenta y cinco (45) días siguientes a la recepción de la solicitud. <br /> Artículo 12.- <br /> En ningún caso las autoridades aduaneras de las Partes interrumpirán <br /> el desaduanamiento de los bienes amparados por los certificados de origen mencionados <br /> en los artículos anteriores. Sin embargo, adicionalmente al requerimiento de información <br /> apropiada formulado a las autoridades competentes de la Parte exportadora, las <br /> autoridades aduaneras de la Parte importadora podrán adoptar las acciones que estimen <br /> necesarias para salvaguardar los intereses fiscales. <br /> Artículo 13.- <br /> Las entidades oficiales autorizadas por las Partes para expedir la <br /> certificaciones de origen tendrán, entre otras, las siguientes funciones y obligaciones: <br /> a) comprobar la veracidad de las declaraciones presentadas ante ellas por el <br /> productor o exportador. Para tal fin acudirán a sistemas o procedimientos <br /> que aseguren la veracidad de la información; y <br /> b) proporcionar a las Partes la información y cooperación relativas a las <br /> materias de que trata el presente Reglamento. <br /> Las entidades oficiales autorizadas por las Partes, en un término no mayor a sesenta <br /> (60) días después de la fecha de entrada en vigencia del Acuerdo, enviarán por intermedio <br /> de sus respectivos Ministerios de Relaciones Exteriores a los Ministerios de Relaciones <br /> Exteriores de las otras Partes, la lista aprobada de las entidades oficiales autorizadas para <br /> emitir los certificados de origen mencionados en este Anexo, junto con la lista de firmas, <br /> facsímiles y sellos de las entidades oficiales autorizadas. <br /> Las modificaciones a dicha relación, regirán dentro de los treinta (30) días siguientes <br /> a la respectiva comunicación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": ".-", "ArticleDesc": "Artículo 1.- <br> La determinación del origen de las mercancías y los correspondientes <br> procedimientos de certificación y verificación se ajustarán a lo establecido en el presente Anexo. <br> Artículo 2.- <br> Las normas de origen de este Anexo se basan en el principio general de <br> cambio en la clasificación arancelaria, para lo cual se utilizará la Nomenclatura del Sistema <br> Armonizado de Designación y Codificación de Mercancías, que comprende las partidas, <br> subpartidas, y los códigos numéricos correspondientes, las notas de las secciones, de los <br> capítulos y subpartidas, así como las Reglas Generales de Interpretación. <br> Artículo 3.- <br> Se considerarán originarios de las Partes: <br> a) Las materias o productos de los reinos mineral, vegetal y animal (incluyendo <br> los de la caza y los de la pesca) extraídos, cosechados o recolectados, <br> nacidos y criados en los territorios de las Partes, o en sus aguas territoriales, <br> patrimoniales y zonas económicas exclusivas; <br> b) Las materias o productos del mar extraídos fuera de sus aguas territoriales, <br> patrimoniales y zonas económicas exclusivas, por barcos con bandera <br> nacional legalmente registrados o arrendados por empresas establecidas en <br> sus territorios; <br> c) Las escorias, cenizas, desperdicios, desechos o recortes, recolectados u <br> obtenidos de procesos de transformación realizados en el territorio de las <br> Partes, destinados exclusivamente a la recuperación de materias primas, y <br> que no constituyan residuos tóxicos o peligrosos de acuerdo a la legislación <br> nacional e internacional que regula la materia. <br> d) Las mercancías elaboradas en las Partes a partir, exclusivamente, de <br> materias o productos originarios. <br> e) Las mercancías que incorporen materias o productos de terceros países, <br> producidas en el territorio de las Partes, que cumplan según lo establecido en <br> el presente Reglamento con: <br> i) un cambio de clasificación arancelaria dado como criterio general con <br> un cambio de partida arancelaria; <br> ii) el valor CIF de los materiales o productos originarios de terceros <br> países no exceda del 60 por ciento del valor FOB de las mercancías <br> producidas o el porcentaje de contenido regional no sea inferior del 40 <br> por ciento del valor F.O.B. de las mercancías producidas; o <br> iii) un requisito específico de origen a nivel de producto fijado por el <br> Consejo Conjunto establecido en el Artículo 2 de este Acuerdo. <br> Los requisitos específicos de origen prevalecerán sobre los criterios generales del <br> presente Reglamento. <br> "}, {"ArticleTitle": "4.-", "ArticleDesc": "Artículo 14.- <br> El Consejo Conjunto revisará las normas de origen por lo menos cada <br> doce (12) meses o a petición de una de las Partes, pudiendo modificarlas. <br> "}]}]}, "members_found": ["170", "308", 2, 8703900000]}