{"FtaRooDetails": {"FtaId": 196, "FtaCode": "ITC00202", "FtaName": "AANZFTA", "FtaFullName": "AGREEMENT ESTABLISHING THE ASEAN-AUSTRALIA- NEW ZEALAND FREE TRADE AREA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "04.01.2011", "Type": "Free trade agreement", "Scope": "Plurilateral, Group-Group", "MemberStates": "Australia; Brunei Darussalam; Myanmar; Cambodia; Indonesia; Lao, People's Democratic Republic; Malaysia; New Zealand; Philippines; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AANZFTA", "AdminProcCooAuth": "The certification type under AANZFTA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AANZFTA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AANZFTA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "RVC(40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 2 PRODUCT SPECIFIC RULES<br /> As Amended by the First Protocol<br /> Headnote to the Annex<br /> 1.     For the purpose of interpreting the Product Specific Rules set forth in this Annex:<br /> (a)    chapter means the first two digits  of the  tariff classification number under the HS Code;<br /> (b)    heading means the first four digits of the tariff classification number under the HS Code; and<br /> (c)    sub-heading means the first six digits of the tariff classification number under the HS Code.<br /> 2.     This Annex is set out as follows:<br /> (a)    Column 1 – Tariff Heading (4-digit)<br /> (b)    Column 2 – Tariff Sub-Heading (6-digit)<br /> (c)    Column 3 – Product Description<br /> (d)    Column 4 – Applicable Product-Specific Rule (s) of Origin (Origin Conferring Criteria).<br /> 3.     Where a tariff heading or sub-heading is subject to alternative Product Specific Rules, it shall be sufficient to comply with one of the rules.<br /> 4.     Where the Product Specific Rule requires only a regional value content, the final process of production must be performed within a Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00202_coo.pdf", "DocType": "1_coo", "WebLink": "http://aanzfta.asean.org/wp-content/uploads/2016/05/Revised_AANZFTA_CO_Form1.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00202_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/AANZFTA-ASEAN/AANZFTA-Annex-2-Product-Specific-Rules-including-Headnote.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00202_roo.pdf", "DocType": "3_roo", "WebLink": "http://aanzfta.asean.org/wp-content/uploads/2017/02/AANZFTA-First-Protocol-Appendix-2A3.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00202_proo.pdf", "DocType": "4_proo", "WebLink": "http://aanzfta.asean.org/wp-content/uploads/2017/02/AANZFTA-First-Protocol-Appendix-2B2.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00202_full.pdf", "DocType": "8_full", "WebLink": "https://www.mfat.govt.nz/assets/FTAs-agreements-in-force/AANZFTA-ASEAN/Agreement-Establishing-the-ASEAN-Australia-New-Zealand-Free-Trade-Area-1.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Cumulative Rules of Origin <br /> For the purposes of Article 2 (Originating Goods), a good which <br /> complies with the origin requirements provided therein and which is <br /> used in another Party as a material in the production of another good <br /> shall be considered to originate in the Party where working or <br /> processing of the finished good has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : De Minimis <br /> 1. A good that does not satisfy a change in tariff classification <br /> requirement pursuant to Article 4 (Goods Not Wholly Produced or <br /> Obtained) will nonetheless be an originating good if: <br /> This excludes encapsulation which is termed \"packaging\" by the electronics industry. <br /> for a good, other than that provided for in Chapters 50 <br /> to 63 of the HS Code, the value of all non-originating <br /> materials used in the production of the good that did <br /> not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the FOB value of the <br /> good; <br /> for a good provided for in Chapters 50 to 63 of the HS <br /> Code, the weight of all non-originating materials used <br /> in its production that did not undergo the required <br /> change in tariff classification does not exceed 10 per <br /> cent of the total weight of the good, or the value of all <br /> non-originating materials used in the production of the <br /> good that did not undergo the required change in tariff <br /> classification does not exceed 10 per cent of the FOB <br /> value of the good; and <br /> (b) the good meets all other applicable criteria of this Chapter. <br /> 2. The value of such materials shall, however, be included in the <br /> value of non-originating materials for any applicable regional value <br /> content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, Spare Parts and Tools <br /> 1. For the purposes of determining the origin of a good, <br /> accessories, spare parts, tools and instructional or other information <br /> materials presented with the good shall be considered part of that <br /> good and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the originating good <br /> have undergone the applicable change in tariff classification, provided <br /> that: <br /> (a) the accessories, spare parts, tools and instructional or other <br /> information materials presented with the good are not <br /> invoiced separately from the originating good; and <br /> (b) the quantities and value of the accessories, spare parts, <br /> tools and instructional or other information materials <br /> presented with the good are customary for that good. <br /> 2. Notwithstanding Paragraph 1, if the good is subject to a regional <br /> value content requirement, the value of the accessories, spare parts, <br /> tools and instructional or other information materials presented with <br /> the good shall be taken into account as originating or non- <br /> (a) (i) <br /> (ii) <br /> originating materials, as the case may be, in calculating the regional <br /> value content of the good. <br /> 3. Paragraphs 1 and 2 do not apply where accessories, spare <br /> parts, tools and instructional or other information materials presented <br /> with the good have been added solely for the purpose of artificially <br /> raising the regional value content of that good, provided it is proven <br /> subsequently by the importing Party that they are not sold therewith.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Calculation of Regional Value Content <br /> 1. For the purposes of Article 4 (Goods Not Wholly Produced or <br /> Obtained), the formula for calculating the regional value content will be <br /> either: <br /> 3 \"International law\" refers to generally accepted international law such as the United Nations <br /> Convention on the Law of the Sea <br /> (a) Direct Formula <br /> AMNtZFIA i Labour , Overhead , Pfit , Other <br /> MCteri.al + Cost + Cost + Profit + cost <br /> -^- x100% <br /> FOB <br /> or <br /> (b) Indirect/Build-Down Formula <br /> FOB - <br /> Value of Non- <br /> Originating Materials <br /> FOB <br /> ?x100% <br /> where: <br /> (a) AANZFTA Material Cost is the value of originating <br /> materials, parts or produce that are acquired or self- <br /> produced by the producer in the production of the <br /> good; <br /> (b) Labour Cost includes wages, remuneration and <br /> other employee benefits; <br /> (c) Overhead Cost is the total overhead expense; <br /> (d) Other Costs are the costs incurred in placing the good <br /> in the ship or other means of transport for export <br /> including, but not limited to, domestic transport costs, <br /> storage and warehousing, port handling, brokerage <br /> fees and service charges; <br /> (e) FOB is the free-on-board value of the goods as <br /> defined in Article 1 (Definitions); and <br /> (f) Value of Non-Originating Materials is the CIF <br /> value at the time of importation or the earliest <br /> ascertained price paid for all non-originating <br /> materials, parts or produce that are acquired by the <br /> producer in the production of the good. Non-originating <br /> materials include materials of undetermined origin but <br /> do not include a material that is self-produced. <br /> 2. The value of goods under this Chapter shall be determined in <br /> accordance with Article VII of GAII 1994 and the Agreement on <br /> Customs Valuation. <br /> Article 13 : Recording of Costs <br /> For the purposes of this Chapter, all costs shall be recorded and <br /> maintained in accordance with the generally accepted accounting <br /> principles applicable in the Party in which the goods are produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Indirect Materials <br /> An indirect material shall be treated as an originating material without <br /> regard to where it is produced and its value shall be the cost <br /> registered in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Direct Consignment <br /> A good will retain its originating status as determined under Article 2 <br /> (Originating Goods) if the following conditions have been met: <br /> (a) the good has been transported to the importing Party <br /> without passing through any non-Party; or <br /> (b) the good has transited through a non-Party, provided <br /> that: <br /> (i) the good has not undergone subsequent production or <br /> any other operation outside the territories of the <br /> Parties other than unloading, reloading, storing, or any <br /> other operations necessary to preserve them in good <br /> condition or to transport them to the importing Party; <br /> (ii) the good has not entered the commerce of a non- <br /> Party; and <br /> (iii) the transit entry is justified for geographical, economic <br /> or logistical reasons.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Treatment of Packing Materials and Containers <br /> 1. Packing materials and containers for transportation and shipment <br /> of a good shall not be taken into account in determining the origin of <br /> any good. <br /> 2. Packing materials and containers in which a good is packaged for <br /> retail sale, when classified together with that good, shall not be taken <br /> into account in determining whether all of the non-originating <br /> materials used in the production of the good have met the applicable <br /> change in tariff classification requirements for the good. <br /> 3. If a good is subject to a regional value content requirement, the <br /> value of the packing materials and containers in which the good is <br /> packaged for retail sale shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the <br /> regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Identical and Interchangeable Materials <br /> The determination of whether identical and interchangeable materials <br /> are originating materials shall be made either by physical segregation <br /> of each of the materials or by the use of generally accepted accounting <br /> principles of stock control applicable, or inventory management <br /> practice, in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Certificate of Origin <br /> A claim that goods are eligible for preferential tariff treatment shall be <br /> supported by a Certificate of Origin issued by an Issuing <br /> Authority/Body notified to the other Parties as set out in this Chapter's <br /> Annex on Operational Certification Procedures. <br /> Rule 1 : The Certificate of Origin shall be issued by an Issuing Authority/Body <br /> The Certificate of Origin shall be issued by an Issuing Authority/Body <br /> of the exporting Party. Details of the Issuing Authorities/Bodies shall <br /> be notified by each Party, through the ASEAN Secretariat, prior to <br /> the entry into force of this Agreement. Any subsequent changes shall <br /> be promptly notified by each Party, through the ASEAN Secretariat. <br /> Rule 2 : 1. The Issuing Authorities/Bodies shall provide the names, <br /> 1. The Issuing Authorities/Bodies shall provide the names, <br /> addresses, specimen signatures and specimens of the impressions of <br /> official seals of their respective Issuing Authorities/Bodies to the other <br /> Parties, through the ASEAN Secretariat. The Issuing <br /> Authorities/Bodies shall submit electronically to the ASEAN Secretariat <br /> the above information and specimens for dissemination to the other <br /> Parties. Any subsequent changes shall be promptly notified through <br /> the ASEAN Secretariat. <br /> 2. Any Certificate of Origin issued by a person not included in the <br /> list may not be honoured by the Customs Authority of the importing <br /> Party. <br /> Rule 3 : For the purpose of determining originating status, the Issuing <br /> For the purpose of determining originating status, the Issuing <br /> Authorities/Bodies shall have the right to call for supporting <br /> documentary evidence and/or other relevant information to carry out <br /> any check considered appropriate in accordance with respective <br /> domestic laws, regulations and administrative practices. <br /> APPLICATIONS <br /> Rule 4 : 1. The manufacturer, producer, or exporter of the good or its <br /> 1. The manufacturer, producer, or exporter of the good or its <br /> authorised representative shall apply in writing or by electronic means <br /> to an Issuing Authority/Body, in accordance with the exporting Party's <br /> domestic laws, regulations and the Issuing Authority's/Body's <br /> procedures, requesting a pre-exportation examination of the origin of <br /> the good to be exported. <br /> 2. The result of the examination, subject to review periodically or <br /> whenever appropriate, shall be accepted as the supporting <br /> evidence in issuing a Certificate of Origin for the good to be exported <br /> thereafter. <br /> 3. Pre-exportation examination need not apply to a good for <br /> which, by its nature, origin can be easily determined. <br /> Rule 5 : The manufacturer, producer, or exporter of the good or its authorised <br /> The manufacturer, producer, or exporter of the good or its authorised <br /> representative shall apply for the Certificate of Origin by providing <br /> appropriate supporting documents and other relevant information, <br /> proving that the good to be exported qualifies as originating. <br /> PRE-EXPORTATION EXAMINATION <br /> Rule 6 : The Issuing Authority/Body shall, to the best of its competence and <br /> The Issuing Authority/Body shall, to the best of its competence and <br /> ability, carry out proper examination, in accordance with the domestic <br /> laws and regulations of the exporting Party or the procedures of the <br /> Issuing Authority/Body, upon each application for the Certificate of <br /> Origin to ensure that: <br /> (i) the application and the Certificate of Origin are duly <br /> completed and signed by the authorised signatory; <br /> (ii) the good is an originating good in accordance with Article 2 <br /> (Originating Goods) of Chapter 3 (Rules of Origin); <br /> (iii) other statements in the Certificate of Origin correspond to <br /> appropriate supporting documents and other relevant <br /> information; and <br /> (iv) information in the List of Data Requirements is provided for <br /> the goods being exported. <br /> ISSUANCE OF CERTIFICATE OF ORIGIN <br /> Rule 7 : 1. The format of the Certificate of Origin is to be determined by the <br /> 1. The format of the Certificate of Origin is to be determined by the <br /> Parties and it must contain the data requirements listed in the List of <br /> Data Requirements. <br /> 2. The Certificate of Origin shall comprise one (1) original and two <br /> (2) copies. <br /> 3. The Certificate of Origin shall: <br /> (i) be in hardcopy; <br /> (ii) bear a unique reference number separately given by each <br /> place or office of issuance; <br /> (iii) be in the English language; and <br /> (iv) bear an authorised signature and official seal of the Issuing <br /> Authority/Body. The signature and official seal may be <br /> applied electronically. <br /> 4. The original Certificate of Origin shall be forwarded by the <br /> exporter to the importer for submission to the Customs Authority of the <br /> importing Party. Copies shall be retained by the Issuing Authority/Body <br /> and the exporter. <br /> 5. Multiple goods declared on the same Certificate of Origin shall be <br /> allowed, provided that each good is originating in its own right. <br /> Rule 8 : To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br /> To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br /> Origin), the Certificate of Origin issued by the Issuing Authority/Body <br /> shall specify the relevant origin conferring criteria. <br /> Rule 9 : Neither erasures nor superimpositions shall be allowed on the <br /> Neither erasures nor superimpositions shall be allowed on the <br /> Certificate of Origin. Any alteration shall be made by striking out the <br /> erroneous material and making any addition required. Such <br /> alterations shall be approved by a person authorised to sign the <br /> Certificate of Origin and certified by the appropriate Issuing <br /> Authority/Body. Unused spaces shall be crossed out to prevent any <br /> subsequent addition. <br /> Rule 10 : 1. The Certificate of Origin shall be issued as near as possible to, <br /> 1. The Certificate of Origin shall be issued as near as possible to, <br /> but no later than three (3) working days after, the date of exportation. <br /> 2. Where a Certificate of Origin has not been issued as provided for <br /> in Paragraph 1 due to involuntary errors or omissions or other valid <br /> causes, the Certificate of Origin may be issued retroactively, but no <br /> longer than 12 months from the date of exportation, bearing the words <br /> \"ISSUED RETROACTIVELY\". <br /> 3. An Issuing Authority/Body of an intermediate Party shall issue a <br /> back-to-back Certificate of Origin, if an application is made by the <br /> exporter while the good is passing through that intermediate Party, <br /> provided that: <br /> (i) a valid original Certificate of Origin or its certified true copy is <br /> presented; <br /> (ii) the period of validity of the back-to-back Certificate of Origin <br /> does not exceed the period of validity of the original <br /> Certificate of Origin; <br /> (iii) the consignment which is to be re-exported using the back- <br /> to-back Certificate of Origin does not undergo any further <br /> processing in the intermediate Party, except for repacking or <br /> logistics activities such as unloading, reloading, storing, or <br /> any other operations necessary to preserve them in good <br /> condition or to transport them to the importing Party; <br /> (iv) the back-to-back Certificate of Origin contains relevant <br /> information from the original Certificate of Origin in <br /> accordance with the List of Data Requirements; and <br /> (v) the verification procedures in Rules 17 and 18 shall also <br /> apply to the back-to-back Certificate of Origin. <br /> Rule 11 : In the event of theft, loss or destruction of a Certificate of Origin, the <br /> In the event of theft, loss or destruction of a Certificate of Origin, the <br /> manufacturer, producer, exporter or its authorised representative may <br /> apply to the Issuing Authority/Body for a certified true copy of the <br /> original Certificate of Origin. The copy shall be made on the basis of <br /> the export documents in their possession and bear the words <br /> \"CERTIFIED TRUE COPY\". This copy shall bear the date of issuance <br /> of the original Certificate of Origin. The certified true copy of a <br /> Certificate of Origin shall be issued no longer than 12 months from the <br /> date of issuance of the original Certificate of Origin. <br /> PRESENTATION <br /> Rule 12 : 1. For the purpose of claiming preferential tariff treatment, the <br /> 1. For the purpose of claiming preferential tariff treatment, the <br /> importer shall submit to the Customs Authority at the time of import <br /> declaration the Certificate of Origin and other documents as required, <br /> in accordance with the procedures of the Customs Authority or <br /> domestic laws and regulations of the importing Party. <br /> 2. Notwithstanding Paragraph 1, a Party may elect not to require <br /> the submission of the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 : The Certificate of Origin shall not be required for: <br /> (i) goods originating in the exporting Party and not <br /> exceeding US$200.00 FOB value or such higher amount <br /> specified in the importing Party's domesticlaws, regulations <br /> or administrative practices; or <br /> (ii) goods sent through thepost not exceeding US$200.00 FOB <br /> value or such higher amount specified in the importing <br /> Party's domestic laws, regulations or administrative <br /> practices, <br /> provided that the importation does not form part of one or more <br /> importations that may reasonably be considered to have been <br /> undertaken or arranged for the purpose of avoiding the submission of <br /> the Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 : The following time limits for the presentation of the Certificate of Origin <br /> shall be observed: <br /> (i) the Certificate of Origin shall be valid for a period of 12 <br /> months from the date of issue and must be submittedto the <br /> Customs Authority of the importing Party within that period; <br /> (ii) where the Certificate of Origin is submitted to the Customs <br /> Authority of the importing Party after the expiration of the <br /> time limit for its submission, such Certificate of Origin shall <br /> still be accepted, subject to the importing Party's domestic <br /> laws, regulationsor administrative practices, when failure to <br /> observe the time limit results from force majeure or other <br /> valid causes beyond the control of the importer and/or <br /> exporter; and <br /> (iii) the Customs Authority of the importing Party may accept <br /> such Certificate of Origin, provided that the goods have <br /> been imported before the expiration of the time limit of that <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16 : 1. Each Party shall require that the Issuing Authority/Body, <br /> manufacturer, producer, exporter, importer, and their authorised <br /> representatives maintain for a period of not less than three years after <br /> the date of exportation or importation, as the case may be, all <br /> records relating to that exportation or importation which are necessary <br /> to demonstrate that the good for which a claim for preferential tariff <br /> treatment was made qualifies for preferential tariff treatment. Such <br /> records may be in electronic form. <br /> 2. Information relating to the validity of the Certificate of Origin shall <br /> be furnished upon request of the importing Party by an official <br /> authorised to sign the Certificate of Origin and certified by the <br /> appropriate Issuing Authority/Body. <br /> 3. Any information communicated between the Parties concerned <br /> shall be treated as confidential and shall be used for the validation of <br /> Certificates of Origin purposes only.1", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 : 1. The Certificate of Origin shall be issued as near as possible to, <br /> but no later than three (3) working days after, the date of exportation. <br /> 2. Where a Certificate of Origin has not been issued as provided for <br /> in Paragraph 1 due to involuntary errors or omissions or other valid <br /> causes, the Certificate of Origin may be issued retroactively, but no <br /> longer than 12 months from the date of exportation, bearing the words <br /> \"ISSUED RETROACTIVELY\". <br /> 3. An Issuing Authority/Body of an intermediate Party shall issue a <br /> back-to-back Certificate of Origin, if an application is made by the <br /> exporter while the good is passing through that intermediate Party, <br /> provided that: <br /> (i) a valid original Certificate of Origin or its certified true copy is <br /> presented; <br /> (ii) the period of validity of the back-to-back Certificate of Origin <br /> does not exceed the period of validity of the original <br /> Certificate of Origin; <br /> (iii) the consignment which is to be re-exported using the back- <br /> to-back Certificate of Origin does not undergo any further <br /> processing in the intermediate Party, except for repacking or <br /> logistics activities such as unloading, reloading, storing, or <br /> any other operations necessary to preserve them in good <br /> condition or to transport them to the importing Party; <br /> (iv) the back-to-back Certificate of Origin contains relevant <br /> information from the original Certificate of Origin in <br /> accordance with the List of Data Requirements; and <br /> (v) the verification procedures in Rules 17 and 18 shall also <br /> apply to the back-to-back Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22 : 1. The Customs Authority of the importing Party may accept <br /> Certificates of Origin in cases where the sales invoice is issued either <br /> by a company located in a third country or by an exporter for the <br /> account of that company, provided that the goods meet the <br /> requirements of Chapter 3 (Rules of Origin). <br /> 2. The words \"SUBJECT OF THIRD-PARTY INVOICE (name of <br /> company using the invoice)\" shall appear on the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17 : 1. The Customs Authority of the importing Party may verify the <br /> eligibility of a good for preferential tariff treatment in accordance with <br /> its domestic laws, regulations or administrative practices. <br /> 2. If the Customs Authority of the importing Party has reasonable <br /> doubts as to the authenticity or accuracy of the information included in <br /> the Certificate of Origin or other documentary evidence, it may: <br /> (i) institute retroactive checking measures to establish the <br /> validity of the Certificate of Origin or other documentary <br /> evidence of origin; <br /> (ii) request information from the relevant importer of a good <br /> for which preferential tariff treatment was claimed; and <br /> (iii) issue written requests to the Issuing Authority/Body of the <br /> exporting Party for information from the exporter or <br /> producer. <br /> 3. A request for information in accordance with Paragraph 2(iii) <br /> shall not preclude the use of the verification visit provided for in Rule <br /> 4. The recipient of a request for information under Paragraph 2 shall <br /> provide the information requested within a period of 90 days from the <br /> date the written request is made. <br /> 5. The Customs Authority of the importing Party shall provide <br /> written advice as to whether the goods are eligible for preferential <br /> tariff treatment to all the relevant parties within 60 days from receipt of <br /> information necessary to make a decision. <br /> 1 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br /> (Confidentiality) of Chapter 18 (Final Provisions). <br /> VERIFICATION VISIT <br /> Rule 18 : 1. If the Customs Authority of the importing Party wishes to <br /> undertake a verification visit, it shall issue a written request to the <br /> Issuing Authority/Body of the exporting Party at least 30 days in <br /> advance of the proposed verification visit. <br /> 2. If the Issuing Authority/Body of the exporting Party is not a <br /> government agency, the Customs Authority of the importing Party shall <br /> notify the Customs Authority of the exporting Party of the written <br /> request to undertake the verification visit. <br /> 3. The written request referred to in Paragraphs 1 and 2 shall at a <br /> minimum include: <br /> (i) the identity of the Customs Authority issuing the request; <br /> (ii) the name of the exporter or the producer of the exporting <br /> Party whose good is subject to the verification visit; <br /> (iii) the date the written request is made; <br /> (iv) the proposed date and place of the visit; <br /> (v) the objective and scope of the proposed visit, including <br /> specific reference to the good subject to the verification; and <br /> (vi) the names and titles of the officials of the Customs Authority <br /> or other relevant authorities of the importing Party who <br /> will participate in the visit. <br /> 4. The Issuing Authority/Body of the exporting Party shall notify the <br /> exporter or producer of the intended verification visit by the <br /> Customs Authority or other relevant authorities of the importing Party <br /> and request the exporter or producer to: <br /> (i) permit the Customs Authority or other relevant authorities of <br /> the importing Party to visit their premises or factory; and <br /> (ii) provide information relating to the origin of the good. <br /> 5. The Issuing Authority/Body shall advise the exporter or producer <br /> that, should they fail to respond by a specified date, preferential tariff <br /> treatment may be denied. <br /> 6. The Issuing Authority/Body of the exporting Party shall advise the <br /> Customs Authority of the importing Party within 30 days of the date of <br /> the written request from the Customs Authority of the importing Party <br /> whether the exporter or producer has agreed to the request for a <br /> verification visit. <br /> 7. The Customs Authority of the importing Party shall not visit the <br /> premises or factory of any exporter or producer in the territory of <br /> the exporting Party without written prior consent from the exporter or <br /> producer. <br /> 8. The Customs Authority of the importing Party shall complete any <br /> action to verify eligibility for preferential tariff treatment and make a <br /> decision within 150 days of the date of the request to the Issuing <br /> Authority/Body under Paragraph 1. The Customs Authority of the <br /> importing Party shall provide written advice as to whether goods are <br /> eligible for preferential tariff treatment to the relevant parties within ten <br /> days of the decision being made. <br /> 9. Parties shall maintain the confidentiality of information <br /> classified as confidential collected in the process of verification and <br /> shall protect that information from disclosure that could prejudice the <br /> competitive position of the person who provided the information. The <br /> information classified as confidential may only be disclosed to those <br /> authorities responsible for the administration and enforcement of <br /> origin determination.2 <br /> SUSPENSION OF PREFERENTIAL TARIFF TREATMENT <br /> Rule 19 : 1. The Customs Authority of the importing Party may suspend <br /> preferential tariff treatment to a good that is the subject of an origin <br /> verification action under this Annex for the duration of that action or <br /> any part thereof. <br /> 2. The importing Party may release the goods to the importer <br /> subject to any administrative measures deemed necessary, provided <br /> that they are not held to be subject to import prohibition or restriction <br /> and there is no suspicion of fraud. <br /> 3. In the event that a determination is made by the Customs <br /> Authority of the importing Party that the good qualifies as an originating <br /> 2 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br /> (Confidentiality) of Chapter 18 (Final Provisions). <br /> good of the exporting Party, any suspended preferential tariff <br /> treatment shall be reinstated. <br /> Rule 22 : 1. The Customs Authority of the importing Party may accept <br /> Certificates of Origin in cases where the sales invoice is issued either <br /> by a company located in a third country or by an exporter for the <br /> account of that company, provided that the goods meet the <br /> requirements of Chapter 3 (Rules of Origin). <br /> 2. The words \"SUBJECT OF THIRD-PARTY INVOICE (name of <br /> company using the invoice)\" shall appear on the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 23 : When it is suspected that fraudulent acts in connection with the <br /> Certificate of Origin have been committed, the government authorities <br /> concerned shall co-operate in the action to be taken in the respective <br /> Party against the persons involved, in accordance with the Party's <br /> respective laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs procedures]: <br /> Article 8 : Advance Rulings <br /> 1. Each Party, through its customs administration or other <br /> relevant authorities, to the extent permitted by its domestic <br /> laws, regulations and administrative determinations, on the <br /> application of a person described in Paragraph 2(a), shall <br /> provide in writing advance rulings in respect of the tariff <br /> classification, questions arising from the application of the <br /> principles of the Agreement on Customs Valuation and/or <br /> origin of goods. <br /> 2. Where available, each Party shall adopt or maintain <br /> procedures for advance rulings, which shall: <br /> (a) provide that an importer in its territory or an <br /> exporter or producer in the territory of another <br /> Party may apply for an advance ruling before the <br /> importation of the goods in question; <br /> (b) require that an applicant for an advance ruling <br /> provide a detailed description of the goods and <br /> all relevant information needed to process an <br /> application for an advance ruling; <br /> In the case of Cambodia, the Agreement on Customs Valuation, as implemented in <br /> accordance with the provisions of the Protocol on the Accession of the Kingdom of <br /> Cambodia to the WTO shall apply mutatis mutandis. <br /> (c) provide that its customs administration may, at <br /> any time during the course of an evaluation of an <br /> application for an advance ruling, request that the <br /> applicant provide additional information within a <br /> specified period; <br /> (d) provide that any advance ruling be based on the <br /> facts and circumstances presented by the <br /> applicant, and any other relevant information in <br /> the possession of the decision-maker; and <br /> (e) provide that an advance ruling be issued to the <br /> applicant expeditiously, within the period <br /> specified in each Party's domestic laws, <br /> regulations or administrative determinations. <br /> 3. A Party may reject requests for an advance ruling <br /> where the additional information requested by it in <br /> accordance with Paragraph 2(c) is not provided within the <br /> specified period. <br /> 4. Subject to Paragraphs 1 and 5 and where available, <br /> each Party shall apply an advance ruling to all importations <br /> of goods described in that ruling imported into its territory for <br /> three years from the date of that ruling, or such other period <br /> as specified in that Party's domestic laws, regulations or <br /> administrative determinations. <br /> 5. A Party may modify or revoke an advance ruling upon <br /> a determination that the ruling was based on an error of fact <br /> or law (including human error), the information provided is <br /> false or inaccurate, if there is a change in domestic law <br /> consistent with this Agreement, or there is a change in a <br /> material fact or circumstance on which the ruling is based. <br /> 6. Where an importer claims that the treatment accorded <br /> to an imported good should be governed by an advance <br /> ruling, the customs administration may evaluate whether the <br /> facts and circumstances of the importation are consistent <br /> with the facts and circumstances upon which an advance <br /> ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 : 1. Where the origin of the good is not in doubt, the discovery of <br /> minor transcription errors or discrepancies in documentation shall not <br /> ipso facto invalidate the Certificate of Origin, if it does in fact <br /> correspond to the goods submitted. <br /> 2. For multiple goods declared under the same Certificate of Origin, <br /> a problem encountered with one of the goods listed shall not affect or <br /> delay the granting of preferential tariff treatment and customs <br /> clearance of the remaining goods listed in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Review and Appeal <br /> The importing Party shall grant the right of appeal in matters relating to <br /> the eligibility for preferential tariff treatment to producers, exporters or <br /> importers of goods traded or to be traded between the Parties, in <br /> accordance with its domestic laws, regulations and administrative <br /> practices. <br /> [Customs procedures]: <br /> Article 13 : Review and Appeal <br /> 1. Each Party shall ensure that the importers in its <br /> territory have access to administrative review within the <br /> customs administration that issued the decision subject to <br /> review or, where applicable, the higher authority supervising <br /> the administration and/or judicial review of the determination <br /> taken at the final level of administrative review, in <br /> accordance with the Party's domestic law. <br /> 2. The decision on appeal shall be given to the appellant <br /> and the reasons for such decision shall be provided in writing. <br /> 3. The level of administrative review may include any", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3 : Goods Wholly Produced or Obtained <br> Article 5 : Calculation of Regional Value Content <br> Article 9 : Accessories, Spare Parts and Tools <br> Article 17 : Review and Appeal <br> RULES OF ORIGIN : Definitions <br> Goods Wholly Produced or Obtained <br> Calculation of Regional Value Content <br> Direct Consignment <br> Review and Appeal <br> For the purposes of Article 2.1(a) (Originating Goods), the following <br> 1. For the purposes of Article 4 (Goods Not Wholly Produced or <br> The importing Party shall grant the right of appeal in matters relating to <br> goods shall be considered as wholly produced or obtained: <br> Obtained), the formula for calculating the regional value content will be <br> the eligibility for preferential tariff treatment to producers, exporters or <br> (a) plants and plant goods, including fruit, flowers, <br> either: <br> Where: <br> importers of goods traded or to be traded between the Parties, in <br> vegetables, trees, seaweed, fungi and live plants, grown, <br> 3 \"International law\" refers to generally accepted international law such as the United Nations <br> accordance with its domestic laws, regulations and administrative <br> harvested, picked, or gathered in a Party1; <br> Convention on the Law of the Sea <br> practices. <br> (b) live animals born and raised in a Party; <br> (a) Direct Formula <br> (c) goods obtained from live animals in a Party; <br> AMNtZFIA i Labour , Overhead , Pfit , Other <br> (d) goods obtained from hunting, trapping, fishing, farming, <br> MCteri.al + Cost + Cost + Profit + cost <br> aquaculture, gathering, or capturing in a Party; <br> —^- x100% <br> (e) minerals and other naturally occurring substances extracted <br> FOB <br> or taken from the soil, waters, seabed or beneath the <br> seabed in a Party; <br> (b) Indirect/Build-Down Formula <br> (f) goods of sea-fishing and other marine goods taken from the <br> FOB - <br> and <br> high seas, in accordance with international law2, by any <br> Value of Non- <br> vessel registered or recorded with a Party and entitled to fly <br> Originating Materials <br> the flag of that Party; <br> (g) goods produced on board any factory ship registered or <br> ?x100% <br> recorded with a Party and entitled to fly the flag of that <br> Party from the goods referred to in Subparagraph (f); <br> (a) AANZFTA Material Cost is the value of originating <br> For the purposes of this Article, \"in a Party\" means the land, territorial sea, Exclusive <br> materials, parts or produce that are acquired or self- <br> Economic Zone, Continental Shelf over which a Party exercises sovereignty, sovereign rights <br> produced by the producer in the production of the <br> or jurisdiction, as the case may be, in accordance with international law. <br> For the avoidance of doubt, nothing contained in the above definition shall be construed as <br> (b) Labour Cost includes wages, remuneration and <br> Indirect Materials <br> conferring recognition or acceptance by one Party of the outstanding maritime and territorial <br> or <br> other employee benefits; <br> claims made by any other Party, nor shall be taken as pre- judging the determination of such <br> (c) Overhead Cost is the total overhead expense; <br> claims. <br> (d) Other Costs are the costs incurred in placing the good <br> 2 \"International law\" refers to generally accepted international law such as the United Nations <br> in the ship or other means of transport for export <br> Party; and <br> Treatment of Packing Materials and Containers <br> Convention on the Law of the Sea. <br> including, but not limited to, domestic transport costs, <br> storage and warehousing, port handling, brokerage <br> seabed or beneath the seabed beyond the Exclusive <br> fees and service charges; <br> Economic Zone and adjacent Continental Shelf of that Party <br> (e) FOB is the free-on-board value of the goods as <br> and beyond areas over which third parties exercise <br> defined in Article 1 (Definitions); and <br> jurisdiction under exploitation rights granted in <br> (f) Value of Non-Originating Materials is the CIF <br> accordance with international law3; <br> (b) the good meets all other applicable criteria of this Chapter. <br> value at the time of importation or the earliest <br> ascertained price paid for all non-originating <br> (i) waste and scrap derived from production and <br> materials, parts or produce that are acquired by the <br> consumption in a Party provided that such goods are <br> packaged for retail sale shall be taken into account as originating or <br> producer in the production of the good. Non-originating <br> fit only for the recovery of raw materials; or <br> materials include materials of undetermined origin but <br> non-originating materials, as the case may be, in calculating the <br> (ii) used goods collected in a Party provided that such <br> do not include a material that is self-produced. <br> goods are fit only for the recovery of raw materials; <br> (f) mere dilution with water or another substance that does not <br> 2. The value of goods under this Chapter shall be determined in <br> Accessories, spare parts, tools and instructional or other information <br> accordance with Article VII of GAII 1994 and the Agreement on <br> (i) goods which are: <br> (j) goods produced or obtained in a Party solely from products <br> Customs Valuation. <br> tools and instructional or other information materials <br> referred to in Subparagraphs (a) to (i) or from their <br> Article 6 : Cumulative Rules of Origin <br> derivatives. <br> Cumulative Rules of Origin <br> For the purposes of Article 2 (Originating Goods), a good which <br> complies with the origin requirements provided therein and which is <br> used in another Party as a material in the production of another good <br> shall be considered to originate in the Party where working or <br> processing of the finished good has taken place. <br> Article 7 : Minimal Operations and Processes <br> registered in the accounting records of the producer of the good. <br> Where a claim for origin is based solely on a regional value content, <br> presented with the good are customary for that good. <br> the operations or processes listed below, undertaken by themselves or <br> in combination with each other, are considered to be minimal and shall <br> not be taken into account in determining whether or not a good is <br> originating: <br> (h) goods taken by a Party, or a person of a Party, from the <br> (a) ensuring preservation of goods in good condition for the <br> purposes of transport or storage; <br> (b) facilitating shipment or transportation; <br> value of non-originating materials for any applicable regional value <br> (c) packaging4 or presenting goods for transportation or sale; <br> (d) simple processes, consisting of sifting, classifying, washing, <br> cutting, slitting, bending, coiling and uncoiling and other <br> similar operations; <br> (e) affixing of marks, labels or other like distinguishing signs on <br> products or their packaging; and <br> materially alter the characteristics of the goods. <br> Article 8 : De Minimis <br> 1. A good that does not satisfy a change in tariff classification <br> requirement pursuant to Article 4 (Goods Not Wholly Produced or <br> Obtained) will nonetheless be an originating good if: <br> This excludes encapsulation which is termed \"packaging\" by the electronics industry. <br> for a good, other than that provided for in Chapters 50 <br> to 63 of the HS Code, the value of all non-originating <br> materials used in the production of the good that did <br> not undergo the required change in tariff classification <br> does not exceed 10 per cent of the FOB value of the <br> good; <br> for a good provided for in Chapters 50 to 63 of the HS <br> Code, the weight of all non-originating materials used <br> in its production that did not undergo the required <br> change in tariff classification does not exceed 10 per <br> cent of the total weight of the good, or the value of all <br> non-originating materials used in the production of the <br> good that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the FOB <br> value of the good; and <br> 2. The value of such materials shall, however, be included in the <br> that: <br> content requirement. <br> Accessories, Spare Parts and Tools <br> 1. For the purposes of determining the origin of a good, <br> Minimal Operations and Processes <br> materials presented with the good shall be considered part of that <br> good and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating good <br> have undergone the applicable change in tariff classification, provided <br> (a) the accessories, spare parts, tools and instructional or other <br> information materials presented with the good are not <br> invoiced separately from the originating good; and <br> (b) the quantities and value of the accessories, spare parts, <br> 2. Notwithstanding Paragraph 1, if the good is subject to a regional <br> value content requirement, the value of the accessories, spare parts, <br> tools and instructional or other information materials presented with <br> the good shall be taken into account as originating or non- <br> (a) (i) <br> (ii) <br> originating materials, as the case may be, in calculating the regional <br> 3. Paragraphs 1 and 2 do not apply where accessories, spare <br> parts, tools and instructional or other information materials presented <br> with the good have been added solely for the purpose of artificially <br> raising the regional value content of that good, provided it is proven <br> subsequently by the importing Party that they are not sold therewith. <br> Article 10 : Identical and Interchangeable Materials <br> The determination of whether identical and interchangeable materials <br> are originating materials shall be made either by physical segregation <br> regional value content of the good. <br> of each of the materials or by the use of generally accepted accounting <br> principles of stock control applicable, or inventory management <br> practice, in the exporting Party. <br> Article 11 : Treatment of Packing Materials and Containers <br> 1. Packing materials and containers for transportation and shipment <br> of a good shall not be taken into account in determining the origin of <br> any good. <br> De Minimis <br> 2. Packing materials and containers in which a good is packaged for <br> retail sale, when classified together with that good, shall not be taken <br> into account in determining whether all of the non-originating <br> materials used in the production of the good have met the applicable <br> change in tariff classification requirements for the good. <br> value of the packing materials and containers in which the good is <br> Article 12 : Indirect Materials <br> An indirect material shall be treated as an originating material without <br> regard to where it is produced and its value shall be the cost <br> Article 13 : Recording of Costs <br> Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and <br> maintained in accordance with the generally accepted accounting <br> principles applicable in the Party in which the goods are produced. <br> Article 14 : Direct Consignment <br> A good will retain its originating status as determined under Article 2 <br> (Originating Goods) if the following conditions have been met: <br> (a) the good has been transported to the importing Party <br> without passing through any non-Party; or <br> (b) the good has transited through a non-Party, provided <br> (i) the good has not undergone subsequent production or <br> any other operation outside the territories of the <br> Parties other than unloading, reloading, storing, or any <br> other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (ii) the good has not entered the commerce of a non- <br> (iii) the transit entry is justified for geographical, economic <br> or logistical reasons. <br> Article 15 : Certificate of Origin <br> Certificate of Origin <br> A claim that goods are eligible for preferential tariff treatment shall be <br> supported by a Certificate of Origin issued by an Issuing <br> Authority/Body notified to the other Parties as set out in this Chapter's <br> Annex on Operational Certification Procedures. <br> 3. If a good is subject to a regional value content requirement, the <br> value content of the good. <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Chapter: <br> (a) aquaculture means the farming of aquatic organisms <br> including fish, molluscs, crustaceans, other aquatic <br> invertebrates and aquatic plants, from seedstock such as <br> eggs, fry, fingerlings and larvae, by intervention in the <br> rearing or growth processes to enhance production such as <br> regular stocking, feeding, or protection from predators; <br> (b) back-to-back Certificate of Origin means a Certificate of <br> Origin issued by an intermediate exporting Party's Issuing <br> Authority/Body based on the Certificate of Origin issued by <br> the first exporting Party; <br> (c) CIF means the value of the good imported and includes <br> the cost of freight and insurance up to the port or place of <br> entry into the country of importation. The valuation shall be <br> Agreement on Customs Valuation; <br> made in accordance with Article VII of GATT 1994 and the <br> (d) FOB means the free-on-board value of the good, inclusive <br> of the cost of transport to the port or site of final shipment <br> abroad. The valuation shall be made in accordance with <br> Article VII of GATT 1994 and the Agreement on Customs <br> Valuation; <br> (e) generally accepted accounting principles means the <br> recognised consensus or substantial authoritative support <br> equipment and buildings; <br> in a Party, with respect to the recording of revenues, <br> expenses, costs, assets and liabilities; the disclosure of <br> information; and the preparation of financial statements. <br> materials used in production or used to operate <br> and procedures; <br> These standards may encompass broad guidelines of <br> general application as well as detailed standards, practices <br> originating under this Chapter; <br> (f) good means any merchandise, product, article or material; <br> (ii) tools, dies and moulds; <br> (g) identical and interchangeable materials means materials <br> (i) fuel and energy; <br> of any markings or mere visual examination; <br> that are fungible as a result of being of the same kind and <br> commercial quality, possessing the same technical and <br> incorporated into the finished product cannot be <br> and supplies; <br> distinguishedfrom one another for origin purposes by virtue <br> physical characteristics, and which once they are <br> reasonably be demonstrated to be a part of that <br> (h) indirect material means a good used in the production, <br> testing, or inspection of a good but not physically <br> incorporated into the good, or a good used in the <br> maintenance of buildings or the operation of equipment <br> associated with the production of a good, including: <br> (vii) catalysts and solvents; and <br> (iii) spare parts and materials used in the maintenance of <br> growing, mining, harvesting, farming, raising, breeding, <br> (iv) lubricants, greases, compounding materials and other <br> (v) gloves, glasses, footwear, clothing, safety equipment <br> (vi) equipment, devices and supplies used for testing or <br> inspecting goods; <br> (viii) any other goods that are not incorporated into the <br> good but whose use in the production of the good can <br> production; <br> (i) material means any matter or substance used or <br> consumed in the production of goods or physically <br> incorporated into a good or subjected to a process in the <br> (j) non-originating good or non-originating material means <br> a good or material that does not qualify as originating under <br> this Chapter; <br> (k) originating material means a material that qualifies as <br> (l) producer means a person who grows, mines, raises, <br> harvests, fishes, traps, hunts, farms, captures, gathers, <br> collects, breeds, extracts, manufactures, processes or <br> assembles a good; <br> (m) production means methods of obtaining goods including <br> extracting, gathering, collecting, capturing, fishing, trapping, <br> hunting, manufacturing, producing,processingor assembling <br> a good; <br> (n) Product Specific Rules are rules in Annex 2 (Product <br> Specific Rules) that specify that the materials used to <br> produce a good have undergone a change in tariff <br> classification or a specific manufacturing or processing <br> operation, or satisfy a regional value content criterion or a <br> combination of any of these criteria; and <br> (o) packing materials and containers for transportation <br> means goods used to protect a good during its <br> transportation, different from those containers or materials <br> used for its retail sale. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "production of another good; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 2 : Originating Goods <br> 1. For the purposes of this Chapter, a good shall be treated as an <br> originating good if it is either: <br> (a) wholly produced or obtained in a Party as provided in Article <br> 3 (Goods Wholly Produced or Obtained); <br> (b) not wholly produced or obtained in a Party providedthat the <br> good has satisfied the requirements of Article 4 (Goods Not <br> and meets all other applicable requirements of this Chapter. <br> Wholly Produced or Obtained); or <br> (c) produced in a Party exclusively from originating materials <br> from one or more of the Parties, <br> 2. A good which complies with the origin requirements of <br> Paragraph 1 will retain its eligibility for preferential tariff treatment if <br> exported to a Party and subsequently re- exported to another Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3 : Goods Wholly Produced or Obtained <br> Article 5 : Calculation of Regional Value Content <br> Article 9 : Accessories, Spare Parts and Tools <br> Article 17 : Review and Appeal <br> RULES OF ORIGIN : Definitions <br> Goods Wholly Produced or Obtained <br> Calculation of Regional Value Content <br> Direct Consignment <br> Review and Appeal <br> For the purposes of Article 2.1(a) (Originating Goods), the following <br> 1. For the purposes of Article 4 (Goods Not Wholly Produced or <br> The importing Party shall grant the right of appeal in matters relating to <br> goods shall be considered as wholly produced or obtained: <br> Obtained), the formula for calculating the regional value content will be <br> the eligibility for preferential tariff treatment to producers, exporters or <br> (a) plants and plant goods, including fruit, flowers, <br> either: <br> Where: <br> importers of goods traded or to be traded between the Parties, in <br> vegetables, trees, seaweed, fungi and live plants, grown, <br> 3 \"International law\" refers to generally accepted international law such as the United Nations <br> accordance with its domestic laws, regulations and administrative <br> harvested, picked, or gathered in a Party1; <br> Convention on the Law of the Sea <br> practices. <br> (b) live animals born and raised in a Party; <br> (a) Direct Formula <br> (c) goods obtained from live animals in a Party; <br> AMNtZFIA i Labour , Overhead , Pfit , Other <br> (d) goods obtained from hunting, trapping, fishing, farming, <br> MCteri.al + Cost + Cost + Profit + cost <br> aquaculture, gathering, or capturing in a Party; <br> —^- x100% <br> (e) minerals and other naturally occurring substances extracted <br> FOB <br> or taken from the soil, waters, seabed or beneath the <br> seabed in a Party; <br> (b) Indirect/Build-Down Formula <br> (f) goods of sea-fishing and other marine goods taken from the <br> FOB - <br> and <br> high seas, in accordance with international law2, by any <br> Value of Non- <br> vessel registered or recorded with a Party and entitled to fly <br> Originating Materials <br> the flag of that Party; <br> (g) goods produced on board any factory ship registered or <br> ?x100% <br> recorded with a Party and entitled to fly the flag of that <br> Party from the goods referred to in Subparagraph (f); <br> (a) AANZFTA Material Cost is the value of originating <br> For the purposes of this Article, \"in a Party\" means the land, territorial sea, Exclusive <br> materials, parts or produce that are acquired or self- <br> Economic Zone, Continental Shelf over which a Party exercises sovereignty, sovereign rights <br> produced by the producer in the production of the <br> or jurisdiction, as the case may be, in accordance with international law. <br> For the avoidance of doubt, nothing contained in the above definition shall be construed as <br> (b) Labour Cost includes wages, remuneration and <br> Indirect Materials <br> conferring recognition or acceptance by one Party of the outstanding maritime and territorial <br> or <br> other employee benefits; <br> claims made by any other Party, nor shall be taken as pre- judging the determination of such <br> (c) Overhead Cost is the total overhead expense; <br> claims. <br> (d) Other Costs are the costs incurred in placing the good <br> 2 \"International law\" refers to generally accepted international law such as the United Nations <br> in the ship or other means of transport for export <br> Party; and <br> Treatment of Packing Materials and Containers <br> Convention on the Law of the Sea. <br> including, but not limited to, domestic transport costs, <br> storage and warehousing, port handling, brokerage <br> seabed or beneath the seabed beyond the Exclusive <br> fees and service charges; <br> Economic Zone and adjacent Continental Shelf of that Party <br> (e) FOB is the free-on-board value of the goods as <br> and beyond areas over which third parties exercise <br> defined in Article 1 (Definitions); and <br> jurisdiction under exploitation rights granted in <br> (f) Value of Non-Originating Materials is the CIF <br> accordance with international law3; <br> (b) the good meets all other applicable criteria of this Chapter. <br> value at the time of importation or the earliest <br> ascertained price paid for all non-originating <br> (i) waste and scrap derived from production and <br> materials, parts or produce that are acquired by the <br> consumption in a Party provided that such goods are <br> packaged for retail sale shall be taken into account as originating or <br> producer in the production of the good. Non-originating <br> fit only for the recovery of raw materials; or <br> materials include materials of undetermined origin but <br> non-originating materials, as the case may be, in calculating the <br> (ii) used goods collected in a Party provided that such <br> do not include a material that is self-produced. <br> goods are fit only for the recovery of raw materials; <br> (f) mere dilution with water or another substance that does not <br> 2. The value of goods under this Chapter shall be determined in <br> Accessories, spare parts, tools and instructional or other information <br> accordance with Article VII of GAII 1994 and the Agreement on <br> (i) goods which are: <br> (j) goods produced or obtained in a Party solely from products <br> Customs Valuation. <br> tools and instructional or other information materials <br> referred to in Subparagraphs (a) to (i) or from their <br> Article 6 : Cumulative Rules of Origin <br> derivatives. <br> Cumulative Rules of Origin <br> For the purposes of Article 2 (Originating Goods), a good which <br> complies with the origin requirements provided therein and which is <br> used in another Party as a material in the production of another good <br> shall be considered to originate in the Party where working or <br> processing of the finished good has taken place. <br> Article 7 : Minimal Operations and Processes <br> registered in the accounting records of the producer of the good. <br> Where a claim for origin is based solely on a regional value content, <br> presented with the good are customary for that good. <br> the operations or processes listed below, undertaken by themselves or <br> in combination with each other, are considered to be minimal and shall <br> not be taken into account in determining whether or not a good is <br> originating: <br> (h) goods taken by a Party, or a person of a Party, from the <br> (a) ensuring preservation of goods in good condition for the <br> purposes of transport or storage; <br> (b) facilitating shipment or transportation; <br> value of non-originating materials for any applicable regional value <br> (c) packaging4 or presenting goods for transportation or sale; <br> (d) simple processes, consisting of sifting, classifying, washing, <br> cutting, slitting, bending, coiling and uncoiling and other <br> similar operations; <br> (e) affixing of marks, labels or other like distinguishing signs on <br> products or their packaging; and <br> materially alter the characteristics of the goods. <br> Article 8 : De Minimis <br> 1. A good that does not satisfy a change in tariff classification <br> requirement pursuant to Article 4 (Goods Not Wholly Produced or <br> Obtained) will nonetheless be an originating good if: <br> This excludes encapsulation which is termed \"packaging\" by the electronics industry. <br> for a good, other than that provided for in Chapters 50 <br> to 63 of the HS Code, the value of all non-originating <br> materials used in the production of the good that did <br> not undergo the required change in tariff classification <br> does not exceed 10 per cent of the FOB value of the <br> good; <br> for a good provided for in Chapters 50 to 63 of the HS <br> Code, the weight of all non-originating materials used <br> in its production that did not undergo the required <br> change in tariff classification does not exceed 10 per <br> cent of the total weight of the good, or the value of all <br> non-originating materials used in the production of the <br> good that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the FOB <br> value of the good; and <br> 2. The value of such materials shall, however, be included in the <br> that: <br> content requirement. <br> Accessories, Spare Parts and Tools <br> 1. For the purposes of determining the origin of a good, <br> Minimal Operations and Processes <br> materials presented with the good shall be considered part of that <br> good and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating good <br> have undergone the applicable change in tariff classification, provided <br> (a) the accessories, spare parts, tools and instructional or other <br> information materials presented with the good are not <br> invoiced separately from the originating good; and <br> (b) the quantities and value of the accessories, spare parts, <br> 2. Notwithstanding Paragraph 1, if the good is subject to a regional <br> value content requirement, the value of the accessories, spare parts, <br> tools and instructional or other information materials presented with <br> the good shall be taken into account as originating or non- <br> (a) (i) <br> (ii) <br> originating materials, as the case may be, in calculating the regional <br> 3. Paragraphs 1 and 2 do not apply where accessories, spare <br> parts, tools and instructional or other information materials presented <br> with the good have been added solely for the purpose of artificially <br> raising the regional value content of that good, provided it is proven <br> subsequently by the importing Party that they are not sold therewith. <br> Article 10 : Identical and Interchangeable Materials <br> The determination of whether identical and interchangeable materials <br> are originating materials shall be made either by physical segregation <br> regional value content of the good. <br> of each of the materials or by the use of generally accepted accounting <br> principles of stock control applicable, or inventory management <br> practice, in the exporting Party. <br> Article 11 : Treatment of Packing Materials and Containers <br> 1. Packing materials and containers for transportation and shipment <br> of a good shall not be taken into account in determining the origin of <br> any good. <br> De Minimis <br> 2. Packing materials and containers in which a good is packaged for <br> retail sale, when classified together with that good, shall not be taken <br> into account in determining whether all of the non-originating <br> materials used in the production of the good have met the applicable <br> change in tariff classification requirements for the good. <br> value of the packing materials and containers in which the good is <br> Article 12 : Indirect Materials <br> An indirect material shall be treated as an originating material without <br> regard to where it is produced and its value shall be the cost <br> Article 13 : Recording of Costs <br> Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and <br> maintained in accordance with the generally accepted accounting <br> principles applicable in the Party in which the goods are produced. <br> Article 14 : Direct Consignment <br> A good will retain its originating status as determined under Article 2 <br> (Originating Goods) if the following conditions have been met: <br> (a) the good has been transported to the importing Party <br> without passing through any non-Party; or <br> (b) the good has transited through a non-Party, provided <br> (i) the good has not undergone subsequent production or <br> any other operation outside the territories of the <br> Parties other than unloading, reloading, storing, or any <br> other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (ii) the good has not entered the commerce of a non- <br> (iii) the transit entry is justified for geographical, economic <br> or logistical reasons. <br> Article 15 : Certificate of Origin <br> Certificate of Origin <br> A claim that goods are eligible for preferential tariff treatment shall be <br> supported by a Certificate of Origin issued by an Issuing <br> Authority/Body notified to the other Parties as set out in this Chapter's <br> Annex on Operational Certification Procedures. <br> 3. If a good is subject to a regional value content requirement, the <br> value content of the good. <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Goods Not Wholly Produced or Obtained", "ArticleDesc": "Article 4 : Goods Not Wholly Produced or Obtained <br> 1. For the purposes of Article 2.1(b) (Originating Goods), a good <br> shall qualify as an originating good of a Party if it satisfies all applicable <br> requirements of the Product Specific Rules. <br> 2. Where Annex 2 (Product Specific Rules) provides a choice of rule <br> between a regional value content based rule of origin, a change in tariff <br> classification based rule of origin, a specific process of production, or a <br> combination of any of these, a Party shall permit the producer or <br> exporter of the good to decide which rule to use in determining if the <br> good is an originating good.\" <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3 : Goods Wholly Produced or Obtained <br> Article 5 : Calculation of Regional Value Content <br> Article 9 : Accessories, Spare Parts and Tools <br> Article 17 : Review and Appeal <br> RULES OF ORIGIN : Definitions <br> Goods Wholly Produced or Obtained <br> Calculation of Regional Value Content <br> Direct Consignment <br> Review and Appeal <br> For the purposes of Article 2.1(a) (Originating Goods), the following <br> 1. For the purposes of Article 4 (Goods Not Wholly Produced or <br> The importing Party shall grant the right of appeal in matters relating to <br> goods shall be considered as wholly produced or obtained: <br> Obtained), the formula for calculating the regional value content will be <br> the eligibility for preferential tariff treatment to producers, exporters or <br> (a) plants and plant goods, including fruit, flowers, <br> either: <br> Where: <br> importers of goods traded or to be traded between the Parties, in <br> vegetables, trees, seaweed, fungi and live plants, grown, <br> 3 \"International law\" refers to generally accepted international law such as the United Nations <br> accordance with its domestic laws, regulations and administrative <br> harvested, picked, or gathered in a Party1; <br> Convention on the Law of the Sea <br> practices. <br> (b) live animals born and raised in a Party; <br> (a) Direct Formula <br> (c) goods obtained from live animals in a Party; <br> AMNtZFIA i Labour , Overhead , Pfit , Other <br> (d) goods obtained from hunting, trapping, fishing, farming, <br> MCteri.al + Cost + Cost + Profit + cost <br> aquaculture, gathering, or capturing in a Party; <br> —^- x100% <br> (e) minerals and other naturally occurring substances extracted <br> FOB <br> or taken from the soil, waters, seabed or beneath the <br> seabed in a Party; <br> (b) Indirect/Build-Down Formula <br> (f) goods of sea-fishing and other marine goods taken from the <br> FOB - <br> and <br> high seas, in accordance with international law2, by any <br> Value of Non- <br> vessel registered or recorded with a Party and entitled to fly <br> Originating Materials <br> the flag of that Party; <br> (g) goods produced on board any factory ship registered or <br> ?x100% <br> recorded with a Party and entitled to fly the flag of that <br> Party from the goods referred to in Subparagraph (f); <br> (a) AANZFTA Material Cost is the value of originating <br> For the purposes of this Article, \"in a Party\" means the land, territorial sea, Exclusive <br> materials, parts or produce that are acquired or self- <br> Economic Zone, Continental Shelf over which a Party exercises sovereignty, sovereign rights <br> produced by the producer in the production of the <br> or jurisdiction, as the case may be, in accordance with international law. <br> For the avoidance of doubt, nothing contained in the above definition shall be construed as <br> (b) Labour Cost includes wages, remuneration and <br> Indirect Materials <br> conferring recognition or acceptance by one Party of the outstanding maritime and territorial <br> or <br> other employee benefits; <br> claims made by any other Party, nor shall be taken as pre- judging the determination of such <br> (c) Overhead Cost is the total overhead expense; <br> claims. <br> (d) Other Costs are the costs incurred in placing the good <br> 2 \"International law\" refers to generally accepted international law such as the United Nations <br> in the ship or other means of transport for export <br> Party; and <br> Treatment of Packing Materials and Containers <br> Convention on the Law of the Sea. <br> including, but not limited to, domestic transport costs, <br> storage and warehousing, port handling, brokerage <br> seabed or beneath the seabed beyond the Exclusive <br> fees and service charges; <br> Economic Zone and adjacent Continental Shelf of that Party <br> (e) FOB is the free-on-board value of the goods as <br> and beyond areas over which third parties exercise <br> defined in Article 1 (Definitions); and <br> jurisdiction under exploitation rights granted in <br> (f) Value of Non-Originating Materials is the CIF <br> accordance with international law3; <br> (b) the good meets all other applicable criteria of this Chapter. <br> value at the time of importation or the earliest <br> ascertained price paid for all non-originating <br> (i) waste and scrap derived from production and <br> materials, parts or produce that are acquired by the <br> consumption in a Party provided that such goods are <br> packaged for retail sale shall be taken into account as originating or <br> producer in the production of the good. Non-originating <br> fit only for the recovery of raw materials; or <br> materials include materials of undetermined origin but <br> non-originating materials, as the case may be, in calculating the <br> (ii) used goods collected in a Party provided that such <br> do not include a material that is self-produced. <br> goods are fit only for the recovery of raw materials; <br> (f) mere dilution with water or another substance that does not <br> 2. The value of goods under this Chapter shall be determined in <br> Accessories, spare parts, tools and instructional or other information <br> accordance with Article VII of GAII 1994 and the Agreement on <br> (i) goods which are: <br> (j) goods produced or obtained in a Party solely from products <br> Customs Valuation. <br> tools and instructional or other information materials <br> referred to in Subparagraphs (a) to (i) or from their <br> Article 6 : Cumulative Rules of Origin <br> derivatives. <br> Cumulative Rules of Origin <br> For the purposes of Article 2 (Originating Goods), a good which <br> complies with the origin requirements provided therein and which is <br> used in another Party as a material in the production of another good <br> shall be considered to originate in the Party where working or <br> processing of the finished good has taken place. <br> Article 7 : Minimal Operations and Processes <br> registered in the accounting records of the producer of the good. <br> Where a claim for origin is based solely on a regional value content, <br> presented with the good are customary for that good. <br> the operations or processes listed below, undertaken by themselves or <br> in combination with each other, are considered to be minimal and shall <br> not be taken into account in determining whether or not a good is <br> originating: <br> (h) goods taken by a Party, or a person of a Party, from the <br> (a) ensuring preservation of goods in good condition for the <br> purposes of transport or storage; <br> (b) facilitating shipment or transportation; <br> value of non-originating materials for any applicable regional value <br> (c) packaging4 or presenting goods for transportation or sale; <br> (d) simple processes, consisting of sifting, classifying, washing, <br> cutting, slitting, bending, coiling and uncoiling and other <br> similar operations; <br> (e) affixing of marks, labels or other like distinguishing signs on <br> products or their packaging; and <br> materially alter the characteristics of the goods. <br> Article 8 : De Minimis <br> 1. A good that does not satisfy a change in tariff classification <br> requirement pursuant to Article 4 (Goods Not Wholly Produced or <br> Obtained) will nonetheless be an originating good if: <br> This excludes encapsulation which is termed \"packaging\" by the electronics industry. <br> for a good, other than that provided for in Chapters 50 <br> to 63 of the HS Code, the value of all non-originating <br> materials used in the production of the good that did <br> not undergo the required change in tariff classification <br> does not exceed 10 per cent of the FOB value of the <br> good; <br> for a good provided for in Chapters 50 to 63 of the HS <br> Code, the weight of all non-originating materials used <br> in its production that did not undergo the required <br> change in tariff classification does not exceed 10 per <br> cent of the total weight of the good, or the value of all <br> non-originating materials used in the production of the <br> good that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the FOB <br> value of the good; and <br> 2. The value of such materials shall, however, be included in the <br> that: <br> content requirement. <br> Accessories, Spare Parts and Tools <br> 1. For the purposes of determining the origin of a good, <br> Minimal Operations and Processes <br> materials presented with the good shall be considered part of that <br> good and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating good <br> have undergone the applicable change in tariff classification, provided <br> (a) the accessories, spare parts, tools and instructional or other <br> information materials presented with the good are not <br> invoiced separately from the originating good; and <br> (b) the quantities and value of the accessories, spare parts, <br> 2. Notwithstanding Paragraph 1, if the good is subject to a regional <br> value content requirement, the value of the accessories, spare parts, <br> tools and instructional or other information materials presented with <br> the good shall be taken into account as originating or non- <br> (a) (i) <br> (ii) <br> originating materials, as the case may be, in calculating the regional <br> 3. Paragraphs 1 and 2 do not apply where accessories, spare <br> parts, tools and instructional or other information materials presented <br> with the good have been added solely for the purpose of artificially <br> raising the regional value content of that good, provided it is proven <br> subsequently by the importing Party that they are not sold therewith. <br> Article 10 : Identical and Interchangeable Materials <br> The determination of whether identical and interchangeable materials <br> are originating materials shall be made either by physical segregation <br> regional value content of the good. <br> of each of the materials or by the use of generally accepted accounting <br> principles of stock control applicable, or inventory management <br> practice, in the exporting Party. <br> Article 11 : Treatment of Packing Materials and Containers <br> 1. Packing materials and containers for transportation and shipment <br> of a good shall not be taken into account in determining the origin of <br> any good. <br> De Minimis <br> 2. Packing materials and containers in which a good is packaged for <br> retail sale, when classified together with that good, shall not be taken <br> into account in determining whether all of the non-originating <br> materials used in the production of the good have met the applicable <br> change in tariff classification requirements for the good. <br> value of the packing materials and containers in which the good is <br> Article 12 : Indirect Materials <br> An indirect material shall be treated as an originating material without <br> regard to where it is produced and its value shall be the cost <br> Article 13 : Recording of Costs <br> Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and <br> maintained in accordance with the generally accepted accounting <br> principles applicable in the Party in which the goods are produced. <br> Article 14 : Direct Consignment <br> A good will retain its originating status as determined under Article 2 <br> (Originating Goods) if the following conditions have been met: <br> (a) the good has been transported to the importing Party <br> without passing through any non-Party; or <br> (b) the good has transited through a non-Party, provided <br> (i) the good has not undergone subsequent production or <br> any other operation outside the territories of the <br> Parties other than unloading, reloading, storing, or any <br> other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (ii) the good has not entered the commerce of a non- <br> (iii) the transit entry is justified for geographical, economic <br> or logistical reasons. <br> Article 15 : Certificate of Origin <br> Certificate of Origin <br> A claim that goods are eligible for preferential tariff treatment shall be <br> supported by a Certificate of Origin issued by an Issuing <br> Authority/Body notified to the other Parties as set out in this Chapter's <br> Annex on Operational Certification Procedures. <br> 3. If a good is subject to a regional value content requirement, the <br> value content of the good. <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 16 : Denial of Preferential Tariff Treatment <br> The Customs Authority of the importing Party may deny a claim for <br> preferential tariff treatment when: <br> (a) the good does not qualify as an originating good; or <br> (b) the importer, exporter or producer fails to comply with any <br> of the relevant requirements of this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3 : Goods Wholly Produced or Obtained <br> Article 5 : Calculation of Regional Value Content <br> Article 9 : Accessories, Spare Parts and Tools <br> Article 17 : Review and Appeal <br> RULES OF ORIGIN : Definitions <br> Goods Wholly Produced or Obtained <br> Calculation of Regional Value Content <br> Direct Consignment <br> Review and Appeal <br> For the purposes of Article 2.1(a) (Originating Goods), the following <br> 1. For the purposes of Article 4 (Goods Not Wholly Produced or <br> The importing Party shall grant the right of appeal in matters relating to <br> goods shall be considered as wholly produced or obtained: <br> Obtained), the formula for calculating the regional value content will be <br> the eligibility for preferential tariff treatment to producers, exporters or <br> (a) plants and plant goods, including fruit, flowers, <br> either: <br> Where: <br> importers of goods traded or to be traded between the Parties, in <br> vegetables, trees, seaweed, fungi and live plants, grown, <br> 3 \"International law\" refers to generally accepted international law such as the United Nations <br> accordance with its domestic laws, regulations and administrative <br> harvested, picked, or gathered in a Party1; <br> Convention on the Law of the Sea <br> practices. <br> (b) live animals born and raised in a Party; <br> (a) Direct Formula <br> (c) goods obtained from live animals in a Party; <br> AMNtZFIA i Labour , Overhead , Pfit , Other <br> (d) goods obtained from hunting, trapping, fishing, farming, <br> MCteri.al + Cost + Cost + Profit + cost <br> aquaculture, gathering, or capturing in a Party; <br> —^- x100% <br> (e) minerals and other naturally occurring substances extracted <br> FOB <br> or taken from the soil, waters, seabed or beneath the <br> seabed in a Party; <br> (b) Indirect/Build-Down Formula <br> (f) goods of sea-fishing and other marine goods taken from the <br> FOB - <br> and <br> high seas, in accordance with international law2, by any <br> Value of Non- <br> vessel registered or recorded with a Party and entitled to fly <br> Originating Materials <br> the flag of that Party; <br> (g) goods produced on board any factory ship registered or <br> ?x100% <br> recorded with a Party and entitled to fly the flag of that <br> Party from the goods referred to in Subparagraph (f); <br> (a) AANZFTA Material Cost is the value of originating <br> For the purposes of this Article, \"in a Party\" means the land, territorial sea, Exclusive <br> materials, parts or produce that are acquired or self- <br> Economic Zone, Continental Shelf over which a Party exercises sovereignty, sovereign rights <br> produced by the producer in the production of the <br> or jurisdiction, as the case may be, in accordance with international law. <br> For the avoidance of doubt, nothing contained in the above definition shall be construed as <br> (b) Labour Cost includes wages, remuneration and <br> Indirect Materials <br> conferring recognition or acceptance by one Party of the outstanding maritime and territorial <br> or <br> other employee benefits; <br> claims made by any other Party, nor shall be taken as pre- judging the determination of such <br> (c) Overhead Cost is the total overhead expense; <br> claims. <br> (d) Other Costs are the costs incurred in placing the good <br> 2 \"International law\" refers to generally accepted international law such as the United Nations <br> in the ship or other means of transport for export <br> Party; and <br> Treatment of Packing Materials and Containers <br> Convention on the Law of the Sea. <br> including, but not limited to, domestic transport costs, <br> storage and warehousing, port handling, brokerage <br> seabed or beneath the seabed beyond the Exclusive <br> fees and service charges; <br> Economic Zone and adjacent Continental Shelf of that Party <br> (e) FOB is the free-on-board value of the goods as <br> and beyond areas over which third parties exercise <br> defined in Article 1 (Definitions); and <br> jurisdiction under exploitation rights granted in <br> (f) Value of Non-Originating Materials is the CIF <br> accordance with international law3; <br> (b) the good meets all other applicable criteria of this Chapter. <br> value at the time of importation or the earliest <br> ascertained price paid for all non-originating <br> (i) waste and scrap derived from production and <br> materials, parts or produce that are acquired by the <br> consumption in a Party provided that such goods are <br> packaged for retail sale shall be taken into account as originating or <br> producer in the production of the good. Non-originating <br> fit only for the recovery of raw materials; or <br> materials include materials of undetermined origin but <br> non-originating materials, as the case may be, in calculating the <br> (ii) used goods collected in a Party provided that such <br> do not include a material that is self-produced. <br> goods are fit only for the recovery of raw materials; <br> (f) mere dilution with water or another substance that does not <br> 2. The value of goods under this Chapter shall be determined in <br> Accessories, spare parts, tools and instructional or other information <br> accordance with Article VII of GAII 1994 and the Agreement on <br> (i) goods which are: <br> (j) goods produced or obtained in a Party solely from products <br> Customs Valuation. <br> tools and instructional or other information materials <br> referred to in Subparagraphs (a) to (i) or from their <br> Article 6 : Cumulative Rules of Origin <br> derivatives. <br> Cumulative Rules of Origin <br> For the purposes of Article 2 (Originating Goods), a good which <br> complies with the origin requirements provided therein and which is <br> used in another Party as a material in the production of another good <br> shall be considered to originate in the Party where working or <br> processing of the finished good has taken place. <br> Article 7 : Minimal Operations and Processes <br> registered in the accounting records of the producer of the good. <br> Where a claim for origin is based solely on a regional value content, <br> presented with the good are customary for that good. <br> the operations or processes listed below, undertaken by themselves or <br> in combination with each other, are considered to be minimal and shall <br> not be taken into account in determining whether or not a good is <br> originating: <br> (h) goods taken by a Party, or a person of a Party, from the <br> (a) ensuring preservation of goods in good condition for the <br> purposes of transport or storage; <br> (b) facilitating shipment or transportation; <br> value of non-originating materials for any applicable regional value <br> (c) packaging4 or presenting goods for transportation or sale; <br> (d) simple processes, consisting of sifting, classifying, washing, <br> cutting, slitting, bending, coiling and uncoiling and other <br> similar operations; <br> (e) affixing of marks, labels or other like distinguishing signs on <br> products or their packaging; and <br> materially alter the characteristics of the goods. <br> Article 8 : De Minimis <br> 1. A good that does not satisfy a change in tariff classification <br> requirement pursuant to Article 4 (Goods Not Wholly Produced or <br> Obtained) will nonetheless be an originating good if: <br> This excludes encapsulation which is termed \"packaging\" by the electronics industry. <br> for a good, other than that provided for in Chapters 50 <br> to 63 of the HS Code, the value of all non-originating <br> materials used in the production of the good that did <br> not undergo the required change in tariff classification <br> does not exceed 10 per cent of the FOB value of the <br> good; <br> for a good provided for in Chapters 50 to 63 of the HS <br> Code, the weight of all non-originating materials used <br> in its production that did not undergo the required <br> change in tariff classification does not exceed 10 per <br> cent of the total weight of the good, or the value of all <br> non-originating materials used in the production of the <br> good that did not undergo the required change in tariff <br> classification does not exceed 10 per cent of the FOB <br> value of the good; and <br> 2. The value of such materials shall, however, be included in the <br> that: <br> content requirement. <br> Accessories, Spare Parts and Tools <br> 1. For the purposes of determining the origin of a good, <br> Minimal Operations and Processes <br> materials presented with the good shall be considered part of that <br> good and shall be disregarded in determining whether all the non- <br> originating materials used in the production of the originating good <br> have undergone the applicable change in tariff classification, provided <br> (a) the accessories, spare parts, tools and instructional or other <br> information materials presented with the good are not <br> invoiced separately from the originating good; and <br> (b) the quantities and value of the accessories, spare parts, <br> 2. Notwithstanding Paragraph 1, if the good is subject to a regional <br> value content requirement, the value of the accessories, spare parts, <br> tools and instructional or other information materials presented with <br> the good shall be taken into account as originating or non- <br> (a) (i) <br> (ii) <br> originating materials, as the case may be, in calculating the regional <br> 3. Paragraphs 1 and 2 do not apply where accessories, spare <br> parts, tools and instructional or other information materials presented <br> with the good have been added solely for the purpose of artificially <br> raising the regional value content of that good, provided it is proven <br> subsequently by the importing Party that they are not sold therewith. <br> Article 10 : Identical and Interchangeable Materials <br> The determination of whether identical and interchangeable materials <br> are originating materials shall be made either by physical segregation <br> regional value content of the good. <br> of each of the materials or by the use of generally accepted accounting <br> principles of stock control applicable, or inventory management <br> practice, in the exporting Party. <br> Article 11 : Treatment of Packing Materials and Containers <br> 1. Packing materials and containers for transportation and shipment <br> of a good shall not be taken into account in determining the origin of <br> any good. <br> De Minimis <br> 2. Packing materials and containers in which a good is packaged for <br> retail sale, when classified together with that good, shall not be taken <br> into account in determining whether all of the non-originating <br> materials used in the production of the good have met the applicable <br> change in tariff classification requirements for the good. <br> value of the packing materials and containers in which the good is <br> Article 12 : Indirect Materials <br> An indirect material shall be treated as an originating material without <br> regard to where it is produced and its value shall be the cost <br> Article 13 : Recording of Costs <br> Recording of Costs <br> For the purposes of this Chapter, all costs shall be recorded and <br> maintained in accordance with the generally accepted accounting <br> principles applicable in the Party in which the goods are produced. <br> Article 14 : Direct Consignment <br> A good will retain its originating status as determined under Article 2 <br> (Originating Goods) if the following conditions have been met: <br> (a) the good has been transported to the importing Party <br> without passing through any non-Party; or <br> (b) the good has transited through a non-Party, provided <br> (i) the good has not undergone subsequent production or <br> any other operation outside the territories of the <br> Parties other than unloading, reloading, storing, or any <br> other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (ii) the good has not entered the commerce of a non- <br> (iii) the transit entry is justified for geographical, economic <br> or logistical reasons. <br> Article 15 : Certificate of Origin <br> Certificate of Origin <br> A claim that goods are eligible for preferential tariff treatment shall be <br> supported by a Certificate of Origin issued by an Issuing <br> Authority/Body notified to the other Parties as set out in this Chapter's <br> Annex on Operational Certification Procedures. <br> 3. If a good is subject to a regional value content requirement, the <br> value content of the good. <br> Identical and Interchangeable Materials <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 18 : Sub-Committee on Rules of Origin <br> 1. For the purpose of the effective and uniform implementation of <br> this Chapter, the Parties hereby establish a Sub-Committee on Rules <br> of Origin (ROO Sub-Committee). The functions of the ROO Sub- <br> Committee shall include: <br> (a) monitoring of the implementation and administration of this <br> Chapter; <br> (b) discussion of any issue that may have arisen in the <br> course of implementation, including any matters that may <br> have been referred to the ROO Sub-Committee by the <br> Goods Committee established pursuant to Article 11 <br> (Committee on Trade in Goods) of Chapter 2 (Trade in <br> Goods) or the FTA Joint Committee; <br> (c) discussion of any proposed modifications of the rules of <br> origin under this Chapter; and <br> (d) consultations on issues relating to rules of origin and <br> administrative co-operation. <br> 2. The ROO Sub-Committee shall consist of representatives of the <br> Parties. It shall meet from time to time as mutually determined by the <br> Parties. <br> 3. The ROO Sub-Committee shall commence a review of Article 6 <br> (Cumulative Rules of Origin) no earlier than 12 months, and no later <br> than 18 months following entry into force of this Agreement. This <br> review will consider the extension of the application of cumulation to <br> all value added to a good within AANZFTA. The ROO Sub- <br> Committee shall submit to the Goods Committee established pursuant <br> to Article 11 (Committee on Trade in Goods) of Chapter 2 (Trade in <br> Goods) a final report, including any recommendations, within three <br> years of entry into force of this Agreement. <br> 4. The ROO Sub-Committee shall commence a review of the <br> application of the chemical reaction rule and other chemical process <br> rules to Chapters 28 to 40 of the HS Code and other Product Specific : 18 months, following entry into force of this Agreement. The ROO <br> Rules identified by Parties, no earlier than 12 months and no later than : 18 months, following entry into force of this Agreement. The ROO <br> 18 months, following entry into force of this Agreement. The ROO <br> Sub-Committee shall submit to the Goods Committee established <br> pursuant to Article 11 (Committee on Trade in Goods) of Chapter 2 <br> (Trade in Goods) a final report, including any recommendations, within <br> three years of entry into force of this Agreement. <br> "}, {"ArticleTitle": "Consultations, Review and Modification", "ArticleDesc": "Article 19 : Consultations, Review and Modification <br> 1. The Parties shall consult regularly to ensure that this Chapter is <br> administered effectively, uniformly and consistently in order to achieve <br> the spirit and objectives of this Agreement. <br> 2. The FTA Joint Committee, upon recommendation of the <br> Committee on Trade in Goods and the ROO Sub-Committee, may <br> adopt a List of Data Requirements for inclusion in the Application for a <br> Certificate of Origin and the Certificate of Origin. <br> 3. The List of Data Requirements, and any subsequent revisions to <br> it, adopted in accordance with paragraph 2 shall be promptly published <br> and shall come into effect on the date determined by the Parties <br> through the FTA Joint Committee and on the basis of a report from the <br> ROO Sub-Committee, through the Committee on Trade in Goods. <br> 4. The FTA Joint Committee, upon recommendation of the <br> Committee on Trade in Goods and the ROO Sub-Committee, shall <br> adopt the transposition of Annex 2 (Product Specific Rules) that is in <br> the nomenclature of the revised HS Code following periodic <br> amendments to the HS Code. Such transposition shall be carried out <br> without impairing the existing commitments and shall be completed in a <br> timely manner. The Parties shall promptly publish the transposition of <br> Annex 2 (Product Specific Rules) in the nomenclature of the revised <br> HS Code. <br> 5. This Chapter may be reviewed and modified in accordance with <br> Article 6 (Amendments) of Chapter 18 (Final Provisions) as and when <br> necessary, upon request of a Party, and subject to the agreement of <br> the Parties, and may be open to such reviews and modifications as <br> may be agreed upon by the FTA Joint Committee. <br> ANNEX ON OPERATIONAL CERTIFICATION PROCEDURES <br> For the purpose of implementing Chapter 3 (Rules of Origin), the <br> following operational procedures on the issuance and verification of <br> Certificates of Origin and other related administrative matters shall be <br> observed by each Party. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 1 : The Certificate of Origin shall be issued by an Issuing Authority/Body <br> Rule 21 : For the purpose of implementing Article 14 (Direct Consignment) of <br> The Certificate of Origin shall be issued by an Issuing Authority/Body <br> ACTION AGAINST FRAUDULENT ACTS <br> For the purpose of implementing Article 14 (Direct Consignment) of <br> of the exporting Party. Details of the Issuing Authorities/Bodies shall <br> Chapter 3 (Rules of Origin) where transportation is effected through <br> be notified by each Party, through the ASEAN Secretariat, prior to <br> the territory of any non- Party, the following shall be provided to the <br> the entry into force of this Agreement. Any subsequent changes shall <br> Customs Authority of the importing Party: <br> be promptly notified by each Party, through the ASEAN Secretariat. <br> (i) a through Bill of Lading issued in the exporting Party; <br> Rule 2 : 1. The Issuing Authorities/Bodies shall provide the names, <br> (ii) a Certificate of Origin issued by the relevant Issuing <br> 1. The Issuing Authorities/Bodies shall provide the names, <br> Authority/Body of the exporting Party, unless not required <br> addresses, specimen signatures and specimens of the impressions of <br> pursuant to Rule 12.2 or Rule 14; <br> official seals of their respective Issuing Authorities/Bodies to the other <br> (iii) a copy of the original commercial invoice in respect of the <br> Parties, through the ASEAN Secretariat. The Issuing <br> good; and <br> Authorities/Bodies shall submit electronically to the ASEAN Secretariat <br> (iv) supporting documents in evidence that the requirements of <br> the above information and specimens for dissemination to the other <br> Article 14 (Direct Consignment) of Chapter 3 (Rules of <br> Parties. Any subsequent changes shall be promptly notified through <br> Origin) have been complied with. <br> Pre-Exportation Examination <br> the ASEAN Secretariat. <br> Rule 22 : 1. The Customs Authority of the importing Party may accept <br> 2. Any Certificate of Origin issued by a person not included in the <br> 1. The Customs Authority of the importing Party may accept <br> list may not be honoured by the Customs Authority of the importing <br> Certificates of Origin in cases where the sales invoice is issued either <br> by a company located in a third country or by an exporter for the <br> Rule 3 : For the purpose of determining originating status, the Issuing <br> account of that company, provided that the goods meet the <br> For the purpose of determining originating status, the Issuing <br> requirements of Chapter 3 (Rules of Origin). <br> Authorities/Bodies shall have the right to call for supporting <br> 2. The words \"SUBJECT OF THIRD-PARTY INVOICE (name of <br> documentary evidence and/or other relevant information to carry out <br> company using the invoice)\" shall appear on the Certificate of Origin. <br> any check considered appropriate in accordance with respective <br> domestic laws, regulations and administrative practices. <br> shall be treated as confidential and shall be used for the validation of <br> Rule 23 : When it is suspected that fraudulent acts in connection with the <br> APPLICATIONS <br> When it is suspected that fraudulent acts in connection with the <br> Rule 4 : 1. The manufacturer, producer, or exporter of the good or its <br> Certificate of Origin have been committed, the government authorities <br> 1. The manufacturer, producer, or exporter of the good or its <br> concerned shall co-operate in the action to be taken in the respective <br> authorised representative shall apply in writing or by electronic means <br> Party against the persons involved, in accordance with the Party's <br> to an Issuing Authority/Body, in accordance with the exporting Party's <br> domestic laws, regulations and the Issuing Authority's/Body's <br> GOODS IN TRANSPORT OR STORAGE <br> procedures, requesting a pre-exportation examination of the origin of <br> the good to be exported. <br> 2. The result of the examination, subject to review periodically or <br> whenever appropriate, shall be accepted as the supporting <br> evidence in issuing a Certificate of Origin for the good to be exported <br> thereafter. <br> 3. Pre-exportation examination need not apply to a good for <br> which, by its nature, origin can be easily determined. <br> Rule 5 : The manufacturer, producer, or exporter of the good or its authorised <br> The manufacturer, producer, or exporter of the good or its authorised <br> representative shall apply for the Certificate of Origin by providing <br> appropriate supporting documents and other relevant information, <br> proving that the good to be exported qualifies as originating. <br> Rule 6 : The Issuing Authority/Body shall, to the best of its competence and <br> The Issuing Authority/Body shall, to the best of its competence and <br> ability, carry out proper examination, in accordance with the domestic <br> laws and regulations of the exporting Party or the procedures of the <br> Issuing Authority/Body, upon each application for the Certificate of <br> Origin to ensure that: <br> (i) the application and the Certificate of Origin are duly <br> completed and signed by the authorised signatory; <br> (ii) the good is an originating good in accordance with Article 2 <br> (Originating Goods) of Chapter 3 (Rules of Origin); <br> respective laws and regulations. <br> (iii) other statements in the Certificate of Origin correspond to <br> appropriate supporting documents and other relevant <br> information; and <br> (iv) information in the List of Data Requirements is provided for <br> the goods being exported. <br> Rule 7 : 1. The format of the Certificate of Origin is to be determined by the <br> \"ISSUED RETROACTIVELY\". <br> 1. The format of the Certificate of Origin is to be determined by the <br> Parties and it must contain the data requirements listed in the List of <br> Data Requirements. <br> 2. The Certificate of Origin shall comprise one (1) original and two <br> (2) copies. <br> 3. The Certificate of Origin shall: <br> (i) be in hardcopy; <br> (ii) bear a unique reference number separately given by each <br> place or office of issuance; <br> (iii) be in the English language; and <br> (iv) bear an authorised signature and official seal of the Issuing <br> Authority/Body. The signature and official seal may be <br> applied electronically. <br> 4. The original Certificate of Origin shall be forwarded by the <br> exporter to the importer for submission to the Customs Authority of the <br> Certificate of Origin. Any alteration shall be made by striking out the <br> importing Party. Copies shall be retained by the Issuing Authority/Body <br> and the exporter. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> 5. Multiple goods declared on the same Certificate of Origin shall be <br> allowed, provided that each good is originating in its own right. <br> Rule 8 : To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br> To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br> Origin), the Certificate of Origin issued by the Issuing Authority/Body <br> shall specify the relevant origin conferring criteria. <br> Rule 9 : Neither erasures nor superimpositions shall be allowed on the <br> Neither erasures nor superimpositions shall be allowed on the <br> erroneous material and making any addition required. Such <br> alterations shall be approved by a person authorised to sign the <br> Certificate of Origin and certified by the appropriate Issuing <br> Authority/Body. Unused spaces shall be crossed out to prevent any <br> subsequent addition. <br> Rule 10 : 1. The Certificate of Origin shall be issued as near as possible to, <br> 1. The Certificate of Origin shall be issued as near as possible to, <br> but no later than three (3) working days after, the date of exportation. <br> 2. Where a Certificate of Origin has not been issued as provided for <br> PRESENTATION <br> in Paragraph 1 due to involuntary errors or omissions or other valid <br> causes, the Certificate of Origin may be issued retroactively, but no <br> longer than 12 months from the date of exportation, bearing the words <br> 3. An Issuing Authority/Body of an intermediate Party shall issue a <br> back-to-back Certificate of Origin, if an application is made by the <br> exporter while the good is passing through that intermediate Party, <br> provided that: <br> (i) a valid original Certificate of Origin or its certified true copy is <br> presented; <br> (ii) the period of validity of the back-to-back Certificate of Origin <br> does not exceed the period of validity of the original <br> Certificate of Origin; <br> (iii) the consignment which is to be re-exported using the back- <br> to-back Certificate of Origin does not undergo any further <br> processing in the intermediate Party, except for repacking or <br> Certificate of Origin. <br> logistics activities such as unloading, reloading, storing, or <br> any other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (iv) the back-to-back Certificate of Origin contains relevant <br> information from the original Certificate of Origin in <br> accordance with the List of Data Requirements; and <br> (v) the verification procedures in Rules 17 and 18 shall also <br> apply to the back-to-back Certificate of Origin. <br> Rule 11 : In the event of theft, loss or destruction of a Certificate of Origin, the <br> In the event of theft, loss or destruction of a Certificate of Origin, the <br> manufacturer, producer, exporter or its authorised representative may <br> apply to the Issuing Authority/Body for a certified true copy of the <br> original Certificate of Origin. The copy shall be made on the basis of <br> the export documents in their possession and bear the words <br> \"CERTIFIED TRUE COPY\". This copy shall bear the date of issuance <br> of the original Certificate of Origin. The certified true copy of a <br> Certificate of Origin shall be issued no longer than 12 months from the <br> date of issuance of the original Certificate of Origin. <br> Rule 12 : 1. For the purpose of claiming preferential tariff treatment, the <br> 1. For the purpose of claiming preferential tariff treatment, the <br> importer shall submit to the Customs Authority at the time of import <br> declaration the Certificate of Origin and other documents as required, <br> in accordance with the procedures of the Customs Authority or <br> domestic laws and regulations of the importing Party. <br> 2. Notwithstanding Paragraph 1, a Party may elect not to require <br> the submission of the Certificate of Origin. <br> Rule 13 : The following time limits for the presentation of the Certificate of Origin <br> The following time limits for the presentation of the Certificate of Origin <br> shall be observed: <br> (i) the Certificate of Origin shall be valid for a period of 12 <br> months from the date of issue and must be submittedto the <br> Customs Authority of the importing Party within that period; <br> (ii) where the Certificate of Origin is submitted to the Customs <br> Authority of the importing Party after the expiration of the <br> time limit for its submission, such Certificate of Origin shall <br> still be accepted, subject to the importing Party's domestic <br> laws, regulationsor administrative practices, when failure to <br> observe the time limit results from force majeure or other <br> valid causes beyond the control of the importer and/or <br> exporter; and <br> (iii) the Customs Authority of the importing Party may accept <br> such Certificate of Origin, provided that the goods have <br> been imported before the expiration of the time limit of that <br> Rule 14 : The Certificate of Origin shall not be required for: <br> The Certificate of Origin shall not be required for: <br> (i) goods originating in the exporting Party and not <br> exceeding US$200.00 FOB value or such higher amount <br> specified in the importing Party's domesticlaws, regulations <br> or administrative practices; or <br> (ii) goods sent through thepost not exceeding US$200.00 FOB <br> value or such higher amount specified in the importing <br> Party's domestic laws, regulations or administrative <br> practices, <br> provided that the importation does not form part of one or more <br> importations that may reasonably be considered to have been <br> undertaken or arranged for the purpose of avoiding the submission of <br> the Certificate of Origin. <br> Rule 15 : 1. Where the origin of the good is not in doubt, the discovery of <br> 1. Where the origin of the good is not in doubt, the discovery of <br> minor transcription errors or discrepancies in documentation shall not <br> ipso facto invalidate the Certificate of Origin, if it does in fact <br> correspond to the goods submitted. <br> 2. For multiple goods declared under the same Certificate of Origin, <br> a problem encountered with one of the goods listed shall not affect or <br> delay the granting of preferential tariff treatment and customs <br> clearance of the remaining goods listed in the Certificate of Origin. <br> Rule 16 : 1. Each Party shall require that the Issuing Authority/Body, <br> 1. Each Party shall require that the Issuing Authority/Body, <br> manufacturer, producer, exporter, importer, and their authorised <br> representatives maintain for a period of not less than three years after <br> the date of exportation or importation, as the case may be, all <br> records relating to that exportation or importation which are necessary <br> to demonstrate that the good for which a claim for preferential tariff <br> treatment was made qualifies for preferential tariff treatment. Such <br> records may be in electronic form. <br> 2. Information relating to the validity of the Certificate of Origin shall <br> be furnished upon request of the importing Party by an official <br> authorised to sign the Certificate of Origin and certified by the <br> appropriate Issuing Authority/Body. <br> 3. Any information communicated between the Parties concerned <br> Certificates of Origin purposes only.1 <br> ORIGIN VERIFICATION <br> Rule 17 : 1. The Customs Authority of the importing Party may verify the <br> 1. The Customs Authority of the importing Party may verify the <br> eligibility of a good for preferential tariff treatment in accordance with <br> its domestic laws, regulations or administrative practices. <br> 2. If the Customs Authority of the importing Party has reasonable <br> doubts as to the authenticity or accuracy of the information included in <br> the Certificate of Origin or other documentary evidence, it may: <br> (i) institute retroactive checking measures to establish the <br> validity of the Certificate of Origin or other documentary <br> evidence of origin; <br> (ii) request information from the relevant importer of a good <br> for which preferential tariff treatment was claimed; and <br> (iii) issue written requests to the Issuing Authority/Body of the <br> exporting Party for information from the exporter or <br> producer. <br> 3. A request for information in accordance with Paragraph 2(iii) <br> shall not preclude the use of the verification visit provided for in Rule <br> 4. The recipient of a request for information under Paragraph 2 shall <br> provide the information requested within a period of 90 days from the <br> date the written request is made. <br> 5. The Customs Authority of the importing Party shall provide <br> written advice as to whether the goods are eligible for preferential <br> tariff treatment to all the relevant parties within 60 days from receipt of <br> information necessary to make a decision. <br> 1 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br> (Confidentiality) of Chapter 18 (Final Provisions). <br> VERIFICATION VISIT <br> Rule 18 : 1. If the Customs Authority of the importing Party wishes to <br> 1. If the Customs Authority of the importing Party wishes to <br> undertake a verification visit, it shall issue a written request to the <br> Issuing Authority/Body of the exporting Party at least 30 days in <br> advance of the proposed verification visit. <br> 2. If the Issuing Authority/Body of the exporting Party is not a <br> government agency, the Customs Authority of the importing Party shall <br> notify the Customs Authority of the exporting Party of the written <br> request to undertake the verification visit. <br> 3. The written request referred to in Paragraphs 1 and 2 shall at a <br> minimum include: <br> (i) the identity of the Customs Authority issuing the request; <br> (ii) the name of the exporter or the producer of the exporting <br> Party whose good is subject to the verification visit; <br> (iii) the date the written request is made; <br> (iv) the proposed date and place of the visit; <br> (v) the objective and scope of the proposed visit, including <br> specific reference to the good subject to the verification; and <br> (vi) the names and titles of the officials of the Customs Authority <br> or other relevant authorities of the importing Party who <br> will participate in the visit. <br> 4. The Issuing Authority/Body of the exporting Party shall notify the <br> exporter or producer of the intended verification visit by the <br> Customs Authority or other relevant authorities of the importing Party <br> and request the exporter or producer to: <br> (i) permit the Customs Authority or other relevant authorities of <br> treatment shall be reinstated. <br> the importing Party to visit their premises or factory; and <br> (ii) provide information relating to the origin of the good. <br> 5. The Issuing Authority/Body shall advise the exporter or producer <br> that, should they fail to respond by a specified date, preferential tariff <br> treatment may be denied. <br> 6. The Issuing Authority/Body of the exporting Party shall advise the <br> Customs Authority of the importing Party within 30 days of the date of <br> the written request from the Customs Authority of the importing Party <br> whether the exporter or producer has agreed to the request for a <br> verification visit. <br> 7. The Customs Authority of the importing Party shall not visit the <br> premises or factory of any exporter or producer in the territory of <br> the exporting Party without written prior consent from the exporter or <br> 8. The Customs Authority of the importing Party shall complete any <br> action to verify eligibility for preferential tariff treatment and make a <br> decision within 150 days of the date of the request to the Issuing <br> Authority/Body under Paragraph 1. The Customs Authority of the <br> Party. <br> importing Party shall provide written advice as to whether goods are <br> eligible for preferential tariff treatment to the relevant parties within ten <br> days of the decision being made. <br> 9. Parties shall maintain the confidentiality of information <br> classified as confidential collected in the process of verification and <br> shall protect that information from disclosure that could prejudice the <br> competitive position of the person who provided the information. The <br> information classified as confidential may only be disclosed to those <br> authorities responsible for the administration and enforcement of <br> origin determination.2 <br> SUSPENSION OF PREFERENTIAL TARIFF TREATMENT <br> Rule 19 : 1. The Customs Authority of the importing Party may suspend <br> 1. The Customs Authority of the importing Party may suspend <br> preferential tariff treatment to a good that is the subject of an origin <br> verification action under this Annex for the duration of that action or <br> any part thereof. <br> 2. The importing Party may release the goods to the importer <br> subject to any administrative measures deemed necessary, provided <br> that they are not held to be subject to import prohibition or restriction <br> and there is no suspicion of fraud. <br> 3. In the event that a determination is made by the Customs <br> Authority of the importing Party that the good qualifies as an originating <br> 2 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br> good of the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "When the destination of any goods exported to a specified Party is ...", "ArticleDesc": "Rule 20 : When the destination of any goods exported to a specified Party is <br> changed after their export from the exporting Party, but before <br> clearance by the importing Party, the exporter, manufacturer, <br> producer or its authorised representative shall apply in writing to the <br> Issuing Authority/Body for a new Certificate of Origin for the goods <br> changing destination. The application shall include the original <br> Certificate of Origin relating to the goods. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 1 : The Certificate of Origin shall be issued by an Issuing Authority/Body <br> Rule 21 : For the purpose of implementing Article 14 (Direct Consignment) of <br> The Certificate of Origin shall be issued by an Issuing Authority/Body <br> ACTION AGAINST FRAUDULENT ACTS <br> For the purpose of implementing Article 14 (Direct Consignment) of <br> of the exporting Party. Details of the Issuing Authorities/Bodies shall <br> Chapter 3 (Rules of Origin) where transportation is effected through <br> be notified by each Party, through the ASEAN Secretariat, prior to <br> the territory of any non- Party, the following shall be provided to the <br> the entry into force of this Agreement. Any subsequent changes shall <br> Customs Authority of the importing Party: <br> be promptly notified by each Party, through the ASEAN Secretariat. <br> (i) a through Bill of Lading issued in the exporting Party; <br> Rule 2 : 1. The Issuing Authorities/Bodies shall provide the names, <br> (ii) a Certificate of Origin issued by the relevant Issuing <br> 1. The Issuing Authorities/Bodies shall provide the names, <br> Authority/Body of the exporting Party, unless not required <br> addresses, specimen signatures and specimens of the impressions of <br> pursuant to Rule 12.2 or Rule 14; <br> official seals of their respective Issuing Authorities/Bodies to the other <br> (iii) a copy of the original commercial invoice in respect of the <br> Parties, through the ASEAN Secretariat. The Issuing <br> good; and <br> Authorities/Bodies shall submit electronically to the ASEAN Secretariat <br> (iv) supporting documents in evidence that the requirements of <br> the above information and specimens for dissemination to the other <br> Article 14 (Direct Consignment) of Chapter 3 (Rules of <br> Parties. Any subsequent changes shall be promptly notified through <br> Origin) have been complied with. <br> Pre-Exportation Examination <br> the ASEAN Secretariat. <br> Rule 22 : 1. The Customs Authority of the importing Party may accept <br> 2. Any Certificate of Origin issued by a person not included in the <br> 1. The Customs Authority of the importing Party may accept <br> list may not be honoured by the Customs Authority of the importing <br> Certificates of Origin in cases where the sales invoice is issued either <br> by a company located in a third country or by an exporter for the <br> Rule 3 : For the purpose of determining originating status, the Issuing <br> account of that company, provided that the goods meet the <br> For the purpose of determining originating status, the Issuing <br> requirements of Chapter 3 (Rules of Origin). <br> Authorities/Bodies shall have the right to call for supporting <br> 2. The words \"SUBJECT OF THIRD-PARTY INVOICE (name of <br> documentary evidence and/or other relevant information to carry out <br> company using the invoice)\" shall appear on the Certificate of Origin. <br> any check considered appropriate in accordance with respective <br> domestic laws, regulations and administrative practices. <br> shall be treated as confidential and shall be used for the validation of <br> Rule 23 : When it is suspected that fraudulent acts in connection with the <br> APPLICATIONS <br> When it is suspected that fraudulent acts in connection with the <br> Rule 4 : 1. The manufacturer, producer, or exporter of the good or its <br> Certificate of Origin have been committed, the government authorities <br> 1. The manufacturer, producer, or exporter of the good or its <br> concerned shall co-operate in the action to be taken in the respective <br> authorised representative shall apply in writing or by electronic means <br> Party against the persons involved, in accordance with the Party's <br> to an Issuing Authority/Body, in accordance with the exporting Party's <br> domestic laws, regulations and the Issuing Authority's/Body's <br> GOODS IN TRANSPORT OR STORAGE <br> procedures, requesting a pre-exportation examination of the origin of <br> the good to be exported. <br> 2. The result of the examination, subject to review periodically or <br> whenever appropriate, shall be accepted as the supporting <br> evidence in issuing a Certificate of Origin for the good to be exported <br> thereafter. <br> 3. Pre-exportation examination need not apply to a good for <br> which, by its nature, origin can be easily determined. <br> Rule 5 : The manufacturer, producer, or exporter of the good or its authorised <br> The manufacturer, producer, or exporter of the good or its authorised <br> representative shall apply for the Certificate of Origin by providing <br> appropriate supporting documents and other relevant information, <br> proving that the good to be exported qualifies as originating. <br> Rule 6 : The Issuing Authority/Body shall, to the best of its competence and <br> The Issuing Authority/Body shall, to the best of its competence and <br> ability, carry out proper examination, in accordance with the domestic <br> laws and regulations of the exporting Party or the procedures of the <br> Issuing Authority/Body, upon each application for the Certificate of <br> Origin to ensure that: <br> (i) the application and the Certificate of Origin are duly <br> completed and signed by the authorised signatory; <br> (ii) the good is an originating good in accordance with Article 2 <br> (Originating Goods) of Chapter 3 (Rules of Origin); <br> respective laws and regulations. <br> (iii) other statements in the Certificate of Origin correspond to <br> appropriate supporting documents and other relevant <br> information; and <br> (iv) information in the List of Data Requirements is provided for <br> the goods being exported. <br> Rule 7 : 1. The format of the Certificate of Origin is to be determined by the <br> \"ISSUED RETROACTIVELY\". <br> 1. The format of the Certificate of Origin is to be determined by the <br> Parties and it must contain the data requirements listed in the List of <br> Data Requirements. <br> 2. The Certificate of Origin shall comprise one (1) original and two <br> (2) copies. <br> 3. The Certificate of Origin shall: <br> (i) be in hardcopy; <br> (ii) bear a unique reference number separately given by each <br> place or office of issuance; <br> (iii) be in the English language; and <br> (iv) bear an authorised signature and official seal of the Issuing <br> Authority/Body. The signature and official seal may be <br> applied electronically. <br> 4. The original Certificate of Origin shall be forwarded by the <br> exporter to the importer for submission to the Customs Authority of the <br> Certificate of Origin. Any alteration shall be made by striking out the <br> importing Party. Copies shall be retained by the Issuing Authority/Body <br> and the exporter. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> 5. Multiple goods declared on the same Certificate of Origin shall be <br> allowed, provided that each good is originating in its own right. <br> Rule 8 : To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br> To implement Article 2 (Originating Goods) of Chapter 3 (Rules of <br> Origin), the Certificate of Origin issued by the Issuing Authority/Body <br> shall specify the relevant origin conferring criteria. <br> Rule 9 : Neither erasures nor superimpositions shall be allowed on the <br> Neither erasures nor superimpositions shall be allowed on the <br> erroneous material and making any addition required. Such <br> alterations shall be approved by a person authorised to sign the <br> Certificate of Origin and certified by the appropriate Issuing <br> Authority/Body. Unused spaces shall be crossed out to prevent any <br> subsequent addition. <br> Rule 10 : 1. The Certificate of Origin shall be issued as near as possible to, <br> 1. The Certificate of Origin shall be issued as near as possible to, <br> but no later than three (3) working days after, the date of exportation. <br> 2. Where a Certificate of Origin has not been issued as provided for <br> PRESENTATION <br> in Paragraph 1 due to involuntary errors or omissions or other valid <br> causes, the Certificate of Origin may be issued retroactively, but no <br> longer than 12 months from the date of exportation, bearing the words <br> 3. An Issuing Authority/Body of an intermediate Party shall issue a <br> back-to-back Certificate of Origin, if an application is made by the <br> exporter while the good is passing through that intermediate Party, <br> provided that: <br> (i) a valid original Certificate of Origin or its certified true copy is <br> presented; <br> (ii) the period of validity of the back-to-back Certificate of Origin <br> does not exceed the period of validity of the original <br> Certificate of Origin; <br> (iii) the consignment which is to be re-exported using the back- <br> to-back Certificate of Origin does not undergo any further <br> processing in the intermediate Party, except for repacking or <br> Certificate of Origin. <br> logistics activities such as unloading, reloading, storing, or <br> any other operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (iv) the back-to-back Certificate of Origin contains relevant <br> information from the original Certificate of Origin in <br> accordance with the List of Data Requirements; and <br> (v) the verification procedures in Rules 17 and 18 shall also <br> apply to the back-to-back Certificate of Origin. <br> Rule 11 : In the event of theft, loss or destruction of a Certificate of Origin, the <br> In the event of theft, loss or destruction of a Certificate of Origin, the <br> manufacturer, producer, exporter or its authorised representative may <br> apply to the Issuing Authority/Body for a certified true copy of the <br> original Certificate of Origin. The copy shall be made on the basis of <br> the export documents in their possession and bear the words <br> \"CERTIFIED TRUE COPY\". This copy shall bear the date of issuance <br> of the original Certificate of Origin. The certified true copy of a <br> Certificate of Origin shall be issued no longer than 12 months from the <br> date of issuance of the original Certificate of Origin. <br> Rule 12 : 1. For the purpose of claiming preferential tariff treatment, the <br> 1. For the purpose of claiming preferential tariff treatment, the <br> importer shall submit to the Customs Authority at the time of import <br> declaration the Certificate of Origin and other documents as required, <br> in accordance with the procedures of the Customs Authority or <br> domestic laws and regulations of the importing Party. <br> 2. Notwithstanding Paragraph 1, a Party may elect not to require <br> the submission of the Certificate of Origin. <br> Rule 13 : The following time limits for the presentation of the Certificate of Origin <br> The following time limits for the presentation of the Certificate of Origin <br> shall be observed: <br> (i) the Certificate of Origin shall be valid for a period of 12 <br> months from the date of issue and must be submittedto the <br> Customs Authority of the importing Party within that period; <br> (ii) where the Certificate of Origin is submitted to the Customs <br> Authority of the importing Party after the expiration of the <br> time limit for its submission, such Certificate of Origin shall <br> still be accepted, subject to the importing Party's domestic <br> laws, regulationsor administrative practices, when failure to <br> observe the time limit results from force majeure or other <br> valid causes beyond the control of the importer and/or <br> exporter; and <br> (iii) the Customs Authority of the importing Party may accept <br> such Certificate of Origin, provided that the goods have <br> been imported before the expiration of the time limit of that <br> Rule 14 : The Certificate of Origin shall not be required for: <br> The Certificate of Origin shall not be required for: <br> (i) goods originating in the exporting Party and not <br> exceeding US$200.00 FOB value or such higher amount <br> specified in the importing Party's domesticlaws, regulations <br> or administrative practices; or <br> (ii) goods sent through thepost not exceeding US$200.00 FOB <br> value or such higher amount specified in the importing <br> Party's domestic laws, regulations or administrative <br> practices, <br> provided that the importation does not form part of one or more <br> importations that may reasonably be considered to have been <br> undertaken or arranged for the purpose of avoiding the submission of <br> the Certificate of Origin. <br> Rule 15 : 1. Where the origin of the good is not in doubt, the discovery of <br> 1. Where the origin of the good is not in doubt, the discovery of <br> minor transcription errors or discrepancies in documentation shall not <br> ipso facto invalidate the Certificate of Origin, if it does in fact <br> correspond to the goods submitted. <br> 2. For multiple goods declared under the same Certificate of Origin, <br> a problem encountered with one of the goods listed shall not affect or <br> delay the granting of preferential tariff treatment and customs <br> clearance of the remaining goods listed in the Certificate of Origin. <br> Rule 16 : 1. Each Party shall require that the Issuing Authority/Body, <br> 1. Each Party shall require that the Issuing Authority/Body, <br> manufacturer, producer, exporter, importer, and their authorised <br> representatives maintain for a period of not less than three years after <br> the date of exportation or importation, as the case may be, all <br> records relating to that exportation or importation which are necessary <br> to demonstrate that the good for which a claim for preferential tariff <br> treatment was made qualifies for preferential tariff treatment. Such <br> records may be in electronic form. <br> 2. Information relating to the validity of the Certificate of Origin shall <br> be furnished upon request of the importing Party by an official <br> authorised to sign the Certificate of Origin and certified by the <br> appropriate Issuing Authority/Body. <br> 3. Any information communicated between the Parties concerned <br> Certificates of Origin purposes only.1 <br> ORIGIN VERIFICATION <br> Rule 17 : 1. The Customs Authority of the importing Party may verify the <br> 1. The Customs Authority of the importing Party may verify the <br> eligibility of a good for preferential tariff treatment in accordance with <br> its domestic laws, regulations or administrative practices. <br> 2. If the Customs Authority of the importing Party has reasonable <br> doubts as to the authenticity or accuracy of the information included in <br> the Certificate of Origin or other documentary evidence, it may: <br> (i) institute retroactive checking measures to establish the <br> validity of the Certificate of Origin or other documentary <br> evidence of origin; <br> (ii) request information from the relevant importer of a good <br> for which preferential tariff treatment was claimed; and <br> (iii) issue written requests to the Issuing Authority/Body of the <br> exporting Party for information from the exporter or <br> producer. <br> 3. A request for information in accordance with Paragraph 2(iii) <br> shall not preclude the use of the verification visit provided for in Rule <br> 4. The recipient of a request for information under Paragraph 2 shall <br> provide the information requested within a period of 90 days from the <br> date the written request is made. <br> 5. The Customs Authority of the importing Party shall provide <br> written advice as to whether the goods are eligible for preferential <br> tariff treatment to all the relevant parties within 60 days from receipt of <br> information necessary to make a decision. <br> 1 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br> (Confidentiality) of Chapter 18 (Final Provisions). <br> VERIFICATION VISIT <br> Rule 18 : 1. If the Customs Authority of the importing Party wishes to <br> 1. If the Customs Authority of the importing Party wishes to <br> undertake a verification visit, it shall issue a written request to the <br> Issuing Authority/Body of the exporting Party at least 30 days in <br> advance of the proposed verification visit. <br> 2. If the Issuing Authority/Body of the exporting Party is not a <br> government agency, the Customs Authority of the importing Party shall <br> notify the Customs Authority of the exporting Party of the written <br> request to undertake the verification visit. <br> 3. The written request referred to in Paragraphs 1 and 2 shall at a <br> minimum include: <br> (i) the identity of the Customs Authority issuing the request; <br> (ii) the name of the exporter or the producer of the exporting <br> Party whose good is subject to the verification visit; <br> (iii) the date the written request is made; <br> (iv) the proposed date and place of the visit; <br> (v) the objective and scope of the proposed visit, including <br> specific reference to the good subject to the verification; and <br> (vi) the names and titles of the officials of the Customs Authority <br> or other relevant authorities of the importing Party who <br> will participate in the visit. <br> 4. The Issuing Authority/Body of the exporting Party shall notify the <br> exporter or producer of the intended verification visit by the <br> Customs Authority or other relevant authorities of the importing Party <br> and request the exporter or producer to: <br> (i) permit the Customs Authority or other relevant authorities of <br> treatment shall be reinstated. <br> the importing Party to visit their premises or factory; and <br> (ii) provide information relating to the origin of the good. <br> 5. The Issuing Authority/Body shall advise the exporter or producer <br> that, should they fail to respond by a specified date, preferential tariff <br> treatment may be denied. <br> 6. The Issuing Authority/Body of the exporting Party shall advise the <br> Customs Authority of the importing Party within 30 days of the date of <br> the written request from the Customs Authority of the importing Party <br> whether the exporter or producer has agreed to the request for a <br> verification visit. <br> 7. The Customs Authority of the importing Party shall not visit the <br> premises or factory of any exporter or producer in the territory of <br> the exporting Party without written prior consent from the exporter or <br> 8. The Customs Authority of the importing Party shall complete any <br> action to verify eligibility for preferential tariff treatment and make a <br> decision within 150 days of the date of the request to the Issuing <br> Authority/Body under Paragraph 1. The Customs Authority of the <br> Party. <br> importing Party shall provide written advice as to whether goods are <br> eligible for preferential tariff treatment to the relevant parties within ten <br> days of the decision being made. <br> 9. Parties shall maintain the confidentiality of information <br> classified as confidential collected in the process of verification and <br> shall protect that information from disclosure that could prejudice the <br> competitive position of the person who provided the information. The <br> information classified as confidential may only be disclosed to those <br> authorities responsible for the administration and enforcement of <br> origin determination.2 <br> SUSPENSION OF PREFERENTIAL TARIFF TREATMENT <br> Rule 19 : 1. The Customs Authority of the importing Party may suspend <br> 1. The Customs Authority of the importing Party may suspend <br> preferential tariff treatment to a good that is the subject of an origin <br> verification action under this Annex for the duration of that action or <br> any part thereof. <br> 2. The importing Party may release the goods to the importer <br> subject to any administrative measures deemed necessary, provided <br> that they are not held to be subject to import prohibition or restriction <br> and there is no suspicion of fraud. <br> 3. In the event that a determination is made by the Customs <br> Authority of the importing Party that the good qualifies as an originating <br> 2 This Paragraph shall be read with reference to the confidentiality provisions of Article 5 <br> good of the exporting Party, any suspended preferential tariff <br> "}, {"ArticleTitle": "Originating goods which are in the process of being transported from ...", "ArticleDesc": "Rule 24 : Originating goods which are in the process of being transported from <br> the exporting Party to the importing Party, or which are in temporary <br> storage in a bonded area in the importing Party, should be accorded <br> preferential tariff treatment if they are imported into the importing <br> Party on or after the date of entry into force of this Agreement, subject <br> to the submission of a Certificate of Origin issued retroactively to the <br> Customs Authority of the importing Party and subject to domestic <br> laws, regulations or administrative practices of the importing Party. <br> SETTLEMENT OF DISPUTES <br> Rule 253 : 1. In the case of a dispute concerning origin determination, <br> 1. In the case of a dispute concerning origin determination, <br> classification of goods or other matters, the government authorities <br> concerned in the importing and exporting Parties shall consult each <br> other with a view to resolving the dispute, and the result shall be <br> reported to the other Parties for information. <br> 2. If no settlement can be reached bilaterally, the dispute may be <br> referred to the ROO Sub-Committee established pursuant to Article 18 <br> (Sub-Committee on Rules of Origin) of Chapter 3 (Rules of Origin). <br> 3 This Rule is without prejudice to a Party's rights under Chapter 17 (Consultations and <br> Dispute Settlement). <br> "}]}, {"ArticleType": "Customs procedures", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 1 : Objectives <br> The objectives of this Chapter are to: <br> (a) ensure predictability, consistency and <br> transparency in the application of customs laws <br> and regulations of the Parties; <br> (b) promote efficient, economical administration of <br> customs procedures, and the expeditious <br> clearance of goods; <br> (c) simplify customs procedures; and <br> (d) promote co-operation among the customs <br> administrations of the Parties. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 2 : Scope <br> This Chapter applies, in accordance with the Parties' <br> respective laws, regulations and policies, to customs <br> procedures applied to goods traded among the Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3 : Definitions <br> For the purposes of this Chapter: <br> (a) customs law means such laws and regulations <br> administered and enforced by the customs <br> authority of each Party concerning the <br> importation, exportation, and transit/transhipment <br> of goods, as they relate to customs duties, <br> charges, and other taxes, or to prohibitions, <br> restrictions, and other similar controls with <br> respect to the movement of controlled items <br> across the boundary of the customs territory of <br> each Party; and <br> (b) customs procedures means the treatment <br> applied by the customs administration of a Party <br> to goods, which are subject to that Party's <br> customs law. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 4 : Customs Procedures and Facilitation <br> 1. Each Party shall ensure that its customs procedures <br> and practices are predictable, consistent, transparent and <br> facilitate trade, including through the expeditious clearance <br> of goods. <br> 2. Customs procedures of each Party shall, where <br> possible and to the extent permitted by its customs law, <br> conform with the standards and recommended practices of <br> the World Customs Organization. <br> 3. The customs administration of each Party shall review <br> its customs procedures with a view to their simplification to <br> facilitate trade. <br> "}, {"ArticleTitle": "Customs Co-operation", "ArticleDesc": "Article 5 : Customs Co-operation <br> 1. To the extent permitted by its domestic law, the <br> customs administration of each Party may, as deemed <br> appropriate, assist the customs administration of each other <br> Party, in relation to: <br> (a) the implementation and operation of this Chapter; <br> (b) developing and implementing customs best <br> practice and risk management techniques; <br> (c) providing, where possible, prior notice of changes <br> to laws, regulations, and relevant procedures and <br> guidelines that would affect the operation of this <br> Agreement; <br> (d) simplifying and harmonising customs procedures; <br> (e) advancing technical skills and the use of <br> technology; and <br> (f) application of the Agreement on Customs <br> Valuation. <br> 2. Subject to available resources, the customs <br> administrations of the Parties may, as deemed appropriate, <br> explore and undertake co-operation projects, including: <br> (a) capacity building programmes to enhance the <br> capability of customs personnel of ASEAN <br> Member States; and <br> (b) technical assistance programmes to facilitate the <br> Parties' development and implementation of <br> Single Windows. <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 6 : Use of Automated Systems <br> 1. The customs administration of each Party, where <br> applicable, shall endeavour to have its own system that <br> supports electronic customs transactions. <br> 2. In implementing initiatives, the customs administration <br> of each Party shall take into account the relevant standards <br> and best practices recommended by the World Customs <br> Organization, taking into consideration the available <br> infrastructure and capabilities of each Party. <br> "}, {"ArticleTitle": "Valuation", "ArticleDesc": "Article 7 : Valuation <br> The Parties shall determine the customs value of goods <br> traded among them in accordance with the provisions of the <br> Agreement on Customs Valuation.1 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 8 : Advance Rulings <br> Article 13 : Review and Appeal <br> Advance Rulings <br> Review and Appeal <br> 1. Each Party, through its customs administration or other <br> 1. Each Party shall ensure that the importers in its <br> relevant authorities, to the extent permitted by its domestic <br> territory have access to administrative review within the <br> laws, regulations and administrative determinations, on the <br> customs administration that issued the decision subject to <br> application of a person described in Paragraph 2(a), shall <br> review or, where applicable, the higher authority supervising <br> provide in writing advance rulings in respect of the tariff <br> the administration and/or judicial review of the determination <br> classification, questions arising from the application of the <br> taken at the final level of administrative review, in <br> principles of the Agreement on Customs Valuation and/or <br> accordance with the Party's domestic law. <br> origin of goods. <br> 2. The decision on appeal shall be given to the appellant <br> 2. Where available, each Party shall adopt or maintain <br> and the reasons for such decision shall be provided in writing. <br> procedures for advance rulings, which shall: <br> 3. The level of administrative review may include any <br> (a) provide that an importer in its territory or an <br> authority supervising the customs administration of a Party. <br> exporter or producer in the territory of another <br> Party may apply for an advance ruling before the <br> importation of the goods in question; <br> (b) require that an applicant for an advance ruling <br> provide a detailed description of the goods and <br> all relevant information needed to process an <br> application for an advance ruling; <br> In the case of Cambodia, the Agreement on Customs Valuation, as implemented in <br> accordance with the provisions of the Protocol on the Accession of the Kingdom of <br> Cambodia to the WTO shall apply mutatis mutandis. <br> (c) provide that its customs administration may, at <br> any time during the course of an evaluation of an <br> application for an advance ruling, request that the <br> applicant provide additional information within a <br> specified period; <br> (d) provide that any advance ruling be based on the <br> facts and circumstances presented by the <br> applicant, and any other relevant information in <br> the possession of the decision-maker; and <br> (e) provide that an advance ruling be issued to the <br> applicant expeditiously, within the period <br> specified in each Party's domestic laws, <br> regulations or administrative determinations. <br> 3. A Party may reject requests for an advance ruling <br> where the additional information requested by it in <br> accordance with Paragraph 2(c) is not provided within the <br> specified period. <br> 4. Subject to Paragraphs 1 and 5 and where available, <br> each Party shall apply an advance ruling to all importations <br> of goods described in that ruling imported into its territory for <br> three years from the date of that ruling, or such other period <br> as specified in that Party's domestic laws, regulations or <br> administrative determinations. <br> 5. A Party may modify or revoke an advance ruling upon <br> a determination that the ruling was based on an error of fact <br> or law (including human error), the information provided is <br> false or inaccurate, if there is a change in domestic law <br> consistent with this Agreement, or there is a change in a <br> material fact or circumstance on which the ruling is based. <br> 6. Where an importer claims that the treatment accorded <br> to an imported good should be governed by an advance <br> ruling, the customs administration may evaluate whether the <br> facts and circumstances of the importation are consistent <br> with the facts and circumstances upon which an advance <br> ruling was based. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 9 : Risk Management <br> 1. The Parties shall administer customs procedures so as <br> to facilitate the clearance of low-risk goods and focus on <br> high-risk goods. To enhance the flow of goods across their <br> borders the customs administration of each Party shall <br> regularly review these procedures. <br> 2. Where a customs administration of a Party deems that <br> the inspection of goods is not necessary to authorise <br> clearance of the goods from customs control, that Party shall <br> endeavour to provide a single point for the documentary or <br> electronic processing of those goods. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 10 : Confidentiality <br> 1. Nothing in this Chapter shall be construed to require <br> any Party to furnish or allow access to confidential <br> information pursuant to this Chapter, the disclosure of which <br> it considers would: <br> (a) be contrary to the public interest as determined <br> by its legislation; <br> (b) be contrary to any of its legislation including, but <br> not limited to, legislation protecting personal <br> privacy or the financial affairs and accounts of <br> individual customers of financial institutions; <br> (c) impede law enforcement; or <br> (d) prejudice legitimate commercial interests, which <br> may include competitive position, of particular <br> enterprises, public or private. <br> 2. Where a Party provides information to another Party in <br> accordance with this Chapter and designates the information <br> as confidential, the Party receiving the information shall <br> maintain the confidentiality of the information, use it only for <br> the purposes specified by the Party providing the information, <br> and not disclose it without the specific written permission of <br> the Party providing the information. <br> "}, {"ArticleTitle": "Enquiry Points", "ArticleDesc": "Article 11 : Enquiry Points <br> 1. Each Party shall designate one or more enquiry points <br> to address enquiries from interested persons concerning <br> customs matters, and shall make available on the internet <br> and/or in print form, information concerning procedures for <br> making such enquiries. <br> 2. Each Party shall publish on the internet and/or in print <br> form all statutory and regulatory provisions and any customs <br> administrative procedures applied or enforced by its customs <br> administration, not including law enforcement procedures <br> and internal operational guidelines. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 12 : Consultations <br> The customs administrations of the Parties will encourage <br> consultation with each other regarding significant customs <br> issues that affect goods traded among the Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 8 : Advance Rulings <br> Article 13 : Review and Appeal <br> Advance Rulings <br> Review and Appeal <br> 1. Each Party, through its customs administration or other <br> 1. Each Party shall ensure that the importers in its <br> relevant authorities, to the extent permitted by its domestic <br> territory have access to administrative review within the <br> laws, regulations and administrative determinations, on the <br> customs administration that issued the decision subject to <br> application of a person described in Paragraph 2(a), shall <br> review or, where applicable, the higher authority supervising <br> provide in writing advance rulings in respect of the tariff <br> the administration and/or judicial review of the determination <br> classification, questions arising from the application of the <br> taken at the final level of administrative review, in <br> principles of the Agreement on Customs Valuation and/or <br> accordance with the Party's domestic law. <br> origin of goods. <br> 2. The decision on appeal shall be given to the appellant <br> 2. Where available, each Party shall adopt or maintain <br> and the reasons for such decision shall be provided in writing. <br> procedures for advance rulings, which shall: <br> 3. The level of administrative review may include any <br> (a) provide that an importer in its territory or an <br> authority supervising the customs administration of a Party. <br> exporter or producer in the territory of another <br> Party may apply for an advance ruling before the <br> importation of the goods in question; <br> (b) require that an applicant for an advance ruling <br> provide a detailed description of the goods and <br> all relevant information needed to process an <br> application for an advance ruling; <br> In the case of Cambodia, the Agreement on Customs Valuation, as implemented in <br> accordance with the provisions of the Protocol on the Accession of the Kingdom of <br> Cambodia to the WTO shall apply mutatis mutandis. <br> (c) provide that its customs administration may, at <br> any time during the course of an evaluation of an <br> application for an advance ruling, request that the <br> applicant provide additional information within a <br> specified period; <br> (d) provide that any advance ruling be based on the <br> facts and circumstances presented by the <br> applicant, and any other relevant information in <br> the possession of the decision-maker; and <br> (e) provide that an advance ruling be issued to the <br> applicant expeditiously, within the period <br> specified in each Party's domestic laws, <br> regulations or administrative determinations. <br> 3. A Party may reject requests for an advance ruling <br> where the additional information requested by it in <br> accordance with Paragraph 2(c) is not provided within the <br> specified period. <br> 4. Subject to Paragraphs 1 and 5 and where available, <br> each Party shall apply an advance ruling to all importations <br> of goods described in that ruling imported into its territory for <br> three years from the date of that ruling, or such other period <br> as specified in that Party's domestic laws, regulations or <br> administrative determinations. <br> 5. A Party may modify or revoke an advance ruling upon <br> a determination that the ruling was based on an error of fact <br> or law (including human error), the information provided is <br> false or inaccurate, if there is a change in domestic law <br> consistent with this Agreement, or there is a change in a <br> material fact or circumstance on which the ruling is based. <br> 6. Where an importer claims that the treatment accorded <br> to an imported good should be governed by an advance <br> ruling, the customs administration may evaluate whether the <br> facts and circumstances of the importation are consistent <br> with the facts and circumstances upon which an advance <br> ruling was based. <br> "}]}]}, "members_found": ["116", "418", 3, 8703900000]}