{"FtaRooDetails": {"FtaId": 207, "FtaCode": "ITC00213", "FtaName": "FTA, Australia-Korea", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF KOREA AND THE GOVERNMENT OF AUSTRALIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "12.12.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Korea, Republic of", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Korea", "AdminProcCooAuth": "The certification type under FTA, Australia-Korea is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Korea is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Korea agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 30/40%", "RooText": "CTH and RVC(30/40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes to the Schedule", "RooText": " Annex 3-A<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Headnotes to the Schedule<br /> 1. The specific rule, or specific set of rules, that applies to a particular heading (4-<br /> digit code) or subheading (6-digit code) is set out immediately adjacent to the heading<br /> or subheading.<br /> 2. When a heading or subheading is subject to alternative specific rules of origin,<br /> the rule will be considered to be met if a good satisfies one of the alternatives.<br /> 3. Where a specific rule of origin is defined using the criterion of a change of tariff<br /> classification, each of the non-originating materials used in the production of the good<br /> shall be required to undergo the applicable change of tariff classification. A requirement<br /> of a change in tariff classification shall apply only to non-originating materials.<br /> 4. Where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff provisions at the level of a chapter,<br /> heading or subheading of the Harmonized System, each Party shall construe the rule of<br /> origin to require that materials classified in those excluded provisions be originating for<br /> the good to qualify as originating.<br /> 5. Chapter notes within this Schedule shall apply to all headings or subheadings<br /> within the indicated chapter or group of chapters unless there exists a specific exclusion.<br /> 6. Each of the non-originating materials used in the production of the good<br /> undergoes an applicable change in tariff classification specified in this Annex.<br /> 7. For the purposes of this Annex:<br /> subheading means the first six digits in the tariff classification number<br /> under the Harmonized System;<br /> heading means the first four digits in the tariff classification number<br /> under the Harmonized System; and<br /> chapter means the first two digits in the tariff classification number<br /> under the Harmonized System.<br /> 8.<br /> For the purposes of column 3 of this Annex:<br /> CC means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 2-digit level;<br /> CTH means that all non-originating materials used in the production of<br /> the good have undergone a change in tariff classification at the 4-digit<br /> level;<br /> CTSH means that all non-originating materials used in the production of<br /> the good have undergone a change in tariff classification at the 6-digit<br /> level;<br /> WO means that the good must be wholly obtained in the territory of one<br /> or both of the Parties within the meaning of Article 3.2;<br /> RVC (40) means that the good must have a regional value content of not<br /> less than 40 per cent as calculated under Article 3.3; and<br /> RVC (30/40) means that the good must have a regional value content of<br /> either not less than 30 per cent using the build-up method or not less than<br /> 40 per cent using the build-down method, as calculated under Article 3.3.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00213_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/kafta/official-documents/Pages/chapter-3-rules-of-origin-and-origin-procedures.aspx#annex-3c"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00213_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/kafta/official-documents/Pages/annex-3-a-product-specific-rules-of-origin.aspx"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00213_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/kafta/official-documents/Pages/chapter-3-rules-of-origin-and-origin-procedures.aspx#annex-3c"}, {"DocDesc": "Customs administration", "DocFileName": "itc00213_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/kafta/official-documents/Pages/chapter-4-customs-administration-and-trade-facilitation.aspx"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00213_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/kafta/official-documents/Pages/full-text-of-kafta.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: ACCUMULATION <br /> 1 Originating goods of a Party, incorporated into a good in the territory of the <br /> other Party, shall be considered to be originating in the territory of the other Party. <br /> 2 A good is originating where the good is produced in the territory of one or both <br /> of the Parties by one or more producers, provided that the good satisfies the <br /> requirements in Article 3.1 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: DE MINIMIS <br /> 1 A good that does not satisfy a change in tariff classification requirement <br /> pursuant to Annex 3-A is nonetheless originating if the value of all non-originating <br /> materials that have been used in the production of the good and do not undergo the <br /> applicable change in tariff classification does not exceed 10 per cent of the adjusted <br /> value of the good, provided that the value of such non-originating materials shall be <br /> included in the value of non-originating materials for any applicable regional value <br /> content requirement and that the good meets all other applicable requirements in this Chapter. <br /> 2 Paragraph 1 shall not apply to goods classified in Chapters 1 through 14 of the <br /> Harmonized System unless the non-originating material is provided for in a different <br /> subheading than the good for which origin is being determined under this Article. <br /> 3 Neither paragraph 1 or 2 shall apply to goods classified under Harmonized <br /> System codes 0301 through 0303; 0305 through 0308; 0701 through 0710.10; 0713 <br /> through 0714; 0801 through 0810; and 0813.10 through 0813.40. <br /> 4 A good classified in Chapters 50 through 63 of the Harmonized System, <br /> produced in the territory of a Party, shall be considered to be an originating good if the <br /> total weight of all non-originating fibres or yarns used in the production of the <br /> component that determines the tariff classification of the good, that do not undergo the <br /> applicable change in tariff classification, does not exceed 10 per cent of the weight of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: VALUE OF MATERIALS <br /> 5 For greater certainty, when an originating good is used in the subsequent <br /> production of another good, no account shall be taken of the non-originating materials <br /> contained in the originating good for the purposes of determining the originating status <br /> of the subsequently produced good. <br /> 6 For greater certainty, when a non-originating good is used in the subsequent <br /> production of another good, an account shall be taken only of the non-originating <br /> materials contained in the non-originating good for the purposes of determining the <br /> originating status of the subsequently produced good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br /> Notwithstanding Article 3.1, the Parties agree that certain goods shall be considered to <br /> be originating even if they have undergone working or processing outside Korea, on <br /> materials exported from Korea and subsequently re-imported there, provided that the <br /> working or processing is done in the areas designated by the Parties pursuant to Annex 3-B. <br /> ANNEX 3-B <br /> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br /> 1 Recognising the Republic of Korea's constitutional mandate and security <br /> interests, and both Parties' commitment to promoting peace and prosperity on the <br /> Korean Peninsula, and the importance of intra-Korean economic cooperation toward <br /> that global goal, a Committee on Outward Processing Zones on the Korean Peninsula is <br /> established in accordance with Article 21.4 (Committees and Working Groups). <br /> 2 The Committee shall be comprised of officials of the Parties. The Committee <br /> shall meet within six months after the date of entry into force of this Agreement and at <br /> least twice a year thereafter, or at any time as mutually agreed. <br /> 3 The Committee shall review the conditions on the Korean Peninsula and identify <br /> geographic areas [4] that may be designated as outward processing zones. The Committee <br /> shall also establish a maximum threshold for the value of the total input of the <br /> originating final good that may be added within the geographic area of the outward processing zone. <br /> [4] For greater certainty, the Gaesung Industrial Complex located in North Korea shall be identified by the <br /> Committee as one of the geographic areas that may be designated as outward processing zones.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br /> The origin of the accessories, spare parts or tools presented and classified with a good <br /> and delivered with the good at the time of importation: <br /> (a) shall be disregarded if the good is subject to a change in tariff <br /> classification requirement; and <br /> (b) shall be taken into account as originating or non-originating materials, as <br /> the case may be, in calculating the regional value content of the good, if <br /> the good is subject to a regional value content requirement, provided that: <br /> (c) the accessories, spare parts or tools are not invoiced separately from the <br /> good and are included in the price of the good, regardless of whether they <br /> appear specified or separately identified in the invoice itself; and <br /> (d) the quantities and value of the accessories, spare parts or tools are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.2: WHOLLY OBTAINED GOODS <br /> For the purposes of Article 3.1(a), the following goods shall be considered to be wholly <br /> obtained in the territory of one or both of the Parties: <br /> (a) mineral goods and other natural resources taken or extracted from the <br /> territory of one or both of the Parties; <br /> (b) vegetable goods [2] grown and harvested, picked or gathered in the territory <br /> of one or both of the Parties; <br /> (c) live animals born and raised in the territory of one or both of the Parties; <br /> (d) goods obtained from live animals born and raised in the territory of one <br /> or both of the Parties; <br /> (e) goods obtained from hunting, trapping, gathering, capturing, aquaculture <br /> or fishing conducted within the land territory, internal waters and the <br /> outer limit of the territorial sea of one or both of the Parties; <br /> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean <br /> floor or subsoil outside the territorial seas of the Parties by a vessel <br /> registered or recorded with a Party and entitled to fly its flag; <br /> (g) goods produced on board a factory ship from the fish, shellfish or other <br /> marine life referred to in subparagraph (f), provided that such factory <br /> ship is registered or recorded with a Party and entitled to fly its flag; <br /> (h) goods, other than fish, shellfish and other marine life, taken or extracted <br /> from the seabed, ocean floor or subsoil outside the territory of one or <br /> both of the Parties by a Party or a person of a Party, provided that the <br /> Party or person of the Party has rights to exploit such seabed, ocean floor or subsoil; <br /> (i) goods taken from outer space, provided that they are obtained by a Party <br /> or a person of a Party and not processed in the territory of a non-Party; <br /> (j) waste and scrap derived from: <br /> (i) production in the territory of one or both of the Parties; or <br /> (ii) used goods collected in the territory of one or both of the Parties, <br /> provided that such goods are fit only for the recovery of raw materials; <br /> (k) goods collected from the territory of one or both of the Parties which can <br /> no longer perform their original purpose and are fit only for the recovery <br /> of raw materials; and <br /> (l) goods produced entirely in the territory of one or both of the Parties <br /> exclusively from goods referred to in this Article or from their <br /> derivatives, at any stage of production. <br /> [2] For the purposes of this Chapter, \"vegetable goods\" include plants, fungi, algae, and products thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: NON-QUALIFYING OPERATION <br /> 1 Notwithstanding other provisions of this Chapter, a good shall not be considered <br /> to be originating merely by reason of having undergone one or more of the following <br /> operations or processes: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) changes of packaging, breaking-up and assembly of packages; <br /> (c) washing, cleaning, or removal of dust, oxide, oil, paint or other coverings; <br /> (d) sharpening, simple grinding or crushing or simple cutting; <br /> (e) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (f) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (g) disassembly; or <br /> (h) mere reclassification of goods without any physical change. <br /> 2 All operations and processes carried out in the territory of a Party on a good <br /> shall be considered together when determining whether the operations and processes <br /> undergone by that good fall within the scope of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: REGIONAL VALUE CONTENT <br /> 1 Where Annex 3-A specifies a regional value content requirement, the regional <br /> value content shall be calculated in accordance with one of the following methods: <br /> (a) build-down method <br /> RVC = [(AV - VNM)/AV]x100 <br /> (b) build-up method <br /> RVC = (VOM/AV)x100 <br /> where, <br /> RVC is the regional value content, expressed as a percentage; <br /> AV is the adjusted value of the good and shall be: <br /> (a) the FOB value of the good determined in accordance with the Customs <br /> Valuation Agreement, inclusive of the cost of transport and insurance to <br /> the port or site of final shipment abroad; or <br /> (b) if there is no FOB value of the good or it is unknown and cannot be <br /> ascertained, the value determined in accordance with the Customs <br /> Valuation Agreement, mutatis mutandis. <br /> VNM is the value of non-originating materials (including materials of <br /> undetermined origin) used in the production of the good, as determined in Article 3.4; and <br /> VOM is the value of originating materials used in the production of the good, as <br /> determined in Article 3.4. <br /> 2 All costs considered for the calculation of regional value content shall be <br /> recorded and maintained in conformity with the Generally Accepted Accounting <br /> Principles applicable in the territory of the Party where the good is produced. <br /> 3 All values for the purposes of calculating regional value content shall be <br /> determined in accordance with the Customs Valuation Agreement. For this purpose, the <br /> Customs Valuation Agreement shall apply mutatis mutandis to domestic transactions. <br /> ARTICLE 3.4: VALUE OF MATERIALS <br /> 1 Subject to paragraph 2, the value of non-originating materials referred to in Article 3.3 shall be: <br /> (a) for a material imported directly by the producer of a good, the CIF value <br /> at the time of importation of the material; or <br /> (b) for a material acquired within the territory of the Party where the good is <br /> produced, the earliest ascertainable value of the non-originating material <br /> in the territory of that Party. <br /> 2 For the purposes of paragraph 1, the following, where included in accordance <br /> with paragraph 1, may be deducted from the value of the non-originating materials: <br /> (a) the value of originating materials used in the production of the non- <br /> originating material in the territory of a Party; <br /> (b) the costs of freight, insurance, packing, and all other costs incurred in <br /> transporting the material within a Party's territory or between the <br /> territories of the Parties to the location of the producer; <br /> (c) duties, taxes, and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, including credit <br /> against duty or tax paid or payable; and <br /> (d) the cost of processing incurred in the territory of one or both of the <br /> Parties in the production of the non-originating material. <br /> 3 Subject to paragraph 4, the value of originating materials referred to in Article 3.3 shall be: <br /> (a) for a material imported directly by the producer of a good, the CIF value <br /> at the time of importation of the material; <br /> (b) for a material acquired within the territory of the Party where the good is <br /> produced, the value of the material; or <br /> (c) for a material that is self-produced, the sum of all costs incurred in the <br /> production of the material, including general expenses, and an amount <br /> for profit equivalent to the profit added in the normal course of trade. <br /> 4 For the purposes of paragraph 3, the following, where not included in <br /> accordance with paragraph 3, may be added to the value of the originating materials: <br /> (a) the costs of freight, insurance, packing, and all other costs incurred in <br /> transporting the material within a Party's territory or between the <br /> territories of the Parties to the location of the producer; and <br /> (b) duties, taxes, and customs brokerage fees on the material paid in the <br /> territory of one or both of the Parties, other than duties and taxes that are <br /> waived, refunded, refundable, or otherwise recoverable, including credit <br /> against duty or tax paid or payable. <br /> 5 For greater certainty, when an originating good is used in the subsequent <br /> production of another good, no account shall be taken of the non-originating materials <br /> contained in the originating good for the purposes of determining the originating status <br /> of the subsequently produced good. <br /> 6 For greater certainty, when a non-originating good is used in the subsequent <br /> production of another good, an account shall be taken only of the non-originating <br /> materials contained in the non-originating good for the purposes of determining the <br /> originating status of the subsequently produced good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: INDIRECT MATERIALS <br /> 1 In determining whether a good is originating, indirect materials shall be treated as originating. <br /> 2 For the purposes of paragraph 1, \"indirect materials\" means articles used in the <br /> production of a good which are not physically incorporated into it, nor form part of it, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: DIRECT TRANSPORT <br /> 1 An originating good shall retain its originating status as determined in <br /> accordance with Article 3.1, provided that it is directly transported to the importing <br /> Party without passing through the territory of a non-Party. <br /> 2 An originating good that is transported through the territory of a non-Party shall <br /> not retain its originating status as determined in accordance with Article 3.1 if it: <br /> (a) has undergone any subsequent production or other operation outside the <br /> territories of the Parties other than unloading, reloading, storing, <br /> repacking, relabelling, [3] splitting up of loads for transport reasons or any <br /> other operation necessary to preserve it in good condition or to transport <br /> the good to the territory of a Party; or <br /> (b) does not remain under the customs control in the territory of a non-Party. <br /> [3] For the purposes of this paragraph, \"relabelling\" means the affixing of labels necessary to meet the <br /> requirements of the importing Party; \"repacking\" means a packing operation necessary to transport the <br /> good to the territory of the importing Party. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.1: ORIGINATING GOODS <br /> Unless otherwise provided in this Chapter, a good shall be regarded as originating in a Party where: <br /> (a) the good is wholly obtained in the territory of one or both of the Parties <br /> within the meaning of Article 3.2; <br /> (b) the good is produced entirely in the territory of one or both of the Parties, <br /> exclusively from originating materials; <br /> (c) the good satisfies all applicable requirements of Annex 3-A, as a result of <br /> processes performed entirely in the territory of one or both of the Parties <br /> by one or more producers; or <br /> (d) the good otherwise qualifies as an originating good in accordance with this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> 1 Packaging materials and containers in which a good is packaged for retail sale <br /> shall, if classified with the good, be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable change <br /> in tariff classification set out in Annex 3-A. <br /> 2 If a good is subject to a regional value content requirement, the value of <br /> packaging materials and containers described in paragraph 1 shall be taken into account <br /> as originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good. <br /> ARTICLE 3.10: PACKING MATERIALS AND CONTAINERS FOR TRANSPORTATION AND SHIPMENT <br /> 1 Packing materials and containers for transportation and shipment shall not be <br /> taken into account when determining whether a good is originating. <br /> 2 For the purposes of paragraph 1, \"packing materials and containers for <br /> transportation and shipment\" means the goods used to protect a good during its <br /> transportation and does not include the packaging materials and containers in which the <br /> good is packaged for retail sale.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: FUNGIBLE GOODS AND MATERIALS <br /> 1 An importer claiming preferential tariff treatment for a good may claim that a <br /> fungible good or material is originating where the importer, exporter, or producer has: <br /> (a) physically segregated each fungible good or material; or <br /> (b) used any inventory management method, such as averaging, <br /> last-in-first-out (LIFO) or first-in-first-out (FIFO), recognised in the <br /> Generally Accepted Accounting Principles of the Party in which the <br /> production is performed or otherwise accepted by the Party in which the <br /> production is performed. <br /> 2 The inventory management method selected in accordance with paragraph 1 for <br /> a particular fungible good or material shall continue to be used for that good or material <br /> throughout the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body/self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: CERTIFICATE OF ORIGIN <br /> 1 A claim that a good should be treated as originating and accepted as eligible for <br /> a preferential tariff shall be supported by a Certificate of Origin. <br /> 2 The Certificate of Origin shall be completed by the exporter or the producer and shall: <br /> (a) specify that the goods described therein are originating; <br /> (b) be made in respect of one or more goods and may include a variety of goods; <br /> (c) be in a printed format or such other medium including electronic format; and <br /> (d) be completed in English and contain the data elements set out with <br /> instructions in Annex 3-C. A model format for a Certificate of Origin is <br /> provided in Annex 3-D. <br /> 3 Where an exporter in the territory of a Party is not the producer of the good, the <br /> exporter may complete and sign a Certificate of Origin on the basis of: <br /> (a) its knowledge that the good qualifies as an originating good; or <br /> (b) a written declaration or statement, such as a Certificate of Origin, that the <br /> good qualifies as an originating good, provided by the producer. <br /> 4 Nothing in this Article shall be construed to require a producer who is not the <br /> exporter of the good to provide a Certificate of Origin, or written declaration or <br /> statement that the good qualifies as an originating good. <br /> 5 A Certificate of Origin shall be applicable to: <br /> (a) a single importation of one or more goods into a Party's territory; or <br /> (b) multiple importations of the goods described therein that occur within the <br /> period of validity of the Certificate of Origin. <br /> 6 A Certificate of Origin shall remain valid for at least two years, or for such <br /> longer period specified by the laws and regulations of the importing Party, after the date <br /> on which the Certificate of Origin was signed. <br /> 7 For any originating good that is imported into the territory of a Party on or after <br /> the date of entry into force of this Agreement, each Party shall accept a Certificate of <br /> Origin that has been completed and signed prior to that date. <br /> ARTICLE 3.21: OBLIGATIONS REGARDING EXPORTATIONS <br /> 1 Each Party shall provide that an exporter or a producer that has completed and <br /> signed a Certificate of Origin, shall, on request, provide a copy of the Certificate of <br /> Origin and such other documents to its customs administration, if required by the <br /> Party's laws and regulations. <br /> 2 Each Party shall provide that an exporter or producer that has completed and <br /> signed, or applied for, a Certificate of Origin, and that has reason to believe that the <br /> Certificate of Origin contains information that is not correct, shall promptly notify in <br /> writing all persons to whom the Certificate of Origin was given by the exporter or <br /> producer of any change that could affect the accuracy or validity of the Certificate of Origin. <br /> 3 Each Party shall, to the extent permitted by its laws and regulations, maintain <br /> penalties for issuing false Certificates of Origin or documentation related to the origin <br /> of a good submitted to a customs administration of the importing or exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than AUD 1000 for Australia / US$1000 for Korea)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.19: WAIVER OF CERTIFICATE OF ORIGIN <br /> Each Party shall provide that a Certificate of Origin shall not be required for: <br /> (a) an importation of a good whose customs value does not exceed <br /> 1,000 Australian dollars for Australia or 1,000 US dollars or its <br /> equivalent amount for Korea, or such higher amount as each Party may establish; or <br /> (b) an importation of a good for which the importing Party has waived the <br /> requirement for a Certificate of Origin, <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles 3.15 and 3.17.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: CERTIFICATE OF ORIGIN <br /> 6 A Certificate of Origin shall remain valid for at least two years, or for such <br /> longer period specified by the laws and regulations of the importing Party, after the date <br /> on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br /> 1 Each Party shall provide that: <br /> (a) an exporter or a producer that completes and signs, or applies for a <br /> Certificate of Origin shall maintain, for five years after the date on which <br /> the Certificate of Origin was signed, all records necessary to demonstrate <br /> that the good for which the producer or exporter provided the Certificate <br /> of Origin was an originating good; and <br /> (b) an importer claiming preferential tariff treatment shall maintain, for five <br /> years after the date of importation of the good, such documentation, <br /> including a copy of the Certificate of Origin, as the Party may require <br /> relating to the importation of the good. <br /> 2 Each Party shall provide that an importer, exporter or producer may choose to <br /> maintain the records specified in paragraph 1 in any medium that allows for prompt <br /> retrieval, including, but not limited to, digital, electronic, optical, magnetic or written form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> Each Party shall provide that, where a good would have qualified as an originating good <br /> when it was imported into the territory of that Party, the importer of the good may, <br /> within a period of at least one year, or for such longer period specified by the laws and <br /> regulations of the importing Party, after the date on which the good was imported, apply <br /> for a refund of any excess duties paid as the result of the good not having been accorded <br /> preferential tariff treatment, on presentation to the customs administration of the importing Party: <br /> (a) a Certificate of Origin and, where appropriate, other evidence that the <br /> good qualifies as an originating good; and <br /> (b) such other documentation in relation to the importation as the customs <br /> administration may require to satisfactorily evidence the tariff preference claimed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.17: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> 1 Unless otherwise provided in this Chapter, each Party shall grant preferential <br /> tariff treatment to a good imported into its territory from the other Party, provided that: <br /> (a) the importer requests preferential tariff treatment at the time of importation; <br /> (b) the good qualifies as an originating good; <br /> (c) the importer has the Certificate of Origin in its possession at the time the <br /> customs import declaration is made, if required by the laws or regulations <br /> of the importing Party; and <br /> (d) the importer provides, on request of the importing Party's customs <br /> administration, a copy of the Certificate of Origin and such other <br /> documentation relating to the importation of the good in accordance with <br /> the laws and regulations of the importing Party. <br /> 2 An importer should promptly make a corrected customs import declaration in a <br /> manner required by the customs administration of the importing Party and pay any <br /> duties owing where the importer has reason to believe that a Certificate of Origin on <br /> which a claim was based contains information that is not correct.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.26: NON-PARTY INVOICES <br /> The customs administration of the importing Party shall not reject a Certificate of <br /> Origin only for the reason that the invoice was issued in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.23: ORIGIN VERIFICATION <br /> 1 For the purposes of determining whether a good imported into a Party from the <br /> other Party qualifies as an originating good, the customs administration of the importing <br /> Party may conduct a verification action by means of: <br /> (a) written requests for information from the importer; <br /> (b) where the Certificate of Origin was issued by an authorised body, <br /> requests to that authorised body to verify the validity of the Certificate of Origin; <br /> (c) written requests for information from the exporter or producer of the exporting Party; <br /> (d) requests that the customs administration of the exporting Party assist in <br /> verifying the origin of the good; or <br /> (e) verification visits to the premises of the exporter or the producer in the <br /> territory of the other Party to observe the facilities and the production <br /> processes of the good and to review the records referring to origin, <br /> including accounting records. <br /> 2 For the purposes of paragraphs 1(a), 1(b) and 1(c), the customs administration <br /> shall allow the importer, exporter, producer or authorised body a period of 30 days from <br /> the date of the written request to respond. During this period the importer, exporter, <br /> producer or authorised body may request, in writing, an extension not exceeding 30 days. <br /> 3 For the purposes of this Article and Article 3.24, all the information requested by <br /> the importing Party and responded to by the exporting Party shall be communicated in English. <br /> 4 The customs administration of the importing Party shall complete any action <br /> under paragraph 1 to verify eligibility for preferential tariff treatment within the period <br /> specified in the laws, regulations or administrative procedures of the importing Party. <br /> Upon the completion of the verification action, the customs administration shall provide <br /> written advice to the importer, exporter or producer of its decision as well as the legal <br /> basis and findings of fact on which the decision was made. Where a verification visit <br /> was undertaken, the customs administration shall also provide advice of the decision to <br /> the exporting Party. <br /> ARTICLE 3.24: VERIFICATION VISIT <br /> 1 Prior to conducting a verification visit under Article 3.23.1(e), the customs <br /> administration of the importing Party shall: <br /> (a) make a written request to the exporter or producer to conduct a <br /> verification visit of their premises; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 2 An exporter or producer should provide its written consent to a proposed <br /> verification visit within 30 days from the receipt of notification in accordance with paragraph 1(a). <br /> 3 The written request referred to in paragraph 1(a) shall include: <br /> (a) the identity of the customs administration issuing the request; <br /> (b) the name of the exporter of the good in the exporting Party to whom the <br /> request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific reference <br /> to the good that is the subject of the verification referred to in the <br /> Certificate of Origin; and <br /> (f) the names and titles of the officials of the customs administration of the <br /> importing Party who will participate in the visit. <br /> 4 The customs administration of the importing Party shall notify the customs <br /> administration of the exporting Party when it requests a verification visit in accordance <br /> with this Article. <br /> 5 Officials of the customs administration of the exporting Party may participate in <br /> the verification visit as observers. <br /> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> 1 The importing Party may deny a claim for preferential tariff treatment or recover <br /> unpaid duties in accordance with its laws and regulations, where: <br /> (a) the good does not meet the requirements of this Chapter; <br /> (b) the importer, exporter or producer of the good fails or has failed to <br /> comply with any of the relevant requirements for obtaining preferential <br /> tariff treatment, or to maintain records or documentation in accordance <br /> with Article 3.22; <br /> (c) the importer, exporter or producer fails to provide information that the <br /> Party requested in accordance with Article 3.23.2 demonstrating that the <br /> good is an originating good; or <br /> (d) after receipt of a written notification for a verification visit in accordance <br /> with Article 3.24.1, the exporter or producer fails to provide its written <br /> consent in accordance with Article 3.24.2 or to provide access to records, <br /> production processes or facilities referred to in Article 3.23.1.e <br /> demonstrating that the good is an originating good. <br /> 2 The importing Party may suspend or deny, in accordance with its laws and <br /> regulations, the application of preferential tariff treatment to a good that is the subject of <br /> an origin verification action under Article 3.23 for the duration of that action, or any part thereof. <br /> 3 When the importing Party determines that a good is not eligible for preferential <br /> tariff treatment, the right of suspension or denial shall extend to any subsequent import <br /> of goods that are the same in all respects relevant to the particular rule of origin, until it <br /> has been demonstrated that those goods comply with the provisions of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.28: PENALTIES <br /> Each Party shall maintain measures imposing criminal, civil or administrative penalties <br /> for violations of its laws and regulations relating to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.7: ADVANCE RULINGS <br /> 1 Each Party shall issue, through its customs administration, prior to the <br /> importation of a good into its territory, a written advance ruling at the written request of <br /> an importer in its territory, or an exporter or producer in the territory of the other Party [5] with regard to: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria for a particular case, in <br /> accordance with the provisions of the Customs Valuation Agreement; <br /> (c) whether a good is originating in accordance with Chapter 3 (Rules of <br /> Origin and Origin Procedures); and <br /> (d) such other matters as the Parties may agree. <br /> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which: <br /> (a) include a detailed description of the information required to process a <br /> request for an advance ruling; <br /> (b) allow its customs administration, at any time during the course of an <br /> evaluation of an application for an advance ruling, to request that the <br /> applicant provide additional information, which may include a sample of <br /> the goods, necessary to evaluate the request; <br /> (c) ensure that an advance ruling be based on the facts and circumstances <br /> presented by the applicant and any other relevant information in the <br /> possession of the decision-maker; <br /> (d) provide that an advance ruling be issued to the applicant expeditiously, <br /> and within a period specified in its laws, regulations or administrative <br /> procedures, after the receipt of all necessary information; and <br /> [5] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br /> through an authorised representative. <br /> (e) provide that its customs administration provide a written explanation of <br /> the reasons for the advance ruling. <br /> 3 A Party may decline to issue an advance ruling if the facts and circumstances <br /> forming the basis of the advance ruling are the subject of administrative or judicial <br /> review. A Party that, in accordance with this paragraph, declines to issue an advance <br /> ruling, shall promptly notify the requestor in writing, setting forth the relevant facts and <br /> the basis for its decision to decline to issue the advance ruling. <br /> 4 Each Party shall provide that advance rulings shall be in force from the date they <br /> are issued, or another date specified in the ruling, provided that the facts or <br /> circumstances on which the ruling is based remain unchanged. Subject to paragraphs 1 <br /> and 5, an advance ruling shall remain in force for no less than five years, or such other <br /> period as specified in the laws, regulations or administrative rulings of the issuing Party. <br /> 5 The issuing Party may modify or revoke an advance ruling after the Party <br /> notifies the requestor, and where, consistent with this Agreement: <br /> (a) there is a change in its laws and regulations; <br /> (b) incorrect information was provided or relevant information was withheld; <br /> (c) there is a change in a material fact; or <br /> (d) there is a change in the circumstances on which the ruling was based. <br /> 6 The issuing Party may modify or revoke an advance ruling retroactively if the <br /> requestor, intentionally or negligently, provided incorrect information or withheld <br /> relevant information. <br /> 7 Each Party shall endeavour to publish its advance rulings, subject to its laws, <br /> regulations and administrative procedures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.20: DISCREPANCIES AND VARIATIONS <br /> 1 Where the origin of the good is not in doubt, minor transcription errors or <br /> discrepancies in documentation shall not ipso facto invalidate the Certificate of Origin, <br /> if it is duly established that it does correspond to the goods submitted. <br /> 2 Variations in the format of the Certificate of Origin from the model format set <br /> out in Annex 3-D shall not invalidate the Certificate of Origin, provided that the <br /> Certificate of Origin contains the data elements set out in Annex 3-C.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.29: APPEAL PROCEDURES <br /> The rights of review and appeal in matters relating to the determination of origin under <br /> this Chapter shall be granted, in accordance with Article 4.8 (Appeal Procedures), to an <br /> importer, exporter or producer of a good. <br /> [Customs administration]: <br /> ARTICLE 4.8: APPEAL PROCEDURES <br /> 1 Each Party shall ensure that with respect to its determinations on customs <br /> matters, importers in its territory have access to: <br /> (a) at least one level of administrative review independent of the official or <br /> authority responsible for the determination under review; and <br /> (b) judicial review of the determination or decision taken at the final level of <br /> administrative review. <br /> 2 Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings by its customs administration as it <br /> provides to importers in its territory to any person who has: <br /> (a) completed and signed, or applied for, a Certificate of Origin for a good <br /> that has been the subject of a determination of origin; or <br /> (b) received an advance ruling in accordance with Article 4.7. <br /> 3 Each Party shall allow an exporter or producer to provide information directly to <br /> the Party conducting the review and to request that Party to treat that information as <br /> confidential in accordance with the laws, regulations and rules of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> ARTICLE 3.17: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.28: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Unless otherwise provided in this Chapter, each Party shall grant preferential <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties <br> Section A: Rules of Origin <br> tariff treatment to a good imported into its territory from the other Party, provided that: <br> for violations of its laws and regulations relating to this Chapter. <br> ARTICLE 3.1: ORIGINATING GOODS <br> (a) the importer requests preferential tariff treatment at the time of importation; <br> ARTICLE 3.29: APPEAL PROCEDURES <br> of one or both of the Parties; <br> Unless otherwise provided in this Chapter, a good shall be regarded as originating in a Party where: <br> (b) the good qualifies as an originating good; <br> The rights of review and appeal in matters relating to the determination of origin under <br> (a) the good is wholly obtained in the territory of one or both of the Parties <br> (c) the importer has the Certificate of Origin in its possession at the time the <br> this Chapter shall be granted, in accordance with Article 4.8 (Appeal Procedures), to an <br> within the meaning of Article 3.2; <br> customs import declaration is made, if required by the laws or regulations <br> importer, exporter or producer of a good. <br> (b) the good is produced entirely in the territory of one or both of the Parties, <br> of the importing Party; and <br> exclusively from originating materials; <br> (d) the importer provides, on request of the importing Party's customs <br> (c) the good satisfies all applicable requirements of Annex 3-A, as a result of <br> administration, a copy of the Certificate of Origin and such other <br> processes performed entirely in the territory of one or both of the Parties <br> documentation relating to the importation of the good in accordance with <br> by one or more producers; or <br> the laws and regulations of the importing Party. <br> (d) the good otherwise qualifies as an originating good in accordance with this Chapter. <br> cards or boards and all other simple packaging operations; <br> 2 An importer should promptly make a corrected customs import declaration in a <br> (b) tools, dies and moulds; <br> ARTICLE 3.2: WHOLLY OBTAINED GOODS <br> manner required by the customs administration of the importing Party and pay any <br> For the purposes of Article 3.1(a), the following goods shall be considered to be wholly <br> duties owing where the importer has reason to believe that a Certificate of Origin on <br> (d) lubricants, greases, compounding materials and other materials used in <br> obtained in the territory of one or both of the Parties: <br> which a claim was based contains information that is not correct. <br> (a) mineral goods and other natural resources taken or extracted from the <br> ARTICLE 3.18: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> condition during transport and storage; <br> territory of one or both of the Parties; <br> Each Party shall provide that, where a good would have qualified as an originating good <br> (b) vegetable goods [2] grown and harvested, picked or gathered in the territory <br> when it was imported into the territory of that Party, the importer of the good may, <br> within a period of at least one year, or for such longer period specified by the laws and <br> (c) live animals born and raised in the territory of one or both of the Parties; <br> 5 A certificate of origin shall be applicable to: <br> regulations of the importing Party, after the date on which the good was imported, apply <br> (d) goods obtained from live animals born and raised in the territory of one <br> for a refund of any excess duties paid as the result of the good not having been accorded <br> or both of the Parties; <br> preferential tariff treatment, on presentation to the customs administration of the importing Party: <br> (e) goods obtained from hunting, trapping, gathering, capturing, aquaculture <br> Article 3.7: Fungible Goods and Materials <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> (i) production in the territory of one or both of the Parties; or <br> or fishing conducted within the land territory, internal waters and the <br> good qualifies as an originating good; and <br> outer limit of the territorial sea of one or both of the Parties; <br> (b) such other documentation in relation to the importation as the customs <br> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean <br> administration may require to satisfactorily evidence the tariff preference claimed. <br> floor or subsoil outside the territorial seas of the Parties by a vessel <br> ARTICLE 3.19: WAIVER OF CERTIFICATE OF ORIGIN <br> registered or recorded with a Party and entitled to fly its flag; <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> (g) goods produced on board a factory ship from the fish, shellfish or other <br> 1 A good that does not satisfy a change in tariff classification requirement <br> (a) an importation of a good whose customs value does not exceed <br> marine life referred to in subparagraph (f), provided that such factory <br> (a) the identity of the Customs Administration issuing the request; <br> 1,000 Australian dollars for Australia or 1,000 US dollars or its <br> RVC is the regional value content, expressed as a percentage; <br> ship is registered or recorded with a Party and entitled to fly its flag; <br> equivalent amount for Korea, or such higher amount as each Party may establish; or <br> (h) goods, other than fish, shellfish and other marine life, taken or extracted <br> ARTICLE 3.3: REGIONAL VALUE CONTENT <br> (b) an importation of a good for which the importing Party has waived the <br> from the seabed, ocean floor or subsoil outside the territory of one or <br> requirement for a Certificate of Origin, <br> both of the Parties by a Party or a person of a Party, provided that the <br> provided that the importation does not form part of a series of importations that may <br> (a) Build-down Method <br> Party or person of the Party has rights to exploit such seabed, ocean floor or subsoil; <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (i) goods taken from outer space, provided that they are obtained by a Party <br> avoiding the certification requirements of Articles 3.15 and 3.17. <br> (b) Build-up Method <br> or a person of a Party and not processed in the territory of a non-Party; <br> ARTICLE 3.20: DISCREPANCIES AND VARIATIONS <br> Certificate of Origin; and <br> (j) waste and scrap derived from: <br> 1 Where the origin of the good is not in doubt, minor transcription errors or <br> discrepancies in documentation shall not ipso facto invalidate the Certificate of Origin, <br> (ii) used goods collected in the territory of one or both of the Parties, <br> where, <br> if it is duly established that it does correspond to the goods submitted. <br> provided that such goods are fit only for the recovery of raw materials; <br> 2 Variations in the format of the Certificate of Origin from the model format set <br> (k) goods collected from the territory of one or both of the Parties which can <br> out in Annex 3-D shall not invalidate the Certificate of Origin, provided that the <br> Party may conduct a verification action by means of: <br> no longer perform their original purpose and are fit only for the recovery <br> (a) written requests for information from the importer; <br> Certificate of Origin contains the data elements set out in Annex 3-C. <br> (a) has undergone any subsequent production or other operation outside the <br> ARTICLE 3.21: OBLIGATIONS REGARDING EXPORTATIONS <br> (l) goods produced entirely in the territory of one or both of the Parties <br> of raw materials; and <br> 1 Each Party shall provide that an exporter or a producer that has completed and <br> determined in Article 3.4. <br> exclusively from goods referred to in this Article or from their <br> signed a Certificate of Origin, shall, on request, provide a copy of the Certificate of <br> derivatives, at any stage of production. <br> Origin and such other documents to its customs administration, if required by the <br> [2] For the purposes of this Chapter, \"vegetable goods\" include plants, fungi, algae, and products thereof. <br> Party's laws and regulations. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> 2 Each Party shall provide that an exporter or producer that has completed and <br> 1 Where Annex 3-A specifies a regional value content requirement, the regional <br> signed, or applied for, a Certificate of Origin, and that has reason to believe that the <br> value content shall be calculated in accordance with one of the following methods: <br> Certificate of Origin contains information that is not correct, shall promptly notify in <br> the exporting Party. <br> writing all persons to whom the Certificate of Origin was given by the exporter or <br> RVC = [(AV - VNM)/AV]x100 <br> producer of any change that could affect the accuracy or validity of the Certificate of Origin. <br> 3 Each Party shall, to the extent permitted by its laws and regulations, maintain <br> RVC = (VOM/AV)x100 <br> penalties for issuing false Certificates of Origin or documentation related to the origin <br> of a good submitted to a customs administration of the importing or exporting Party. <br> principles applicable in the territory of the Party where the good is produced. <br> 2 A good is originating where the good is produced in the territory of one or both <br> AV is the adjusted value of the good and shall be: <br> 1 Each Party shall provide that: <br> (a) the FOB value of the good determined in accordance with the Customs <br> (a) an exporter or a producer that completes and signs, or applies for a <br> production is performed. <br> Valuation Agreement, inclusive of the cost of transport and insurance to <br> Certificate of Origin shall maintain, for five years after the date on which <br> the port or site of final shipment abroad; or <br> the Certificate of Origin was signed, all records necessary to demonstrate <br> (b) if there is no FOB value of the good or it is unknown and cannot be <br> that the good for which the producer or exporter provided the Certificate <br> ascertained, the value determined in accordance with the Customs <br> of Origin was an originating good; and <br> Valuation Agreement, mutatis mutandis. <br> (b) an importer claiming preferential tariff treatment shall maintain, for five <br> VNM is the value of non-originating materials (including materials of <br> years after the date of importation of the good, such documentation, <br> undetermined origin) used in the production of the good, as determined in Article 3.4; and <br> including a copy of the Certificate of Origin, as the Party may require <br> VOM is the value of originating materials used in the production of the good, as <br> relating to the importation of the good. <br> 2 Each Party shall provide that an importer, exporter or producer may choose to <br> 2 All costs considered for the calculation of regional value content shall be <br> maintain the records specified in paragraph 1 in any medium that allows for prompt <br> (a) preserving operations to ensure that the products remain in good <br> recorded and maintained in conformity with the Generally Accepted Accounting <br> retrieval, including, but not limited to, digital, electronic, optical, magnetic or written form. <br> ARTICLE 3.23: ORIGIN VERIFICATION <br> 3 All values for the purposes of calculating regional value content shall be <br> 1 For the purposes of determining whether a good imported into a Party from the <br> determined in accordance with the Customs Valuation Agreement. For this purpose, the <br> other Party qualifies as an originating good, the customs administration of the importing <br> Customs Valuation Agreement shall apply mutatis mutandis to domestic transactions. <br> ARTICLE 3.4: VALUE OF MATERIALS <br> 1 Subject to paragraph 2, the value of non-originating materials referred to in Article 3.3 shall be: <br> (b) where the Certificate of Origin was issued by an authorised body, <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> requests to that authorised body to verify the validity of the Certificate of Origin; <br> at the time of importation of the material; or <br> (c) written requests for information from the exporter or producer of the exporting Party; <br> (b) for a material acquired within the territory of the Party where the good is <br> (d) requests that the customs administration of the exporting Party assist in <br> (b) changes of packaging, breaking-up and assembly of packages; <br> produced, the earliest ascertainable value of the non-originating material <br> verifying the origin of the good; or <br> in the territory of that Party. <br> (e) verification visits to the premises of the exporter or the producer in the <br> 2 For the purposes of paragraph 1, the following, where included in accordance <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> territory of the other Party to observe the facilities and the production <br> with paragraph 1, may be deducted from the value of the non-originating materials: <br> processes of the good and to review the records referring to origin, <br> (a) the value of originating materials used in the production of the non- <br> (c) for a material that is self-produced, the sum of all costs incurred in the <br> including accounting records. <br> originating material in the territory of a Party; <br> 2 For the purposes of paragraphs 1(a), 1(b) and 1(c), the customs administration <br> (b) the costs of freight, insurance, packing, and all other costs incurred in <br> shall allow the importer, exporter, producer or authorised body a period of 30 days from <br> importing Party who will participate in the visit. <br> the date of the written request to respond. During this period the importer, exporter, <br> territories of the Parties to the location of the producer; <br> producer or authorised body may request, in writing, an extension not exceeding 30 days. <br> (c) duties, taxes, and customs brokerage fees on the material paid in the <br> signs on products or their packaging; <br> 3 For the purposes of this Article and Article 3.24, all the information requested by <br> territory of one or both of the Parties, other than duties and taxes that are <br> the importing Party and responded to by the exporting Party shall be communicated in English. <br> (a) the costs of freight, insurance, packing, and all other costs incurred in <br> waived, refunded, refundable, or otherwise recoverable, including credit <br> (a) the good does not meet the requirements of this Chapter; <br> 4 The customs administration of the importing Party shall complete any action <br> under paragraph 1 to verify eligibility for preferential tariff treatment within the period <br> (d) the cost of processing incurred in the territory of one or both of the <br> (f) equipment, devices and supplies used for testing or inspecting the good; <br> specified in the laws, regulations or administrative procedures of the importing Party. <br> Parties in the production of the non-originating material. <br> Upon the completion of the verification action, the customs administration shall provide <br> 3 Subject to paragraph 4, the value of originating materials referred to in Article 3.3 shall be: <br> written advice to the importer, exporter or producer of its decision as well as the legal <br> (a) for a material imported directly by the producer of a good, the CIF value <br> against duty or tax paid or payable; and <br> basis and findings of fact on which the decision was made. Where a verification visit <br> at the time of importation of the material; <br> was undertaken, the customs administration shall also provide advice of the decision to <br> produced, the value of the material; or <br> ARTICLE 3.24: VERIFICATION VISIT <br> 1 Prior to conducting a verification visit under Article 3.23.1(e), the customs <br> production of the material, including general expenses, and an amount <br> for profit equivalent to the profit added in the normal course of trade. <br> (a) make a written request to the exporter or producer to conduct a <br> 4 For the purposes of paragraph 3, the following, where not included in <br> verification visit of their premises; and <br> accordance with paragraph 3, may be added to the value of the originating materials: <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> Harmonized System unless the non-originating material is provided for in a different <br> 2 An exporter or producer should provide its written consent to a proposed <br> transporting the material within a Party's territory or between the <br> verification visit within 30 days from the receipt of notification in accordance with paragraph 1(a). <br> territories of the Parties to the location of the producer; and <br> 3 The written request referred to in paragraph 1(a) shall include: <br> (b) duties, taxes, and customs brokerage fees on the material paid in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (b) be made in respect of one or more goods and may include a variety of goods; <br> (b) the name of the exporter of the good in the exporting Party to whom the <br> request is addressed; <br> against duty or tax paid or payable. <br> (c) the date the written request is made; <br> 5 For greater certainty, when an originating good is used in the subsequent <br> (d) the proposed date and place of the visit; <br> production of another good, no account shall be taken of the non-originating materials <br> (e) the objective and scope of the proposed visit, including specific reference <br> contained in the originating good for the purposes of determining the originating status <br> to the good that is the subject of the verification referred to in the <br> of the subsequently produced good. <br> 6 For greater certainty, when a non-originating good is used in the subsequent <br> (f) the names and titles of the officials of the customs administration of the <br> production of another good, an account shall be taken only of the non-originating <br> materials contained in the non-originating good for the purposes of determining the <br> 4 The customs administration of the importing Party shall notify the customs <br> originating status of the subsequently produced good. <br> administration of the exporting Party when it requests a verification visit in accordance <br> ARTICLE 3.5: ACCUMULATION <br> with this Article. <br> 1 Originating goods of a Party, incorporated into a good in the territory of the <br> 5 Officials of the customs administration of the exporting Party may participate in <br> customary for the good. <br> other Party, shall be considered to be originating in the territory of the other Party. <br> the verification visit as observers. <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> of the Parties by one or more producers, provided that the good satisfies the <br> 1 The importing Party may deny a claim for preferential tariff treatment or recover <br> regional value content of the good. <br> requirements in Article 3.1 and all other applicable requirements in this Chapter. <br> unpaid duties in accordance with its laws and regulations, where: <br> ARTICLE 3.6: DE MINIMIS <br> (b) the importer, exporter or producer of the good fails or has failed to <br> pursuant to Annex 3-A is nonetheless originating if the value of all non-originating <br> comply with any of the relevant requirements for obtaining preferential <br> materials that have been used in the production of the good and do not undergo the <br> tariff treatment, or to maintain records or documentation in accordance <br> applicable change in tariff classification does not exceed 10 per cent of the adjusted <br> with Article 3.22; <br> value of the good, provided that the value of such non-originating materials shall be <br> (c) the importer, exporter or producer fails to provide information that the <br> included in the value of non-originating materials for any applicable regional value <br> Party requested in accordance with Article 3.23.2 demonstrating that the <br> content requirement and that the good meets all other applicable requirements in this Chapter. <br> good is an originating good; or <br> 2 Paragraph 1 shall not apply to goods classified in Chapters 1 through 14 of the <br> (d) after receipt of a written notification for a verification visit in accordance <br> with Article 3.24.1, the exporter or producer fails to provide its written <br> subheading than the good for which origin is being determined under this Article. <br> consent in accordance with Article 3.24.2 or to provide access to records, <br> 3 Neither paragraph 1 or 2 shall apply to goods classified under Harmonized <br> production processes or facilities referred to in Article 3.23.1.e <br> System codes 0301 through 0303; 0305 through 0308; 0701 through 0710.10; 0713 <br> demonstrating that the good is an originating good. <br> through 0714; 0801 through 0810; and 0813.10 through 0813.40. <br> 2 The importing Party may suspend or deny, in accordance with its laws and <br> 4 A good classified in Chapters 50 through 63 of the Harmonized System, <br> regulations, the application of preferential tariff treatment to a good that is the subject of <br> produced in the territory of a Party, shall be considered to be an originating good if the <br> an origin verification action under Article 3.23 for the duration of that action, or any part thereof. <br> total weight of all non-originating fibres or yarns used in the production of the <br> 3 When the importing Party determines that a good is not eligible for preferential <br> component that determines the tariff classification of the good, that do not undergo the <br> tariff treatment, the right of suspension or denial shall extend to any subsequent import <br> applicable change in tariff classification, does not exceed 10 per cent of the weight of the good. <br> of goods that are the same in all respects relevant to the particular rule of origin, until it <br> has been demonstrated that those goods comply with the provisions of this Chapter. <br> 1 An importer claiming preferential tariff treatment for a good may claim that a <br> ARTICLE 3.26: NON-PARTY INVOICES <br> fungible good or material is originating where the importer, exporter, or producer has: <br> The customs administration of the importing Party shall not reject a Certificate of <br> (a) physically segregated each fungible good or material; or <br> administration of the importing Party shall: <br> Origin only for the reason that the invoice was issued in the territory of a non-Party. <br> (b) used any inventory management method, such as averaging, <br> last-in-first-out (LIFO) or first-in-first-out (FIFO), recognised in the <br> Generally Accepted Accounting Principles of the Party in which the <br> production is performed or otherwise accepted by the Party in which the <br> 2 The inventory management method selected in accordance with paragraph 1 for <br> the case may be, in calculating the regional value content of the good, if <br> throughout the fiscal year of the person that selected the inventory management method. <br> a particular fungible good or material shall continue to be used for that good or material <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> The origin of the accessories, spare parts or tools presented and classified with a good <br> and delivered with the good at the time of importation: <br> classification requirement; and <br> (b) shall be taken into account as originating or non-originating materials, as <br> the good is subject to a regional value content requirement, provided that: <br> (c) the accessories, spare parts or tools are not invoiced separately from the <br> good and are included in the price of the good, regardless of whether they <br> appear specified or separately identified in the invoice itself; and <br> (d) the quantities and value of the accessories, spare parts or tools are <br> ARTICLE 3.9: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> 1 Packaging materials and containers in which a good is packaged for retail sale <br> originating materials used in the production of the good undergo the applicable change <br> in tariff classification set out in Annex 3-A. <br> (g) catalysts and solvents; and <br> 2 If a good is subject to a regional value content requirement, the value of <br> packaging materials and containers described in paragraph 1 shall be taken into account <br> as originating or non-originating materials, as the case may be, in calculating the <br> ARTICLE 3.10: PACKING MATERIALS AND CONTAINERS FOR TRANSPORTATION AND SHIPMENT <br> 1 Packing materials and containers for transportation and shipment shall not be <br> taken into account when determining whether a good is originating. <br> 2 For the purposes of paragraph 1, \"packing materials and containers for <br> (a) shall be disregarded if the good is subject to a change in tariff <br> transportation and shipment\" means the goods used to protect a good during its <br> transportation and does not include the packaging materials and containers in which the <br> good is packaged for retail sale. <br> ARTICLE 3.11: INDIRECT MATERIALS <br> 1 In determining whether a good is originating, indirect materials shall be treated as originating. <br> 2 For the purposes of paragraph 1, \"indirect materials\" means articles used in the <br> production of a good which are not physically incorporated into it, nor form part of it, including: <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> (h) any other goods that are not incorporated into the good but whose use in <br> the production of the good can reasonably be demonstrated to be a part of that production. <br> ARTICLE 3.12: NON-QUALIFYING OPERATION <br> 1 Notwithstanding other provisions of this Chapter, a good shall not be considered <br> to be originating merely by reason of having undergone one or more of the following <br> operations or processes: <br> (c) washing, cleaning, or removal of dust, oxide, oil, paint or other coverings; <br> (d) sharpening, simple grinding or crushing or simple cutting; <br> (e) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (f) affixing or printing marks, labels, logos and other like distinguishing <br> (g) disassembly; or <br> (h) mere reclassification of goods without any physical change. <br> 2 All operations and processes carried out in the territory of a Party on a good <br> shall be considered together when determining whether the operations and processes <br> undergone by that good fall within the scope of paragraph 1. <br> ARTICLE 3.13: OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> Notwithstanding Article 3.1, the Parties agree that certain goods shall be considered to <br> be originating even if they have undergone working or processing outside Korea, on <br> Section B: Origin Procedures <br> materials exported from Korea and subsequently re-imported there, provided that the <br> working or processing is done in the areas designated by the Parties pursuant to Annex 3-B. <br> ARTICLE 3.14: DIRECT TRANSPORT <br> 1 An originating good shall retain its originating status as determined in <br> accordance with Article 3.1, provided that it is directly transported to the importing <br> Party without passing through the territory of a non-Party. <br> 2 An originating good that is transported through the territory of a non-Party shall <br> not retain its originating status as determined in accordance with Article 3.1 if it: <br> territories of the Parties other than unloading, reloading, storing, <br> repacking, relabelling, [3] splitting up of loads for transport reasons or any <br> other operation necessary to preserve it in good condition or to transport <br> the good to the territory of a Party; or <br> (b) does not remain under the customs control in the territory of a non-Party. <br> [3] For the purposes of this paragraph, \"relabelling\" means the affixing of labels necessary to meet the <br> requirements of the importing Party; \"repacking\" means a packing operation necessary to transport the <br> good to the territory of the importing Party. <br> ARTICLE 3.15: CERTIFICATE OF ORIGIN <br> 1 A claim that a good should be treated as originating and accepted as eligible for <br> a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter or the producer and shall: <br> (a) specify that the goods described therein are originating; <br> (c) be in a printed format or such other medium including electronic format; and <br> (d) be completed in English and contain the data elements set out with <br> instructions in Annex 3-C. A model format for a Certificate of Origin is <br> provided in Annex 3-D. <br> 3 Where an exporter in the territory of a Party is not the producer of the good, the <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) its knowledge that the good qualifies as an originating good; or <br> (b) a written declaration or statement, such as a Certificate of Origin, that the <br> good qualifies as an originating good, provided by the producer. <br> 4 Nothing in this Article shall be construed to require a producer who is not the <br> exporter of the good to provide a Certificate of Origin, or written declaration or <br> statement that the good qualifies as an originating good. <br> (a) a single importation of one or more goods into a Party's territory; or <br> (b) multiple importations of the goods described therein that occur within the <br> period of validity of the Certificate of Origin. <br> 6 A Certificate of Origin shall remain valid for at least two years, or for such <br> longer period specified by the laws and regulations of the importing Party, after the date <br> on which the Certificate of Origin was signed. <br> 7 For any originating good that is imported into the territory of a Party on or after <br> the date of entry into force of this Agreement, each Party shall accept a Certificate of <br> Origin that has been completed and signed prior to that date. <br> "}, {"ArticleTitle": "AUTHORISED BODIES", "ArticleDesc": "ARTICLE 3.16: AUTHORISED BODIES <br> 1 Further to Article 3.15, for Australia, a Certificate of Origin may be issued by an <br> authorised body following a written application submitted by an exporter or producer. <br> 2 Australia shall provide that its authorised bodies carry out proper examination of <br> each application for a Certificate of Origin to ensure that: <br> (a) the goods described therein are originating; and <br> (b) the data to be contained in the Certificate of Origin corresponds to that in <br> supporting documentary evidence submitted. <br> 3 Australia shall provide that its authorised bodies retain copies of Certificates of <br> Origin and supporting documentary evidence for five years after the date of issue. Such <br> documentation may be maintained in any medium that allows for prompt retrieval, <br> including but not limited to, digital, optical, magnetic or written form. <br> 4 Australia shall provide that an authorised body that has reason to believe that a <br> Certificate of Origin, which it has issued, contains information that is not correct, shall <br> promptly notify in writing the person to whom the Certificate of Origin was issued. <br> 5 Australia shall notify the names, addresses, specimens of the impressions of the <br> official seals of its authorised bodies and other details that the Parties may agree to <br> Korea. Any subsequent change shall be promptly notified. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> ARTICLE 3.17: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.28: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Unless otherwise provided in this Chapter, each Party shall grant preferential <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties <br> Section A: Rules of Origin <br> tariff treatment to a good imported into its territory from the other Party, provided that: <br> for violations of its laws and regulations relating to this Chapter. <br> ARTICLE 3.1: ORIGINATING GOODS <br> (a) the importer requests preferential tariff treatment at the time of importation; <br> ARTICLE 3.29: APPEAL PROCEDURES <br> of one or both of the Parties; <br> Unless otherwise provided in this Chapter, a good shall be regarded as originating in a Party where: <br> (b) the good qualifies as an originating good; <br> The rights of review and appeal in matters relating to the determination of origin under <br> (a) the good is wholly obtained in the territory of one or both of the Parties <br> (c) the importer has the Certificate of Origin in its possession at the time the <br> this Chapter shall be granted, in accordance with Article 4.8 (Appeal Procedures), to an <br> within the meaning of Article 3.2; <br> customs import declaration is made, if required by the laws or regulations <br> importer, exporter or producer of a good. <br> (b) the good is produced entirely in the territory of one or both of the Parties, <br> of the importing Party; and <br> exclusively from originating materials; <br> (d) the importer provides, on request of the importing Party's customs <br> (c) the good satisfies all applicable requirements of Annex 3-A, as a result of <br> administration, a copy of the Certificate of Origin and such other <br> processes performed entirely in the territory of one or both of the Parties <br> documentation relating to the importation of the good in accordance with <br> by one or more producers; or <br> the laws and regulations of the importing Party. <br> (d) the good otherwise qualifies as an originating good in accordance with this Chapter. <br> cards or boards and all other simple packaging operations; <br> 2 An importer should promptly make a corrected customs import declaration in a <br> (b) tools, dies and moulds; <br> ARTICLE 3.2: WHOLLY OBTAINED GOODS <br> manner required by the customs administration of the importing Party and pay any <br> For the purposes of Article 3.1(a), the following goods shall be considered to be wholly <br> duties owing where the importer has reason to believe that a Certificate of Origin on <br> (d) lubricants, greases, compounding materials and other materials used in <br> obtained in the territory of one or both of the Parties: <br> which a claim was based contains information that is not correct. <br> (a) mineral goods and other natural resources taken or extracted from the <br> ARTICLE 3.18: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> condition during transport and storage; <br> territory of one or both of the Parties; <br> Each Party shall provide that, where a good would have qualified as an originating good <br> (b) vegetable goods [2] grown and harvested, picked or gathered in the territory <br> when it was imported into the territory of that Party, the importer of the good may, <br> within a period of at least one year, or for such longer period specified by the laws and <br> (c) live animals born and raised in the territory of one or both of the Parties; <br> 5 A certificate of origin shall be applicable to: <br> regulations of the importing Party, after the date on which the good was imported, apply <br> (d) goods obtained from live animals born and raised in the territory of one <br> for a refund of any excess duties paid as the result of the good not having been accorded <br> or both of the Parties; <br> preferential tariff treatment, on presentation to the customs administration of the importing Party: <br> (e) goods obtained from hunting, trapping, gathering, capturing, aquaculture <br> Article 3.7: Fungible Goods and Materials <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> (i) production in the territory of one or both of the Parties; or <br> or fishing conducted within the land territory, internal waters and the <br> good qualifies as an originating good; and <br> outer limit of the territorial sea of one or both of the Parties; <br> (b) such other documentation in relation to the importation as the customs <br> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean <br> administration may require to satisfactorily evidence the tariff preference claimed. <br> floor or subsoil outside the territorial seas of the Parties by a vessel <br> ARTICLE 3.19: WAIVER OF CERTIFICATE OF ORIGIN <br> registered or recorded with a Party and entitled to fly its flag; <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> (g) goods produced on board a factory ship from the fish, shellfish or other <br> 1 A good that does not satisfy a change in tariff classification requirement <br> (a) an importation of a good whose customs value does not exceed <br> marine life referred to in subparagraph (f), provided that such factory <br> (a) the identity of the Customs Administration issuing the request; <br> 1,000 Australian dollars for Australia or 1,000 US dollars or its <br> RVC is the regional value content, expressed as a percentage; <br> ship is registered or recorded with a Party and entitled to fly its flag; <br> equivalent amount for Korea, or such higher amount as each Party may establish; or <br> (h) goods, other than fish, shellfish and other marine life, taken or extracted <br> ARTICLE 3.3: REGIONAL VALUE CONTENT <br> (b) an importation of a good for which the importing Party has waived the <br> from the seabed, ocean floor or subsoil outside the territory of one or <br> requirement for a Certificate of Origin, <br> both of the Parties by a Party or a person of a Party, provided that the <br> provided that the importation does not form part of a series of importations that may <br> (a) Build-down Method <br> Party or person of the Party has rights to exploit such seabed, ocean floor or subsoil; <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (i) goods taken from outer space, provided that they are obtained by a Party <br> avoiding the certification requirements of Articles 3.15 and 3.17. <br> (b) Build-up Method <br> or a person of a Party and not processed in the territory of a non-Party; <br> ARTICLE 3.20: DISCREPANCIES AND VARIATIONS <br> Certificate of Origin; and <br> (j) waste and scrap derived from: <br> 1 Where the origin of the good is not in doubt, minor transcription errors or <br> discrepancies in documentation shall not ipso facto invalidate the Certificate of Origin, <br> (ii) used goods collected in the territory of one or both of the Parties, <br> where, <br> if it is duly established that it does correspond to the goods submitted. <br> provided that such goods are fit only for the recovery of raw materials; <br> 2 Variations in the format of the Certificate of Origin from the model format set <br> (k) goods collected from the territory of one or both of the Parties which can <br> out in Annex 3-D shall not invalidate the Certificate of Origin, provided that the <br> Party may conduct a verification action by means of: <br> no longer perform their original purpose and are fit only for the recovery <br> (a) written requests for information from the importer; <br> Certificate of Origin contains the data elements set out in Annex 3-C. <br> (a) has undergone any subsequent production or other operation outside the <br> ARTICLE 3.21: OBLIGATIONS REGARDING EXPORTATIONS <br> (l) goods produced entirely in the territory of one or both of the Parties <br> of raw materials; and <br> 1 Each Party shall provide that an exporter or a producer that has completed and <br> determined in Article 3.4. <br> exclusively from goods referred to in this Article or from their <br> signed a Certificate of Origin, shall, on request, provide a copy of the Certificate of <br> derivatives, at any stage of production. <br> Origin and such other documents to its customs administration, if required by the <br> [2] For the purposes of this Chapter, \"vegetable goods\" include plants, fungi, algae, and products thereof. <br> Party's laws and regulations. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> 2 Each Party shall provide that an exporter or producer that has completed and <br> 1 Where Annex 3-A specifies a regional value content requirement, the regional <br> signed, or applied for, a Certificate of Origin, and that has reason to believe that the <br> value content shall be calculated in accordance with one of the following methods: <br> Certificate of Origin contains information that is not correct, shall promptly notify in <br> the exporting Party. <br> writing all persons to whom the Certificate of Origin was given by the exporter or <br> RVC = [(AV - VNM)/AV]x100 <br> producer of any change that could affect the accuracy or validity of the Certificate of Origin. <br> 3 Each Party shall, to the extent permitted by its laws and regulations, maintain <br> RVC = (VOM/AV)x100 <br> penalties for issuing false Certificates of Origin or documentation related to the origin <br> of a good submitted to a customs administration of the importing or exporting Party. <br> principles applicable in the territory of the Party where the good is produced. <br> 2 A good is originating where the good is produced in the territory of one or both <br> AV is the adjusted value of the good and shall be: <br> 1 Each Party shall provide that: <br> (a) the FOB value of the good determined in accordance with the Customs <br> (a) an exporter or a producer that completes and signs, or applies for a <br> production is performed. <br> Valuation Agreement, inclusive of the cost of transport and insurance to <br> Certificate of Origin shall maintain, for five years after the date on which <br> the port or site of final shipment abroad; or <br> the Certificate of Origin was signed, all records necessary to demonstrate <br> (b) if there is no FOB value of the good or it is unknown and cannot be <br> that the good for which the producer or exporter provided the Certificate <br> ascertained, the value determined in accordance with the Customs <br> of Origin was an originating good; and <br> Valuation Agreement, mutatis mutandis. <br> (b) an importer claiming preferential tariff treatment shall maintain, for five <br> VNM is the value of non-originating materials (including materials of <br> years after the date of importation of the good, such documentation, <br> undetermined origin) used in the production of the good, as determined in Article 3.4; and <br> including a copy of the Certificate of Origin, as the Party may require <br> VOM is the value of originating materials used in the production of the good, as <br> relating to the importation of the good. <br> 2 Each Party shall provide that an importer, exporter or producer may choose to <br> 2 All costs considered for the calculation of regional value content shall be <br> maintain the records specified in paragraph 1 in any medium that allows for prompt <br> (a) preserving operations to ensure that the products remain in good <br> recorded and maintained in conformity with the Generally Accepted Accounting <br> retrieval, including, but not limited to, digital, electronic, optical, magnetic or written form. <br> ARTICLE 3.23: ORIGIN VERIFICATION <br> 3 All values for the purposes of calculating regional value content shall be <br> 1 For the purposes of determining whether a good imported into a Party from the <br> determined in accordance with the Customs Valuation Agreement. For this purpose, the <br> other Party qualifies as an originating good, the customs administration of the importing <br> Customs Valuation Agreement shall apply mutatis mutandis to domestic transactions. <br> ARTICLE 3.4: VALUE OF MATERIALS <br> 1 Subject to paragraph 2, the value of non-originating materials referred to in Article 3.3 shall be: <br> (b) where the Certificate of Origin was issued by an authorised body, <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> requests to that authorised body to verify the validity of the Certificate of Origin; <br> at the time of importation of the material; or <br> (c) written requests for information from the exporter or producer of the exporting Party; <br> (b) for a material acquired within the territory of the Party where the good is <br> (d) requests that the customs administration of the exporting Party assist in <br> (b) changes of packaging, breaking-up and assembly of packages; <br> produced, the earliest ascertainable value of the non-originating material <br> verifying the origin of the good; or <br> in the territory of that Party. <br> (e) verification visits to the premises of the exporter or the producer in the <br> 2 For the purposes of paragraph 1, the following, where included in accordance <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> territory of the other Party to observe the facilities and the production <br> with paragraph 1, may be deducted from the value of the non-originating materials: <br> processes of the good and to review the records referring to origin, <br> (a) the value of originating materials used in the production of the non- <br> (c) for a material that is self-produced, the sum of all costs incurred in the <br> including accounting records. <br> originating material in the territory of a Party; <br> 2 For the purposes of paragraphs 1(a), 1(b) and 1(c), the customs administration <br> (b) the costs of freight, insurance, packing, and all other costs incurred in <br> shall allow the importer, exporter, producer or authorised body a period of 30 days from <br> importing Party who will participate in the visit. <br> the date of the written request to respond. During this period the importer, exporter, <br> territories of the Parties to the location of the producer; <br> producer or authorised body may request, in writing, an extension not exceeding 30 days. <br> (c) duties, taxes, and customs brokerage fees on the material paid in the <br> signs on products or their packaging; <br> 3 For the purposes of this Article and Article 3.24, all the information requested by <br> territory of one or both of the Parties, other than duties and taxes that are <br> the importing Party and responded to by the exporting Party shall be communicated in English. <br> (a) the costs of freight, insurance, packing, and all other costs incurred in <br> waived, refunded, refundable, or otherwise recoverable, including credit <br> (a) the good does not meet the requirements of this Chapter; <br> 4 The customs administration of the importing Party shall complete any action <br> under paragraph 1 to verify eligibility for preferential tariff treatment within the period <br> (d) the cost of processing incurred in the territory of one or both of the <br> (f) equipment, devices and supplies used for testing or inspecting the good; <br> specified in the laws, regulations or administrative procedures of the importing Party. <br> Parties in the production of the non-originating material. <br> Upon the completion of the verification action, the customs administration shall provide <br> 3 Subject to paragraph 4, the value of originating materials referred to in Article 3.3 shall be: <br> written advice to the importer, exporter or producer of its decision as well as the legal <br> (a) for a material imported directly by the producer of a good, the CIF value <br> against duty or tax paid or payable; and <br> basis and findings of fact on which the decision was made. Where a verification visit <br> at the time of importation of the material; <br> was undertaken, the customs administration shall also provide advice of the decision to <br> produced, the value of the material; or <br> ARTICLE 3.24: VERIFICATION VISIT <br> 1 Prior to conducting a verification visit under Article 3.23.1(e), the customs <br> production of the material, including general expenses, and an amount <br> for profit equivalent to the profit added in the normal course of trade. <br> (a) make a written request to the exporter or producer to conduct a <br> 4 For the purposes of paragraph 3, the following, where not included in <br> verification visit of their premises; and <br> accordance with paragraph 3, may be added to the value of the originating materials: <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> Harmonized System unless the non-originating material is provided for in a different <br> 2 An exporter or producer should provide its written consent to a proposed <br> transporting the material within a Party's territory or between the <br> verification visit within 30 days from the receipt of notification in accordance with paragraph 1(a). <br> territories of the Parties to the location of the producer; and <br> 3 The written request referred to in paragraph 1(a) shall include: <br> (b) duties, taxes, and customs brokerage fees on the material paid in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (b) be made in respect of one or more goods and may include a variety of goods; <br> (b) the name of the exporter of the good in the exporting Party to whom the <br> request is addressed; <br> against duty or tax paid or payable. <br> (c) the date the written request is made; <br> 5 For greater certainty, when an originating good is used in the subsequent <br> (d) the proposed date and place of the visit; <br> production of another good, no account shall be taken of the non-originating materials <br> (e) the objective and scope of the proposed visit, including specific reference <br> contained in the originating good for the purposes of determining the originating status <br> to the good that is the subject of the verification referred to in the <br> of the subsequently produced good. <br> 6 For greater certainty, when a non-originating good is used in the subsequent <br> (f) the names and titles of the officials of the customs administration of the <br> production of another good, an account shall be taken only of the non-originating <br> materials contained in the non-originating good for the purposes of determining the <br> 4 The customs administration of the importing Party shall notify the customs <br> originating status of the subsequently produced good. <br> administration of the exporting Party when it requests a verification visit in accordance <br> ARTICLE 3.5: ACCUMULATION <br> with this Article. <br> 1 Originating goods of a Party, incorporated into a good in the territory of the <br> 5 Officials of the customs administration of the exporting Party may participate in <br> customary for the good. <br> other Party, shall be considered to be originating in the territory of the other Party. <br> the verification visit as observers. <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> of the Parties by one or more producers, provided that the good satisfies the <br> 1 The importing Party may deny a claim for preferential tariff treatment or recover <br> regional value content of the good. <br> requirements in Article 3.1 and all other applicable requirements in this Chapter. <br> unpaid duties in accordance with its laws and regulations, where: <br> ARTICLE 3.6: DE MINIMIS <br> (b) the importer, exporter or producer of the good fails or has failed to <br> pursuant to Annex 3-A is nonetheless originating if the value of all non-originating <br> comply with any of the relevant requirements for obtaining preferential <br> materials that have been used in the production of the good and do not undergo the <br> tariff treatment, or to maintain records or documentation in accordance <br> applicable change in tariff classification does not exceed 10 per cent of the adjusted <br> with Article 3.22; <br> value of the good, provided that the value of such non-originating materials shall be <br> (c) the importer, exporter or producer fails to provide information that the <br> included in the value of non-originating materials for any applicable regional value <br> Party requested in accordance with Article 3.23.2 demonstrating that the <br> content requirement and that the good meets all other applicable requirements in this Chapter. <br> good is an originating good; or <br> 2 Paragraph 1 shall not apply to goods classified in Chapters 1 through 14 of the <br> (d) after receipt of a written notification for a verification visit in accordance <br> with Article 3.24.1, the exporter or producer fails to provide its written <br> subheading than the good for which origin is being determined under this Article. <br> consent in accordance with Article 3.24.2 or to provide access to records, <br> 3 Neither paragraph 1 or 2 shall apply to goods classified under Harmonized <br> production processes or facilities referred to in Article 3.23.1.e <br> System codes 0301 through 0303; 0305 through 0308; 0701 through 0710.10; 0713 <br> demonstrating that the good is an originating good. <br> through 0714; 0801 through 0810; and 0813.10 through 0813.40. <br> 2 The importing Party may suspend or deny, in accordance with its laws and <br> 4 A good classified in Chapters 50 through 63 of the Harmonized System, <br> regulations, the application of preferential tariff treatment to a good that is the subject of <br> produced in the territory of a Party, shall be considered to be an originating good if the <br> an origin verification action under Article 3.23 for the duration of that action, or any part thereof. <br> total weight of all non-originating fibres or yarns used in the production of the <br> 3 When the importing Party determines that a good is not eligible for preferential <br> component that determines the tariff classification of the good, that do not undergo the <br> tariff treatment, the right of suspension or denial shall extend to any subsequent import <br> applicable change in tariff classification, does not exceed 10 per cent of the weight of the good. <br> of goods that are the same in all respects relevant to the particular rule of origin, until it <br> has been demonstrated that those goods comply with the provisions of this Chapter. <br> 1 An importer claiming preferential tariff treatment for a good may claim that a <br> ARTICLE 3.26: NON-PARTY INVOICES <br> fungible good or material is originating where the importer, exporter, or producer has: <br> The customs administration of the importing Party shall not reject a Certificate of <br> (a) physically segregated each fungible good or material; or <br> administration of the importing Party shall: <br> Origin only for the reason that the invoice was issued in the territory of a non-Party. <br> (b) used any inventory management method, such as averaging, <br> last-in-first-out (LIFO) or first-in-first-out (FIFO), recognised in the <br> Generally Accepted Accounting Principles of the Party in which the <br> production is performed or otherwise accepted by the Party in which the <br> 2 The inventory management method selected in accordance with paragraph 1 for <br> the case may be, in calculating the regional value content of the good, if <br> throughout the fiscal year of the person that selected the inventory management method. <br> a particular fungible good or material shall continue to be used for that good or material <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> The origin of the accessories, spare parts or tools presented and classified with a good <br> and delivered with the good at the time of importation: <br> classification requirement; and <br> (b) shall be taken into account as originating or non-originating materials, as <br> the good is subject to a regional value content requirement, provided that: <br> (c) the accessories, spare parts or tools are not invoiced separately from the <br> good and are included in the price of the good, regardless of whether they <br> appear specified or separately identified in the invoice itself; and <br> (d) the quantities and value of the accessories, spare parts or tools are <br> ARTICLE 3.9: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> 1 Packaging materials and containers in which a good is packaged for retail sale <br> originating materials used in the production of the good undergo the applicable change <br> in tariff classification set out in Annex 3-A. <br> (g) catalysts and solvents; and <br> 2 If a good is subject to a regional value content requirement, the value of <br> packaging materials and containers described in paragraph 1 shall be taken into account <br> as originating or non-originating materials, as the case may be, in calculating the <br> ARTICLE 3.10: PACKING MATERIALS AND CONTAINERS FOR TRANSPORTATION AND SHIPMENT <br> 1 Packing materials and containers for transportation and shipment shall not be <br> taken into account when determining whether a good is originating. <br> 2 For the purposes of paragraph 1, \"packing materials and containers for <br> (a) shall be disregarded if the good is subject to a change in tariff <br> transportation and shipment\" means the goods used to protect a good during its <br> transportation and does not include the packaging materials and containers in which the <br> good is packaged for retail sale. <br> ARTICLE 3.11: INDIRECT MATERIALS <br> 1 In determining whether a good is originating, indirect materials shall be treated as originating. <br> 2 For the purposes of paragraph 1, \"indirect materials\" means articles used in the <br> production of a good which are not physically incorporated into it, nor form part of it, including: <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> (h) any other goods that are not incorporated into the good but whose use in <br> the production of the good can reasonably be demonstrated to be a part of that production. <br> ARTICLE 3.12: NON-QUALIFYING OPERATION <br> 1 Notwithstanding other provisions of this Chapter, a good shall not be considered <br> to be originating merely by reason of having undergone one or more of the following <br> operations or processes: <br> (c) washing, cleaning, or removal of dust, oxide, oil, paint or other coverings; <br> (d) sharpening, simple grinding or crushing or simple cutting; <br> (e) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (f) affixing or printing marks, labels, logos and other like distinguishing <br> (g) disassembly; or <br> (h) mere reclassification of goods without any physical change. <br> 2 All operations and processes carried out in the territory of a Party on a good <br> shall be considered together when determining whether the operations and processes <br> undergone by that good fall within the scope of paragraph 1. <br> ARTICLE 3.13: OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> Notwithstanding Article 3.1, the Parties agree that certain goods shall be considered to <br> be originating even if they have undergone working or processing outside Korea, on <br> Section B: Origin Procedures <br> materials exported from Korea and subsequently re-imported there, provided that the <br> working or processing is done in the areas designated by the Parties pursuant to Annex 3-B. <br> ARTICLE 3.14: DIRECT TRANSPORT <br> 1 An originating good shall retain its originating status as determined in <br> accordance with Article 3.1, provided that it is directly transported to the importing <br> Party without passing through the territory of a non-Party. <br> 2 An originating good that is transported through the territory of a non-Party shall <br> not retain its originating status as determined in accordance with Article 3.1 if it: <br> territories of the Parties other than unloading, reloading, storing, <br> repacking, relabelling, [3] splitting up of loads for transport reasons or any <br> other operation necessary to preserve it in good condition or to transport <br> the good to the territory of a Party; or <br> (b) does not remain under the customs control in the territory of a non-Party. <br> [3] For the purposes of this paragraph, \"relabelling\" means the affixing of labels necessary to meet the <br> requirements of the importing Party; \"repacking\" means a packing operation necessary to transport the <br> good to the territory of the importing Party. <br> ARTICLE 3.15: CERTIFICATE OF ORIGIN <br> 1 A claim that a good should be treated as originating and accepted as eligible for <br> a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter or the producer and shall: <br> (a) specify that the goods described therein are originating; <br> (c) be in a printed format or such other medium including electronic format; and <br> (d) be completed in English and contain the data elements set out with <br> instructions in Annex 3-C. A model format for a Certificate of Origin is <br> provided in Annex 3-D. <br> 3 Where an exporter in the territory of a Party is not the producer of the good, the <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) its knowledge that the good qualifies as an originating good; or <br> (b) a written declaration or statement, such as a Certificate of Origin, that the <br> good qualifies as an originating good, provided by the producer. <br> 4 Nothing in this Article shall be construed to require a producer who is not the <br> exporter of the good to provide a Certificate of Origin, or written declaration or <br> statement that the good qualifies as an originating good. <br> (a) a single importation of one or more goods into a Party's territory; or <br> (b) multiple importations of the goods described therein that occur within the <br> period of validity of the Certificate of Origin. <br> 6 A Certificate of Origin shall remain valid for at least two years, or for such <br> longer period specified by the laws and regulations of the importing Party, after the date <br> on which the Certificate of Origin was signed. <br> 7 For any originating good that is imported into the territory of a Party on or after <br> the date of entry into force of this Agreement, each Party shall accept a Certificate of <br> Origin that has been completed and signed prior to that date. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.27: Confidentiality <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "For greater certainty, Article 4.11 (Confidentiality) shall apply to this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> ARTICLE 3.17: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.28: PENALTIES <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Unless otherwise provided in this Chapter, each Party shall grant preferential <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties <br> Section A: Rules of Origin <br> tariff treatment to a good imported into its territory from the other Party, provided that: <br> for violations of its laws and regulations relating to this Chapter. <br> ARTICLE 3.1: ORIGINATING GOODS <br> (a) the importer requests preferential tariff treatment at the time of importation; <br> ARTICLE 3.29: APPEAL PROCEDURES <br> of one or both of the Parties; <br> Unless otherwise provided in this Chapter, a good shall be regarded as originating in a Party where: <br> (b) the good qualifies as an originating good; <br> The rights of review and appeal in matters relating to the determination of origin under <br> (a) the good is wholly obtained in the territory of one or both of the Parties <br> (c) the importer has the Certificate of Origin in its possession at the time the <br> this Chapter shall be granted, in accordance with Article 4.8 (Appeal Procedures), to an <br> within the meaning of Article 3.2; <br> customs import declaration is made, if required by the laws or regulations <br> importer, exporter or producer of a good. <br> (b) the good is produced entirely in the territory of one or both of the Parties, <br> of the importing Party; and <br> exclusively from originating materials; <br> (d) the importer provides, on request of the importing Party's customs <br> (c) the good satisfies all applicable requirements of Annex 3-A, as a result of <br> administration, a copy of the Certificate of Origin and such other <br> processes performed entirely in the territory of one or both of the Parties <br> documentation relating to the importation of the good in accordance with <br> by one or more producers; or <br> the laws and regulations of the importing Party. <br> (d) the good otherwise qualifies as an originating good in accordance with this Chapter. <br> cards or boards and all other simple packaging operations; <br> 2 An importer should promptly make a corrected customs import declaration in a <br> (b) tools, dies and moulds; <br> ARTICLE 3.2: WHOLLY OBTAINED GOODS <br> manner required by the customs administration of the importing Party and pay any <br> For the purposes of Article 3.1(a), the following goods shall be considered to be wholly <br> duties owing where the importer has reason to believe that a Certificate of Origin on <br> (d) lubricants, greases, compounding materials and other materials used in <br> obtained in the territory of one or both of the Parties: <br> which a claim was based contains information that is not correct. <br> (a) mineral goods and other natural resources taken or extracted from the <br> ARTICLE 3.18: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> condition during transport and storage; <br> territory of one or both of the Parties; <br> Each Party shall provide that, where a good would have qualified as an originating good <br> (b) vegetable goods [2] grown and harvested, picked or gathered in the territory <br> when it was imported into the territory of that Party, the importer of the good may, <br> within a period of at least one year, or for such longer period specified by the laws and <br> (c) live animals born and raised in the territory of one or both of the Parties; <br> 5 A certificate of origin shall be applicable to: <br> regulations of the importing Party, after the date on which the good was imported, apply <br> (d) goods obtained from live animals born and raised in the territory of one <br> for a refund of any excess duties paid as the result of the good not having been accorded <br> or both of the Parties; <br> preferential tariff treatment, on presentation to the customs administration of the importing Party: <br> (e) goods obtained from hunting, trapping, gathering, capturing, aquaculture <br> Article 3.7: Fungible Goods and Materials <br> (a) a Certificate of Origin and, where appropriate, other evidence that the <br> (i) production in the territory of one or both of the Parties; or <br> or fishing conducted within the land territory, internal waters and the <br> good qualifies as an originating good; and <br> outer limit of the territorial sea of one or both of the Parties; <br> (b) such other documentation in relation to the importation as the customs <br> (f) fish, shellfish and other marine life taken from the sea, seabed, ocean <br> administration may require to satisfactorily evidence the tariff preference claimed. <br> floor or subsoil outside the territorial seas of the Parties by a vessel <br> ARTICLE 3.19: WAIVER OF CERTIFICATE OF ORIGIN <br> registered or recorded with a Party and entitled to fly its flag; <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> (g) goods produced on board a factory ship from the fish, shellfish or other <br> 1 A good that does not satisfy a change in tariff classification requirement <br> (a) an importation of a good whose customs value does not exceed <br> marine life referred to in subparagraph (f), provided that such factory <br> (a) the identity of the Customs Administration issuing the request; <br> 1,000 Australian dollars for Australia or 1,000 US dollars or its <br> RVC is the regional value content, expressed as a percentage; <br> ship is registered or recorded with a Party and entitled to fly its flag; <br> equivalent amount for Korea, or such higher amount as each Party may establish; or <br> (h) goods, other than fish, shellfish and other marine life, taken or extracted <br> ARTICLE 3.3: REGIONAL VALUE CONTENT <br> (b) an importation of a good for which the importing Party has waived the <br> from the seabed, ocean floor or subsoil outside the territory of one or <br> requirement for a Certificate of Origin, <br> both of the Parties by a Party or a person of a Party, provided that the <br> provided that the importation does not form part of a series of importations that may <br> (a) Build-down Method <br> Party or person of the Party has rights to exploit such seabed, ocean floor or subsoil; <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> (i) goods taken from outer space, provided that they are obtained by a Party <br> avoiding the certification requirements of Articles 3.15 and 3.17. <br> (b) Build-up Method <br> or a person of a Party and not processed in the territory of a non-Party; <br> ARTICLE 3.20: DISCREPANCIES AND VARIATIONS <br> Certificate of Origin; and <br> (j) waste and scrap derived from: <br> 1 Where the origin of the good is not in doubt, minor transcription errors or <br> discrepancies in documentation shall not ipso facto invalidate the Certificate of Origin, <br> (ii) used goods collected in the territory of one or both of the Parties, <br> where, <br> if it is duly established that it does correspond to the goods submitted. <br> provided that such goods are fit only for the recovery of raw materials; <br> 2 Variations in the format of the Certificate of Origin from the model format set <br> (k) goods collected from the territory of one or both of the Parties which can <br> out in Annex 3-D shall not invalidate the Certificate of Origin, provided that the <br> Party may conduct a verification action by means of: <br> no longer perform their original purpose and are fit only for the recovery <br> (a) written requests for information from the importer; <br> Certificate of Origin contains the data elements set out in Annex 3-C. <br> (a) has undergone any subsequent production or other operation outside the <br> ARTICLE 3.21: OBLIGATIONS REGARDING EXPORTATIONS <br> (l) goods produced entirely in the territory of one or both of the Parties <br> of raw materials; and <br> 1 Each Party shall provide that an exporter or a producer that has completed and <br> determined in Article 3.4. <br> exclusively from goods referred to in this Article or from their <br> signed a Certificate of Origin, shall, on request, provide a copy of the Certificate of <br> derivatives, at any stage of production. <br> Origin and such other documents to its customs administration, if required by the <br> [2] For the purposes of this Chapter, \"vegetable goods\" include plants, fungi, algae, and products thereof. <br> Party's laws and regulations. <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> 2 Each Party shall provide that an exporter or producer that has completed and <br> 1 Where Annex 3-A specifies a regional value content requirement, the regional <br> signed, or applied for, a Certificate of Origin, and that has reason to believe that the <br> value content shall be calculated in accordance with one of the following methods: <br> Certificate of Origin contains information that is not correct, shall promptly notify in <br> the exporting Party. <br> writing all persons to whom the Certificate of Origin was given by the exporter or <br> RVC = [(AV - VNM)/AV]x100 <br> producer of any change that could affect the accuracy or validity of the Certificate of Origin. <br> 3 Each Party shall, to the extent permitted by its laws and regulations, maintain <br> RVC = (VOM/AV)x100 <br> penalties for issuing false Certificates of Origin or documentation related to the origin <br> of a good submitted to a customs administration of the importing or exporting Party. <br> principles applicable in the territory of the Party where the good is produced. <br> 2 A good is originating where the good is produced in the territory of one or both <br> AV is the adjusted value of the good and shall be: <br> 1 Each Party shall provide that: <br> (a) the FOB value of the good determined in accordance with the Customs <br> (a) an exporter or a producer that completes and signs, or applies for a <br> production is performed. <br> Valuation Agreement, inclusive of the cost of transport and insurance to <br> Certificate of Origin shall maintain, for five years after the date on which <br> the port or site of final shipment abroad; or <br> the Certificate of Origin was signed, all records necessary to demonstrate <br> (b) if there is no FOB value of the good or it is unknown and cannot be <br> that the good for which the producer or exporter provided the Certificate <br> ascertained, the value determined in accordance with the Customs <br> of Origin was an originating good; and <br> Valuation Agreement, mutatis mutandis. <br> (b) an importer claiming preferential tariff treatment shall maintain, for five <br> VNM is the value of non-originating materials (including materials of <br> years after the date of importation of the good, such documentation, <br> undetermined origin) used in the production of the good, as determined in Article 3.4; and <br> including a copy of the Certificate of Origin, as the Party may require <br> VOM is the value of originating materials used in the production of the good, as <br> relating to the importation of the good. <br> 2 Each Party shall provide that an importer, exporter or producer may choose to <br> 2 All costs considered for the calculation of regional value content shall be <br> maintain the records specified in paragraph 1 in any medium that allows for prompt <br> (a) preserving operations to ensure that the products remain in good <br> recorded and maintained in conformity with the Generally Accepted Accounting <br> retrieval, including, but not limited to, digital, electronic, optical, magnetic or written form. <br> ARTICLE 3.23: ORIGIN VERIFICATION <br> 3 All values for the purposes of calculating regional value content shall be <br> 1 For the purposes of determining whether a good imported into a Party from the <br> determined in accordance with the Customs Valuation Agreement. For this purpose, the <br> other Party qualifies as an originating good, the customs administration of the importing <br> Customs Valuation Agreement shall apply mutatis mutandis to domestic transactions. <br> ARTICLE 3.4: VALUE OF MATERIALS <br> 1 Subject to paragraph 2, the value of non-originating materials referred to in Article 3.3 shall be: <br> (b) where the Certificate of Origin was issued by an authorised body, <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> requests to that authorised body to verify the validity of the Certificate of Origin; <br> at the time of importation of the material; or <br> (c) written requests for information from the exporter or producer of the exporting Party; <br> (b) for a material acquired within the territory of the Party where the good is <br> (d) requests that the customs administration of the exporting Party assist in <br> (b) changes of packaging, breaking-up and assembly of packages; <br> produced, the earliest ascertainable value of the non-originating material <br> verifying the origin of the good; or <br> in the territory of that Party. <br> (e) verification visits to the premises of the exporter or the producer in the <br> 2 For the purposes of paragraph 1, the following, where included in accordance <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> territory of the other Party to observe the facilities and the production <br> with paragraph 1, may be deducted from the value of the non-originating materials: <br> processes of the good and to review the records referring to origin, <br> (a) the value of originating materials used in the production of the non- <br> (c) for a material that is self-produced, the sum of all costs incurred in the <br> including accounting records. <br> originating material in the territory of a Party; <br> 2 For the purposes of paragraphs 1(a), 1(b) and 1(c), the customs administration <br> (b) the costs of freight, insurance, packing, and all other costs incurred in <br> shall allow the importer, exporter, producer or authorised body a period of 30 days from <br> importing Party who will participate in the visit. <br> the date of the written request to respond. During this period the importer, exporter, <br> territories of the Parties to the location of the producer; <br> producer or authorised body may request, in writing, an extension not exceeding 30 days. <br> (c) duties, taxes, and customs brokerage fees on the material paid in the <br> signs on products or their packaging; <br> 3 For the purposes of this Article and Article 3.24, all the information requested by <br> territory of one or both of the Parties, other than duties and taxes that are <br> the importing Party and responded to by the exporting Party shall be communicated in English. <br> (a) the costs of freight, insurance, packing, and all other costs incurred in <br> waived, refunded, refundable, or otherwise recoverable, including credit <br> (a) the good does not meet the requirements of this Chapter; <br> 4 The customs administration of the importing Party shall complete any action <br> under paragraph 1 to verify eligibility for preferential tariff treatment within the period <br> (d) the cost of processing incurred in the territory of one or both of the <br> (f) equipment, devices and supplies used for testing or inspecting the good; <br> specified in the laws, regulations or administrative procedures of the importing Party. <br> Parties in the production of the non-originating material. <br> Upon the completion of the verification action, the customs administration shall provide <br> 3 Subject to paragraph 4, the value of originating materials referred to in Article 3.3 shall be: <br> written advice to the importer, exporter or producer of its decision as well as the legal <br> (a) for a material imported directly by the producer of a good, the CIF value <br> against duty or tax paid or payable; and <br> basis and findings of fact on which the decision was made. Where a verification visit <br> at the time of importation of the material; <br> was undertaken, the customs administration shall also provide advice of the decision to <br> produced, the value of the material; or <br> ARTICLE 3.24: VERIFICATION VISIT <br> 1 Prior to conducting a verification visit under Article 3.23.1(e), the customs <br> production of the material, including general expenses, and an amount <br> for profit equivalent to the profit added in the normal course of trade. <br> (a) make a written request to the exporter or producer to conduct a <br> 4 For the purposes of paragraph 3, the following, where not included in <br> verification visit of their premises; and <br> accordance with paragraph 3, may be added to the value of the originating materials: <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> Harmonized System unless the non-originating material is provided for in a different <br> 2 An exporter or producer should provide its written consent to a proposed <br> transporting the material within a Party's territory or between the <br> verification visit within 30 days from the receipt of notification in accordance with paragraph 1(a). <br> territories of the Parties to the location of the producer; and <br> 3 The written request referred to in paragraph 1(a) shall include: <br> (b) duties, taxes, and customs brokerage fees on the material paid in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (b) be made in respect of one or more goods and may include a variety of goods; <br> (b) the name of the exporter of the good in the exporting Party to whom the <br> request is addressed; <br> against duty or tax paid or payable. <br> (c) the date the written request is made; <br> 5 For greater certainty, when an originating good is used in the subsequent <br> (d) the proposed date and place of the visit; <br> production of another good, no account shall be taken of the non-originating materials <br> (e) the objective and scope of the proposed visit, including specific reference <br> contained in the originating good for the purposes of determining the originating status <br> to the good that is the subject of the verification referred to in the <br> of the subsequently produced good. <br> 6 For greater certainty, when a non-originating good is used in the subsequent <br> (f) the names and titles of the officials of the customs administration of the <br> production of another good, an account shall be taken only of the non-originating <br> materials contained in the non-originating good for the purposes of determining the <br> 4 The customs administration of the importing Party shall notify the customs <br> originating status of the subsequently produced good. <br> administration of the exporting Party when it requests a verification visit in accordance <br> ARTICLE 3.5: ACCUMULATION <br> with this Article. <br> 1 Originating goods of a Party, incorporated into a good in the territory of the <br> 5 Officials of the customs administration of the exporting Party may participate in <br> customary for the good. <br> other Party, shall be considered to be originating in the territory of the other Party. <br> the verification visit as observers. <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> of the Parties by one or more producers, provided that the good satisfies the <br> 1 The importing Party may deny a claim for preferential tariff treatment or recover <br> regional value content of the good. <br> requirements in Article 3.1 and all other applicable requirements in this Chapter. <br> unpaid duties in accordance with its laws and regulations, where: <br> ARTICLE 3.6: DE MINIMIS <br> (b) the importer, exporter or producer of the good fails or has failed to <br> pursuant to Annex 3-A is nonetheless originating if the value of all non-originating <br> comply with any of the relevant requirements for obtaining preferential <br> materials that have been used in the production of the good and do not undergo the <br> tariff treatment, or to maintain records or documentation in accordance <br> applicable change in tariff classification does not exceed 10 per cent of the adjusted <br> with Article 3.22; <br> value of the good, provided that the value of such non-originating materials shall be <br> (c) the importer, exporter or producer fails to provide information that the <br> included in the value of non-originating materials for any applicable regional value <br> Party requested in accordance with Article 3.23.2 demonstrating that the <br> content requirement and that the good meets all other applicable requirements in this Chapter. <br> good is an originating good; or <br> 2 Paragraph 1 shall not apply to goods classified in Chapters 1 through 14 of the <br> (d) after receipt of a written notification for a verification visit in accordance <br> with Article 3.24.1, the exporter or producer fails to provide its written <br> subheading than the good for which origin is being determined under this Article. <br> consent in accordance with Article 3.24.2 or to provide access to records, <br> 3 Neither paragraph 1 or 2 shall apply to goods classified under Harmonized <br> production processes or facilities referred to in Article 3.23.1.e <br> System codes 0301 through 0303; 0305 through 0308; 0701 through 0710.10; 0713 <br> demonstrating that the good is an originating good. <br> through 0714; 0801 through 0810; and 0813.10 through 0813.40. <br> 2 The importing Party may suspend or deny, in accordance with its laws and <br> 4 A good classified in Chapters 50 through 63 of the Harmonized System, <br> regulations, the application of preferential tariff treatment to a good that is the subject of <br> produced in the territory of a Party, shall be considered to be an originating good if the <br> an origin verification action under Article 3.23 for the duration of that action, or any part thereof. <br> total weight of all non-originating fibres or yarns used in the production of the <br> 3 When the importing Party determines that a good is not eligible for preferential <br> component that determines the tariff classification of the good, that do not undergo the <br> tariff treatment, the right of suspension or denial shall extend to any subsequent import <br> applicable change in tariff classification, does not exceed 10 per cent of the weight of the good. <br> of goods that are the same in all respects relevant to the particular rule of origin, until it <br> has been demonstrated that those goods comply with the provisions of this Chapter. <br> 1 An importer claiming preferential tariff treatment for a good may claim that a <br> ARTICLE 3.26: NON-PARTY INVOICES <br> fungible good or material is originating where the importer, exporter, or producer has: <br> The customs administration of the importing Party shall not reject a Certificate of <br> (a) physically segregated each fungible good or material; or <br> administration of the importing Party shall: <br> Origin only for the reason that the invoice was issued in the territory of a non-Party. <br> (b) used any inventory management method, such as averaging, <br> last-in-first-out (LIFO) or first-in-first-out (FIFO), recognised in the <br> Generally Accepted Accounting Principles of the Party in which the <br> production is performed or otherwise accepted by the Party in which the <br> 2 The inventory management method selected in accordance with paragraph 1 for <br> the case may be, in calculating the regional value content of the good, if <br> throughout the fiscal year of the person that selected the inventory management method. <br> a particular fungible good or material shall continue to be used for that good or material <br> ARTICLE 3.8: ACCESSORIES, SPARE PARTS AND TOOLS <br> The origin of the accessories, spare parts or tools presented and classified with a good <br> and delivered with the good at the time of importation: <br> classification requirement; and <br> (b) shall be taken into account as originating or non-originating materials, as <br> the good is subject to a regional value content requirement, provided that: <br> (c) the accessories, spare parts or tools are not invoiced separately from the <br> good and are included in the price of the good, regardless of whether they <br> appear specified or separately identified in the invoice itself; and <br> (d) the quantities and value of the accessories, spare parts or tools are <br> ARTICLE 3.9: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> 1 Packaging materials and containers in which a good is packaged for retail sale <br> originating materials used in the production of the good undergo the applicable change <br> in tariff classification set out in Annex 3-A. <br> (g) catalysts and solvents; and <br> 2 If a good is subject to a regional value content requirement, the value of <br> packaging materials and containers described in paragraph 1 shall be taken into account <br> as originating or non-originating materials, as the case may be, in calculating the <br> ARTICLE 3.10: PACKING MATERIALS AND CONTAINERS FOR TRANSPORTATION AND SHIPMENT <br> 1 Packing materials and containers for transportation and shipment shall not be <br> taken into account when determining whether a good is originating. <br> 2 For the purposes of paragraph 1, \"packing materials and containers for <br> (a) shall be disregarded if the good is subject to a change in tariff <br> transportation and shipment\" means the goods used to protect a good during its <br> transportation and does not include the packaging materials and containers in which the <br> good is packaged for retail sale. <br> ARTICLE 3.11: INDIRECT MATERIALS <br> 1 In determining whether a good is originating, indirect materials shall be treated as originating. <br> 2 For the purposes of paragraph 1, \"indirect materials\" means articles used in the <br> production of a good which are not physically incorporated into it, nor form part of it, including: <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> (h) any other goods that are not incorporated into the good but whose use in <br> the production of the good can reasonably be demonstrated to be a part of that production. <br> ARTICLE 3.12: NON-QUALIFYING OPERATION <br> 1 Notwithstanding other provisions of this Chapter, a good shall not be considered <br> to be originating merely by reason of having undergone one or more of the following <br> operations or processes: <br> (c) washing, cleaning, or removal of dust, oxide, oil, paint or other coverings; <br> (d) sharpening, simple grinding or crushing or simple cutting; <br> (e) simple placing in bottles, cans, flasks, bags, cases or boxes, fixing on <br> (f) affixing or printing marks, labels, logos and other like distinguishing <br> (g) disassembly; or <br> (h) mere reclassification of goods without any physical change. <br> 2 All operations and processes carried out in the territory of a Party on a good <br> shall be considered together when determining whether the operations and processes <br> undergone by that good fall within the scope of paragraph 1. <br> ARTICLE 3.13: OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> Notwithstanding Article 3.1, the Parties agree that certain goods shall be considered to <br> be originating even if they have undergone working or processing outside Korea, on <br> Section B: Origin Procedures <br> materials exported from Korea and subsequently re-imported there, provided that the <br> working or processing is done in the areas designated by the Parties pursuant to Annex 3-B. <br> ARTICLE 3.14: DIRECT TRANSPORT <br> 1 An originating good shall retain its originating status as determined in <br> accordance with Article 3.1, provided that it is directly transported to the importing <br> Party without passing through the territory of a non-Party. <br> 2 An originating good that is transported through the territory of a non-Party shall <br> not retain its originating status as determined in accordance with Article 3.1 if it: <br> territories of the Parties other than unloading, reloading, storing, <br> repacking, relabelling, [3] splitting up of loads for transport reasons or any <br> other operation necessary to preserve it in good condition or to transport <br> the good to the territory of a Party; or <br> (b) does not remain under the customs control in the territory of a non-Party. <br> [3] For the purposes of this paragraph, \"relabelling\" means the affixing of labels necessary to meet the <br> requirements of the importing Party; \"repacking\" means a packing operation necessary to transport the <br> good to the territory of the importing Party. <br> ARTICLE 3.15: CERTIFICATE OF ORIGIN <br> 1 A claim that a good should be treated as originating and accepted as eligible for <br> a preferential tariff shall be supported by a Certificate of Origin. <br> 2 The Certificate of Origin shall be completed by the exporter or the producer and shall: <br> (a) specify that the goods described therein are originating; <br> (c) be in a printed format or such other medium including electronic format; and <br> (d) be completed in English and contain the data elements set out with <br> instructions in Annex 3-C. A model format for a Certificate of Origin is <br> provided in Annex 3-D. <br> 3 Where an exporter in the territory of a Party is not the producer of the good, the <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) its knowledge that the good qualifies as an originating good; or <br> (b) a written declaration or statement, such as a Certificate of Origin, that the <br> good qualifies as an originating good, provided by the producer. <br> 4 Nothing in this Article shall be construed to require a producer who is not the <br> exporter of the good to provide a Certificate of Origin, or written declaration or <br> statement that the good qualifies as an originating good. <br> (a) a single importation of one or more goods into a Party's territory; or <br> (b) multiple importations of the goods described therein that occur within the <br> period of validity of the Certificate of Origin. <br> 6 A Certificate of Origin shall remain valid for at least two years, or for such <br> longer period specified by the laws and regulations of the importing Party, after the date <br> on which the Certificate of Origin was signed. <br> 7 For any originating good that is imported into the territory of a Party on or after <br> the date of entry into force of this Agreement, each Party shall accept a Certificate of <br> Origin that has been completed and signed prior to that date. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.30: DEFINITIONS <br> adjusted value means the value of a good calculated in accordance with Article 3.3.1; <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such <br> as eggs, fry, fingerlings and larvae, by intervention in the rearing or growth <br> processes to enhance production, such as regular stocking, feeding, or protection from predators; <br> CIF value means the value of a good at the time of importation, inclusive of <br> freight, insurance, packing, and all other costs incurred in transporting the good <br> to the importation port; <br> exporter means a person located in the territory of a Party from where a good is <br> exported by that person; <br> FOB means the free-on-board value of a good, inclusive of the cost of transport <br> and insurance to the port or site of final shipment abroad; <br> fungible goods or materials means goods or materials that are identical or <br> interchangeable as a result of being of the same kind and commercial quality, <br> possessing essentially the same technical and physical characteristics; <br> Generally Accepted Accounting Principles means recognised consensus or <br> substantial authoritative support given in the territory of a Party with respect to <br> the recording of revenues, expenses, costs, assets and liabilities, the disclosure of <br> Accounting Principles may encompass broad guidelines for general application, <br> material means a good that is used or consumed in the production of another <br> good, and physically incorporated into or classified with that good; <br> that does not qualify as originating under this Chapter; <br> production means any kind of working or processing, including growing, <br> mining, harvesting, fishing, breeding, raising, trapping, hunting, manufacturing, <br> assembling or disassembling a good; and <br> value means the value of a good or material for the purposes of calculating <br> customs duties or for the purposes of applying this Chapter. <br> ANNEX 3-B <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1 Recognising the Republic of Korea's constitutional mandate and security <br> interests, and both Parties' commitment to promoting peace and prosperity on the <br> Korean Peninsula, and the importance of intra-Korean economic cooperation toward <br> that global goal, a Committee on Outward Processing Zones on the Korean Peninsula is <br> established in accordance with Article 21.4 (Committees and Working Groups). <br> 2 The Committee shall be comprised of officials of the Parties. The Committee <br> shall meet within six months after the date of entry into force of this Agreement and at <br> least twice a year thereafter, or at any time as mutually agreed. <br> 3 The Committee shall review the conditions on the Korean Peninsula and identify <br> geographic areas [4] that may be designated as outward processing zones. The Committee <br> shall also establish a maximum threshold for the value of the total input of the <br> originating final good that may be added within the geographic area of the outward processing zone. <br> [4] For greater certainty, the Gaesung Industrial Complex located in North Korea shall be identified by the <br> Committee as one of the geographic areas that may be designated as outward processing zones. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> information, and the preparation of financial statements. Generally Accepted <br> as well as detailed standards, practices and procedures; <br> good means any merchandise, product, article or material; <br> non-originating good or non-originating material means a good or material <br> producer means a person who engages in the production of a good in the territory of a Party; <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "OBJECTIVES", "ArticleDesc": "ARTICLE 4.1: OBJECTIVES <br> (a) simplify customs procedures of the Parties; <br> (b) ensure predictability, consistency and transparency in the application of <br> customs laws, regulations and administrative procedures of the Parties; <br> (c) ensure the efficient and expeditious clearance of goods; <br> (d) facilitate trade between the Parties; and <br> (e) promote cooperation between the customs administrations, within the <br> scope of this Chapter. <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "The objectives of this Chapter are to: <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "ARTICLE 4.2: TRANSPARENCY <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent and transparent. <br> 2 Further to Article 19.1 (Publication), each Party shall publish on the Internet all <br> customs laws and regulations and any administrative procedures relevant to importation <br> or exportation which it applies or enforces. <br> 3 Each Party shall establish or maintain one or more enquiry points for responding <br> to enquiries from interested persons regarding customs matters covered by this <br> Agreement, and provide details of such enquiry points to the other Party. Information <br> concerning the procedures for making such enquiries shall be easily accessible to the public. <br> "}, {"ArticleTitle": "HARMONISATION OF DOCUMENTS AND DATA ELEMENTS", "ArticleDesc": "ARTICLE 4.3: HARMONISATION OF DOCUMENTS AND DATA ELEMENTS <br> 1 Each Party shall endeavour to pursue the harmonisation of documentation used <br> in trade and data elements in accordance with international standards. <br> 2 Each Party shall endeavour to use international standards, including the <br> development of a set of common data elements and processes in accordance with the <br> World Customs Organization (hereinafter referred to as \"WCO\") Customs Data Model <br> and related WCO recommendations and guidelines. <br> 3 Each Party shall work towards the implementation of initiatives that harmonise <br> the data requirements of its respective agencies associated with the importation, <br> exportation or transit of goods, and minimise the submission of trade data, with the <br> objective of allowing importers and exporters to present all required data to one agency. <br> "}, {"ArticleTitle": "USE OF AUTOMATED SYSTEMS IN THE PAPERLESS TRADING ENVIRONMENT", "ArticleDesc": "ARTICLE 4.4: USE OF AUTOMATED SYSTEMS IN THE PAPERLESS TRADING ENVIRONMENT <br> 1 Each customs administration shall apply information technology to support <br> customs operations where it is cost-effective and efficient, particularly in the paperless <br> trading context, taking into account developments in this area within the WCO. <br> 2 Each customs administration shall endeavour to use information technology that <br> expedites procedures for the release of goods, including the submission and processing <br> of information and data before the arrival of the shipment of those goods, as well as <br> electronic or automated systems for risk management and targeting. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.5: RISK MANAGEMENT <br> In administering customs procedures, each customs administration shall focus resources <br> on shipments of high-risk goods and facilitate the clearance, including release, of low-risk goods. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "1 Each Party shall adopt or maintain simplified customs procedures for the <br> (a) provide for the release of goods within a period no greater than that <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.6: RELEASE OF GOODS <br> efficient release of goods in order to facilitate trade between the Parties. <br> 2 In accordance with paragraph 1, each Party shall ensure that its customs <br> administration and other competent authorities adopt or maintain procedures that: <br> required to ensure compliance with its laws and regulations; <br> (b) provide for advance electronic submission and processing of information <br> before the physical arrival of goods to enable the release of those goods on arrival; <br> (c) to the extent possible, allow goods to be released at the point of arrival, <br> without temporary transfer to warehouses or other facilities; and <br> (d) under circumstances specified in the importing Party's laws, regulations <br> or administrative procedures, provide that no customs duties or taxes will <br> be assessed on, nor will formal entry documents be required for, <br> shipments of eligible goods valued at or less than a specified amount. <br> 3 Each Party shall endeavour to adopt or maintain a system under which goods in <br> need of urgent clearance can obtain customs clearance 24 hours a day including <br> holidays. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.7: ADVANCE RULINGS <br> System, irrespective of the scope of this Agreement. <br> 1 Each Party shall ensure that with respect to its determinations on customs <br> 1 Each Party shall issue, through its customs administration, prior to the <br> importation of a good into its territory, a written advance ruling at the written request of <br> matters, importers in its territory have access to: <br> an importer in its territory, or an exporter or producer in the territory of the other Party [5] with regard to: <br> accordance with the provisions of the Customs Valuation Agreement; <br> (c) whether a good is originating in accordance with Chapter 3 (Rules of <br> Origin and Origin Procedures); and <br> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which: <br> (a) include a detailed description of the information required to process a <br> request for an advance ruling; <br> (b) allow its customs administration, at any time during the course of an <br> (b) the application of customs valuation criteria for a particular case, in <br> (d) such other matters as the Parties may agree. <br> evaluation of an application for an advance ruling, to request that the <br> applicant provide additional information, which may include a sample of <br> presented by the applicant and any other relevant information in the <br> the goods, necessary to evaluate the request; <br> (c) ensure that an advance ruling be based on the facts and circumstances <br> (a) tariff classification; <br> possession of the decision-maker; <br> (d) provide that an advance ruling be issued to the applicant expeditiously, <br> and within a period specified in its laws, regulations or administrative <br> procedures, after the receipt of all necessary information; and <br> [5] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br> through an authorised representative. <br> (e) provide that its customs administration provide a written explanation of <br> the reasons for the advance ruling. <br> (b) incorrect information was provided or relevant information was withheld; <br> 3 A Party may decline to issue an advance ruling if the facts and circumstances <br> (c) there is a change in a material fact; or <br> forming the basis of the advance ruling are the subject of administrative or judicial <br> review. A Party that, in accordance with this paragraph, declines to issue an advance <br> ruling, shall promptly notify the requestor in writing, setting forth the relevant facts and <br> the basis for its decision to decline to issue the advance ruling. <br> 4 Each Party shall provide that advance rulings shall be in force from the date they <br> are issued, or another date specified in the ruling, provided that the facts or <br> circumstances on which the ruling is based remain unchanged. Subject to paragraphs 1 <br> and 5, an advance ruling shall remain in force for no less than five years, or such other <br> period as specified in the laws, regulations or administrative rulings of the issuing Party. <br> 5 The issuing Party may modify or revoke an advance ruling after the Party <br> notifies the requestor, and where, consistent with this Agreement: <br> (a) there is a change in its laws and regulations; <br> (d) there is a change in the circumstances on which the ruling was based. <br> 6 The issuing Party may modify or revoke an advance ruling retroactively if the <br> requestor, intentionally or negligently, provided incorrect information or withheld <br> relevant information. <br> 7 Each Party shall endeavour to publish its advance rulings, subject to its laws, <br> regulations and administrative procedures. <br> ARTICLE 4.8: APPEAL PROCEDURES <br> (a) at least one level of administrative review independent of the official or <br> authority responsible for the determination under review; and <br> (b) judicial review of the determination or decision taken at the final level of <br> administrative review. <br> 2 Each Party shall grant substantially the same rights of review and appeal of <br> determinations of origin and advance rulings by its customs administration as it <br> provides to importers in its territory to any person who has: <br> (a) completed and signed, or applied for, a Certificate of Origin for a good <br> that has been the subject of a determination of origin; or <br> (b) received an advance ruling in accordance with Article 4.7. <br> 3 Each Party shall allow an exporter or producer to provide information directly to <br> the Party conducting the review and to request that Party to treat that information as <br> confidential in accordance with the laws, regulations and rules of that Party. <br> "}, {"ArticleTitle": "CUSTOMS COOPERATION", "ArticleDesc": "ARTICLE 4.9: CUSTOMS COOPERATION <br> 1 The Parties shall, through their respective customs administrations, enhance their <br> cooperation in customs matters. <br> 2 The Parties affirm their commitment to the facilitation of the legitimate <br> movement of goods and shall exchange expertise on measures to improve customs <br> techniques and procedures, including on risk management, in accordance with the <br> provisions of this Agreement. <br> 3 The Parties shall cooperate in relation to: <br> (a) the implementation and operation of the provisions of this Agreement <br> governing importations or exportations, including claims for preferential <br> tariff treatment, procedures for making claims for preferential tariff <br> treatment, and verification procedures; <br> (b) tariff classification, and the implementation and operation of the Customs <br> Valuation Agreement; <br> (c) restrictions or prohibitions on imports or exports; and <br> (d) other customs matters as the Parties may agree. <br> 4 Each Party shall endeavour to provide the other Party with advance notice of any <br> proposed laws, regulations or policies governing the administration of customs <br> procedures that are likely to substantially affect the operation of this Agreement. <br> 5 To the extent permitted by each Party's laws, regulations and rules, the customs <br> administrations of the Parties shall endeavour to provide each other with information to <br> assist in the investigation and prevention of infringements of customs laws and regulations. <br> 6 The Parties shall exchange the details of contact points for the exchange of <br> information under this Chapter. <br> "}, {"ArticleTitle": "BILATERAL CUSTOMS CONSULTATION", "ArticleDesc": "ARTICLE 4.10: BILATERAL CUSTOMS CONSULTATION <br> 1 Each customs administration may consult with the other customs administration <br> on any matter arising from the operation or implementation of this Chapter and on other <br> trade facilitation issues, including tariff classification, customs valuation and origin <br> determination. A Party should promptly respond to any request for consultation on such <br> matters from the other Party. <br> 2 In the event that consultations requested in accordance with paragraph 1 fail to <br> resolve any such matter, the requesting Party may refer the matter to the Committee on <br> Rules of Origin and Trade Facilitation for consideration. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 4.11: CONFIDENTIALITY <br> 1 Further to Articles 22.4 (Disclosure of Information) and 22.5 (Confidentiality), <br> neither Party shall use or disclose information provided by the other Party under this <br> Chapter or Chapter 3 (Rules of Origin and Origin Procedures) except for the purposes <br> for which it was provided, or otherwise as required or authorised by a Party's laws and <br> regulations. The customs administration which supplied that information shall be <br> notified of such other use without delay. <br> 2 Unless otherwise provided in this Agreement, any information received in <br> accordance with this Chapter or Chapter 3 (Rules of Origin and Origin Procedures) shall <br> be subject to the same protection as the same kind of information is subject to in <br> accordance with the laws and regulations of the Party receiving the information. <br> 3 Nothing in this Chapter or Chapter 3 (Rules of Origin and Origin Procedures) <br> shall be construed to require a Party to furnish or allow access to information the <br> disclosure of which would: <br> (a) be contrary to the public interest as determined by its laws, regulations and rules; <br> (b) be contrary to any of its laws, regulations and rules, including but not <br> accounts of individuals; or <br> (c) impede law enforcement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "limited to those protecting personal privacy or the financial affairs and <br> "}, {"ArticleTitle": "COMMITTEE ON RULES OF ORIGIN AND TRADE FACILITATION", "ArticleDesc": "ARTICLE 4.12: COMMITTEE ON RULES OF ORIGIN AND TRADE FACILITATION <br> 1 The Committee on Rules of Origin and Trade Facilitation established in <br> accordance with Article 21.4 (Committees and Working Groups) shall comprise <br> officials of each Party responsible for rules of origin and customs matters. <br> 2 The Committee shall consider and, as appropriate, resolve any matter arising <br> under this Chapter or Chapter 3 (Rules of Origin and Origin Procedures) by means of, <br> inter alia, considering common approaches to the interpretation and implementation of those Chapters. <br> 3 The Committee shall meet on request of either Party or the Joint Committee. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> customs procedures means the treatment applied by each customs <br> administration to goods that are subject to customs control; and <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.13: DEFINITIONS <br> goods means all goods falling within Chapters 1 to 97 of the Harmonized <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.7: ADVANCE RULINGS <br> System, irrespective of the scope of this Agreement. <br> 1 Each Party shall ensure that with respect to its determinations on customs <br> 1 Each Party shall issue, through its customs administration, prior to the <br> importation of a good into its territory, a written advance ruling at the written request of <br> matters, importers in its territory have access to: <br> an importer in its territory, or an exporter or producer in the territory of the other Party [5] with regard to: <br> accordance with the provisions of the Customs Valuation Agreement; <br> (c) whether a good is originating in accordance with Chapter 3 (Rules of <br> Origin and Origin Procedures); and <br> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings which: <br> (a) include a detailed description of the information required to process a <br> request for an advance ruling; <br> (b) allow its customs administration, at any time during the course of an <br> (b) the application of customs valuation criteria for a particular case, in <br> (d) such other matters as the Parties may agree. <br> evaluation of an application for an advance ruling, to request that the <br> applicant provide additional information, which may include a sample of <br> presented by the applicant and any other relevant information in the <br> the goods, necessary to evaluate the request; <br> (c) ensure that an advance ruling be based on the facts and circumstances <br> (a) tariff classification; <br> possession of the decision-maker; <br> (d) provide that an advance ruling be issued to the applicant expeditiously, <br> and within a period specified in its laws, regulations or administrative <br> procedures, after the receipt of all necessary information; and <br> [5] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br> through an authorised representative. <br> (e) provide that its customs administration provide a written explanation of <br> the reasons for the advance ruling. <br> (b) incorrect information was provided or relevant information was withheld; <br> 3 A Party may decline to issue an advance ruling if the facts and circumstances <br> (c) there is a change in a material fact; or <br> forming the basis of the advance ruling are the subject of administrative or judicial <br> review. A Party that, in accordance with this paragraph, declines to issue an advance <br> ruling, shall promptly notify the requestor in writing, setting forth the relevant facts and <br> the basis for its decision to decline to issue the advance ruling. <br> 4 Each Party shall provide that advance rulings shall be in force from the date they <br> are issued, or another date specified in the ruling, provided that the facts or <br> circumstances on which the ruling is based remain unchanged. Subject to paragraphs 1 <br> and 5, an advance ruling shall remain in force for no less than five years, or such other <br> period as specified in the laws, regulations or administrative rulings of the issuing Party. <br> 5 The issuing Party may modify or revoke an advance ruling after the Party <br> notifies the requestor, and where, consistent with this Agreement: <br> (a) there is a change in its laws and regulations; <br> (d) there is a change in the circumstances on which the ruling was based. <br> 6 The issuing Party may modify or revoke an advance ruling retroactively if the <br> requestor, intentionally or negligently, provided incorrect information or withheld <br> relevant information. <br> 7 Each Party shall endeavour to publish its advance rulings, subject to its laws, <br> regulations and administrative procedures. <br> ARTICLE 4.8: APPEAL PROCEDURES <br> (a) at least one level of administrative review independent of the official or <br> authority responsible for the determination under review; and <br> (b) judicial review of the determination or decision taken at the final level of <br> administrative review. <br> 2 Each Party shall grant substantially the same rights of review and appeal of <br> determinations of origin and advance rulings by its customs administration as it <br> provides to importers in its territory to any person who has: <br> (a) completed and signed, or applied for, a Certificate of Origin for a good <br> that has been the subject of a determination of origin; or <br> (b) received an advance ruling in accordance with Article 4.7. <br> 3 Each Party shall allow an exporter or producer to provide information directly to <br> the Party conducting the review and to request that Party to treat that information as <br> confidential in accordance with the laws, regulations and rules of that Party. <br> "}]}]}, "members_found": ["036", "410", 5, 8703900000]}