{"FtaRooDetails": {"FtaId": 208, "FtaCode": "ITC00214", "FtaName": "FTA, Australia-Malaysia", "FtaFullName": "MALAYSIA-AUSTRALIA FREE TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2013", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Malaysia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Malaysia", "AdminProcCooAuth": "The certification type under FTA, Australia-Malaysia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Malaysia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Malaysia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "RVC(40) or CTH", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnotes to the Annex", "RooText": " Annex 2 Product Specific Rules Schedule<br /> Headnotes to the Annex<br /> 1. For the purpose of interpreting the Product Specific Rules Schedule set forth in this<br /> Annex:<br /> a. chapter means the first two digits of the tariff classification number under<br /> the HS;<br /> b. heading means the first four digits of the tariff classification number under<br /> the HS; and<br /> c. subheading means the first six digits of the tariff classification number<br /> under the HS.<br /> 2. This Annex is set out as follows:<br /> a. Column 1 - Tariff Reference;<br /> b. Column 2 - Product Description; and<br /> c. Column 3 - Applicable Product-Specific Rule of Origin.<br /> 3. The specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading.<br /> 4. Where a tariff heading or subheading is subject to alternative Product Specific<br /> Rules, the rule will be considered to be met if a good satisfies one of the alternative<br /> rules.<br /> 5. Where the Product Specific Rule requires only a regional value content, the final<br /> process of production must be performed within a Party.<br /> 6. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 7. Where the change in tariff classification rule expressly excludes a change from<br /> other tariff classifications, the exclusion applies only to non-originating materials.<br /> 8. For the purposes of column 3 of this Annex:<br /> RVC(XX) means that the good must have a regional value content of not less than<br /> XX per cent as calculated under Article 3.11 (Regional Value Content) of Chapter<br /> 3 (Rules of Origin);<br /> CC means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 2-digit level;<br /> CTH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 4-digit level; and<br /> CTSH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 6-digit level.<br /> 9. Chapter rules within this Annex apply to all headings or subheadings within the<br /> indicated chapter unless a specific exclusion is identified.<br /> 10. Where a tariff heading or subheading is subject to chapter rules, the rule will be<br /> considered to be met if a good satisfies one of the chapter rules or the alternative<br /> rules.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00214_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/mafta/Documents/important-notice-importers-and-exporters-doo-coo.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00214_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/mafta/Pages/annex-2-product-specific-rules-schedule.aspx"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00214_roo.pdf", "DocType": "3_roo", "WebLink": "http://fta.miti.gov.my/miti-fta/resources/Malaysia-Australia/Perintah%20Duti%20Kastam%20MAFTA%20%5bfinal%20281212%5d.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00214_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00214_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/in-force/mafta/Pages/malaysia-australia-fta.aspx#full-text"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Cumulation <br /> 1 A good which is to be treated as originating pursuant to Article 3.2 (Originating <br /> Goods) and is used in the production of a good or goods in the territory of the other <br /> Party shall be considered to originate in the territory of that other Party. <br /> 2 Production that occurs in the territory of one or both of the Parties by one or <br /> more producers shall count as qualifying content in the origin determination of a good <br /> regardless of whether that production was sufficient to confer originating status on <br /> the material used in the production of that good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: De Minimis <br /> 1 A good that does not satisfy a change in tariff classification requirement <br /> pursuant to Annex 2 (Product Specific Rules Schedule) shall nonetheless be treated <br /> as an originating good if: <br /> (a) for a good, other than that provided for in Chapters 50 to 63 of the HS, <br /> the value of all non-originating materials used in the production of the <br /> good that did not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the FOB value of the good; <br /> (b) for a good provided for in Chapters 50 to 63 of the HS, the weight of all <br /> non-originating materials used in its production that did not undergo the <br /> required change in tariff classification does not exceed 10 per cent of <br /> the total weight of the good, or the value of all non-originating materials <br /> used in the production of the good that did not undergo the required <br /> change in tariff classification does not exceed 10 per cent of the FOB <br /> value of the good; <br /> and the good meets all other applicable criteria of this Chapter. <br /> 2 The value of such non-originating materials shall, however, be included in the <br /> value of non-originating materials for any applicable regional value content <br /> requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Accessories, Spare Parts, Tools and Instructional or other Information Materials <br /> 1 For the purposes of determining the origin of a good, accessories, spare parts, <br /> tools and instructional or other information materials presented with the good shall be <br /> considered originating goods and shall be disregarded in determining whether all the <br /> non-originating materials used in the production of the originating good have <br /> undergone the applicable change in tariff classification or production process. <br /> 2 If the good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts, tools and instructional or other information materials <br /> presented with the good is to be taken into account as originating or non-originating, <br /> as the case may be, in calculating the regional value content of the good. <br /> 3 Paragraphs 1 and 2 shall only apply provided that: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> materials presented with the good are not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials presented with the good are <br /> customary for that good. <br /> 4 Where accessories, spare parts, tools and instructional or other information <br /> materials presented with the good are not customary for the good or are invoiced <br /> separately from the good, they shall be treated as separate goods for the <br /> purpose of origin determination.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Wholly Obtained or Produced Goods <br /> For the purposes of Article 3.2 (Originating Goods), a good that is wholly obtained or <br /> produced in the territory of one or both of the Parties means: <br /> (a) mineral and other naturally occurring substances extracted or taken there; <br /> (b) plants formed or naturally grown or planted there, or products obtained <br /> from such plants; <br /> (c) live animals born and raised there; <br /> (d) goods obtained from live animals there; <br /> (e) goods obtained directly from hunting, trapping, fishing, gathering, <br /> capturing or aquaculture conducted there; <br /> (f) goods (fish, shellfish, plant and other marine life) taken from the high <br /> seas by a vessel registered to a Party and flying its flag; <br /> (g) goods obtained or produced on board factory ships registered to a Party <br /> and flying its flag from the goods referred to in subparagraph (f); <br /> (h) goods taken by a Party, or a person of a Party, from the seabed or <br /> beneath the seabed beyond the Exclusive Economic Zone and adjacent <br /> Continental Shelf of that Party and beyond areas over which non- <br /> Parties exercise jurisdiction, under exploitation rights granted in <br /> accordance with international law; <br /> (i) goods which are: <br /> (i) waste and scrap derived from production and consumption there <br /> provided that such goods are fit only for the recovery of raw materials; or <br /> (ii) used goods collected there provided that such goods are fit only <br /> for the recovery of raw materials; and <br /> (j) goods produced or obtained entirely there, exclusively from goods <br /> referred to in subparagraphs (a) to (i) or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Minimal Operations <br /> 1 A good shall not be considered to be originating merely by reason of having <br /> undergone one or more of the following operations or processes: <br /> (a) operations to preserve goods in good condition for the purpose of <br /> transport or storage; <br /> (b) facilitating shipment or transportation; <br /> (c) disassembly; <br /> (d) affixing of marks, labels or other like distinguishing signs on products or <br /> their packaging; <br /> (e) placing in bottles, cases, boxes and other simple packaging operations; <br /> (f) changes of packaging and breaking up and assembly of packages; or <br /> (g) mere reclassification of goods without any physical change. <br /> 2 Paragraph 1 shall prevail over the Product Specific Rules set out in Annex 2 <br /> (Product Specific Rules Schedule).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Regional Value Content <br /> 1 Where Annex 2 (Product Specific Rules Schedule) refers to a regional value <br /> content requirement, the regional value content of that good shall be calculated using <br /> one of the following methods: <br /> Build-down Method/ Indirect Method <br /> RVC = [(V - VNM)/V] x 100 <br /> or <br /> Build-up Method <br /> RVC = (VOM/V) x 100 <br /> where: <br /> (a) RVC is the regional value content, expressed as a percentage; <br /> (b) V is the value of the good, as provided in paragraph 2; <br /> (c) VNM is the value of non-originating material, as provided in <br /> paragraph 3, including materials of undetermined origin as provided in <br /> Article 3.12 (Calculation of the Value of a Good or Material); and <br /> (d) VOM is the value of originating material that is acquired or self- <br /> produced, and used or consumed by the producer in the production of <br /> the good as provided in Article 3.12 (Calculation of the Value of a Good or Material). <br /> 2 The value of a good referred to in paragraph 1 shall be: <br /> (a) for goods to be exported, the FOB value of the good determined <br /> pursuant to the Customs Valuation Agreement; or <br /> (b) for goods acquired within the territory of the Party, where the good is <br /> produced, the earliest ascertainable price paid or payable for the good, <br /> determined for domestic transactions pursuant to the Customs <br /> Valuation Agreement, mutatis mutandis. <br /> 3 The value of non-originating materials or materials of undetermined origin <br /> referred to in paragraph 1 shall be: <br /> (a) for imported materials, the CIF value of the material, determined <br /> pursuant to the Customs Valuation Agreement; or <br /> (b) for materials acquired within the territory of the Party where the good is <br /> produced, the earliest ascertainable price paid or payable for the non- <br /> originating materials in the territory of that Party, determined for <br /> domestic transactions pursuant to the Customs Valuation Agreement, mutatis mutandis. <br /> Article 3.12: Calculation of the Value of a Good or Material <br /> 1 For the purpose of this Article, the value of a material is: <br /> (a) for a material imported by the producer of the good, the value of the material; <br /> (b) for a material acquired in the territory where the good is produced, the <br /> earliest ascertainable price paid or payable for the material; or <br /> (c) for a material that is self-produced, the sum of all expenses incurred in <br /> the production of the material, including general expenses, and an <br /> amount for profit equivalent to the profit added in the normal course of trade. <br /> 2 The value of materials may be adjusted as follows: <br /> (a) for originating materials, the following expenses may be added to the <br /> value of the material if not included under paragraph 1: <br /> (i) the costs of freight, insurance, packing, and all other costs <br /> incurred in transporting the material within or between the <br /> Parties' territories to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in <br /> the territory of one or both of the Parties, other than duties and <br /> taxes that are waived, refunded, refundable, or otherwise <br /> recoverable, including credit against duty or tax paid or payable; and <br /> (iii) the costs of waste and spoilage, where it can be determined, <br /> incurred from the use of the material in the production of the <br /> good, less the value of renewable scrap or by-products; or <br /> (b) for non-originating materials, where included under paragraph 1, the <br /> following expenses may be deducted from the value of the material: <br /> (i) the costs of freight, insurance, packing, and all other costs <br /> incurred in transporting the material within or between the <br /> Parties' territories to the location of the producer; <br /> (ii) duties, taxes, and customs brokerage fees on the material paid in <br /> the territory of one or both of the Parties, other than duties and <br /> taxes that are waived, refunded, refundable, or otherwise <br /> recoverable, including credit against duty or tax paid or payable; <br /> (iii) the costs of waste and spoilage, where it can be determined, <br /> incurred from the use of the material in the production of the <br /> good, less the value of renewable scrap or by-products; <br /> (iv) the cost of processing incurred in the territory of one or both of <br /> the Parties in the production of the non-originating material; and <br /> (v) the cost of originating materials used in the production of the <br /> non-originating material in the territory of one or both of the Parties. <br /> Article 3.13: Recording of Costs <br /> For the purposes of this Chapter, all costs shall be recorded and maintained in <br /> accordance with the generally accepted accounting principles applicable in the <br /> territory of the Party in which the good is produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1: Definitions <br /> (f) indirect material means a material used in the production, testing or <br /> inspection of a good but not physically incorporated into the good, or a <br /> material used in the maintenance of buildings or the operation of <br /> equipment associated with the production of a good including: <br /> (i) fuel and energy; <br /> (ii) tools, dies and moulds; <br /> (iii) spare parts and materials used in the maintenance of equipment and buildings; <br /> (iv) lubricants, greases, compounding materials and other materials used in production; <br /> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (vi) equipment, devices and supplies used for testing or inspecting the good; <br /> (vii) catalysts and solvents; and <br /> (viii) any other materials that are not incorporated into the good but <br /> whose use in the production of the good can reasonably be <br /> demonstrated to be a part of that production; <br /> Article 3.9: Indirect Material <br /> An indirect material shall be treated as an originating material without regard to <br /> where it is produced and its value shall be the cost registered in the accounting <br /> records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Consignment <br /> A good shall be treated as originating provided that the good undergoes no <br /> subsequent production or any other operation in non-Parties, other than unloading, <br /> reloading, storing, repacking, relabelling or any other operation necessary to <br /> preserve it in good condition or to transport the good to the territory of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> For the purposes of this Agreement, a good shall be deemed to be an originating <br /> good of a Party if it: <br /> (a) is a wholly obtained or produced good of one or both of the Parties; <br /> (b) is produced entirely in the territory of one or both of the Parties <br /> exclusively from originating materials; <br /> (c) satisfies all applicable requirements of Annex 2 (Product Specific Rules <br /> Schedule), as a result of processes performed entirely in the territory of <br /> one or both of the Parties by one or more producers; or <br /> (d) otherwise qualifies as an originating good under this Chapter, <br /> and meets all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Packaging Materials and Containers <br /> 1 Packing materials and containers for transportation and shipment of a good <br /> shall not be taken into account for determining the origin of any good. <br /> 2 Packing materials and containers in which a good is packaged for retail sale, <br /> when classified together with that good shall not be taken into account in determining <br /> whether all of the non-originating materials used in the production of the good have <br /> met the applicable change in tariff classification or production process requirements <br /> as set out in Annex 2 (Product Specific Rules Schedule). <br /> 3 If a good is subject to a regional value content requirement then the value of <br /> the packaging materials and containers in which the good is packaged for retail sale <br /> shall be taken into account as originating or non-originating materials, as the case <br /> may be, in calculating the regional value content of the good. <br /> 4 Where the packaging material and container is not customary for the good, its <br /> value shall not be included as originating in a regional value content calculation for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: Fungible Materials <br /> 1 The determination of whether fungible materials are originating goods shall be <br /> made either by physical segregation of each of the materials, or through the use of <br /> an inventory management method recognised in the generally accepted accounting <br /> principles of the Party in which the production is performed or otherwise accepted by <br /> that Party. <br /> 2 The inventory management method used under paragraph 1 for a particular <br /> fungible material shall continue to be used for that material throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Claim for Preferential Tariff Treatment <br /> 4 An originating good of a Party imported into the other Party after an exhibition <br /> in the other Party or a non-Party shall continue to qualify as an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification (Australia) / authorized body (Malaysia)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Declaration of Origin or Certificate of Origin <br /> 1 A claim that a good should be treated as originating and accepted as eligible <br /> for a preferential tariff shall be supported by a Declaration of Origin completed by the <br /> exporter or producer as outlined in the Annex on Operational Certification Procedures [3] <br /> 2 Notwithstanding paragraph 1, Malaysia shall require its exporters or producers <br /> to obtain a Certificate of Origin as outlined in the Annex on Operational Certification <br /> Procedures [4]. Malaysia may elect to waive the Certificate of Origin requirement and <br /> replace it with the Declaration of Origin requirement at any time. <br /> 3 A Declaration of Origin or Certificate of Origin shall remain valid for one year <br /> after the date on which the Declaration of Origin was signed or the Certificate of Origin was issued. <br /> 4 For any originating good that has completed customs clearance of a Party on <br /> or after the date of entry into force of this Agreement, each Party shall accept a <br /> Declaration of Origin or a Certificate of Origin that has been completed and signed <br /> prior to that date. <br /> [3] For the purposes of Article 3.15, a Declaration of Origin may be completed by an authorised <br /> representative on behalf of the exporter or producer. <br /> [4] For the purposes of Article 3.15, a Certificate of Origin may be obtained by an authorised <br /> representative on behalf of the exporter or producer. <br /> Article 3.16: Issuing Authority <br /> 1 The Certificate of Origin shall be issued by an Issuing Authority of Malaysia. <br /> Malaysia shall inform Australia of the names and addresses of the Issuing Authority <br /> and shall provide specimen signatures and specimens of the impression of official <br /> seals of the Issuing Authority electronically to Australia. <br /> 2 Any change in names, addresses, or official seals shall be promptly informed <br /> in the same manner. <br /> 3 Any Certificate of Origin issued by a person not included in the specimen <br /> signatures may not be honoured by the Customs Administration of Australia. <br /> Article 3.17: Claim for Preferential Tariff Treatment <br /> 1 Subject to Article 3.22 (Suspension or Denial of Preferential Tariff Treatment), <br /> the importing Party shall grant preferential tariff treatment to a good imported into its <br /> territory from the other Party, provided that: <br /> (a) the good is an originating good; <br /> (b) the consignment criteria outlined in Article 3.14 (Consignment) have been met; and <br /> (c) the importer claiming preferential tariff treatment has met the <br /> Declaration of Origin or Certificate of Origin requirements specified <br /> in Article 3.15 (Declaration of Origin or Certificate of Origin). <br /> 2 Notwithstanding paragraph 1, the importing Party may elect to waive the <br /> requirement for a Declaration of Origin or Certificate of Origin or any of the <br /> requirements in Rule 7 of the Annex on Operational Certification Procedures. <br /> 3 The importing Party shall grant preferential tariff treatment to a good that has <br /> completed customs clearance after the date of entry into force of this Agreement and <br /> for which no preferential tariff treatment was earlier applied, if: <br /> (a) the claim for preferential tariff treatment is made within one year from <br /> the date of payment of customs duties, or such longer period as <br /> specified in the laws, regulations and policies in the importing Party; and <br /> (b) the good has met all the requirements of this Chapter necessary to be <br /> deemed as an originating good. <br /> 4 An originating good of a Party imported into the other Party after an exhibition <br /> in the other Party or a non-Party shall continue to qualify as an originating good. <br /> 5 Where the origin of the good is not in doubt, the discovery of minor <br /> transcription errors or discrepancies in documentation shall not ipso facto invalidate <br /> the Declaration of Origin or Certificate of Origin, if it does in fact correspond to the goods submitted. <br /> 6 For multiple goods declared under the same Declaration of Origin or <br /> Certificate of Origin, a problem encountered with one of the goods listed shall not <br /> affect or delay the granting of preferential tariff treatment and customs clearance of <br /> the remaining goods listed in the Declaration of Origin or Certificate of Origin. <br /> 7 The importing Party shall require that an importer promptly makes a corrected <br /> import declaration and pays any owed duties when the importer has reason to <br /> believe that the good does not meet the origin requirements. <br /> Rule 1: <br /> The Declaration of Origin may take the form of a declaration on the invoice or <br /> company letterhead. At any time, the Parties may mutually decide to adopt any other format. <br /> SECTION B <br /> Applicable to Certificates of Origin <br /> Rule 2: <br /> For the purpose of determining originating status, the Issuing Authority shall have the <br /> right to call for supporting documentary evidence and/or other relevant information to <br /> carry out any check considered appropriate. <br /> Rule 3: <br /> 1 The exporter or producer of the good shall apply in writing or by electronic <br /> means to the Issuing Authority requesting a pre-exportation examination of the origin <br /> of the good to be exported. <br /> 2 The result of the examination, subject to review periodically or whenever <br /> appropriate, shall be accepted as the supporting evidence in issuing a Certificate of <br /> Origin for the good to be exported thereafter. <br /> 3 Pre-exportation examination need not apply to a good for which, by its nature, <br /> origin can be easily determined. <br /> 4 The exporter or producer of the good shall apply for the Certificate of Origin by <br /> providing appropriate supporting documents and other relevant information, proving <br /> that the good to be exported qualifies as originating. <br /> Rule 6: <br /> In the event of theft, loss or destruction of a Certificate of Origin, the exporter or <br /> producer may apply in writing to the Issuing Authority for a certified true copy of the <br /> original to be made on the basis of the export documents in their possession bearing <br /> the endorsement of the words \"CERTIFIED TRUE COPY\". This copy shall bear the <br /> date of the original Certificate of Origin. <br /> SECTION C <br /> Declarations of Origin and Certificates of Origin <br /> Rule 7: <br /> 1 The Declaration of Origin or Certificate of Origin must contain the data <br /> requirements listed in the Appendix or in a List of Data Requirements adopted by the <br /> Parties in accordance with paragraph 3 of Article 3.25 (Consultation and Review) of <br /> Chapter 3 (Rules of Origin) and: <br /> (a) specify that the goods described therein are originating goods of the <br /> exporting Party and meet the requirements of this Chapter; <br /> (b) be made in respect of one or more goods and may include a variety of goods; <br /> (c) be completed in English; and <br /> (d) be in a printed format or such other medium including electronic format. <br /> 2 The Declaration of Origin or Certificate of Origin shall comprise one original. <br /> Rule 8: <br /> Neither erasures nor superimposition shall be allowed on the Declaration of Origin or <br /> Certificate of Origin. Any alteration shall be made by striking out the erroneous <br /> materials and making any addition required. In the case of a Declaration of Origin, <br /> the alteration shall be approved by the person making the declaration. For a <br /> Certificate of Origin, the alteration shall be certified by the Issuing Authority. Unused <br /> spaces shall be crossed out to prevent any subsequent addition. <br /> Rule 9: <br /> The original Declaration of Origin or Certificate of Origin shall be submitted to the <br /> Customs Administration of the importing Party when requested by that Administration. <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18: Exceptions from Declaration of Origin or Certificate of Origin <br /> A Declaration of Origin or Certificate of Origin shall not be required where the total <br /> customs value of the originating goods does not exceed 200 United States dollars <br /> FOB or the equivalent amount in that Party's currency, or such higher amount as the <br /> Party may establish, provided that the importation does not form part of one or more <br /> importations that may reasonably be considered to have been undertaken or <br /> arranged for the purpose of avoiding the requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Issuing Authority <br /> 1 The Certificate of Origin shall be issued by an Issuing Authority of Malaysia. <br /> Malaysia shall inform Australia of the names and addresses of the Issuing Authority <br /> and shall provide specimen signatures and specimens of the impression of official <br /> seals of the Issuing Authority electronically to Australia. <br /> 2 Any change in names, addresses, or official seals shall be promptly informed <br /> in the same manner. <br /> 3 Any Certificate of Origin issued by a person not included in the specimen <br /> signatures may not be honoured by the Customs Administration of Australia. <br /> Rule 4: <br /> The Issuing Authority shall, to the best of its competence and ability, carry out proper <br /> examination upon each application for the Certificate of Origin to ensure that: <br /> (a) the application and the Certificate of Origin are duly completed and <br /> signed by the authorised signatory; <br /> (b) the good is an originating good in accordance with this Chapter; <br /> (c) the other statements in the Certificate of Origin correspond to <br /> supporting documentary evidence submitted; and <br /> (d) information to meet the data requirements listed in the Appendix on <br /> Data Requirements is provided for the goods being exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Declaration of Origin or Certificate of Origin <br /> 3 A Declaration of Origin or Certificate of Origin shall remain valid for one year <br /> after the date on which the Declaration of Origin was signed or the Certificate of Origin was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19: Records <br /> 1 Each Party shall require that: <br /> (a) an exporter shall maintain for five years from the date of the Declaration <br /> of Origin or Certificate of Origin, all records relating to the origin of a <br /> good for which preferential tariff treatment is claimed in the importing <br /> Party, including the Declaration of Origin or Certificate of Origin relevant <br /> to the good, or a copy thereof; and <br /> (b) an importer claiming preferential tariff treatment shall maintain, for five <br /> years after the date of importation of a good, all records relating to the <br /> importation of the good, including the Declaration of Origin or Certificate <br /> of Origin relevant to the good, or a copy thereof. <br /> 2 The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the Issuing Authority for five years from the date of issuance. <br /> 3 The records to be maintained pursuant to this Article shall include electronic records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: <br /> 1 The Certificate of Origin shall be issued by the relevant Issuing Authorities of <br /> the exporting Party prior to or at the time of exportation or soon thereafter whenever <br /> the products to be exported can be considered originating in that Party within the <br /> meaning of the Malaysia-Australia Free Trade Agreement Rules of Origin. <br /> 2 Where a Certificate of Origin has not been issued at the time of exportation or <br /> soon thereafter due to involuntary errors or omissions or other valid causes, the <br /> Certificate of Origin may be issued retroactively but no longer than one year from the <br /> date of shipment, bearing the words \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Suspension or Denial of Preferential Tariff Treatment <br /> 3 The Customs Administration of the importing Party shall not reject a <br /> Declaration of Origin or Certificate of Origin only for the reason that the invoice is <br /> issued in a non-Party or by a third-party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Origin Verification <br /> 1 The importing Party may verify the eligibility of a good for preferential tariff <br /> treatment in accordance with its laws, regulations and policies. <br /> 2 Verification of eligibility for preferential tariff treatment may include either Party <br /> taking the following courses of action: <br /> (a) instituting measures to establish the validity of the Declaration of Origin <br /> or Certificate of Origin; <br /> (b) issuing written requests for information, to the relevant importers of a <br /> good for which preferential tariff treatment was claimed in the territory of <br /> the importing Party; <br /> (c) requesting the importer to arrange for the supply of records relating to <br /> the production, manufacture or export of the good for which preferential <br /> tariff treatment was claimed in the territory of the importing Party; <br /> (d) requests to the relevant administration of the exporting Party to obtain <br /> the information requested in subparagraph (c); or <br /> (e) visiting the factory or premises of the producer, importer, exporter or <br /> any other party in the territory of a Party associated with the production, <br /> import or export of the good for which preferential tariff treatment was <br /> claimed in the territory of the importing Party, or of the materials used or <br /> consumed in the production of that good. <br /> 3 All requests to the relevant administration of the exporting Party in relation to <br /> subparagraph (2)(d) to obtain the information will be subject to the resources <br /> constraints of the relevant administration in the exporting Party. <br /> 4 The importing Party shall not visit the factory or premises of any party listed in <br /> subparagraph (2)(e) within the territory of the exporting Party without the prior <br /> consent of that Party. <br /> 5 To the extent allowed by its laws, regulations and policies, the exporting Party <br /> shall fully cooperate in any action to verify eligibility and shall require that producers <br /> and exporters cooperate in any action to verify eligibility. <br /> 6 Action to verify eligibility for preferential tariff treatment shall be completed and <br /> a decision shall be made within 130 days of the commencement of such action. A <br /> decision as to whether goods are eligible for preferential tariff treatment must be <br /> provided to all relevant parties within 20 days of the decision being made. <br /> Article 3.22: Suspension or Denial of Preferential Tariff Treatment <br /> 1 Notwithstanding paragraph 1 of Article 3.17 (Claim for Preferential Tariff <br /> Treatment), the importing Party may suspend the application of preferential tariff <br /> treatment to a good that is the subject of an origin verification action under <br /> Article 3.20 (Origin Verification) for the duration of that action, or any part thereof. <br /> The importing Party shall permit the release of the good, subject to lodgement of a <br /> security equivalent to the amount of the MFN duty payable or payment of the MFN <br /> duty on that good, provided that the good is not subject to import prohibition or <br /> restriction and there is no suspicion of fraud. <br /> 2 The importing Party may deny a claim for preferential tariff treatment or <br /> recover unpaid duties where: <br /> (a) the good does not meet the requirements of this Chapter; <br /> (b) the producer, exporter or importer of the good fails to comply with any <br /> of the relevant requirements for obtaining preferential tariff treatment; or <br /> (c) action taken under Article 3.20 (Origin Verification) failed to verify the <br /> eligibility of the good for preferential tariff treatment. <br /> 3 The Customs Administration of the importing Party shall not reject a <br /> Declaration of Origin or Certificate of Origin only for the reason that the invoice is <br /> issued in a non-Party or by a third-party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.26: Action against Fraudulent Acts <br /> When it is suspected that fraudulent acts in connection with the Declaration of Origin <br /> or Certificate of Origin have been committed, the Government authorities concerned <br /> shall cooperate in the exchange of information in accordance with the Parties' <br /> respective laws and regulations. <br /> Article 3.27 <br /> Goods in Transport or Storage <br /> 1 In accordance with Article 3.17 (Claim for Preferential Tariff Treatment), the <br /> Customs Administration of the importing Party shall grant preferential tariff treatment <br /> for an originating good of the exporting Party which, on the date of entry into force of <br /> this Agreement: <br /> (a) is in the process of being transported from the exporting Party to the <br /> importing Party; or <br /> (b) has not been released from Customs control, including an originating <br /> good stored in a warehouse regulated by the Customs Administration of <br /> the importing Party. <br /> 2 In order to make a claim for preferential tariff treatment under paragraph 1, the <br /> importer shall comply with the requirements of Article 3.17 (Claim for Preferential Tariff Treatment). <br /> ANNEX ON OPERATIONAL CERTIFICATION PROCEDURES <br /> For the purpose of implementing the Rules of Origin for the Malaysia-Australia Free <br /> Trade Agreement, the following operational procedures on the issuance of <br /> documentation that goods are originating goods in accordance with the <br /> Malaysia-Australia Free Trade Agreement Rules of Origin shall be followed: <br /> SECTION A <br /> Applicable to Declarations of Origin", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.6: Advance Rulings <br /> 1 Each Party shall provide for written advance rulings to be issued to an <br /> importer in its territory, or an exporter or producer in the territory of the other Party, <br /> concerning: <br /> (a) tariff classification; <br /> (b) questions arising from the application of the principles of the Customs Valuation Agreement; and, <br /> (c) to the extent permitted by its laws, regulations and administrative <br /> determinations, origin of goods5 <br /> 2 Each Party shall adopt or maintain procedures for issuing written advance <br /> rulings, which shall: <br /> (a) provide that an importer in its territory, or an exporter or producer in the <br /> territory of the other Party, may apply for an advance ruling before the <br /> importation of the goods concerned; <br /> (b) require that an applicant for an advance ruling include a detailed <br /> description of the goods and all relevant information required to process <br /> a request for an advance ruling; <br /> (c) allow its Customs Administration, at any time during the course of an <br /> evaluation of an application for an advance ruling, to request that the <br /> applicant provide additional information, necessary to evaluate the <br /> application, within a specified period; <br /> (d) ensure that an advance ruling be based on the facts and circumstances <br /> presented by the applicant and any other relevant information in the <br /> possession of the decision-maker; <br /> (e) provide that an advance ruling be issued to the applicant expeditiously, <br /> within the period specified in each Party's laws, regulations or <br /> administrative determinations, and in any case within 90 days of receipt <br /> of all necessary information, or within 60 days of receipt of a third party <br /> analysis report where this is required; and <br /> (f) provide in writing the reasons for the decision. <br /> 3 A Party may reject requests for an advance ruling where the additional <br /> information requested by it in accordance with subparagraph 2(c) is not provided <br /> within the specified time. <br /> [5] For greater certainty, Malaysia shall provide advance rulings on the origin of goods only when it is <br /> provided in its domestic legislation. <br /> 4 A Party may modify or revoke an advance ruling where there is a <br /> determination that the advance ruling was based on an error of fact or law, <br /> or if there is a change in: <br /> (a) its law consistent with relevant provisions of this Agreement; or <br /> (b) a material fact; or <br /> (c) the circumstances on which the ruling was based. <br /> 5 Subject to paragraph 4, each Party shall apply an advance ruling to <br /> importations into its territory beginning on the date it issues the ruling or on any other <br /> date specified in the ruling. The Party shall ensure the same treatment of all <br /> importations regardless of the importer, exporter, or producer involved, where the <br /> facts and circumstances are identical in all material respects. <br /> 6 Any fees charged for advance rulings shall not exceed the approximate cost of <br /> the service rendered in providing the advance ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Claim for Preferential Tariff Treatment <br /> 5 Where the origin of the good is not in doubt, the discovery of minor <br /> transcription errors or discrepancies in documentation shall not ipso facto invalidate <br /> the Declaration of Origin or Certificate of Origin, if it does in fact correspond to the goods submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Appeal <br /> The importing Party shall grant the right of appeal in matters relating to eligibility for <br /> preferential tariff treatment to producers, exporters or importers of a good traded or to <br /> be traded between the Parties, in accordance with its laws and regulations. <br /> [Customs administration]: <br /> Article 4.8: Review and Appeal <br /> 1 Each Party shall ensure the availability of processes for administrative and <br /> judicial review of decisions taken by its Customs Administrations independent of the <br /> authority responsible for the decision under review. <br /> 2 The decision on appeal shall be given to the appellant and the reasons for <br /> such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> (a) aquaculture means the farming of aquatic organisms including fish, <br> molluscs, crustaceans, other aquatic invertebrates and aquatic plants, <br> from seedstock such as eggs, fry, fingerlings and larvae, by intervention <br> in the rearing or growth processes to enhance production such as <br> regular stocking, feeding, or protection from predators; <br> (b) CIF value means the value of the good imported and includes the cost <br> of insurance and freight up to the port or place of entry in the country of <br> importation. The valuation shall be calculated in accordance with the <br> (c) FOB value means the value of the good free on board, independent of <br> Customs Valuation Agreement; <br> consensus or substantial authoritative support in the territory of a Party, <br> the means of transportation, at the port or site of final shipment abroad. <br> accordance with the relevant provisions of this Chapter; <br> The valuation shall be calculated in accordance with the Customs Valuation Agreement; <br> (d) fungible means materials that are identical or interchangeable as a <br> result of being of the same kind and commercial quality, possessing the <br> general application as well as detailed standards, practices and procedures; <br> same technical and physical characteristics, and which once they are <br> incorporated into the finished product cannot be distinguished from one <br> inspection of a good but not physically incorporated into the good, or a <br> (e) generally accepted accounting principles means the recognised <br> with respect to: the recording of revenues, expenses, costs, assets and <br> statements. These standards may encompass broad guidelines of <br> (f) indirect material means a material used in the production, testing or <br> another for origin purposes by virtue of any markings or mere visual examination; <br> material used in the maintenance of buildings or the operation of <br> (ii) tools, dies and moulds; <br> equipment associated with the production of a good including: <br> (i) fuel and energy; <br> (iii) spare parts and materials used in the maintenance of equipment and buildings; <br> (iv) lubricants, greases, compounding materials and other materials used in production; <br> (v) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (vi) equipment, devices and supplies used for testing or inspecting the good; <br> (viii) any other materials that are not incorporated into the good but <br> (g) material means any good used or consumed in the production of <br> another good, and physically incorporated into that good; <br> (h) originating material means a material that qualifies as originating in <br> (i) planted means the planting, cultivating and harvesting of plantation <br> (vii) catalysts and solvents; and <br> crops and its related products; and <br> (j) production means methods of obtaining goods including growing, <br> planting, mining, harvesting, farming, raising, breeding, extracting, <br> gathering, collecting, capturing, fishing, aquaculture, trapping, hunting, <br> manufacturing, producing, processing or assembling a good. <br> demonstrated to be a part of that production; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> liabilities; the disclosure of information; and the preparation of financial <br> whose use in the production of the good can reasonably be <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.21: Confidentiality <br> Any information communicated between the Parties concerned shall be treated as <br> confidential and shall be used for the verification of Declarations of Origin or <br> Certificates of Origin purposes only. <br> "}, {"ArticleTitle": "HS Amendments", "ArticleDesc": "Article 3.24: HS Amendments <br> 1 For the purposes of this Chapter, including Annex 2 (Product Specific Rules <br> Schedule), the references to tariff classification are to the HS applied in a Party at the <br> time preference is claimed. <br> 2 The Parties, through the FTA Joint Commission or a relevant subsidiary body, <br> shall endorse and promptly publish a technical revision to Annex 2 (Product Specific <br> Rules Schedule) to reflect each periodic amendment to the HS. The Parties shall <br> determine the date on which such a revision will come into effect. <br> 3 Paragraph 2 is without prejudice to the rights of the Parties to amend the <br> Agreement in accordance with Article 21.6 (Amendments) of Chapter 21 (Final Provisions). <br> "}, {"ArticleTitle": "Consultation and Review", "ArticleDesc": "Article 3.25: Consultation and Review <br> 1 The Parties shall consult regularly to ensure that the Rules in this Chapter are <br> administered effectively, uniformly and consistently in order to achieve the spirit and <br> objectives of this Chapter. <br> 2 The Government authorities of the Parties shall consult with each other on any <br> issues that arise concerning origin determination, classification of products or other <br> matters related to this Chapter with a view to resolving such issues and, where <br> relevant, inform the importer of the outcome. <br> 3 The Parties, through the FTA Joint Commission or a relevant subsidiary body, may adopt: <br> (a) a List of Data Requirements that shall be applied in lieu of the listed <br> data requirements in the Appendix to the Annex on Operational <br> Certification Procedures; or <br> (b) other administrative practices consistent with this Agreement to ensure <br> that the rules of origin are administered in an effective and trade facilitating manner. <br> Any such List of Data Requirements or administrative practices shall be promptly <br> published and come into effect on the date determined by the Parties through the <br> FTA Joint Commission or a relevant subsidiary body. <br> 4 The Parties shall commence a review of this Chapter within three years and <br> submit a final report to the FTA Joint Commission, including any recommendations, <br> within four years of entry into force of this Agreement. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 4.1: Scope <br> This Chapter shall apply, in accordance with the Parties' respective laws, regulations <br> and policies, to customs procedures applied to goods traded between the Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> (a) customs laws and regulations means such laws and regulations <br> administered and enforced by the customs authority of each Party <br> concerning the importation, exportation, and transit/transhipment of goods; <br> (b) customs procedures means the treatment applied by the Customs <br> Administration of a Party to goods which are subject to that Party's <br> customs laws and regulations. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.2: DEFINITIONS <br> "}, {"ArticleTitle": "Customs Administration", "ArticleDesc": "Article 4.3: Customs Administration <br> 1 Customs procedures of each Party shall conform, where possible, and to the <br> extent permitted by its respective laws, regulations and policies, to international <br> standards and recommended practices established by the World Customs <br> Organization. <br> 2 Each Party shall ensure that its customs procedures are administered to <br> facilitate trade in an impartial, uniform and transparent manner and avoid arbitrary <br> and unwarranted procedural obstacles. <br> 3. The Customs Administration of each Party shall periodically review its customs <br> procedures with a view to exploring options for their simplification and the <br> enhancement of mutually beneficial arrangements to facilitate trade between the Parties. <br> 4. Each Party shall ensure that goods are released within a period no longer than <br> that required to ensure compliance with its customs laws and regulations. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "1 To the extent permitted by their laws, rules and regulations, the Parties shall <br> endeavour to provide each other with information to assist in the investigation and <br> prevention of infringements of customs and customs-related laws and regulations. <br> 2 Each Party shall also make efforts to explore additional means of cooperation <br> to enhance the ability of either Party to implement the customs-related <br> provisions of this Agreement. <br> 3 This could include cooperation in relation to the following: <br> (a) implementation and operation relating to the importation or exportation of goods; <br> (b) the use of information and communications technology, including <br> possible electronic data interchange between the Parties; <br> (c) activities undertaken with other national authorities and the trading <br> communities of the respective Parties; <br> (d) best practice on risk management and other enforcement techniques; and <br> (e) such other matters relating to the importation or exportation of goods as <br> the Parties may agree. <br> 4 The Parties shall endeavour to provide each other capacity building and <br> technical assistance as appropriate, including in areas such as risk management, <br> post-clearance audit, computer forensic and rules of origin. <br> 5 Each Party shall endeavour to provide the other with advance notice of any <br> proposed laws, regulations or policies governing the administration of customs <br> procedures that are likely to substantially affect the operation of this Agreement. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 4.4: COOPERATION <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "1 The Parties shall administer customs procedures so as to facilitate the <br> clearance of low-risk goods and focus on high-risk goods. To enhance the flow of <br> goods across their borders the Customs Administrations of each Party shall regularly <br> review these procedures. <br> 2 Where a Customs Administration of a Party deems that the inspection of <br> goods is not necessary to authorise clearance of the goods from customs control, <br> that Party shall endeavour to provide a single point for the documentary or electronic <br> processing of those goods. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.5: RISK MANAGEMENT <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 4.7: Publication and Enquiry Points <br> 1 Each Party shall publish on the Internet and/or in print form its laws, <br> regulations, and customs procedures applicable to, or enforceable by, its Customs Administration. <br> 2 Each Party shall designate one or more enquiry points to address enquiries <br> from interested persons on customs matters and shall make available on the Internet <br> information concerning procedures for making such enquiries. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.9: Confidentiality <br> 1 Where a Party providing information to the other Party in accordance with this <br> Chapter designates the information as confidential, the other Party shall maintain the <br> confidentiality of that information. The Parties shall not use or disclose such <br> information for purposes other than those specified in this request for information, or <br> to the extent that the information may be required to be disclosed by or under law, or <br> if its disclosure has been agreed to by the other Party in writing. <br> 2 Nothing in this Chapter shall be construed to require a Party to furnish or allow <br> access to information the disclosure of which would: <br> (a) be contrary to the public interest as determined by its laws and regulations; <br> (b) be contrary to any of its laws and regulations, including but not limited <br> to those protecting personal privacy or the financial affairs and accounts <br> of individuals or which could prejudice legitimate commercial interests <br> of particular enterprises, public or private; or <br> "}]}]}, "members_found": ["036", "458", 3, 8703900000]}