{"FtaRooDetails": {"FtaId": 211, "FtaCode": "ITC00217", "FtaName": "FTA, Australia-Peru", "FtaFullName": "Free Trade Agreement between Australia and the Republic of Peru", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "11.02.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Peru", "AdminProcCooAuth": "The certification type under FTA, Australia-Peru is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Peru is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Peru agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 45%", "RooText": "RVC 45", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " ANNEX 3-B<br /> PRODUCT-SPECIFIC RULES OF ORIGIN<br /> Section A: General Interpretative Notes<br /> For the purpose of interpreting the product-specific rules of origin in this Annex:<br /> (a) the product-specific rule of origin that applies to a subheading is set out<br /> immediately adjacent to it;<br /> (b) the product-specific rules of origin apply to goods in which production<br /> process non-originating materials have been used, as defined in<br /> Article 3.2 (c);<br /> (c) the following definitions shall apply to this Annex:<br /> (i) CC means Change of Chapter (non-originating materials must be<br /> classified in a different chapter (2 digits) from the classification of the<br /> good);<br /> (ii) CTH means Change of Heading (non-originating materials must be<br /> classified in a heading (4 digits) different from the classification of the<br /> good);<br /> (iii) CTSH means Change of Subheading (non-originating materials must<br /> be classified in a different subheading (6 digits) from the classification<br /> of the good); and<br /> (iv) RVC means Regional Value Content, as established in Article 3.4;<br /> (d) in the case of Regional Value Content, when a specific percentage is<br /> included in the product-specific rule of origin, it may be calculated under<br /> the build-up or build-down method;<br /> (e) where a product-specific rule of origin is defined by a criterion of change of<br /> tariff classification accompanied by the expression \"except\", it shall be<br /> construed to mean that the product-specific rule of origin requires that the<br /> excluded materials be originating for the good to be originating;<br /> (f) if a good is subject to a product-specific rule of origin that includes multiple<br /> requirements, the good shall be originating only if it satisfies all of the<br /> requirements;<br /> (g) section, chapter or heading notes, where applicable, are found at the<br /> beginning of the relevant section or at the beginning of each chapter, and are<br /> read in conjunction with the product-specific rule of origin and may impose<br /> further conditions on, or provide an alternative to, the product-specific rule<br /> of origin; and<br /> (h) for the purposes of determining whether a good classified in Chapters 61<br /> through 63 is originating under Article 3.2(c), a material classified in<br /> headings 51.06, 51.07, 51.11 or 51.12 shall be consider originating provided<br /> that the material contains 100 per cent by weight of merino wool and this<br /> wool is finer than 17 microns. When this subparagraph is applied, the good<br /> shall meet the relevant product-specific rule of origin and a regional value<br /> content of not less than 60 per cent.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00217_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/pafta/full-text/Pages/chapter-3-rules-of-origin-and-origin-procedures.aspx#annex-3-a"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00217_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/pafta/full-text/Documents/annex-3-b-section-b-product-specific-rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00217_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/pafta/full-text/Pages/chapter-3-rules-of-origin-and-origin-procedures.aspx"}, {"DocDesc": "Customs administration", "DocFileName": "itc00217_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/pafta/full-text/Pages/chapter-4-customs-administration-and-trade-facilitation.aspx"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00217_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/pafta/full-text/Pages/fta-text-and-associated-documents.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Accumulation <br /> 1 Originating goods or materials of a Party, incorporated into a good in the territory <br /> of the other Party, shall be considered to be originating in the territory of the other Party. <br /> 2 A good shall be considered originating where the good is produced in the territory <br /> of one or both Parties by one or more producers, provided that the good satisfies the <br /> requirements established in Article 3.2 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: De Minimis <br /> 1 Each Party shall provide that a good that contains non-originating materials that do <br /> not satisfy the applicable change in tariff classification requirement specified in <br /> Annex 3-B for the good is nonetheless an originating good if: <br /> (a) the value of all these materials does not exceed 10 per cent of the value of the <br /> good, as defined under Article 3.1, or <br /> (b) the good is classified in Chapters 50 through 63 of the Harmonized System, <br /> the total weight of all such materials does not exceed 10 per cent of the total <br /> weight of the good, <br /> and the good meets all the other applicable requirements of this Chapter. <br /> 2 Paragraph 1 shall apply only when using a non-originating material in the <br /> production of another good. <br /> 3 If a good described in paragraph 1 is also subject to a regional value content <br /> requirement, the value of those non-originating materials shall be included in the value <br /> of non-originating materials for the applicable regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Materials Used in Production <br /> 1 Each Party shall provide that if a non-originating material undergoes further <br /> production such that it satisfies the requirements of this Chapter, the material is treated as <br /> originating when determining the originating status of the subsequently produced good, <br /> regardless of whether that material was produced by the producer of the good. <br /> 2 Each Party shall provide that if a non-originating material is used in the production <br /> of a good, the following may be counted as originating content for the purpose of <br /> determining whether the good meets a regional value content requirement: <br /> (a) the value of processing of the non-originating materials undertaken in the <br /> territory of one or both Parties; and <br /> (b) the value of any originating material used in the production of the non- <br /> originating material undertaken in the territory of one or both Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Accessories, Spare Parts, Tools and Instructional or Other Information Materials <br /> 1 Each Party shall provide that: <br /> (a) in determining whether a good is wholly obtained or satisfies a process or <br /> change in tariff classification requirement as set out in Annex 3-B, <br /> accessories, spare parts, tools or instructional or other information materials, <br /> as described in paragraph 3, are to be disregarded; and <br /> (b) in determining whether a good meets a regional value content requirement, <br /> the value of the accessories, spare parts, tools or instructional or other <br /> information materials, as described in paragraph 3, are to be taken into <br /> account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 2 Each Party shall provide that a good's accessories, spare parts, tools or instructional <br /> or other information materials, as described in paragraph 3, have the originating status of <br /> the good with which they are delivered. <br /> 3 For the purposes of this Article, accessories, spare parts, tools, and instructional or <br /> other information materials are covered when: <br /> (a) the accessories, spare parts, tools and instructional or other information <br /> materials are classified with, delivered with but not invoiced separately from the good; and <br /> (b) the types, quantities and value of the accessories, spare parts, tools and <br /> instructional or other information materials are customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Wholly Obtained or Produced Goods <br /> Each Party shall provide that for the purposes of Article 3.2, a good is wholly <br /> obtained or produced entirely in the territory of one or both Parties if it is: <br /> (a) a plant or plant good, grown, cultivated, harvested, picked or gathered there; <br /> (b) a live animal born and raised there; <br /> (c) a good obtained from a live animal there; <br /> (d) an animal obtained by hunting, trapping, fishing, gathering or capturing there; <br /> (e) a good obtained from aquaculture there; <br /> (f) a mineral or other naturally occurring substance, not included in <br /> subparagraphs (a) through (e), extracted or taken from there; <br /> (g) fish, shellfish, other goods of sea-fishing and other marine life taken from the <br /> sea, seabed or subsoil outside the territories of the Parties and, in accordance <br /> with international law, outside the territorial sea of non-Parties[1] by vessels <br /> that are registered or recorded with a Party and entitled to fly the flag of that Party; <br /> (h) a good produced from goods referred to in subparagraph (g) on board a <br /> factory ship that is registered or recorded with a Party and entitled to fly the <br /> flag of that Party; <br /> (i) a good other than fish, shellfish, other goods of sea-fishing and other marine <br /> life taken by a Party or a person of a Party from the seabed or subsoil outside <br /> the territories of the Parties, and beyond areas over which non-Parties exercise <br /> jurisdiction provided that Party or person of that Party has the right to exploit <br /> that seabed or subsoil in accordance with international law; <br /> (j) a good that is: <br /> (i) waste or scrap derived from production there, provided that such goods <br /> are fit only for the recovery of raw materials; or <br /> (ii) waste or scrap derived from used goods collected there, provided that <br /> those goods are fit only for the recovery of raw materials; and <br /> (k) a good produced there, exclusively from goods referred to in subparagraphs <br /> (a) through (j), or from their derivatives. <br /> [1] Nothing in this Chapter shall prejudice the positions of the Parties with respect to matters <br /> relating to the law of the sea.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Regional Value Content <br /> 1 Each Party shall provide that a regional value content requirement specified in this <br /> Chapter, including Annex 3-B, to determine whether a good is originating, is calculated as follows: <br /> (a) build-down method: based on the value of non-originating materials: <br /> RVC = [(Value of the Good - VNM)/Value of the Good]x100 <br /> (b) build-up method: based on the value of originating materials: <br /> RVC = (VOM/Value of the Good) x 100 <br /> where: <br /> RVC is the regional value content of a good, expressed as a percentage; <br /> VNM is the value of non-originating materials, including materials of undetermined <br /> origin, used in the production of the good; <br /> VOM is the value of originating materials used in the production of the good in the <br /> territory of one or both Parties. <br /> 2 Each Party shall provide that all costs considered for the calculation of regional <br /> value content are recorded and maintained in conformity with the Generally Accepted <br /> Accounting Principles applicable in the territory of the Party where the good is produced. <br /> Article 3.6: Value of Materials Used in Production <br /> Each Party shall provide that for the purposes of this Chapter, the value of a material is: <br /> (a) for a material imported by the producer of the good, the transaction value of <br /> the material at the time of importation, including the costs incurred in the <br /> international shipment of the material; <br /> (b) for a material acquired in the territory where the good is produced: <br /> (i) the price paid or payable by the producer in the Party where the <br /> producer is located; <br /> (ii) the value as determined for an imported material in subparagraph (a); or <br /> (iii) the earliest ascertainable price paid or payable in the territory of the Party; or <br /> (c) for a material that is self-produced: <br /> (i) all the costs incurred in the production of the material, which includes <br /> general expenses; and <br /> (ii) an amount equivalent to the profit added in the normal course of trade, <br /> or equal to the profit that is usually reflected in the sale of goods of the <br /> same class or kind as the self-produced material that is being valued. <br /> Article 3.7: Further Adjustments to the Value of Materials <br /> 1 Each Party shall provide that for an originating material, the following expenses <br /> may be added to the value of the material, if not included under Article 3.6: <br /> (a) the costs of freight, insurance, packing and all other costs incurred to transport <br /> the material within the territories of the Parties to the location of the <br /> producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material, paid in the territory <br /> of one or both Parties, other than duties and taxes that are waived, refunded, <br /> refundable or otherwise recoverable, which include credit against duty or tax <br /> paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product. <br /> 2 Each Party shall provide that, for a non-originating material or material of <br /> undetermined origin, the following expenses may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing and all other costs incurred in <br /> transporting the material within the territories of the Parties to the location of <br /> the producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material paid in the territory <br /> of one or both Parties, other than duties and taxes that are waived, refunded, <br /> refundable or otherwise recoverable, which include credit against duty or tax <br /> paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product. <br /> 3 If the cost or expense listed in paragraph 1 or 2 is unknown or documentary <br /> evidence of the amount of the adjustment is not available, then no adjustment is allowed <br /> for that particular cost.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "indirect material means a material used in the production, testing or inspection of a good <br /> but not physically incorporated into the good; or a material used in the maintenance of <br /> buildings or the operation of equipment, associated with the production of a good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used to test or inspect the good; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other material that is not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be <br /> a part of that production; <br /> Article 3.14: Indirect Materials <br /> Each Party shall provide that an indirect material is considered to be originating <br /> without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Transport through non- Parties <br /> Each Party shall provide that if an originating good is transported from the <br /> exporting Party to the importing Party through the territory of one or more non-Parties, <br /> the good retains its originating status provided that the good does not undergo subsequent <br /> production or any other operation in non-Parties, other than unloading, reloading, storing, <br /> separating from a bulk shipment, labelling or any other operation necessary to preserve it <br /> in good condition or to transport the good to the territory of the importing Party and the <br /> good remains under customs control in the territory of that or those non-Parties. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> Except as otherwise provided in this Chapter, each Party shall provide that a good <br /> is originating if it is: <br /> (a) wholly obtained or produced entirely in the territory of one or both Parties as <br /> established in Article 3.3; <br /> (b) produced entirely in the territory of one or both Parties, exclusively from <br /> originating materials; or <br /> (c) produced entirely in the territory of one or both Parties using non-originating <br /> materials provided the good satisfies all applicable requirements of Annex 3-B, <br /> and the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a good <br /> is packaged for retail sale, if classified with the good, are disregarded in determining <br /> whether all the non-originating materials used in the production of the good have satisfied <br /> the applicable process or change in tariff classification requirement set out in Annex 3-B <br /> or whether the good is wholly obtained or produced entirely. <br /> 2 Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of the packaging materials and containers in which the good is <br /> packaged for retail sale, if classified with the good, are taken into account as originating <br /> or non-originating, as the case may be, in calculating the regional value content of the good. <br /> Article 3.13: Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Fungible Goods or Materials <br /> Each Party shall provide that a fungible good or material is treated as originating based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognised in the Generally <br /> Accepted Accounting Principles if the fungible good or material is <br /> commingled, provided that the inventory management method selected is <br /> used throughout the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 80%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Sets of Goods <br /> 1 Each Party shall provide that for a set classified as a result of the application of rule <br /> 3(a) or (b) of the General Rules for the Interpretation of the Harmonized System, the <br /> originating status of the set shall be determined in accordance with the product-specific <br /> rule of origin that applies to the set. <br /> 2 Each Party shall provide that for a set classified as a result of the application of rule <br /> 3(c) of the General Rules for the Interpretation of the Harmonized System, the set is <br /> originating only if each good in the set is originating and both the set and the goods meet <br /> the other applicable requirements of this Chapter. <br /> 3 Notwithstanding paragraph 2, for a set classified as a result of the application of <br /> rule 3(c) of the General Rules for the Interpretation of the Harmonized System, the set is <br /> originating if the value of all the non-originating goods in the set does not exceed <br /> 20 per cent of the value of the set. <br /> 4 For the purposes of paragraph 3, the value of the non-originating goods in the set <br /> and the value of the set shall be calculated in the same manner as the value of non- <br /> originating materials and the value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Claims for Preferential Treatment <br /> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br /> treatment, based on certificate of origin completed by the exporter, producer, or an <br /> authorised representative of the exporter or producer. <br /> 2 Each Party shall provide that the certificate of origin: <br /> (a) need not follow a prescribed format; <br /> (b) be in writing; <br /> (c) specifies that the good is both originating and meets the requirements of this Chapter; <br /> (d) contains a set of data requirements as set out in Annex 3-A; and <br /> (e) be in English or in Spanish. The importing Party may require the importer to <br /> submit a translation in the language of the importing Party. <br /> 3 Each Party shall provide that a certificate of origin may apply to: <br /> (a) a single shipment of a good into the territory of a Party; or <br /> (b) multiple shipments of identical goods within any period specified in the <br /> certificate of origin, from or after the date of issuance but not exceeding the <br /> period of validity of the certificate. <br /> 4 Each Party shall provide that the certificate of origin is valid for one year after the <br /> date that it was issued or for such longer period specified by the laws and regulations of <br /> the importing Party. <br /> Article 3.18: Basis of a certificate of origin <br /> 1 Each Party shall provide that if a producer certifies the origin of a good, the <br /> certificate of origin is completed on the basis of the producer having information <br /> that the good is originating. <br /> 2 Each Party shall provide that if the exporter is not the producer of the good, the <br /> certificate of origin may be completed by the exporter of the good on the basis of: <br /> (a) the exporter having information that the good is originating; or <br /> (b) reasonable reliance on the producer's information that the good is originating. <br /> 3 Each Party shall provide that a certificate of origin may be completed by an <br /> authorised representative of an exporter or producer of the good on the basis of reasonable <br /> reliance on supporting documentation provided by the exporter or producer that the good is originating. <br /> 4 For greater certainty, nothing in paragraph 1 or 2 shall be construed to allow a Party <br /> to require an exporter or producer to complete or provide a certificate of origin to another person. <br /> Article 3.24: Determinations on Claims for Preferential Tariff Treatment <br /> 1 Except as otherwise provided in paragraph 2, each Party shall grant a claim for <br /> preferential tariff treatment made in accordance with this Chapter on or after the date of <br /> entry into force of this Agreement. <br /> 2 The importing Party may deny a claim for preferential tariff treatment if: <br /> (a) it determines that the good does not qualify for preferential treatment; <br /> (b) pursuant to a verification under Article 3.23, it has not received sufficient <br /> information to determine that the good qualifies as originating; <br /> (c) the exporter, producer or importer fails to respond to a written request for <br /> information in accordance with Article 3.23; <br /> (d) after receipt of a written notification for a verification visit, the exporter or <br /> producer does not provide its written consent in accordance with Article 3.23; <br /> (e) the importer, exporter or producer fails to comply with the requirements of this Chapter; or <br /> (f) the goods entered into home consumption of a Party before entry into force of the Agreement. <br /> 3 If the importing Party denies a claim for preferential tariff treatment, it shall issue <br /> a determination to the importer that includes the reasons for the determination. <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole reason <br /> that the invoice was issued in a non-Party, provided that the good covered by the <br /> certificate of origin corresponds to that described in any other documentation submitted <br /> to the importing Party. <br /> Article 3.25: Refunds and Claims for Preferential Tariff Treatment after Importation <br /> 1 Each Party shall provide that an importer may apply for preferential tariff treatment <br /> and a refund of any excess duties paid for a good, provided that the good would have <br /> qualified for preferential tariff treatment when it was imported into the territory of the Party. <br /> 2 As a condition for preferential tariff treatment under paragraph 1, the importing <br /> Party may require that the importer: <br /> (a) make a claim for preferential tariff treatment; <br /> (b) provide a statement that the good was originating at the time of importation; <br /> (c) provide a copy of the certificate of origin; and <br /> (d) provide such other documentation relating to the importation of the good as <br /> the importing Party may require, <br /> no later than one year after the date of importation or within a longer period if specified <br /> in the laws or regulations of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than AU$1000 for Australia / US$800 for Peru)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Waiver of Certificate of Origin <br /> Neither Party shall require a certificate of origin if: <br /> (a) the customs value of the importation does not exceed AU$ 1000 for <br /> Australia or US$ 800 for Peru, or any higher amount as the importing Party may establish; or <br /> (b) it is a good for which the importing Party has waived the requirement or does <br /> not require the importer to present a certificate of origin, <br /> provided that the importation does not form part of a series of importations carried out or <br /> planned for the purpose of evading compliance with the importing Party's laws governing <br /> claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Claims for Preferential Treatment <br /> 4 Each Party shall provide that the certificate of origin is valid for one year after the <br /> date that it was issued or for such longer period specified by the laws and regulations of <br /> the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Record Keeping Requirements <br /> 1 Each Party shall provide that an importer claiming preferential tariff treatment for <br /> a good imported into the territory of that Party shall maintain documentation related to <br /> the importation, including the certificate of origin that served as the basis for the claim, <br /> for a period of no less than five years from the date of importation of the good. <br /> 2 Each Party shall provide that a producer or exporter in its territory that provides a <br /> certificate of origin shall maintain all records necessary to demonstrate that a good for <br /> which the exporter or producer provided the certificate of origin is originating, for a <br /> period of no less than five years from the date the certificate of origin was issued. <br /> 3 Each Party shall provide that an importer, exporter or producer in its territory may <br /> choose to maintain the records specified in paragraphs 1 and 2 in any medium that allows <br /> for prompt retrieval, including electronic, optical, magnetic or written form in accordance <br /> with that Party's law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.25: Refunds and Claims for Preferential Tariff Treatment after Importation <br /> 1 Each Party shall provide that an importer may apply for preferential tariff treatment <br /> and a refund of any excess duties paid for a good, provided that the good would have <br /> qualified for preferential tariff treatment when it was imported into the territory of the Party. <br /> 2 As a condition for preferential tariff treatment under paragraph 1, the importing <br /> Party may require that the importer: <br /> (a) make a claim for preferential tariff treatment; <br /> (b) provide a statement that the good was originating at the time of importation; <br /> (c) provide a copy of the certificate of origin; and <br /> (d) provide such other documentation relating to the importation of the good as <br /> the importing Party may require, <br /> no later than one year after the date of importation or within a longer period if specified <br /> in the laws or regulations of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Obligations Relating to Importation <br /> 1 Except as otherwise provided for in this Chapter, each Party shall provide that, for <br /> the purpose of claiming preferential tariff treatment, the importer shall: <br /> (a) declare that the good qualifies as an originating good; <br /> (b) have valid a certificate of origin in its possession at the time the declaration <br /> referred to in subparagraph (a) is made; <br /> (c) provide a copy of the certificate of origin to the importing Party if required <br /> by the Party; and <br /> (d) if required by a Party to demonstrate that the requirements in Article 3.16 <br /> have been satisfied, provide transport documents, and in the case of storage, <br /> additional relevant documents, such as storage or customs documents. If the <br /> good has been transported directly from the territory of the exporting Party to <br /> the importing Party nothing shall prevent a Party from requiring the importer <br /> to present transport documents which show that the good has been transported <br /> from the territory of the exporting Party to the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.24: Determinations on Claims for Preferential Tariff Treatment <br /> 1 Except as otherwise provided in paragraph 2, each Party shall grant a claim for <br /> preferential tariff treatment made in accordance with this Chapter on or after the date of <br /> entry into force of this Agreement. <br /> 2 The importing Party may deny a claim for preferential tariff treatment if: <br /> (a) it determines that the good does not qualify for preferential treatment; <br /> (b) pursuant to a verification under Article 3.23, it has not received sufficient <br /> information to determine that the good qualifies as originating; <br /> (c) the exporter, producer or importer fails to respond to a written request for <br /> information in accordance with Article 3.23; <br /> (d) after receipt of a written notification for a verification visit, the exporter or <br /> producer does not provide its written consent in accordance with Article 3.23; <br /> (e) the importer, exporter or producer fails to comply with the requirements of this Chapter; or <br /> (f) the goods entered into home consumption of a Party before entry into force of the Agreement. <br /> 3 If the importing Party denies a claim for preferential tariff treatment, it shall issue <br /> a determination to the importer that includes the reasons for the determination. <br /> 4 A Party shall not reject a claim for preferential tariff treatment for the sole reason <br /> that the invoice was issued in a non-Party, provided that the good covered by the <br /> certificate of origin corresponds to that described in any other documentation submitted <br /> to the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Verification of Origin <br /> 1 For the purpose of determining whether a good imported into its territory is <br /> originating, the importing Party may conduct a verification of any claim for preferential <br /> tariff treatment by one or more of the following: <br /> (a) a written request for information from the importer of the good; <br /> (b) a written request for information from the exporter or producer of the good; <br /> (c) a verification visit to the premises of the exporter or producer of the good; or <br /> (d) other procedures as may be decided by the Parties. <br /> 2 If the importing Party conducts a verification, it shall accept information directly <br /> from the importer, exporter or producer. <br /> 3 In response to a request for information by the importing Party under <br /> paragraph 1(a), the importer does not provide information to the importing Party or the <br /> information provided is not sufficient to support a claim for preferential tariff treatment, <br /> the importing Party shall request information from the exporter or producer under <br /> paragraph 1(b) or 1(c) before it may deny the claim for preferential tariff treatment. The <br /> importing Party shall complete the verification, including any additional request to the <br /> exporter or producer under paragraph 1(b) or 1(c), within the time provided in paragraph 6(e). <br /> 4 A written request for information or for a verification visit under paragraphs 1(a) through 1(c) shall: <br /> (a) be in English or in the official language of the Party of the person to whom <br /> the request is made; <br /> (b) include the identity of the government authority issuing the request; <br /> (c) state the reason for the request, including the specific issue the requesting <br /> Party seeks to resolve with the verification; <br /> (d) include sufficient information to identify the good that is being verified; <br /> (e) include a copy of relevant information submitted with the good, including the <br /> certificate of origin; and <br /> (f) in the case of a verification visit, request the written consent of the exporter <br /> or producer whose premises are going to be visited, and state the proposed <br /> date and location for the visit and its specific purpose. <br /> 5 If the importing Party has initiated a verification in accordance with paragraph 1(b) <br /> or 1(c), it shall inform the importer of the initiation of the verification. <br /> 6 For a verification under paragraphs 1(a) through 1(c), the importing Party shall: <br /> (a) ensure that a written request for information or for documentation to be <br /> reviewed during a verification visit, is limited to information and <br /> documentation to determine whether the good is originating; <br /> (b) describe the information or documentation in sufficient detail to allow the <br /> importer, exporter or producer to identify the information and documentation <br /> necessary to respond; <br /> (c) allow the importer, exporter or producer at least 45 days from the date of <br /> receipt of the written request for information under paragraph 1(a) or 1(b) to respond; <br /> (d) allow the exporter or producer 30 days from the date of receipt of the written <br /> request for a visit under paragraph 1(c) to consent or refuse the request; and <br /> (e) make a determination following a verification as expeditiously as possible <br /> and no later than 90 days after it receives the information necessary to make <br /> the determination, including, if applicable, any information received under <br /> paragraph 9, and no later than 365 days after the first request for information <br /> or other action under paragraph 1. <br /> 7 If the importing Party makes a verification request for information from an exporter <br /> or producer under paragraph 1(b), it shall inform the exporting Party. In addition, on <br /> request of the importing Party, the exporting Party may, as it deems appropriate and in <br /> accordance with its laws and regulations, assist with the verification. This assistance may <br /> include providing a contact point for the verification, collecting information from the <br /> exporter or producer on behalf of the importing Party, or other activities in order that the <br /> importing Party may make a determination as to whether the good is originating. The <br /> importing Party shall not deny a claim for preferential tariff treatment solely on the <br /> ground that the exporting Party did not provide requested assistance. <br /> 8 If the importing Party initiates a verification under paragraph 1(c), it shall, at the <br /> time of the request for the visit, inform the Party where the exporter or producer is located <br /> and provide the opportunity for the officials of the Party where the exporter or producer <br /> is located to accompany them during the visit. <br /> 9 Prior to issuing a written determination, the importing Party shall inform the <br /> importer and the exporter or producer that provided information directly to the importing <br /> Party, of the results of the verification and, if the importing Party intends to deny <br /> preferential tariff treatment, provide those persons a period of at least 30 days for the <br /> submission of additional information relating to the origin of the good. <br /> 10 The importing Party shall: <br /> (a) provide the importer with a written determination of whether the good is <br /> originating that includes the basis for the determination; and <br /> (b) provide the importer, exporter or producer that provided information during <br /> the verification or to the exporter or the producer that certified that the good <br /> was originating with the results of the verification and the reasons for that result. <br /> 11. During verification, the importing Party shall allow the release of the good, subject <br /> to payment of duties or provision of security as provided for in its law. If as a result of <br /> the verification the importing Party determines that the good is an originating good, it <br /> shall grant preferential tariff treatment to the good and refund any excess duties paid or <br /> release any security provided, unless the security also covers other obligations. <br /> 12. If verifications of identical goods by a Party indicate a pattern of conduct [3] by an <br /> importer, exporter or producer of false or unsupported representations, statements, <br /> declarations or certificates relevant to a claim that a good imported into its territory <br /> qualifies as an originating good, the Party may withhold preferential tariff treatment to <br /> identical goods imported, exported or produced by that person until that person <br /> demonstrates that the identical goods qualify as originating. For the purposes of this <br /> paragraph, \"identical goods\" means goods that are the same in all respects relevant to the <br /> particular rule of origin that qualifies the goods as originating. <br /> 13. For the purpose of a verification request, it is sufficient for a Party to rely on the <br /> contact information of an exporter, producer or importer in a Party provided <br /> in a certificate of origin. <br /> [3] Pattern of conduct means a series of acts over a period of time, however short, evidencing a breach of the <br /> provisions of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.26: Penalties <br /> A Party may establish or maintain appropriate penalties for violations of its laws <br /> and regulations related to this Chapter. <br /> [Customs administration]: <br /> Article 4.8: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of a <br /> penalty by a Party's customs administration for a breach of its customs laws, regulations <br /> or procedural requirements, including those governing tariff classification, customs <br /> valuation, country of origin and claims for preferential treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.3: Advance Rulings <br /> 1 Each Party shall issue, prior to the importation of a good of the other Party into its <br /> territory, a written advance ruling at the written request of an importer in its territory, or <br /> an exporter or producer in the territory of the other Party, [1] with regard to: [2] <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria for a particular case in <br /> accordance with the Customs Valuation Agreement; <br /> (c) whether a good is originating in accordance with Chapter 3 (Rules of Origin <br /> and Origin Procedures); and <br /> (d) such other matters as the Parties may decide. <br /> 2 Each Party shall issue an advance ruling as expeditiously as possible and in no case <br /> later than 150 days after it receives a request, provided that the requester has submitted <br /> all the information that the receiving Party requires to make the advance ruling. This <br /> includes a sample of the good for which the requester is seeking an advance ruling if <br /> requested by the receiving Party. <br /> 3 In issuing an advance ruling, the Party shall take into account the facts and <br /> circumstances that the requester has provided. For greater certainty, a Party may decline <br /> to issue an advance ruling if the facts and circumstances forming the basis of the advance <br /> ruling are the subject of administrative or judicial review. A Party that declines to issue <br /> an advance ruling shall promptly notify the requester in writing, setting out the relevant <br /> facts and circumstances and the basis for its decision to decline to issue the advance ruling. <br /> 4 Each Party shall provide that its advance rulings shall take effect on the date that <br /> they are issued or on another date specified in the ruling, and remain in effect for at least <br /> three years, provided that the law, facts and circumstances on which the ruling is based <br /> remain unchanged. If a Party's law provides that an advance ruling becomes ineffective <br /> after a fixed period of time, that Party shall endeavour to provide procedures that allow <br /> the requester to renew the ruling expeditiously before it becomes ineffective, in situations <br /> in which the law, facts and circumstances on which the ruling was based remain unchanged. <br /> 5 After issuing an advance ruling, the Party may modify or revoke the advance ruling <br /> if there is a change in the law, facts or circumstances on which the ruling was based, if <br /> the ruling was based on inaccurate or false information, or if the ruling was in error. <br /> 6 A Party may apply a modification or revocation in accordance with paragraph 4 <br /> after it provides notice of the modification or revocation and the reasons for it. <br /> 7 Neither Party shall apply a revocation or modification retroactively to the detriment <br /> of the requester unless the ruling was based on inaccurate or false information <br /> provided by the requester. <br /> 8 Each Party shall ensure that requesters have access to administrative review of advance rulings. <br /> 9 Subject to any confidentiality requirements in its law, each Party shall endeavour <br /> to make its advance rulings publicly available, including online. <br /> [1] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br /> through a duly authorised representative. <br /> [2] For greater certainty, a Party is not required to provide an advance ruling when it does not maintain <br /> measures of the type subject to the ruling request.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19: Discrepancies and Minor Errors <br /> Each Party shall provide that it shall not reject a certificate of origin due to minor <br /> errors contained in it, such as typing errors, or discrepancies with other documentation [2], <br /> provided the errors or discrepancies do not cast doubt on the origin of the good. <br /> [2] For greater certainty, a difference between the HS code on the certificate of origin and the import <br /> declaration would not constitute a minor error.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.5: Review and Appeal <br /> 1 Each Party shall ensure that any person to whom it issues a determination [3] on a <br /> customs matter has access to: <br /> (a) administrative review of the determination, independent [4] of the employee or <br /> office that issued the determination; and <br /> (b) judicial review of the determination. <br /> 2 Each Party shall ensure that an authority that conducts a review under paragraph 1 <br /> notifies the parties to the matter in writing of its decision and the reasons for the decision. <br /> A Party may require a request as a condition for providing the reasons for a decision in the review. <br /> [3] For the purposes of this Article, a determination, if made by Peru, means an administrative act. <br /> [4] The level of administrative review may include any authority supervising the customs administration.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> (a) fuel, energy, catalysts and solvents; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plants from seed stock such as eggs, <br> fry, fingerlings or larvae, by intervention in the rearing or growth processes to enhance <br> production such as regular stocking, feeding or protection from predators; <br> fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> consensus or with substantial authoritative support in the territory of a Party with respect <br> to the recording of revenues, expenses, costs, assets and liabilities; the disclosure of <br> generally accepted accounting principles means those principles recognised by <br> information; and the preparation of financial statements. These principles may <br> encompass broad guidelines for general application, as well as detailed standards, <br> material means a good that is used in the production of another good; <br> but not physically incorporated into the good; or a material used in the maintenance of <br> buildings or the operation of equipment, associated with the production of a good, including: <br> practices and procedures; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> good means any merchandise, product, article or material; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> indirect material means a material used in the production, testing or inspection of a good <br> (f) lubricants, greases, compounding materials and other materials used in <br> producer means a person who engages in the production of a good; <br> production or used to operate equipment and buildings; and <br> (b) equipment, devices and supplies used to test or inspect the good; <br> in the production of the good can reasonably be demonstrated to be <br> a part of that production; <br> (d) tools, dies and moulds; <br> non-originating good or non-originating material means a good or material that does <br> not qualify as originating in accordance with this Chapter; <br> originating good or originating material means a good or material that qualifies as <br> (g) any other material that is not incorporated into the good but the use of which <br> packing materials and containers for shipment means goods used to protect another <br> in which a good is packaged for retail sale; <br> production means operations including growing, cultivating, raising, mining, harvesting, <br> fishing, trapping, hunting, capturing, collecting, breeding, extracting, aquaculture, <br> gathering, manufacturing, processing or assembling a good; <br> originating in accordance with this Chapter; <br> good during its transportation, but does not include the packaging materials or containers <br> transaction value means the price actually paid or payable for the good when sold for <br> export or other value determined in accordance with the Customs Valuation Agreement; and <br> value of the good means the transaction value of the good excluding any costs incurred <br> in the international shipment of the good. <br> "}, {"ArticleTitle": "Obligations Relating to Importation", "ArticleDesc": "Article 3.21: Obligations Relating to Importation <br> 1 Except as otherwise provided for in this Chapter, each Party shall provide that, for <br> the purpose of claiming preferential tariff treatment, the importer shall: <br> (a) declare that the good qualifies as an originating good; <br> (b) have valid a certificate of origin in its possession at the time the declaration <br> referred to in subparagraph (a) is made; <br> (c) provide a copy of the certificate of origin to the importing Party if required <br> by the Party; and <br> (d) if required by a Party to demonstrate that the requirements in Article 3.16 <br> have been satisfied, provide transport documents, and in the case of storage, <br> additional relevant documents, such as storage or customs documents. If the <br> good has been transported directly from the territory of the exporting Party to <br> the importing Party nothing shall prevent a Party from requiring the importer <br> to present transport documents which show that the good has been transported <br> from the territory of the exporting Party to the importing Party. <br> 2 Each Party shall provide that, if the importer has reason to believe that the certificate <br> of origin is based on incorrect information that could affect the accuracy or validity of the <br> certificate of origin, the importer shall correct the importation document and pay any <br> customs duty and, if applicable, penalties owed. <br> 3 Neither Party shall subject an importer to a penalty for making an invalid claim for <br> preferential tariff treatment if the importer, on becoming aware that such a claim is not <br> valid and prior to discovery of the error by that Party, voluntarily corrects the claim and <br> pays any applicable customs duty under the circumstances provided for in the Party's law. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.27: Confidentiality <br> Each Party shall maintain the confidentiality of the information collected in <br> accordance with this Chapter and shall protect that information from disclosure that could <br> prejudice the competitive position of the person providing the information. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Customs Procedures", "ArticleDesc": "Article 4.1: Customs Procedures <br> Each Party shall ensure that its customs procedures are applied in a manner that is <br> predictable, consistent and transparent. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.2: Cooperation <br> 1 With a view to facilitating the effective operation of this Agreement, each Party shall: <br> (a) encourage cooperation with the other Party regarding significant customs <br> issues that affect goods traded between the Parties; and <br> (b) endeavour to provide the other Party with advance notice of any significant <br> administrative change, modification of a law or regulation, or similar measure <br> related to its laws or regulations that governs importations, exportations or <br> transit, that is likely to substantially affect the operation of this Agreement. <br> 2 Each Party shall, in accordance with its law, cooperate with the other Party through <br> information sharing and other activities as appropriate, to achieve compliance with their <br> respective laws and regulations that pertain to: <br> (a) the implementation and operation of the provisions of this Agreement <br> governing importations, exportations or transit, including claims for <br> preferential tariff treatment, procedures for making claims for preferential <br> tariff treatment and verification procedures; <br> (b) the implementation, application and operation of the Customs Valuation Agreement; <br> (c) restrictions or prohibitions on imports, exports or transit; <br> (d) investigation and prevention of customs offences, including duty evasion and smuggling; and <br> (e) other customs matters as the Parties may decide. <br> 3 If a Party has a reasonable suspicion of unlawful activity related to its laws or <br> regulations governing importations, exportations or transit, it may request that the other <br> Party provide specific confidential information that is normally collected in connection <br> with the importation, exportation or transit of goods. <br> 4 If a Party makes a request under paragraph 3, it shall: <br> (a) be in writing; <br> (b) specify the purpose for which the information is sought; and <br> (c) identify the requested information with sufficient specificity for the other <br> Party to locate and provide the information. <br> 5 The Party from which the information is requested under paragraph 3 shall, subject <br> to its law and any relevant international agreements to which it is a party, provide a written <br> response containing the requested information. <br> 6 For the purposes of paragraph 3, \"a reasonable suspicion of unlawful activity\" <br> means a suspicion based on relevant factual information obtained from public or private <br> sources comprising one or more of the following: <br> (a) historical evidence of non-compliance with laws or regulations that govern <br> importations, exportations and transit by an importer or exporter; <br> (b) historical evidence of non-compliance with laws or regulations that govern <br> importations, exportations and transit by a manufacturer, producer or other <br> person involved in the movement of goods from the territory of a Party to the <br> territory of the other Party; <br> (c) historical evidence of non-compliance with laws or regulations that govern <br> importations by some or all of the persons involved in the movement of goods <br> within a specific product sector from the territory of a Party to the territory of <br> the other Party; or <br> (d) other information that the Parties agree is sufficient in the context of a particular request. <br> 7 Each Party shall endeavour to provide the other Party with any other information <br> that would assist that Party to determine whether imports from, or exports to, that Party <br> are in compliance with the receiving Party's laws or regulations that govern importations, <br> exportations and transit, in particular those related to unlawful activities, including <br> smuggling and similar infractions. <br> 8 In order to facilitate trade between the Parties, a Party receiving a request shall <br> endeavour to provide the other Party with technical advice and assistance for the purpose of: <br> (a) developing and implementing improved best practices and risk management techniques; <br> (b) facilitating the implementation of international supply chain standards; <br> (c) simplifying and enhancing procedures for clearing goods through customs in <br> a timely and efficient manner; <br> (d) developing the technical skill of customs personnel; and <br> (e) enhancing the use of technologies that can lead to improved compliance with <br> the requesting Party's laws or regulations that govern importations, <br> exportations and transit. <br> 9 The Parties shall endeavour to establish or maintain channels of communication for <br> cooperation, including by establishing contact points in order to facilitate the rapid and <br> secure exchange of information and improve coordination on importation issues. <br> "}, {"ArticleTitle": "Response to Requests for Advice or Information", "ArticleDesc": "Article 4.4: Response to Requests for Advice or Information <br> On request from an importer in its territory, or an exporter or producer in the <br> territory of the other Party, a Party shall expeditiously provide advice or information <br> relevant to the facts contained in the request on: <br> (a) the requirements for qualifying for quotas, such as tariff rate quotas; <br> (b) the application of duty drawback, deferral or other types of relief that reduce, <br> refund or waive customs duties; <br> (c) the eligibility requirements for goods under Article 2.6 (Goods Re-entered <br> after Repair and Alteration); <br> (d) country of origin marking, if it is a prerequisite for importation; and <br> (e) other matters as the Parties may decide. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 4.6: Automation <br> 1 Each Party shall: <br> (a) endeavour to use international standards with respect to procedures for the release of goods; <br> (b) make electronic systems accessible to customs users; <br> (c) employ electronic or automated systems for risk analysis and targeting; <br> (d) endeavour to implement common standards and elements for import and <br> export data in accordance with the World Customs Organization (WCO) Data Model; <br> (e) take into account, as appropriate, WCO standards, recommendations, models <br> and methods developed through the WCO or APEC; and <br> (f) work toward developing a set of common data elements that are drawn from <br> the WCO Data Model and related WCO recommendations as well as <br> guidelines to facilitate government to government electronic sharing of data <br> for purposes of analysing trade flows. <br> 2. Each Party shall endeavour to provide a facility that allows importers and exporters <br> to electronically complete standardised import and export requirements at a single entry point. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 4.7: Express Shipments <br> 1 Each Party shall adopt or maintain expedited customs procedures for express <br> shipments while maintaining appropriate customs control and selection. These procedures shall: <br> (a) provide for information necessary to release an express shipment to be <br> submitted and processed before the shipment arrives; <br> (b) allow a single submission of information covering all goods contained in an <br> express shipment, such as a manifest, through, if possible, electronic means; [5] <br> (c) to the extent possible, provide for the release of certain goods with a <br> minimum of documentation; <br> (d) under normal circumstances, provide for express shipments to be released <br> within six hours after submission of the necessary customs documents, <br> provided the shipment has arrived; <br> (e) apply to shipments of any weight or value recognising that a Party may <br> require formal entry procedures as a condition for release, including <br> declaration and supporting documentation and payment of customs duties, <br> based on the good's weight or value; and <br> (f) provide that, under normal circumstances, no customs duties will be assessed <br> on express shipments valued at or below a fixed amount set under the Party's law. [6] <br> 2 If a Party does not provide the treatment in paragraph 1(a) through (f) to all <br> shipments, that Party shall provide a separate [7] and expedited customs procedure that <br> provides that treatment for express shipments. <br> [5] For greater certainty, additional documents may be required as a condition for release. <br> [6] Notwithstanding this Article, a Party may assess customs duties, or may require formal entry documents, <br> for restricted or controlled goods, such as goods subject to import licensing or similar requirements. <br> [7] For greater certainty, \"separate\" does not mean a specific facility or lane. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.9: Risk Management <br> 1 Each Party shall adopt or maintain a risk management system for assessment and <br> targeting that enables its customs administration to focus its inspection activities on high- <br> risk goods and that simplifies the clearance and movement of low-risk goods. <br> 2 In order to facilitate trade, each Party shall periodically review and update, as <br> appropriate, the risk management system specified in paragraph 1. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "1 Each Party shall adopt or maintain simplified customs procedures for the efficient <br> release of goods in order to facilitate trade between the Parties. This paragraph shall not <br> require a Party to release a good if its requirements for release have not been met. <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures that: <br> (a) provide for the release of goods within a period no longer than that required <br> to ensure compliance with its customs laws and, to the extent possible, within <br> 48 hours of the arrival of the goods; <br> (b) provide for the electronic submission and processing of customs information <br> in advance of the arrival of the goods in order to expedite the release of goods <br> (c) allow goods to be released at the point of arrival without temporary transfer <br> to warehouses or other facilities; and <br> (d) allow an importer to obtain the release of goods prior to the final <br> determination of customs duties, taxes and fees by the importing Party's <br> customs administration when these are not determined prior to or promptly <br> upon arrival, provided that the good is otherwise eligible for release and any <br> security required by the importing Party has been provided or payment under <br> from customs control upon arrival; <br> protest, if required by a Party, has been made. Payment under protest refers <br> to payment of duties, taxes and fees if the amount is in dispute and procedures <br> are available to resolve the dispute. <br> 3 If a Party allows for the release of goods conditioned on a security, it shall adopt or <br> (a) ensure that the amount of the security is no greater than that required to ensure <br> maintain procedures that: <br> that obligations arising from the importation of the goods will be fulfilled; <br> (b) ensure that the security shall be discharged as soon as possible after its <br> customs administration is satisfied that the obligations arising from the <br> (c) allow importers to provide security using non-cash financial instruments, <br> including, in appropriate cases where an importer frequently enters goods, <br> instruments covering multiple entries. <br> importation of the goods have been fulfilled; and <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.10: RELEASE OF GOODS <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 4.11: Publication <br> 1 Each Party shall make publicly available, including online, its customs laws, <br> regulations, and general administrative procedures and guidelines, to the extent possible <br> in the English language. <br> 2 Each Party shall designate or maintain one or more enquiry points to address <br> enquiries from interested persons concerning customs matters and shall make information <br> concerning the procedures for making such enquiries publicly available online. <br> 3 To the extent possible, each Party shall publish in advance regulations of general <br> application governing customs matters that it proposes to adopt and shall provide <br> interested persons the opportunity to comment before the Party adopts the regulation. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.12: Confidentiality <br> 1 If a Party provides information to the other Party in accordance with this Chapter <br> and designates the information as confidential, the other Party shall keep the information <br> confidential. The Party that provides the information may require the other Party to use <br> it only for the purposes specified in the other Party's request. <br> 2 This Article shall not preclude the use or disclosure of information provided <br> pursuant to this Chapter to the extent such use or disclosure is required by the domestic <br> laws and regulations of the Party of the customs administration receiving the information. <br> Such customs administration shall, whenever possible, give advance notice of any such <br> disclosure to the customs administration providing information. <br> 3 A Party may decline to provide information requested by the other Party if that <br> Party has failed to act in accordance with paragraph 1. <br> 4 Each Party shall adopt or maintain procedures for protecting from unauthorised <br> disclosure confidential information submitted in accordance with the administration of <br> the Party's customs laws, including information the disclosure of which could prejudice <br> "}]}]}, "members_found": ["036", "604", 5, 8703900000]}