{"FtaRooDetails": {"FtaId": 224, "FtaCode": "ITC00230", "FtaName": "FTA, Belarus-Serbia", "FtaFullName": "Agreement between the Government of the Republic of Belarus and the Government of the Republic of Serbia on free trade between the Republic of Belarus and the Republic of Servia", "InForce": false, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "31.03.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Belarus; Serbia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Belarus-Serbia", "AdminProcCooAuth": "The certification type under FTA, Belarus-Serbia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Belarus-Serbia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Belarus-Serbia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "1. The goods are considered to have underwent sufficient manufacturing / processing in one of the States of the Contracting Parties if the goods underwent manufacturing / processing and the value of the materials of foreign origin used in this process does not exceed 50 % of the value of the exported goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00230_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00230_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.customs.gov.by/uploads/gtk/files/document/uchastnikam-VED/zony-svobodnoj-torgovli/serbija/Protokol.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00230_full.pdf", "DocType": "8_full", "WebLink": "http://www.customs.gov.by/uploads/gtk/files/document/uchastnikam-VED/zony-svobodnoj-torgovli/serbija/Soglashenie.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Cumulation of origin <br /> Without prejudice to the provisions of Articles 2 and 4 of this Protocol, goods are considered to originate from <br /> the Republic of Belarus if they are produced there and contain materials originating from the Republic of Belarus, <br /> the Republic of Kazakhstan, the Russian Federation and the Republic of Serbia, and provided that in the Republic <br /> of Belarus they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of <br /> this Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br /> Republic of Belarus. <br /> Without prejudice to the provisions of Articles 2 and 4 of this Protocol, goods are considered to originate from <br /> the Republic of Serbia if they are produced there and contain materials originating from the Republic of Serbia, the <br /> Republic of Kazakhstan, the Republic of Belarus and the Russian Federation, provided that in the Republic of <br /> Serbia they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of this <br /> Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br /> Republic of Serbia.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special cases of origin of goods <br /> 1. Devices, accessories, spare parts and tools intended for use together with machines, equipment, devices <br /> or vehicles are considered to originate from the same State of the Contracting Party as machines, equipment, <br /> devices or vehicles, if such devices, accessories, spare parts and tools are imported and used together with the <br /> specified machines, equipment, devices or vehicles in a complete set and in quantity, which are usually supplied <br /> with these devices in accordance with the technical documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly produced goods <br /> 1. The following goods shall be considered as wholly produced in the State of the Contracting Party: <br /> 1.1. minerals extracted from the subsoil, territorial sea (waters) or from the seabed of this State of <br /> Contracting Party; <br /> 1.2. products of vegetable origin grown and (or) harvested in the State of the Contracting Party; <br /> 1.3. live animals born and raised in the State of the Contracting Party; <br /> 1.4. products obtained in the State of the Contracting Party from animals raised in it; <br /> 1.5. products obtained by hunting and fishing in the State of the Contracting Party; <br /> 1.6. products of marine fishing and other products of marine fishing caught outside the territorial sea of the <br /> State of the Contracting Party by vessels registered in this State and flying the flag of this State; <br /> 1.7. products obtained on board of a factory ship exclusively from products specified in subparagraph 1.6 of <br /> this Article originating from the State of the Contracting Party, provided that this factory ship is registered or put on <br /> records in this State of the Contracting Party and flies its flag; <br /> 1.8. products obtained from the seabed or from the subsoil outside the territorial sea of the State of the <br /> Contracting Party, provided that this State of the Contracting Party has exclusive rights to this seabed mining or <br /> exploit this subsoil in the waters; <br /> 1.9. waste and scrap (secondary raw materials) obtained as a result of production or other processing <br /> operations; <br /> 1.10. high-tech products obtained in outer space on spacecrafts owned by the State of the Contracting Party <br /> or leased (chartered) by it; <br /> 1.11. goods manufactured in the State of the Contracting Party from the products referred to in <br /> subparagraphs 1.1-1.10 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1. The following operations do not comply the criterion of sufficient manufacturing / processing: <br /> 1.1. operations to ensure that the products remain in proper condition during storage or transportation; <br /> 1.2. operations for preparation of goods for sale and transportation (splitting of consignments, formation of <br /> shipments, sorting, repacking), operations for disassembly and assembly of packaging; <br /> 1.3. washing, cleaning, removal of dust, covering by oxide, oil, or by other substances; <br /> 1.4. ironing or pressing of textiles (any types of fibers and yarns, woven materials from any types of fibers <br /> and yarns and products thereof); <br /> 1.5. painting or polishing operations; <br /> 1.6. husking and partial or total milling; polishing and glazing of cereals and rice; <br /> 1.7. operations for coloring of sugar or forming sugar lumps; <br /> 1.8. peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br /> 1.9. sharpening, grinding or cutting, which does not lead to a significant difference between the obtained <br /> components and the original product; <br /> 1.10. sifting through sieve, sorting, classifying, grading, matching (including making-up of sets of articles); <br /> 1.11. filling, packing in cans, vials, bags, cases, boxes and other simple packaging operations; <br /> 1.12. simple assembly operations or disassembly of goods into parts; <br /> 1.13. separation or division of the product into components, which does not lead to a significant difference <br /> between the obtained components and the original product; <br /> 1.14. mixing of products (components), which does not lead to a significant difference between the resulting <br /> products and the original components; <br /> 1.15. slaughter of animals, cutting (sorting) of meat; <br /> 1.16. combination of two or more operations specified in subparagraphs 1.1-1.15 of this paragraph. <br /> If with respect to the goods the criterion of sufficient manufacturing / processing is met solely by carrying out <br /> the operations listed in paragraph 1 of this Article, this product shall not be considered to originate from the State of <br /> the Contracting Party where these operations took place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Terms and definitions <br /> 9. \"Ex-works\" price - the price of the goods to be paid to the manufacturer, at whose enterprise the last <br /> processing was carried out in the State of the Contracting Party, under the terms of \"ex-works\" delivery (EXW) <br /> according to the international rules for the interpretation of trade terms \"Incoterms\". <br /> 18. Customs value of the goods - value established in accordance with the Agreement on the Application of <br /> Article VII of the GATT 1994. <br /> 2. The cost of materials used in the manufacturing / processing is determined on the basis of the customs <br /> value of these materials determined in the State of the Contracting Party where their manufacturing / processing is <br /> carried out. <br /> In case when, in accordance with the legislation of the State of the Contracting Party, the customs value of <br /> materials is not determined, as well as in the case of their unknown origin, the cost of materials is determined as <br /> equivalent to the price paid for these materials in the territory of the State of the Contracting Party where their <br /> manufacturing / processing is carried out. <br /> The value of goods exported from one of the States of the Contracting Parties is determined on the basis of <br /> \"ex-works\" price.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special cases of origin of goods <br /> 5. When determining the country of origin of goods, the origin of heat and electric energy, machinery, <br /> equipment and tools used for their production or processing is not taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Conditions for granting free trade regime <br /> 1. The goods shall benefit from free trade regime in the customs territories of the Contracting Parties if they <br /> meet the origin criteria established by this Protocol, and also if: <br /> 1.1. the goods are exported (imported) on the basis of an agreement (contract) between residents of the <br /> States of the Contracting Parties; <br /> 1.2. the customs authorities of the importing country are presented a certificate of origin of goods of Form <br /> CT-2 (hereinafter referred to as \"the certificate\") in accordance with Annexes 1 and 2 to this Protocol, which are its <br /> integral parts, filled in (issued) in accordance with the requirements for its filling in (issuance) presented in Article 12 <br /> of this Protocol; <br /> 1.3. the conditions of direct delivery of goods, confirmed by documents, are met; <br /> 1.4. the State of the Contracting Party has complied with the requirements for administrative cooperation <br /> provided for in Article 11 of this Protocol. <br /> 2. Direct delivery corresponds to goods transported through the territory of one or more States due to <br /> geographical, transport, technical or economic reasons, provided that the goods in the transit States, including <br /> when they are temporarily stored on the territory of these States, are under customs control. <br /> Documentary confirmation of the possession of goods under customs control can be provided by ransport <br /> documents certifying the transit route from the exporting State through the transit State, or a document issued by <br /> the customs authorities of the transit State, giving an accurate description of the goods, indicating the dates of <br /> transshipment (reloading) of the goods, the names of vehicles and certifying the conditions under which the goods <br /> were in the transit State. <br /> Direct delivery also corresponds to goods purchased by the importer at exhibitions or fairs, in accordance <br /> with the following conditions: <br /> 2.1. the goods were delivered from the territory of one of the States of the Contracting Parties to the territory <br /> of the other State, which is not a Contracting Party and which is the organizer of the exhibition or fair, and these <br /> goods remained under customs control during these events; <br /> 2.2. the goods have not been used for any other purposes than demonstration purposes since they were sent <br /> to the exhibition or fair; <br /> 2.3. the goods are imported into the territory of the State of the Contracting Party in the same condition in <br /> which they were sent to the territory of another State that is not the Contracting Party and which is the organizer of <br /> the exhibition or fair, without taking into account changes in the condition of the goods due to natural wear or loss <br /> under normal conditions of transportation and storage. <br /> 3. Goods which origin has not been established or which origin has been established, but the free trade <br /> regime cannot be applied to these goods, are imported into the importing country in accordance with the <br /> requirements of tariff and non-tariff regulation of this State of the Contracting Party. <br /> 4. With respect to the goods specified in paragraph 3 of this Article, the regime of free trade may be applied <br /> (restored) in the customs territories of the States of the Contracting Parties, provided that they receive a proper <br /> certificate of origin (providing a certificate of origin of the goods (Form CT-2) and, if necessary, other documents <br /> confirming the country of origin of the goods) before the period of twelve (12) months from the date of registration <br /> of the customs declaration in the importing country (except for cases when falsification of certificate (Form CT-2 ) is <br /> determined) has not expired.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Special cases of origin of goods <br /> 2. The packaging in which the goods are imported is considered to originate from the same State of the <br /> Contracting Party as the goods themselves, except in cases when the packaging, taking into account the <br /> Harmonized Commodity Description and Coding System, is subject to declaration separately from the goods. In <br /> this case, the country of origin of the package is determined separately from the country of origin of the goods. <br /> 3. If the packaging in which the goods are imported is considered to originate from the same State of the <br /> Contracting Party as the goods themselves, then only the packaging in which the goods are sold in retail trade is <br /> taken into account to determine the country of origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Conditions for granting free trade regime <br /> Direct delivery also corresponds to goods purchased by the importer at exhibitions or fairs, in accordance <br /> with the following conditions: <br /> 2.1. the goods were delivered from the territory of one of the States of the Contracting Parties to the territory <br /> of the other State, which is not a Contracting Party and which is the organizer of the exhibition or fair, and these <br /> goods remained under customs control during these events; <br /> 2.2. the goods have not been used for any other purposes than demonstration purposes since they were sent <br /> to the exhibition or fair; <br /> 2.3. the goods are imported into the territory of the State of the Contracting Party in the same condition in <br /> which they were sent to the territory of another State that is not the Contracting Party and which is the organizer of <br /> the exhibition or fair, without taking into account changes in the condition of the goods due to natural wear or loss <br /> under normal conditions of transportation and storage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-declaration allowed for consignments below USD 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Documentary evidence <br /> 1. To confirm the country of origin of the goods in the particular State of the Contracting Party, in order to <br /> provide free trade regime, it is necessary to provide the customs authorities of the importing country with the <br /> original certificate. The validity period of the certificate for the purpose of granting free trade regime is twelve (12) <br /> months from the date of its certification by the body which is authorized in accordance with the national legislation <br /> of the State of the Contracting Party to issue and (or) certify certificates of origin of goods. <br /> 2. The certificate is registered and issued for one batch of goods. <br /> 3. The certificate is submitted to the customs authorities of the importing country in hard copy in English or <br /> Russian language. <br /> 4. The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more <br /> than 5 percent. <br /> 5. The certificate can also be issued after the exportation of goods on the basis of a written application from <br /> the applicant. In doing so, the applicant additionally submits to the authorized body the customs declaration with <br /> the appropriate note of the customs authority confirming the actual export of the goods <*>. In this case, in Box 5 of <br /> the certificate it shall be stated \"Issued retrospectively\" (\"????? ????????????\"). <br /> <*> In doing so, the note of the customs authority shall be dated earlier than the date of issuance of the <br /> certificate. <br /> 6. In case of loss or damage of the certificate, its officially certified duplicate shall be issued. When issuing a <br /> duplicate, the date of its issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and the mark <br /> \"Duplicate\" (\"????????\") shall be made in Box 5 \"For official use\" (\"??? ????????? ???????\"), along with the <br /> number and date of issuance of the lost or damaged original certificate. A duplicate of the certificate shall be valid <br /> from the date of issuance of the original certificate. The validity of a duplicate certificate for the purposes of <br /> obtaining the free trade regime shall not exceed twelve (12) months from the date of issuance of the original <br /> certificate. <br /> 7. The authorized body may issue a new certificate instead of certificate which was cancelled for any reason <br /> or when it is necessary to reissue previously issued certificate upon the written justification of the applicant. In this <br /> case, mark \"Issued instead of certificate of origin of goods Form CT-2\" (\"????? ?????? ??????????? ? <br /> ????????????? ?????? ????? ??-2\") shall be made in Box 5, along with the number and date of the cancelled <br /> (previously issued) certificate. The certificate issued instead of another certificate shall be assigned with a new <br /> registration number. <br /> Article 10 : Declaration of origin of goods <br /> 1. In order to confirm the origin of goods in a small consignment (customs value of which does not exceed <br /> the amount equivalent to five thousand (5000) US Dollars), a certificate is not required to be presented. In this <br /> case, the exporter may submit a declaration of the country of origin of goods, issued in accordance with Annex 3 to <br /> this Protocol, which is an integral part of it, on an invoice, other commercial or shipping documents. <br /> 2. An exporter who has submitted a declaration of origin of goods is obliged, upon request of the competent <br /> authority of the exporting country, to submit all the documents and information necessary to confirm the origin in <br /> accordance with this Protocol. <br /> 3. Declaration of origin of goods shall be made in printed copy and shall be signed personally by the <br /> manufacturer, seller, consignor (exporter) or competent person related to the goods, indicating his/her surname and <br /> initials. <br /> Article 12 : Requirements and procedures for completing of the certificate <br /> 1. The certificate shall be available in hard (printed) copy in English or Russian language on paper with a <br /> protective netting or protective color field in A4 format (210 x 297 mm) with density of at least 25 g/sq. m and <br /> produced typographically. <br /> 2. Copies of certificates, as well as any related documents, confirming the origin of goods shall be kept for at <br /> least three (3) years by the authorized body which issued the certificate. <br /> 3. The certificate prohibits the use of facsimiles of signatures of persons and the presence of erasures, as <br /> well as corrections and (or) additions that are not certified by the body that certified the certificate. <br /> 4. Corrections and (or) additions to the certificate are made by crossing out the erroneous information and <br /> overprinting or by including handwritten information, which is certified by the signature of the authorized person and <br /> the stamp of the authorized body that certified and issued the certificate. <br /> 5. The certificate shall be completed in accordance with the following requirements: <br /> Box 1 <*> - \"Consignor/exporter (name and address)\"/ \"???????????????? (?????????) (???????????? ? <br /> ?????)\". When filling in the box, it is allowed to indicate the name of the consignor (exporter) according to the <br /> certificate of its state registration or a document confirming the actual location of the consignor (exporter). <br /> If the consignor and exporter are different legal entities, it shall be specified that the consignor (name and <br /> address) acts on behalf (\"to order\") of the exporter (name and address); <br /> Box 2 <*> - \"The consignee (importer) (name and address)\"/ \"??????????????? (????????) (???????????? <br /> ? ?????)\". When filling in the box, it is allowed to indicate the name of the consignee (importer) according to the <br /> certificate of its state registration or a document confirming the actual location of the consignee (importer). <br /> < * > Boxes 1 and 2 of the certificate of origin of the goods (Form CT-2) indicate the same names and <br /> addresses of the consigner (exporter) and the consignee (importer) respectively which are contained in other <br /> shipping documents related to the consignment of goods (foreign trade agreement/transaction, invoice, customs <br /> declaration, etc.). <br /> If the consignee and the importer are different legal entities, it shall be specified that the consignee (name <br /> and address) acts on behalf (\"to order\") of the importer (name and address). <br /> Box 3 - \"Means of transport and route (as far as known)\"/ \"???????? ?????????? ? ??????? ?????????? <br /> (????????? ??? ????????)\". The means of transport and the route, as far as it is known, shall be entered; <br /> Box 4 - the registration number of the certificate of origin, the country that has issued the certificate, and the <br /> country for which the certificate of origin is to be submitted shall be entered. <br /> The registration number may be indicated by handwriting or by stamping; <br /> Box 5 - \"For official use\"/ \"??? ????????? ???????\". The official notes of authorized bodies of the countries <br /> of export, transit, and (or) the receipt of goods shall be entered by handwriting or by stamping, as well as, if <br /> necessary, the following records: \"Duplicate\" (\"????????\"), \"Issued instead of certificate\" (\"????? ?????? <br /> ???????????\"), \"Issued retrospectively\" (\"????? ????????????\"), and other records under the Protocol. <br /> Handwritten records shall be certified as provided for in paragraph 4 of this Article; <br /> Box 6 - \"Number\"./\"?\"/ \"?????\". The sequence number of the goods shall be entered; <br /> Box 7 - \"Number and kind of packages\"/ \"?????????? ???? ? ??? ????????\". The number and kind of <br /> packages shall be entered; <br /> Box 8 - \"Description of goods\"/ \"???????? ??????\". The commercial name of goods shall be entered, as <br /> well as other information allowing to identify the goods with those declared for the purpose of customs declaration. <br /> In case of insufficient space in Box 8, an additional sheet(s) of the certificate of origin (the form of the <br /> additional sheet is given in Annex 2) may be used, and shall be completed in the prescribed manner (certified by <br /> signature, stamp and the same registration number as the one specified in Box 4 of the certificate). <br /> In case of moving a batch of goods with a significant nomenclature list of items, provided that all goods are <br /> classified in the same commodity heading and have the same criterion of origin, it is allowed to use a shipping <br /> document (invoice, pro forma invoice, bill of lading or other document reflecting the quantitative characteristics of <br /> the goods), which contains a complete list of goods, instead of issuing an additional sheet (sheets) of the <br /> certificate. This shipping document, on the first sheet of which the registration number and the date of issue of the <br /> corresponding certificate are affixed, is provided to the customs authorities of the importing cuntry simultaneously <br /> with the certificate. Information about the origin of goods in the shipping document is certified by the same <br /> authorized body that issued the certificate. At the same time, in Box 8 of the certificate, a reference is made to the <br /> corresponding shipping document indicating its details and the number of sheets it is composed of; <br /> Box 9 - \"Origin criterion\"/ \"???????? ?????????????\". <br /> The following origin criteria can be indicated: <br /> \"P\" - the goods are wholly produced in the exporting country; <br /> \"Y\" - the goods have underwent manufacturing / processing (stating the <br /> percentage of the value of material of foreign origin used in the value of exported goods, determined on the basis of <br /> \"ex-works\" price, for example, \"Y 15%\"); <br /> \"Pk\" - the goods have received the origin based on cumulation principle. <br /> If various goods are declared in the certificate, some of which are classified in one four-digit commodity <br /> heading of the Harmonized Commodity Description and Coding System, it is permissible to indicate in box 9 one <br /> letter designation of the origin criterion for all goods of this four-digit commodity heading. <br /> If the certificate declares goods classified in different commodity headings of the Harmonized Commodity <br /> Description and Coding System and (or) having different criteria of origin, then the criteria of origin are indicated in <br /> box 9 differentially for all the declared goods; <br /> Box 10 - \"Quantity of goods\"/ \"?????????? ??????\". Gross/net weight (kg), and (or) other quantitative <br /> characteristics of the goods according to the commodity nomenclatures of the Contracting Parties shall be entered; <br /> The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more than five <br /> (5) percent. <br /> The net weight is indicated taking into account the primary packaging, which is inseparable from the goods in <br /> retail trade; <br /> Box 11 - \"Number and date of invoice\"/ \"????? ? ???? ?????-???????\". The information is provided about <br /> the invoice, or pro forma invoice, or other document reflecting the financial and (or) quantitative parameters of the <br /> goods; <br /> Box 12 - \"Certification\"/ \"?????????????\". It is filled in by the authorized body and contains its name, <br /> address, stamp and date of the certificate (duplicate) issuance, as well as the signature, surname and initials of the <br /> person authorized to certify the certificate (duplicate). <br /> The date, surname and initials of the authorized person may be entered by handwriting or by stamping. <br /> Box 13 - \"Declaration by the applicant\"/ \"?????????? ?????????\". The country where the goods were <br /> wholly produced or underwent sufficient manufacturing / processing, the date of declaration of the information on <br /> the country of origin shall be indicated, as well as applicant's stamp is put, signature, surname and initials. <br /> The date and applicant's surname and initials may be entered by handwriting or stamping. <br /> In cases when the goods are exported (imported) by an individual person - resident of the State of one of the <br /> Contracting Parties, the certificate of origin of goods (Form CT-2) is filled in while taking into account the following <br /> features: <br /> Box 1 - the surname, initials of the consignor and his address shall be entered; <br /> Box 2 - if the information is available, then the surname, initials, the address of the consignee are indicated <br /> as well as the note \"For free request\"/ \"??? ?????????? ?????????\" shall be entered. <br /> It is allowed that the consignor and the consignee can be the same individual person; <br /> Boxes 5 and 11 may remain blank if there is no data; <br /> Box 13 is certified by the signature of the consignor, indicating the date of declaration of information about <br /> the country of origin of goods, the surname and initials of the consignor. <br /> 6. Filling in the certificate on the back of the form is not allowed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Documentary evidence <br /> 1. To confirm the country of origin of the goods in the particular State of the Contracting Party, in order to <br /> provide free trade regime, it is necessary to provide the customs authorities of the importing country with the <br /> original certificate. The validity period of the certificate for the purpose of granting free trade regime is twelve (12) <br /> months from the date of its certification by the body which is authorized in accordance with the national legislation <br /> of the State of the Contracting Party to issue and (or) certify certificates of origin of goods. <br /> 2. The certificate is registered and issued for one batch of goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Administrative cooperation <br /> 10. For the purpose of subsequent check-up (verification), copies of certificates, as well as any export <br /> documents related to them, shall be kept for at least three (3) years by the authorized body of the Contracting <br /> Party. <br /> 2. Copies of certificates, as well as any related documents, confirming the origin of goods shall be kept for at <br /> least three (3) years by the authorized body which issued the certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Documentary evidence <br /> 5. The certificate can also be issued after the exportation of goods on the basis of a written application from <br /> the applicant. In doing so, the applicant additionally submits to the authorized body the customs declaration with <br /> the appropriate note of the customs authority confirming the actual export of the goods <*>. In this case, in Box 5 of <br /> the certificate it shall be stated \"Issued retrospectively\" (\"????? ????????????\"). <br /> <*> In doing so, the note of the customs authority shall be dated earlier than the date of issuance of the <br /> certificate.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Conditions for granting free trade regime <br /> 1. The goods shall benefit from free trade regime in the customs territories of the Contracting Parties if they <br /> meet the origin criteria established by this Protocol, and also if: <br /> 1.1. the goods are exported (imported) on the basis of an agreement (contract) between residents of the <br /> States of the Contracting Parties;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Administrative cooperation <br /> 1. The authorized bodies of the States of the Contracting Parties exchange samples of certificate forms, <br /> samples of signatures of persons authorized to certify certificates, stamps and seals imprints of the official bodies <br /> which are authorized in accordance with national legislation to certify and (or) issue certificates of origin of goods, <br /> information on the names and addresses of such authorized bodies, as well as bodies authorized to verify <br /> certificates and declarations of origin of goods (if such bodies are necessary). <br /> Samples of imprints of stamps and seals shall be original and clear in order to be able to carry out their <br /> unambiguous identification for authenticity. <br /> The authorized bodies of the States of the Contracting Parties shall immediately inform each other in case of <br /> any changes to the above information. <br /> 2. Without the provision of the information specified in paragraph 1 of this Article, the free trade regime for <br /> imported goods is not provided. <br /> 3. The authorized bodies of the States of the Contracting Parties carry out subsequent check-up (verification) <br /> of certificates and declarations of origin of goods on a selective basis or if the customs authorities of the importing <br /> country have reasonable doubts about the authenticity of these documents or the reliability of the information <br /> contained in them. <br /> 4. In cases specified in paragraph 3 of this Article, the customs authority of the State which imports goods is <br /> entitled to make a request to the authorized body that certified the certificate, or to the bodies authorized to verify <br /> certificates and declarations of origin of goods, with a substantiated request to confirm the authenticity of the <br /> certificate (declaration of origin of goods) and (or) the reliability of the information contained therein, or to provide <br /> additional or clarifying information, including the meeting the criterion of origin of goods, and (or) copies of <br /> documents, on the basis of which such a certificate was issued. <br /> A copy of the certificate (declaration of origin of goods) which is necessary to verify is attached to the request <br /> for subsequent verification. <br /> The request specifies the reasons for its sending and (or) other additional details indicating which information <br /> in the certificate (declaration of origin of goods) may be unreliable, except for cases of subsequent verification on a <br /> selective basis. <br /> 5. Subsequent check-up (verification) is carried out by the authorized bodies of the exporting State of the <br /> Contracting Party. To do this, they shall be entitled to request the necessary documents and to check the <br /> documentation and accounts of the manufacturer (exporter) in order to confirm the origin of the goods. <br /> 6. Before receiving the results of the subsequent check-up (verification), the customs authorities shall make a <br /> decision to refuse to grant tariff preferences (free trade regime) with respect to the imported goods. <br /> Refusal to grant tariff preferences (free trade regime) is not the reason for the customs authorities to refuse <br /> the release of the imported goods, provided that the prohibitions and restrictions have been observed and no fraud <br /> has been detected, except in cases provided for by the national legislation of the Contracting Parties. <br /> 7. If the requirements provided for in paragraph 4 of this Article are met, the subsequent check-up <br /> (verification) shall be carried out as soon as possible, information about its results shall be sent to the requesting <br /> customs authority no later than 6 (six) months from the date of sending the request. <br /> These results shall clearly indicate whether the documents are authentic and whether specific goods can be <br /> considered as goods originating from the territory of the State of the Contracting Party, as well as whether other <br /> requirements of this Protocol are met. <br /> 8. If the results of the subsequent check-up (verification) do not allow to prove the authenticity of certificates <br /> (declarations of origin of goods) or the actual origin of goods, tariff preferences (free trade regime) are not granted. <br /> 9. The goods are not considered to originate from the State of the Contracting Parties, unless a properly <br /> issued certificate or the requested information is provided. <br /> 10. For the purpose of subsequent check-up (verification), copies of certificates, as well as any export <br /> documents related to them, shall be kept for at least three (3) years by the authorized body of the Contracting <br /> Party. <br /> Article 13 : Grounds for denial the regime of free trade <br /> 1. The customs authority of the State of the Contracting Party shall deny granting the free trade regime to <br /> goods which originate and are imported from the other Contracting Party in cases: <br /> 1.1. if there is violation of the terms for granting the regime of free trade provided for in Article 8 of this <br /> Protocol; <br /> 1.2. if the customs authorities of the importing country during three (3) years receive confirmed information <br /> from the competent authorities of the exporting country that the certificate was not issued (was falsified), canceled <br /> or issued on the basis of invalid, unreliable or incomplete documents and (or) information; <br /> 1.3. if within six (6) months from the date of sending the inquiry provided for in paragraph 4 of Article 11 of <br /> this Protocol, no response has been received regarding the requested certificate from the competent authorities of <br /> the exporting country or the country of origin of the goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Terms and definitions <br /> 1. Country of origin of goods - the State where goods were wholly produced or subjected to sufficient <br /> manufacturing / processing in accordance with this Protocol. <br /> 2. Criteria for sufficient manufacturing / processing - one of the criteria of origin of goods, according to which <br /> goods, if two or more States participate in their production, are considered to originate from the State in which <br /> territory they were subjected to the last significant processing sufficient to give the goods their characteristics. <br /> 3. Manufacturing (production) - performing any kinds of production or technological operations, including <br /> assembly and any special operations, designed to obtain a product. <br /> 4. Material - any ingredient, raw material, component or part, etc., used for manufacturing of the product. <br /> 5. Material of foreign origin - material that does not originate from the territories of the Contracting Parties, <br /> the Republic of Kazakhstan, the Russian Federation, or material which origin has not been identified. <br /> 6. Product (produce) - a manufactured (produced) product, even if it is intended for later use in another <br /> manufacturing operation. <br /> 7. Goods - any movable property (both in the form of material and of product), including thermal, electrical, <br /> other types of energy and vehicles, transported through the customs territory, except vehicles carrying out <br /> international carriage of passengers and goods. <br /> 8. Batch of goods (consignment) - goods that are delivered simultaneously according to one or more <br /> commodity-transport documents to the address of one consignee from one consignor, as well as goods sent by one <br /> postal consignment note or transported as baggage by an individual person crossing the border. <br /> 9. \"Ex-works\" price - the price of the goods to be paid to the manufacturer, at whose enterprise the last <br /> processing was carried out in the State of the Contracting Party, under the terms of \"ex-works\" delivery (EXW) <br /> according to the international rules for the interpretation of trade terms \"Incoterms\". <br /> 10. Resident - any natural person or legal entity, enterprise or organization that does not have the status of a <br /> legal entity, which, according to the national legislation of one of the States of the Contracting Parties, is subject to <br /> taxation in it on the basis of residence, permanent location, place of management, registration. <br /> However, this concept does not include persons or entities subject to taxation in the Contracting Party only <br /> with respect to income received from operations not related to the production and (or) sale of goods. <br /> 11. Consignor (consignee) - an individual person or entity indicated in the commodity-transport documents <br /> who, in accordance with the obligations assumed, has transferred (accepted) or intends to transfer (accept) the <br /> goods to the carrier (from the carrier). <br /> 12. Exporter - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br /> agreement (transaction) that supplies goods to a resident of the State of the other Contracting Party. <br /> 13. Importer - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br /> agreement (transaction) that receives goods from a resident of the State of the other Contracting Party. <br /> 14. Applicant - an individual person or entity who has applied to the authorized body (organization) of the <br /> exporting country for obtaining a certificate of origin of goods, confirming and being responsible for the accuracy of <br /> information about the goods specified in the certificate of origin of goods. <br /> The applicants may be exporters-consignors of goods or individuals or entities representing their interests in <br /> accordance with the national legislation of the exporting Party (on the basis of a power of attorney, a contract of <br /> assignment and other documents). <br /> The specified concept may also include the importer, the consignee of the goods or individuals or entities <br /> representing their interests in accordance with the national legislation of the exporting country (on the basis of a <br /> power of attorney, a contract of assignment and other documents). <br /> 15. Certificate of origin of goods - a document which certifies the country of origin of goods and which is <br /> issued by the body (organization) authorized by the State of one of the Contracting Parties in accordance with its <br /> national legislation. <br /> 16. Declaration of origin of goods - a statement about the country of origin of goods made by the <br /> manufacturer, seller or the individual or entity moving the goods, on a commercial invoice or other document <br /> related to the goods. <br /> 17. Direct shipment - the delivery of goods transported from the territory of the State of one of the <br /> Contracting Parties to the territory of the State of the other Contracting Party without transportation through the <br /> territory of another State. <br /> 18. Customs value of the goods - value established in accordance with the Agreement on the Application of <br /> Article VII of the GATT 1994.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Annex B <br> Article 3 : Wholly produced goods <br> Article 5 : Cumulation of origin <br> to the Agreement between the Government of <br> Wholly produced goods <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> the Republic of Belarus and the Government of <br> 1. The following goods shall be considered as wholly produced in the State of the Contracting Party: <br> Without prejudice to the provisions of Articles 2 and 4 of this Protocol, goods are considered to originate from <br> the Republic of Serbia on free trade <br> 1.1. minerals extracted from the subsoil, territorial sea (waters) or from the seabed of this State of <br> the Republic of Belarus if they are produced there and contain materials originating from the Republic of Belarus, <br> between the Republic of Belarus and the Republic of <br> Contracting Party; <br> the Republic of Kazakhstan, the Russian Federation and the Republic of Serbia, and provided that in the Republic <br> Serbia as amended by the Protocol on <br> 1.2. products of vegetable origin grown and (or) harvested in the State of the Contracting Party; <br> of Belarus they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of <br> amendments and additions to the Agreement between <br> 1.3. live animals born and raised in the State of the Contracting Party; <br> this Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> the Government of the Republic of Belarus <br> 1.4. products obtained in the State of the Contracting Party from animals raised in it; <br> Republic of Belarus. <br> and the Government of the Republic of Serbia <br> 1.5. products obtained by hunting and fishing in the State of the Contracting Party; <br> on free trade between the Republic of <br> 1.6. products of marine fishing and other products of marine fishing caught outside the territorial sea of the <br> the Republic of Serbia if they are produced there and contain materials originating from the Republic of Serbia, the <br> Belarus and the Republic of Serbia <br> State of the Contracting Party by vessels registered in this State and flying the flag of this State; <br> Republic of Kazakhstan, the Republic of Belarus and the Russian Federation, provided that in the Republic of <br> THE PROTOCOL <br> 1.7. products obtained on board of a factory ship exclusively from products specified in subparagraph 1.6 of <br> Serbia they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of this <br> ABOUT DETERMINATION OF THE COUNTRY OF ORIGIN OF GOODS <br> this Article originating from the State of the Contracting Party, provided that this factory ship is registered or put on <br> Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> records in this State of the Contracting Party and flies its flag; <br> Republic of Serbia. <br> (as amended by the Protocol of 15.06.2011) <br> 1.8. products obtained from the seabed or from the subsoil outside the territorial sea of the State of the <br> The Government of the Republic of Belarus and the Government of the Republic of Serbia, hereinafter <br> Contracting Party, provided that this State of the Contracting Party has exclusive rights to this seabed mining or <br> referred to as \"the Contracting Parties\", with respect to goods originating from the territories of the Contracting <br> exploit this subsoil in the waters; <br> 1. The following operations do not comply the criterion of sufficient manufacturing / processing: <br> Parties and being objects of trade between them, have concluded this Protocol on the following: <br> 1.9. waste and scrap (secondary raw materials) obtained as a result of production or other processing <br> 1.1. operations to ensure that the products remain in proper condition during storage or transportation; <br> Article 1 : Terms and definitions <br> operations; <br> 1.2. operations for preparation of goods for sale and transportation (splitting of consignments, formation of <br> Terms and definitions <br> 1.10. high-tech products obtained in outer space on spacecrafts owned by the State of the Contracting Party <br> shipments, sorting, repacking), operations for disassembly and assembly of packaging; <br> 1. Country of origin of goods - the State where goods were wholly produced or subjected to sufficient <br> or leased (chartered) by it; <br> 1.3. washing, cleaning, removal of dust, covering by oxide, oil, or by other substances; <br> manufacturing / processing in accordance with this Protocol. <br> 1.11. goods manufactured in the State of the Contracting Party from the products referred to in <br> 1.4. ironing or pressing of textiles (any types of fibers and yarns, woven materials from any types of fibers <br> 2. Criteria for sufficient manufacturing / processing - one of the criteria of origin of goods, according to which <br> subparagraphs 1.1-1.10 of this Article. <br> and yarns and products thereof); <br> goods, if two or more States participate in their production, are considered to originate from the State in which <br> 1.5. painting or polishing operations; <br> territory they were subjected to the last significant processing sufficient to give the goods their characteristics. <br> 1.6. husking and partial or total milling; polishing and glazing of cereals and rice; <br> 3. Manufacturing (production) - performing any kinds of production or technological operations, including <br> 1.7. operations for coloring of sugar or forming sugar lumps; <br> assembly and any special operations, designed to obtain a product. <br> 1.8. peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br> 4. Material - any ingredient, raw material, component or part, etc., used for manufacturing of the product. <br> 1.9. sharpening, grinding or cutting, which does not lead to a significant difference between the obtained <br> 5. Material of foreign origin - material that does not originate from the territories of the Contracting Parties, <br> components and the original product; <br> the Republic of Kazakhstan, the Russian Federation, or material which origin has not been identified. <br> 1.10. sifting through sieve, sorting, classifying, grading, matching (including making-up of sets of articles); <br> 6. Product (produce) - a manufactured (produced) product, even if it is intended for later use in another <br> 1.11. filling, packing in cans, vials, bags, cases, boxes and other simple packaging operations; <br> manufacturing operation. <br> 1.12. simple assembly operations or disassembly of goods into parts; <br> 7. Goods - any movable property (both in the form of material and of product), including thermal, electrical, <br> 1.13. separation or division of the product into components, which does not lead to a significant difference <br> other types of energy and vehicles, transported through the customs territory, except vehicles carrying out <br> between the obtained components and the original product; <br> international carriage of passengers and goods. <br> 1.14. mixing of products (components), which does not lead to a significant difference between the resulting <br> 8. Batch of goods (consignment) - goods that are delivered simultaneously according to one or more <br> products and the original components; <br> commodity-transport documents to the address of one consignee from one consignor, as well as goods sent by one <br> 1.15. slaughter of animals, cutting (sorting) of meat; <br> postal consignment note or transported as baggage by an individual person crossing the border. <br> 1.16. combination of two or more operations specified in subparagraphs 1.1-1.15 of this paragraph. <br> 9. \"Ex-works\" price - the price of the goods to be paid to the manufacturer, at whose enterprise the last <br> If with respect to the goods the criterion of sufficient manufacturing / processing is met solely by carrying out <br> processing was carried out in the State of the Contracting Party, under the terms of \"ex-works\" delivery (EXW) <br> the operations listed in paragraph 1 of this Article, this product shall not be considered to originate from the State of <br> according to the international rules for the interpretation of trade terms \"Incoterms\". <br> the Contracting Party where these operations took place. <br> 10. Resident - any natural person or legal entity, enterprise or organization that does not have the status of a <br> Article 7 : Special cases of origin of goods <br> Cumulation of origin <br> legal entity, which, according to the national legislation of one of the States of the Contracting Parties, is subject to <br> Special cases of origin of goods <br> taxation in it on the basis of residence, permanent location, place of management, registration. <br> 1. Devices, accessories, spare parts and tools intended for use together with machines, equipment, devices <br> However, this concept does not include persons or entities subject to taxation in the Contracting Party only <br> or vehicles are considered to originate from the same State of the Contracting Party as machines, equipment, <br> with respect to income received from operations not related to the production and (or) sale of goods. <br> devices or vehicles, if such devices, accessories, spare parts and tools are imported and used together with the <br> 11. Consignor (consignee) - an individual person or entity indicated in the commodity-transport documents <br> specified machines, equipment, devices or vehicles in a complete set and in quantity, which are usually supplied <br> who, in accordance with the obligations assumed, has transferred (accepted) or intends to transfer (accept) the <br> with these devices in accordance with the technical documents. <br> goods to the carrier (from the carrier). <br> 2. The packaging in which the goods are imported is considered to originate from the same State of the <br> 12. Exporter - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> Contracting Party as the goods themselves, except in cases when the packaging, taking into account the <br> agreement (transaction) that supplies goods to a resident of the State of the other Contracting Party. <br> Harmonized Commodity Description and Coding System, is subject to declaration separately from the goods. In <br> 13. Importer - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> this case, the country of origin of the package is determined separately from the country of origin of the goods. <br> agreement (transaction) that receives goods from a resident of the State of the other Contracting Party. <br> 3. If the packaging in which the goods are imported is considered to originate from the same State of the <br> 14. Applicant - an individual person or entity who has applied to the authorized body (organization) of the <br> Contracting Party as the goods themselves, then only the packaging in which the goods are sold in retail trade is <br> exporting country for obtaining a certificate of origin of goods, confirming and being responsible for the accuracy of <br> taken into account to determine the country of origin of the goods. <br> information about the goods specified in the certificate of origin of goods. <br> 4. When determining the country of origin, the goods in disassembled or unassembled form, which are <br> The applicants may be exporters-consignors of goods or individuals or entities representing their interests in <br> delivered in several batches because of the impossibility of their shipment in one batch due to production or <br> accordance with the national legislation of the exporting Party (on the basis of a power of attorney, a contract of <br> transport conditions, as well as goods which shipment is divided into several batches as a result of an error, are <br> assignment and other documents). <br> considered as a single product at the request of the declarant. <br> Insufficient working or processing <br> The specified concept may also include the importer, the consignee of the goods or individuals or entities <br> This rule is applied if the following conditions are met simultaneously: <br> representing their interests in accordance with the national legislation of the exporting country (on the basis of a <br> prior notification of the customs authority of the country which imports goods in disassembled or <br> power of attorney, a contract of assignment and other documents). <br> unassembled form, delivered in several batches, or the division of shipment into several batches, indicating the <br> 15. Certificate of origin of goods - a document which certifies the country of origin of goods and which is <br> reasons for such operation, with attachment of the specification of each batch with the indication of the codes of <br> issued by the body (organization) authorized by the State of one of the Contracting Parties in accordance with its <br> goods according to the commodity nomenclatures of the States of the Contracting Parties, the cost and country of <br> national legislation. <br> origin of the goods included in each batch, or documentary confirmation of the erroneous division of goods into <br> 16. Declaration of origin of goods - a statement about the country of origin of goods made by the <br> several batches; <br> manufacturer, seller or the individual or entity moving the goods, on a commercial invoice or other document <br> delivery of all batches of goods by one supplier from one of the States of the Contracting Parties; <br> related to the goods. <br> declaration of all batches of goods to one customs authority; <br> 17. Direct shipment - the delivery of goods transported from the territory of the State of one of the <br> delivery of all batches of goods under one contract; <br> Contracting Parties to the territory of the State of the other Contracting Party without transportation through the <br> delivery of all batches of goods within a period not exceeding one (1) year from the date of acceptance of the <br> territory of another State. <br> customs declaration or before the expiration dates approved for its filing with respect to the first batch of goods. <br> 18. Customs value of the goods - value established in accordance with the Agreement on the Application of <br> According to the reasoned application of the applicant, if it is impossible to deliver all batches of goods for reasons <br> Article VII of the GATT 1994. <br> beyond the control of the consignee of the goods, these terms may be extended by the customs authority of the <br> importing country for the time necessary for the delivery of all batches of goods, but not more than one (1) year. <br> 5. When determining the country of origin of goods, the origin of heat and electric energy, machinery, <br> equipment and tools used for their production or processing is not taken into account. <br> Article 8 : Conditions for granting free trade regime <br> Conditions for granting free trade regime <br> 1. The goods shall benefit from free trade regime in the customs territories of the Contracting Parties if they <br> meet the origin criteria established by this Protocol, and also if: <br> 1.1. the goods are exported (imported) on the basis of an agreement (contract) between residents of the <br> States of the Contracting Parties; <br> 1.2. the customs authorities of the importing country are presented a certificate of origin of goods of Form <br> CT-2 (hereinafter referred to as \"the certificate\") in accordance with Annexes 1 and 2 to this Protocol, which are its <br> integral parts, filled in (issued) in accordance with the requirements for its filling in (issuance) presented in Article 12 <br> of this Protocol; <br> 1.3. the conditions of direct delivery of goods, confirmed by documents, are met; <br> 1.4. the State of the Contracting Party has complied with the requirements for administrative cooperation <br> provided for in Article 11 of this Protocol. <br> 2. Direct delivery corresponds to goods transported through the territory of one or more States due to <br> geographical, transport, technical or economic reasons, provided that the goods in the transit States, including <br> when they are temporarily stored on the territory of these States, are under customs control. <br> Documentary confirmation of the possession of goods under customs control can be provided by ransport <br> documents certifying the transit route from the exporting State through the transit State, or a document issued by <br> the customs authorities of the transit State, giving an accurate description of the goods, indicating the dates of <br> transshipment (reloading) of the goods, the names of vehicles and certifying the conditions under which the goods <br> were in the transit State. <br> Direct delivery also corresponds to goods purchased by the importer at exhibitions or fairs, in accordance <br> with the following conditions: <br> 2.1. the goods were delivered from the territory of one of the States of the Contracting Parties to the territory <br> of the other State, which is not a Contracting Party and which is the organizer of the exhibition or fair, and these <br> goods remained under customs control during these events; <br> 2.2. the goods have not been used for any other purposes than demonstration purposes since they were sent <br> to the exhibition or fair; <br> 2.3. the goods are imported into the territory of the State of the Contracting Party in the same condition in <br> which they were sent to the territory of another State that is not the Contracting Party and which is the organizer of <br> the exhibition or fair, without taking into account changes in the condition of the goods due to natural wear or loss <br> under normal conditions of transportation and storage. <br> 3. Goods which origin has not been established or which origin has been established, but the free trade <br> regime cannot be applied to these goods, are imported into the importing country in accordance with the <br> requirements of tariff and non-tariff regulation of this State of the Contracting Party. <br> 4. With respect to the goods specified in paragraph 3 of this Article, the regime of free trade may be applied <br> (restored) in the customs territories of the States of the Contracting Parties, provided that they receive a proper <br> certificate of origin (providing a certificate of origin of the goods (Form CT-2) and, if necessary, other documents <br> confirming the country of origin of the goods) before the period of twelve (12) months from the date of registration <br> of the customs declaration in the importing country (except for cases when falsification of certificate (Form CT-2 ) is <br> determined) has not expired. <br> Article 6 : Insufficient Working or Processing <br> "}, {"ArticleTitle": "Criteria of the origin of goods", "ArticleDesc": "Article 2 : Criteria of the origin of goods <br> Country of origin of goods is the State of the Contracting Party on the territory of which the goods were <br> wholly produced or underwent sufficient manufacturing / processing in accordance with this Protocol <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Annex B <br> Article 3 : Wholly produced goods <br> Article 5 : Cumulation of origin <br> to the Agreement between the Government of <br> Wholly produced goods <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> the Republic of Belarus and the Government of <br> 1. The following goods shall be considered as wholly produced in the State of the Contracting Party: <br> Without prejudice to the provisions of Articles 2 and 4 of this Protocol, goods are considered to originate from <br> the Republic of Serbia on free trade <br> 1.1. minerals extracted from the subsoil, territorial sea (waters) or from the seabed of this State of <br> the Republic of Belarus if they are produced there and contain materials originating from the Republic of Belarus, <br> between the Republic of Belarus and the Republic of <br> Contracting Party; <br> the Republic of Kazakhstan, the Russian Federation and the Republic of Serbia, and provided that in the Republic <br> Serbia as amended by the Protocol on <br> 1.2. products of vegetable origin grown and (or) harvested in the State of the Contracting Party; <br> of Belarus they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of <br> amendments and additions to the Agreement between <br> 1.3. live animals born and raised in the State of the Contracting Party; <br> this Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> the Government of the Republic of Belarus <br> 1.4. products obtained in the State of the Contracting Party from animals raised in it; <br> Republic of Belarus. <br> and the Government of the Republic of Serbia <br> 1.5. products obtained by hunting and fishing in the State of the Contracting Party; <br> on free trade between the Republic of <br> 1.6. products of marine fishing and other products of marine fishing caught outside the territorial sea of the <br> the Republic of Serbia if they are produced there and contain materials originating from the Republic of Serbia, the <br> Belarus and the Republic of Serbia <br> State of the Contracting Party by vessels registered in this State and flying the flag of this State; <br> Republic of Kazakhstan, the Republic of Belarus and the Russian Federation, provided that in the Republic of <br> THE PROTOCOL <br> 1.7. products obtained on board of a factory ship exclusively from products specified in subparagraph 1.6 of <br> Serbia they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of this <br> ABOUT DETERMINATION OF THE COUNTRY OF ORIGIN OF GOODS <br> this Article originating from the State of the Contracting Party, provided that this factory ship is registered or put on <br> Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> records in this State of the Contracting Party and flies its flag; <br> Republic of Serbia. <br> (as amended by the Protocol of 15.06.2011) <br> 1.8. products obtained from the seabed or from the subsoil outside the territorial sea of the State of the <br> The Government of the Republic of Belarus and the Government of the Republic of Serbia, hereinafter <br> Contracting Party, provided that this State of the Contracting Party has exclusive rights to this seabed mining or <br> referred to as \"the Contracting Parties\", with respect to goods originating from the territories of the Contracting <br> exploit this subsoil in the waters; <br> 1. The following operations do not comply the criterion of sufficient manufacturing / processing: <br> Parties and being objects of trade between them, have concluded this Protocol on the following: <br> 1.9. waste and scrap (secondary raw materials) obtained as a result of production or other processing <br> 1.1. operations to ensure that the products remain in proper condition during storage or transportation; <br> Article 1 : Terms and definitions <br> operations; <br> 1.2. operations for preparation of goods for sale and transportation (splitting of consignments, formation of <br> Terms and definitions <br> 1.10. high-tech products obtained in outer space on spacecrafts owned by the State of the Contracting Party <br> shipments, sorting, repacking), operations for disassembly and assembly of packaging; <br> 1. Country of origin of goods - the State where goods were wholly produced or subjected to sufficient <br> or leased (chartered) by it; <br> 1.3. washing, cleaning, removal of dust, covering by oxide, oil, or by other substances; <br> manufacturing / processing in accordance with this Protocol. <br> 1.11. goods manufactured in the State of the Contracting Party from the products referred to in <br> 1.4. ironing or pressing of textiles (any types of fibers and yarns, woven materials from any types of fibers <br> 2. Criteria for sufficient manufacturing / processing - one of the criteria of origin of goods, according to which <br> subparagraphs 1.1-1.10 of this Article. <br> and yarns and products thereof); <br> goods, if two or more States participate in their production, are considered to originate from the State in which <br> 1.5. painting or polishing operations; <br> territory they were subjected to the last significant processing sufficient to give the goods their characteristics. <br> 1.6. husking and partial or total milling; polishing and glazing of cereals and rice; <br> 3. Manufacturing (production) - performing any kinds of production or technological operations, including <br> 1.7. operations for coloring of sugar or forming sugar lumps; <br> assembly and any special operations, designed to obtain a product. <br> 1.8. peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br> 4. Material - any ingredient, raw material, component or part, etc., used for manufacturing of the product. <br> 1.9. sharpening, grinding or cutting, which does not lead to a significant difference between the obtained <br> 5. Material of foreign origin - material that does not originate from the territories of the Contracting Parties, <br> components and the original product; <br> the Republic of Kazakhstan, the Russian Federation, or material which origin has not been identified. <br> 1.10. sifting through sieve, sorting, classifying, grading, matching (including making-up of sets of articles); <br> 6. Product (produce) - a manufactured (produced) product, even if it is intended for later use in another <br> 1.11. filling, packing in cans, vials, bags, cases, boxes and other simple packaging operations; <br> manufacturing operation. <br> 1.12. simple assembly operations or disassembly of goods into parts; <br> 7. Goods - any movable property (both in the form of material and of product), including thermal, electrical, <br> 1.13. separation or division of the product into components, which does not lead to a significant difference <br> other types of energy and vehicles, transported through the customs territory, except vehicles carrying out <br> between the obtained components and the original product; <br> international carriage of passengers and goods. <br> 1.14. mixing of products (components), which does not lead to a significant difference between the resulting <br> 8. Batch of goods (consignment) - goods that are delivered simultaneously according to one or more <br> products and the original components; <br> commodity-transport documents to the address of one consignee from one consignor, as well as goods sent by one <br> 1.15. slaughter of animals, cutting (sorting) of meat; <br> postal consignment note or transported as baggage by an individual person crossing the border. <br> 1.16. combination of two or more operations specified in subparagraphs 1.1-1.15 of this paragraph. <br> 9. \"Ex-works\" price - the price of the goods to be paid to the manufacturer, at whose enterprise the last <br> If with respect to the goods the criterion of sufficient manufacturing / processing is met solely by carrying out <br> processing was carried out in the State of the Contracting Party, under the terms of \"ex-works\" delivery (EXW) <br> the operations listed in paragraph 1 of this Article, this product shall not be considered to originate from the State of <br> according to the international rules for the interpretation of trade terms \"Incoterms\". <br> the Contracting Party where these operations took place. <br> 10. Resident - any natural person or legal entity, enterprise or organization that does not have the status of a <br> Article 7 : Special cases of origin of goods <br> Cumulation of origin <br> legal entity, which, according to the national legislation of one of the States of the Contracting Parties, is subject to <br> Special cases of origin of goods <br> taxation in it on the basis of residence, permanent location, place of management, registration. <br> 1. Devices, accessories, spare parts and tools intended for use together with machines, equipment, devices <br> However, this concept does not include persons or entities subject to taxation in the Contracting Party only <br> or vehicles are considered to originate from the same State of the Contracting Party as machines, equipment, <br> with respect to income received from operations not related to the production and (or) sale of goods. <br> devices or vehicles, if such devices, accessories, spare parts and tools are imported and used together with the <br> 11. Consignor (consignee) - an individual person or entity indicated in the commodity-transport documents <br> specified machines, equipment, devices or vehicles in a complete set and in quantity, which are usually supplied <br> who, in accordance with the obligations assumed, has transferred (accepted) or intends to transfer (accept) the <br> with these devices in accordance with the technical documents. <br> goods to the carrier (from the carrier). <br> 2. The packaging in which the goods are imported is considered to originate from the same State of the <br> 12. Exporter - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> Contracting Party as the goods themselves, except in cases when the packaging, taking into account the <br> agreement (transaction) that supplies goods to a resident of the State of the other Contracting Party. <br> Harmonized Commodity Description and Coding System, is subject to declaration separately from the goods. In <br> 13. Importer - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> this case, the country of origin of the package is determined separately from the country of origin of the goods. <br> agreement (transaction) that receives goods from a resident of the State of the other Contracting Party. <br> 3. If the packaging in which the goods are imported is considered to originate from the same State of the <br> 14. Applicant - an individual person or entity who has applied to the authorized body (organization) of the <br> Contracting Party as the goods themselves, then only the packaging in which the goods are sold in retail trade is <br> exporting country for obtaining a certificate of origin of goods, confirming and being responsible for the accuracy of <br> taken into account to determine the country of origin of the goods. <br> information about the goods specified in the certificate of origin of goods. <br> 4. When determining the country of origin, the goods in disassembled or unassembled form, which are <br> The applicants may be exporters-consignors of goods or individuals or entities representing their interests in <br> delivered in several batches because of the impossibility of their shipment in one batch due to production or <br> accordance with the national legislation of the exporting Party (on the basis of a power of attorney, a contract of <br> transport conditions, as well as goods which shipment is divided into several batches as a result of an error, are <br> assignment and other documents). <br> considered as a single product at the request of the declarant. <br> Insufficient working or processing <br> The specified concept may also include the importer, the consignee of the goods or individuals or entities <br> This rule is applied if the following conditions are met simultaneously: <br> representing their interests in accordance with the national legislation of the exporting country (on the basis of a <br> prior notification of the customs authority of the country which imports goods in disassembled or <br> power of attorney, a contract of assignment and other documents). <br> unassembled form, delivered in several batches, or the division of shipment into several batches, indicating the <br> 15. Certificate of origin of goods - a document which certifies the country of origin of goods and which is <br> reasons for such operation, with attachment of the specification of each batch with the indication of the codes of <br> issued by the body (organization) authorized by the State of one of the Contracting Parties in accordance with its <br> goods according to the commodity nomenclatures of the States of the Contracting Parties, the cost and country of <br> national legislation. <br> origin of the goods included in each batch, or documentary confirmation of the erroneous division of goods into <br> 16. Declaration of origin of goods - a statement about the country of origin of goods made by the <br> several batches; <br> manufacturer, seller or the individual or entity moving the goods, on a commercial invoice or other document <br> delivery of all batches of goods by one supplier from one of the States of the Contracting Parties; <br> related to the goods. <br> declaration of all batches of goods to one customs authority; <br> 17. Direct shipment - the delivery of goods transported from the territory of the State of one of the <br> delivery of all batches of goods under one contract; <br> Contracting Parties to the territory of the State of the other Contracting Party without transportation through the <br> delivery of all batches of goods within a period not exceeding one (1) year from the date of acceptance of the <br> territory of another State. <br> customs declaration or before the expiration dates approved for its filing with respect to the first batch of goods. <br> 18. Customs value of the goods - value established in accordance with the Agreement on the Application of <br> According to the reasoned application of the applicant, if it is impossible to deliver all batches of goods for reasons <br> Article VII of the GATT 1994. <br> beyond the control of the consignee of the goods, these terms may be extended by the customs authority of the <br> importing country for the time necessary for the delivery of all batches of goods, but not more than one (1) year. <br> 5. When determining the country of origin of goods, the origin of heat and electric energy, machinery, <br> equipment and tools used for their production or processing is not taken into account. <br> Article 8 : Conditions for granting free trade regime <br> Conditions for granting free trade regime <br> 1. The goods shall benefit from free trade regime in the customs territories of the Contracting Parties if they <br> meet the origin criteria established by this Protocol, and also if: <br> 1.1. the goods are exported (imported) on the basis of an agreement (contract) between residents of the <br> States of the Contracting Parties; <br> 1.2. the customs authorities of the importing country are presented a certificate of origin of goods of Form <br> CT-2 (hereinafter referred to as \"the certificate\") in accordance with Annexes 1 and 2 to this Protocol, which are its <br> integral parts, filled in (issued) in accordance with the requirements for its filling in (issuance) presented in Article 12 <br> of this Protocol; <br> 1.3. the conditions of direct delivery of goods, confirmed by documents, are met; <br> 1.4. the State of the Contracting Party has complied with the requirements for administrative cooperation <br> provided for in Article 11 of this Protocol. <br> 2. Direct delivery corresponds to goods transported through the territory of one or more States due to <br> geographical, transport, technical or economic reasons, provided that the goods in the transit States, including <br> when they are temporarily stored on the territory of these States, are under customs control. <br> Documentary confirmation of the possession of goods under customs control can be provided by ransport <br> documents certifying the transit route from the exporting State through the transit State, or a document issued by <br> the customs authorities of the transit State, giving an accurate description of the goods, indicating the dates of <br> transshipment (reloading) of the goods, the names of vehicles and certifying the conditions under which the goods <br> were in the transit State. <br> Direct delivery also corresponds to goods purchased by the importer at exhibitions or fairs, in accordance <br> with the following conditions: <br> 2.1. the goods were delivered from the territory of one of the States of the Contracting Parties to the territory <br> of the other State, which is not a Contracting Party and which is the organizer of the exhibition or fair, and these <br> goods remained under customs control during these events; <br> 2.2. the goods have not been used for any other purposes than demonstration purposes since they were sent <br> to the exhibition or fair; <br> 2.3. the goods are imported into the territory of the State of the Contracting Party in the same condition in <br> which they were sent to the territory of another State that is not the Contracting Party and which is the organizer of <br> the exhibition or fair, without taking into account changes in the condition of the goods due to natural wear or loss <br> under normal conditions of transportation and storage. <br> 3. Goods which origin has not been established or which origin has been established, but the free trade <br> regime cannot be applied to these goods, are imported into the importing country in accordance with the <br> requirements of tariff and non-tariff regulation of this State of the Contracting Party. <br> 4. With respect to the goods specified in paragraph 3 of this Article, the regime of free trade may be applied <br> (restored) in the customs territories of the States of the Contracting Parties, provided that they receive a proper <br> certificate of origin (providing a certificate of origin of the goods (Form CT-2) and, if necessary, other documents <br> confirming the country of origin of the goods) before the period of twelve (12) months from the date of registration <br> of the customs declaration in the importing country (except for cases when falsification of certificate (Form CT-2 ) is <br> determined) has not expired. <br> Article 6 : Insufficient Working or Processing <br> "}, {"ArticleTitle": "Criterion of sufficient processing", "ArticleDesc": "Article 4 : Criterion of sufficient processing <br> 1. The goods are considered to have underwent sufficient manufacturing / processing in one of the States of <br> the Contracting Parties if the goods underwent manufacturing / processing and the value of the materials of foreign <br> origin used in this process does not exceed 50 % of the value of the exported goods. <br> 2. The cost of materials used in the manufacturing / processing is determined on the basis of the customs <br> value of these materials determined in the State of the Contracting Party where their manufacturing / processing is <br> carried out. <br> In case when, in accordance with the legislation of the State of the Contracting Party, the customs value of <br> materials is not determined, as well as in the case of their unknown origin, the cost of materials is determined as <br> equivalent to the price paid for these materials in the territory of the State of the Contracting Party where their <br> manufacturing / processing is carried out. <br> The value of goods exported from one of the States of the Contracting Parties is determined on the basis of <br> \"ex-works\" price. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Annex B <br> Article 3 : Wholly produced goods <br> Article 5 : Cumulation of origin <br> to the Agreement between the Government of <br> Wholly produced goods <br> AND METHODS OF ADMINISTRATIVE COOPERATION <br> the Republic of Belarus and the Government of <br> 1. The following goods shall be considered as wholly produced in the State of the Contracting Party: <br> Without prejudice to the provisions of Articles 2 and 4 of this Protocol, goods are considered to originate from <br> the Republic of Serbia on free trade <br> 1.1. minerals extracted from the subsoil, territorial sea (waters) or from the seabed of this State of <br> the Republic of Belarus if they are produced there and contain materials originating from the Republic of Belarus, <br> between the Republic of Belarus and the Republic of <br> Contracting Party; <br> the Republic of Kazakhstan, the Russian Federation and the Republic of Serbia, and provided that in the Republic <br> Serbia as amended by the Protocol on <br> 1.2. products of vegetable origin grown and (or) harvested in the State of the Contracting Party; <br> of Belarus they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of <br> amendments and additions to the Agreement between <br> 1.3. live animals born and raised in the State of the Contracting Party; <br> this Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> the Government of the Republic of Belarus <br> 1.4. products obtained in the State of the Contracting Party from animals raised in it; <br> Republic of Belarus. <br> and the Government of the Republic of Serbia <br> 1.5. products obtained by hunting and fishing in the State of the Contracting Party; <br> on free trade between the Republic of <br> 1.6. products of marine fishing and other products of marine fishing caught outside the territorial sea of the <br> the Republic of Serbia if they are produced there and contain materials originating from the Republic of Serbia, the <br> Belarus and the Republic of Serbia <br> State of the Contracting Party by vessels registered in this State and flying the flag of this State; <br> Republic of Kazakhstan, the Republic of Belarus and the Russian Federation, provided that in the Republic of <br> THE PROTOCOL <br> 1.7. products obtained on board of a factory ship exclusively from products specified in subparagraph 1.6 of <br> Serbia they were the subject of manufacturing / processing exceeding the operations specified in Article 6 of this <br> ABOUT DETERMINATION OF THE COUNTRY OF ORIGIN OF GOODS <br> this Article originating from the State of the Contracting Party, provided that this factory ship is registered or put on <br> Protocol. There is no need for such materials to be subjected to sufficient manufacturing / processing in the <br> records in this State of the Contracting Party and flies its flag; <br> Republic of Serbia. <br> (as amended by the Protocol of 15.06.2011) <br> 1.8. products obtained from the seabed or from the subsoil outside the territorial sea of the State of the <br> The Government of the Republic of Belarus and the Government of the Republic of Serbia, hereinafter <br> Contracting Party, provided that this State of the Contracting Party has exclusive rights to this seabed mining or <br> referred to as \"the Contracting Parties\", with respect to goods originating from the territories of the Contracting <br> exploit this subsoil in the waters; <br> 1. The following operations do not comply the criterion of sufficient manufacturing / processing: <br> Parties and being objects of trade between them, have concluded this Protocol on the following: <br> 1.9. waste and scrap (secondary raw materials) obtained as a result of production or other processing <br> 1.1. operations to ensure that the products remain in proper condition during storage or transportation; <br> Article 1 : Terms and definitions <br> operations; <br> 1.2. operations for preparation of goods for sale and transportation (splitting of consignments, formation of <br> Terms and definitions <br> 1.10. high-tech products obtained in outer space on spacecrafts owned by the State of the Contracting Party <br> shipments, sorting, repacking), operations for disassembly and assembly of packaging; <br> 1. Country of origin of goods - the State where goods were wholly produced or subjected to sufficient <br> or leased (chartered) by it; <br> 1.3. washing, cleaning, removal of dust, covering by oxide, oil, or by other substances; <br> manufacturing / processing in accordance with this Protocol. <br> 1.11. goods manufactured in the State of the Contracting Party from the products referred to in <br> 1.4. ironing or pressing of textiles (any types of fibers and yarns, woven materials from any types of fibers <br> 2. Criteria for sufficient manufacturing / processing - one of the criteria of origin of goods, according to which <br> subparagraphs 1.1-1.10 of this Article. <br> and yarns and products thereof); <br> goods, if two or more States participate in their production, are considered to originate from the State in which <br> 1.5. painting or polishing operations; <br> territory they were subjected to the last significant processing sufficient to give the goods their characteristics. <br> 1.6. husking and partial or total milling; polishing and glazing of cereals and rice; <br> 3. Manufacturing (production) - performing any kinds of production or technological operations, including <br> 1.7. operations for coloring of sugar or forming sugar lumps; <br> assembly and any special operations, designed to obtain a product. <br> 1.8. peeling, extraction of seeds and cutting of fruits, vegetables and nuts; <br> 4. Material - any ingredient, raw material, component or part, etc., used for manufacturing of the product. <br> 1.9. sharpening, grinding or cutting, which does not lead to a significant difference between the obtained <br> 5. Material of foreign origin - material that does not originate from the territories of the Contracting Parties, <br> components and the original product; <br> the Republic of Kazakhstan, the Russian Federation, or material which origin has not been identified. <br> 1.10. sifting through sieve, sorting, classifying, grading, matching (including making-up of sets of articles); <br> 6. Product (produce) - a manufactured (produced) product, even if it is intended for later use in another <br> 1.11. filling, packing in cans, vials, bags, cases, boxes and other simple packaging operations; <br> manufacturing operation. <br> 1.12. simple assembly operations or disassembly of goods into parts; <br> 7. Goods - any movable property (both in the form of material and of product), including thermal, electrical, <br> 1.13. separation or division of the product into components, which does not lead to a significant difference <br> other types of energy and vehicles, transported through the customs territory, except vehicles carrying out <br> between the obtained components and the original product; <br> international carriage of passengers and goods. <br> 1.14. mixing of products (components), which does not lead to a significant difference between the resulting <br> 8. Batch of goods (consignment) - goods that are delivered simultaneously according to one or more <br> products and the original components; <br> commodity-transport documents to the address of one consignee from one consignor, as well as goods sent by one <br> 1.15. slaughter of animals, cutting (sorting) of meat; <br> postal consignment note or transported as baggage by an individual person crossing the border. <br> 1.16. combination of two or more operations specified in subparagraphs 1.1-1.15 of this paragraph. <br> 9. \"Ex-works\" price - the price of the goods to be paid to the manufacturer, at whose enterprise the last <br> If with respect to the goods the criterion of sufficient manufacturing / processing is met solely by carrying out <br> processing was carried out in the State of the Contracting Party, under the terms of \"ex-works\" delivery (EXW) <br> the operations listed in paragraph 1 of this Article, this product shall not be considered to originate from the State of <br> according to the international rules for the interpretation of trade terms \"Incoterms\". <br> the Contracting Party where these operations took place. <br> 10. Resident - any natural person or legal entity, enterprise or organization that does not have the status of a <br> Article 7 : Special cases of origin of goods <br> Cumulation of origin <br> legal entity, which, according to the national legislation of one of the States of the Contracting Parties, is subject to <br> Special cases of origin of goods <br> taxation in it on the basis of residence, permanent location, place of management, registration. <br> 1. Devices, accessories, spare parts and tools intended for use together with machines, equipment, devices <br> However, this concept does not include persons or entities subject to taxation in the Contracting Party only <br> or vehicles are considered to originate from the same State of the Contracting Party as machines, equipment, <br> with respect to income received from operations not related to the production and (or) sale of goods. <br> devices or vehicles, if such devices, accessories, spare parts and tools are imported and used together with the <br> 11. Consignor (consignee) - an individual person or entity indicated in the commodity-transport documents <br> specified machines, equipment, devices or vehicles in a complete set and in quantity, which are usually supplied <br> who, in accordance with the obligations assumed, has transferred (accepted) or intends to transfer (accept) the <br> with these devices in accordance with the technical documents. <br> goods to the carrier (from the carrier). <br> 2. The packaging in which the goods are imported is considered to originate from the same State of the <br> 12. Exporter - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> Contracting Party as the goods themselves, except in cases when the packaging, taking into account the <br> agreement (transaction) that supplies goods to a resident of the State of the other Contracting Party. <br> Harmonized Commodity Description and Coding System, is subject to declaration separately from the goods. In <br> 13. Importer - a resident of one of the States of the Contracting Parties who is a party to a foreign-trade <br> this case, the country of origin of the package is determined separately from the country of origin of the goods. <br> agreement (transaction) that receives goods from a resident of the State of the other Contracting Party. <br> 3. If the packaging in which the goods are imported is considered to originate from the same State of the <br> 14. Applicant - an individual person or entity who has applied to the authorized body (organization) of the <br> Contracting Party as the goods themselves, then only the packaging in which the goods are sold in retail trade is <br> exporting country for obtaining a certificate of origin of goods, confirming and being responsible for the accuracy of <br> taken into account to determine the country of origin of the goods. <br> information about the goods specified in the certificate of origin of goods. <br> 4. When determining the country of origin, the goods in disassembled or unassembled form, which are <br> The applicants may be exporters-consignors of goods or individuals or entities representing their interests in <br> delivered in several batches because of the impossibility of their shipment in one batch due to production or <br> accordance with the national legislation of the exporting Party (on the basis of a power of attorney, a contract of <br> transport conditions, as well as goods which shipment is divided into several batches as a result of an error, are <br> assignment and other documents). <br> considered as a single product at the request of the declarant. <br> Insufficient working or processing <br> The specified concept may also include the importer, the consignee of the goods or individuals or entities <br> This rule is applied if the following conditions are met simultaneously: <br> representing their interests in accordance with the national legislation of the exporting country (on the basis of a <br> prior notification of the customs authority of the country which imports goods in disassembled or <br> power of attorney, a contract of assignment and other documents). <br> unassembled form, delivered in several batches, or the division of shipment into several batches, indicating the <br> 15. Certificate of origin of goods - a document which certifies the country of origin of goods and which is <br> reasons for such operation, with attachment of the specification of each batch with the indication of the codes of <br> issued by the body (organization) authorized by the State of one of the Contracting Parties in accordance with its <br> goods according to the commodity nomenclatures of the States of the Contracting Parties, the cost and country of <br> national legislation. <br> origin of the goods included in each batch, or documentary confirmation of the erroneous division of goods into <br> 16. Declaration of origin of goods - a statement about the country of origin of goods made by the <br> several batches; <br> manufacturer, seller or the individual or entity moving the goods, on a commercial invoice or other document <br> delivery of all batches of goods by one supplier from one of the States of the Contracting Parties; <br> related to the goods. <br> declaration of all batches of goods to one customs authority; <br> 17. Direct shipment - the delivery of goods transported from the territory of the State of one of the <br> delivery of all batches of goods under one contract; <br> Contracting Parties to the territory of the State of the other Contracting Party without transportation through the <br> delivery of all batches of goods within a period not exceeding one (1) year from the date of acceptance of the <br> territory of another State. <br> customs declaration or before the expiration dates approved for its filing with respect to the first batch of goods. <br> 18. Customs value of the goods - value established in accordance with the Agreement on the Application of <br> According to the reasoned application of the applicant, if it is impossible to deliver all batches of goods for reasons <br> Article VII of the GATT 1994. <br> beyond the control of the consignee of the goods, these terms may be extended by the customs authority of the <br> importing country for the time necessary for the delivery of all batches of goods, but not more than one (1) year. <br> 5. When determining the country of origin of goods, the origin of heat and electric energy, machinery, <br> equipment and tools used for their production or processing is not taken into account. <br> Article 8 : Conditions for granting free trade regime <br> Conditions for granting free trade regime <br> 1. The goods shall benefit from free trade regime in the customs territories of the Contracting Parties if they <br> meet the origin criteria established by this Protocol, and also if: <br> 1.1. the goods are exported (imported) on the basis of an agreement (contract) between residents of the <br> States of the Contracting Parties; <br> 1.2. the customs authorities of the importing country are presented a certificate of origin of goods of Form <br> CT-2 (hereinafter referred to as \"the certificate\") in accordance with Annexes 1 and 2 to this Protocol, which are its <br> integral parts, filled in (issued) in accordance with the requirements for its filling in (issuance) presented in Article 12 <br> of this Protocol; <br> 1.3. the conditions of direct delivery of goods, confirmed by documents, are met; <br> 1.4. the State of the Contracting Party has complied with the requirements for administrative cooperation <br> provided for in Article 11 of this Protocol. <br> 2. Direct delivery corresponds to goods transported through the territory of one or more States due to <br> geographical, transport, technical or economic reasons, provided that the goods in the transit States, including <br> when they are temporarily stored on the territory of these States, are under customs control. <br> Documentary confirmation of the possession of goods under customs control can be provided by ransport <br> documents certifying the transit route from the exporting State through the transit State, or a document issued by <br> the customs authorities of the transit State, giving an accurate description of the goods, indicating the dates of <br> transshipment (reloading) of the goods, the names of vehicles and certifying the conditions under which the goods <br> were in the transit State. <br> Direct delivery also corresponds to goods purchased by the importer at exhibitions or fairs, in accordance <br> with the following conditions: <br> 2.1. the goods were delivered from the territory of one of the States of the Contracting Parties to the territory <br> of the other State, which is not a Contracting Party and which is the organizer of the exhibition or fair, and these <br> goods remained under customs control during these events; <br> 2.2. the goods have not been used for any other purposes than demonstration purposes since they were sent <br> to the exhibition or fair; <br> 2.3. the goods are imported into the territory of the State of the Contracting Party in the same condition in <br> which they were sent to the territory of another State that is not the Contracting Party and which is the organizer of <br> the exhibition or fair, without taking into account changes in the condition of the goods due to natural wear or loss <br> under normal conditions of transportation and storage. <br> 3. Goods which origin has not been established or which origin has been established, but the free trade <br> regime cannot be applied to these goods, are imported into the importing country in accordance with the <br> requirements of tariff and non-tariff regulation of this State of the Contracting Party. <br> 4. With respect to the goods specified in paragraph 3 of this Article, the regime of free trade may be applied <br> (restored) in the customs territories of the States of the Contracting Parties, provided that they receive a proper <br> certificate of origin (providing a certificate of origin of the goods (Form CT-2) and, if necessary, other documents <br> confirming the country of origin of the goods) before the period of twelve (12) months from the date of registration <br> of the customs declaration in the importing country (except for cases when falsification of certificate (Form CT-2 ) is <br> determined) has not expired. <br> Article 6 : Insufficient Working or Processing <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 9 : Documentary evidence <br> the provisions of this Protocol within six (6) months from the date of the beginning of its application. <br> 1. To confirm the country of origin of the goods in the particular State of the Contracting Party, in order to <br> provide free trade regime, it is necessary to provide the customs authorities of the importing country with the <br> original certificate. The validity period of the certificate for the purpose of granting free trade regime is twelve (12) <br> months from the date of its certification by the body which is authorized in accordance with the national legislation <br> of the State of the Contracting Party to issue and (or) certify certificates of origin of goods. <br> 2. The certificate is registered and issued for one batch of goods. <br> 3. The certificate is submitted to the customs authorities of the importing country in hard copy in English or <br> Russian language. <br> 4. The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more <br> than 5 percent. <br> 5. The certificate can also be issued after the exportation of goods on the basis of a written application from <br> the applicant. In doing so, the applicant additionally submits to the authorized body the customs declaration with <br> the appropriate note of the customs authority confirming the actual export of the goods <*>. In this case, in Box 5 of <br> the certificate it shall be stated \"Issued retrospectively\" (\"????? ????????????\"). <br> <*> In doing so, the note of the customs authority shall be dated earlier than the date of issuance of the <br> 6. In case of loss or damage of the certificate, its officially certified duplicate shall be issued. When issuing a <br> duplicate, the date of its issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and the mark <br> \"Duplicate\" (\"????????\") shall be made in Box 5 \"For official use\" (\"??? ????????? ???????\"), along with the <br> number and date of issuance of the lost or damaged original certificate. A duplicate of the certificate shall be valid <br> from the date of issuance of the original certificate. The validity of a duplicate certificate for the purposes of <br> obtaining the free trade regime shall not exceed twelve (12) months from the date of issuance of the original <br> certificate. <br> 7. The authorized body may issue a new certificate instead of certificate which was cancelled for any reason <br> Documentary Evidence <br> or when it is necessary to reissue previously issued certificate upon the written justification of the applicant. In this <br> case, mark \"Issued instead of certificate of origin of goods Form CT-2\" (\"????? ?????? ??????????? ? <br> ????????????? ?????? ????? ??-2\") shall be made in Box 5, along with the number and date of the cancelled <br> (previously issued) certificate. The certificate issued instead of another certificate shall be assigned with a new <br> registration number. <br> Article 10 : Declaration of origin of goods <br> Declaration of origin of goods <br> 1. In order to confirm the origin of goods in a small consignment (customs value of which does not exceed <br> the amount equivalent to five thousand (5000) US Dollars), a certificate is not required to be presented. In this <br> case, the exporter may submit a declaration of the country of origin of goods, issued in accordance with Annex 3 to <br> this Protocol, which is an integral part of it, on an invoice, other commercial or shipping documents. <br> 2. An exporter who has submitted a declaration of origin of goods is obliged, upon request of the competent <br> authority of the exporting country, to submit all the documents and information necessary to confirm the origin in <br> 3. Declaration of origin of goods shall be made in printed copy and shall be signed personally by the <br> manufacturer, seller, consignor (exporter) or competent person related to the goods, indicating his/her surname and <br> initials. <br> Article 11 : Administrative cooperation <br> Administrative cooperation <br> 1. The authorized bodies of the States of the Contracting Parties exchange samples of certificate forms, <br> samples of signatures of persons authorized to certify certificates, stamps and seals imprints of the official bodies <br> which are authorized in accordance with national legislation to certify and (or) issue certificates of origin of goods, <br> information on the names and addresses of such authorized bodies, as well as bodies authorized to verify <br> certificates and declarations of origin of goods (if such bodies are necessary). <br> Samples of imprints of stamps and seals shall be original and clear in order to be able to carry out their <br> unambiguous identification for authenticity. <br> The authorized bodies of the States of the Contracting Parties shall immediately inform each other in case of <br> any changes to the above information. <br> 2. Without the provision of the information specified in paragraph 1 of this Article, the free trade regime for <br> imported goods is not provided. <br> 3. The authorized bodies of the States of the Contracting Parties carry out subsequent check-up (verification) <br> of certificates and declarations of origin of goods on a selective basis or if the customs authorities of the importing <br> country have reasonable doubts about the authenticity of these documents or the reliability of the information <br> contained in them. <br> 4. In cases specified in paragraph 3 of this Article, the customs authority of the State which imports goods is <br> entitled to make a request to the authorized body that certified the certificate, or to the bodies authorized to verify <br> certificates and declarations of origin of goods, with a substantiated request to confirm the authenticity of the <br> certificate (declaration of origin of goods) and (or) the reliability of the information contained therein, or to provide <br> additional or clarifying information, including the meeting the criterion of origin of goods, and (or) copies of <br> documents, on the basis of which such a certificate was issued. <br> A copy of the certificate (declaration of origin of goods) which is necessary to verify is attached to the request <br> for subsequent verification. <br> The request specifies the reasons for its sending and (or) other additional details indicating which information <br> in the certificate (declaration of origin of goods) may be unreliable, except for cases of subsequent verification on a <br> selective basis. <br> 5. Subsequent check-up (verification) is carried out by the authorized bodies of the exporting State of the <br> Contracting Party. To do this, they shall be entitled to request the necessary documents and to check the <br> documentation and accounts of the manufacturer (exporter) in order to confirm the origin of the goods. <br> 6. Before receiving the results of the subsequent check-up (verification), the customs authorities shall make a <br> decision to refuse to grant tariff preferences (free trade regime) with respect to the imported goods. <br> Refusal to grant tariff preferences (free trade regime) is not the reason for the customs authorities to refuse <br> the release of the imported goods, provided that the prohibitions and restrictions have been observed and no fraud <br> has been detected, except in cases provided for by the national legislation of the Contracting Parties. <br> 7. If the requirements provided for in paragraph 4 of this Article are met, the subsequent check-up <br> (verification) shall be carried out as soon as possible, information about its results shall be sent to the requesting <br> customs authority no later than 6 (six) months from the date of sending the request. <br> These results shall clearly indicate whether the documents are authentic and whether specific goods can be <br> considered as goods originating from the territory of the State of the Contracting Party, as well as whether other <br> requirements of this Protocol are met. <br> 8. If the results of the subsequent check-up (verification) do not allow to prove the authenticity of certificates <br> (declarations of origin of goods) or the actual origin of goods, tariff preferences (free trade regime) are not granted. <br> 9. The goods are not considered to originate from the State of the Contracting Parties, unless a properly <br> issued certificate or the requested information is provided. <br> 10. For the purpose of subsequent check-up (verification), copies of certificates, as well as any export <br> documents related to them, shall be kept for at least three (3) years by the authorized body of the Contracting <br> Article 12 : Requirements and procedures for completing of the certificate <br> Requirements and procedures for completing of the certificate <br> 1. The certificate shall be available in hard (printed) copy in English or Russian language on paper with a <br> protective netting or protective color field in A4 format (210 x 297 mm) with density of at least 25 g/sq. m and <br> produced typographically. <br> 2. Copies of certificates, as well as any related documents, confirming the origin of goods shall be kept for at <br> least three (3) years by the authorized body which issued the certificate. <br> 3. The certificate prohibits the use of facsimiles of signatures of persons and the presence of erasures, as <br> well as corrections and (or) additions that are not certified by the body that certified the certificate. <br> 4. Corrections and (or) additions to the certificate are made by crossing out the erroneous information and <br> overprinting or by including handwritten information, which is certified by the signature of the authorized person and <br> the stamp of the authorized body that certified and issued the certificate. <br> 5. The certificate shall be completed in accordance with the following requirements: <br> Box 1 <*> - \"Consignor/exporter (name and address)\"/ \"???????????????? (?????????) (???????????? ? <br> ?????)\". When filling in the box, it is allowed to indicate the name of the consignor (exporter) according to the <br> certificate of its state registration or a document confirming the actual location of the consignor (exporter). <br> If the consignor and exporter are different legal entities, it shall be specified that the consignor (name and <br> address) acts on behalf (\"to order\") of the exporter (name and address); <br> Box 2 <*> - \"The consignee (importer) (name and address)\"/ \"??????????????? (????????) (???????????? <br> ? ?????)\". When filling in the box, it is allowed to indicate the name of the consignee (importer) according to the <br> certificate of its state registration or a document confirming the actual location of the consignee (importer). <br> < * > Boxes 1 and 2 of the certificate of origin of the goods (Form CT-2) indicate the same names and <br> addresses of the consigner (exporter) and the consignee (importer) respectively which are contained in other <br> shipping documents related to the consignment of goods (foreign trade agreement/transaction, invoice, customs <br> declaration, etc.). <br> If the consignee and the importer are different legal entities, it shall be specified that the consignee (name <br> and address) acts on behalf (\"to order\") of the importer (name and address). <br> Box 3 - \"Means of transport and route (as far as known)\"/ \"???????? ?????????? ? ??????? ?????????? <br> (????????? ??? ????????)\". The means of transport and the route, as far as it is known, shall be entered; <br> Box 4 - the registration number of the certificate of origin, the country that has issued the certificate, and the <br> country for which the certificate of origin is to be submitted shall be entered. <br> The registration number may be indicated by handwriting or by stamping; <br> Box 5 - \"For official use\"/ \"??? ????????? ???????\". The official notes of authorized bodies of the countries <br> of export, transit, and (or) the receipt of goods shall be entered by handwriting or by stamping, as well as, if <br> necessary, the following records: \"Duplicate\" (\"????????\"), \"Issued instead of certificate\" (\"????? ?????? <br> ???????????\"), \"Issued retrospectively\" (\"????? ????????????\"), and other records under the Protocol. <br> Handwritten records shall be certified as provided for in paragraph 4 of this Article; <br> Box 6 - \"Number\"./\"?\"/ \"?????\". The sequence number of the goods shall be entered; <br> Box 7 - \"Number and kind of packages\"/ \"?????????? ???? ? ??? ????????\". The number and kind of <br> packages shall be entered; <br> Box 8 - \"Description of goods\"/ \"???????? ??????\". The commercial name of goods shall be entered, as <br> well as other information allowing to identify the goods with those declared for the purpose of customs declaration. <br> In case of insufficient space in Box 8, an additional sheet(s) of the certificate of origin (the form of the <br> additional sheet is given in Annex 2) may be used, and shall be completed in the prescribed manner (certified by <br> signature, stamp and the same registration number as the one specified in Box 4 of the certificate). <br> In case of moving a batch of goods with a significant nomenclature list of items, provided that all goods are <br> classified in the same commodity heading and have the same criterion of origin, it is allowed to use a shipping <br> document (invoice, pro forma invoice, bill of lading or other document reflecting the quantitative characteristics of <br> the goods), which contains a complete list of goods, instead of issuing an additional sheet (sheets) of the <br> certificate. This shipping document, on the first sheet of which the registration number and the date of issue of the <br> corresponding certificate are affixed, is provided to the customs authorities of the importing cuntry simultaneously <br> with the certificate. Information about the origin of goods in the shipping document is certified by the same <br> authorized body that issued the certificate. At the same time, in Box 8 of the certificate, a reference is made to the <br> corresponding shipping document indicating its details and the number of sheets it is composed of; <br> Box 9 - \"Origin criterion\"/ \"???????? ?????????????\". <br> The following origin criteria can be indicated: <br> \"P\" - the goods are wholly produced in the exporting country; <br> \"Y\" - the goods have underwent manufacturing / processing (stating the <br> percentage of the value of material of foreign origin used in the value of exported goods, determined on the basis of <br> \"ex-works\" price, for example, \"Y 15%\"); <br> \"Pk\" - the goods have received the origin based on cumulation principle. <br> If various goods are declared in the certificate, some of which are classified in one four-digit commodity <br> heading of the Harmonized Commodity Description and Coding System, it is permissible to indicate in box 9 one <br> letter designation of the origin criterion for all goods of this four-digit commodity heading. <br> If the certificate declares goods classified in different commodity headings of the Harmonized Commodity <br> Description and Coding System and (or) having different criteria of origin, then the criteria of origin are indicated in <br> box 9 differentially for all the declared goods; <br> Box 10 - \"Quantity of goods\"/ \"?????????? ??????\". Gross/net weight (kg), and (or) other quantitative <br> characteristics of the goods according to the commodity nomenclatures of the Contracting Parties shall be entered; <br> The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more than five <br> (5) percent. <br> The net weight is indicated taking into account the primary packaging, which is inseparable from the goods in <br> retail trade; <br> Box 11 - \"Number and date of invoice\"/ \"????? ? ???? ?????-???????\". The information is provided about <br> the invoice, or pro forma invoice, or other document reflecting the financial and (or) quantitative parameters of the <br> goods; <br> Box 12 - \"Certification\"/ \"?????????????\". It is filled in by the authorized body and contains its name, <br> address, stamp and date of the certificate (duplicate) issuance, as well as the signature, surname and initials of the <br> person authorized to certify the certificate (duplicate). <br> The date, surname and initials of the authorized person may be entered by handwriting or by stamping. <br> Box 13 - \"Declaration by the applicant\"/ \"?????????? ?????????\". The country where the goods were <br> wholly produced or underwent sufficient manufacturing / processing, the date of declaration of the information on <br> the country of origin shall be indicated, as well as applicant's stamp is put, signature, surname and initials. <br> The date and applicant's surname and initials may be entered by handwriting or stamping. <br> In cases when the goods are exported (imported) by an individual person - resident of the State of one of the <br> Contracting Parties, the certificate of origin of goods (Form CT-2) is filled in while taking into account the following <br> features: <br> Box 1 - the surname, initials of the consignor and his address shall be entered; <br> Box 2 - if the information is available, then the surname, initials, the address of the consignee are indicated <br> as well as the note \"For free request\"/ \"??? ?????????? ?????????\" shall be entered. <br> It is allowed that the consignor and the consignee can be the same individual person; <br> Boxes 5 and 11 may remain blank if there is no data; <br> Box 13 is certified by the signature of the consignor, indicating the date of declaration of information about <br> the country of origin of goods, the surname and initials of the consignor. <br> 6. Filling in the certificate on the back of the form is not allowed. <br> Article 13 : Grounds for denial the regime of free trade <br> Grounds for denial the regime of free trade <br> 1. The customs authority of the State of the Contracting Party shall deny granting the free trade regime to <br> goods which originate and are imported from the other Contracting Party in cases: <br> 1.1. if there is violation of the terms for granting the regime of free trade provided for in Article 8 of this <br> Protocol; <br> 1.2. if the customs authorities of the importing country during three (3) years receive confirmed information <br> from the competent authorities of the exporting country that the certificate was not issued (was falsified), canceled <br> or issued on the basis of invalid, unreliable or incomplete documents and (or) information; <br> 1.3. if within six (6) months from the date of sending the inquiry provided for in paragraph 4 of Article 11 of <br> this Protocol, no response has been received regarding the requested certificate from the competent authorities of <br> the exporting country or the country of origin of the goods. <br> accordance with this Protocol. <br> Party. <br> "}, {"ArticleTitle": "Transitional and final provisions", "ArticleDesc": "Article 14 : Transitional and final provisions <br> According to the Protocol on the Determination of the Country of Origin of Goods and Methods of <br> Administrative Cooperation (Annex B to the Free Trade Agreement between the Government of the Republic of <br> Belarus and the Government of the Republic of Serbia of March 31, 2009), the Certificate of origin of goods on the <br> Form \"Certificate of origin of goods ASB.1\" can be used in order to confirm the origin of goods in accordance with <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 9 : Documentary evidence <br> the provisions of this Protocol within six (6) months from the date of the beginning of its application. <br> 1. To confirm the country of origin of the goods in the particular State of the Contracting Party, in order to <br> provide free trade regime, it is necessary to provide the customs authorities of the importing country with the <br> original certificate. The validity period of the certificate for the purpose of granting free trade regime is twelve (12) <br> months from the date of its certification by the body which is authorized in accordance with the national legislation <br> of the State of the Contracting Party to issue and (or) certify certificates of origin of goods. <br> 2. The certificate is registered and issued for one batch of goods. <br> 3. The certificate is submitted to the customs authorities of the importing country in hard copy in English or <br> Russian language. <br> 4. The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more <br> than 5 percent. <br> 5. The certificate can also be issued after the exportation of goods on the basis of a written application from <br> the applicant. In doing so, the applicant additionally submits to the authorized body the customs declaration with <br> the appropriate note of the customs authority confirming the actual export of the goods <*>. In this case, in Box 5 of <br> the certificate it shall be stated \"Issued retrospectively\" (\"????? ????????????\"). <br> <*> In doing so, the note of the customs authority shall be dated earlier than the date of issuance of the <br> 6. In case of loss or damage of the certificate, its officially certified duplicate shall be issued. When issuing a <br> duplicate, the date of its issuance shall be indicated in Box 12 \"Certification\" (\"?????????????\"), and the mark <br> \"Duplicate\" (\"????????\") shall be made in Box 5 \"For official use\" (\"??? ????????? ???????\"), along with the <br> number and date of issuance of the lost or damaged original certificate. A duplicate of the certificate shall be valid <br> from the date of issuance of the original certificate. The validity of a duplicate certificate for the purposes of <br> obtaining the free trade regime shall not exceed twelve (12) months from the date of issuance of the original <br> certificate. <br> 7. The authorized body may issue a new certificate instead of certificate which was cancelled for any reason <br> Documentary Evidence <br> or when it is necessary to reissue previously issued certificate upon the written justification of the applicant. In this <br> case, mark \"Issued instead of certificate of origin of goods Form CT-2\" (\"????? ?????? ??????????? ? <br> ????????????? ?????? ????? ??-2\") shall be made in Box 5, along with the number and date of the cancelled <br> (previously issued) certificate. The certificate issued instead of another certificate shall be assigned with a new <br> registration number. <br> Article 10 : Declaration of origin of goods <br> Declaration of origin of goods <br> 1. In order to confirm the origin of goods in a small consignment (customs value of which does not exceed <br> the amount equivalent to five thousand (5000) US Dollars), a certificate is not required to be presented. In this <br> case, the exporter may submit a declaration of the country of origin of goods, issued in accordance with Annex 3 to <br> this Protocol, which is an integral part of it, on an invoice, other commercial or shipping documents. <br> 2. An exporter who has submitted a declaration of origin of goods is obliged, upon request of the competent <br> authority of the exporting country, to submit all the documents and information necessary to confirm the origin in <br> 3. Declaration of origin of goods shall be made in printed copy and shall be signed personally by the <br> manufacturer, seller, consignor (exporter) or competent person related to the goods, indicating his/her surname and <br> initials. <br> Article 11 : Administrative cooperation <br> Administrative cooperation <br> 1. The authorized bodies of the States of the Contracting Parties exchange samples of certificate forms, <br> samples of signatures of persons authorized to certify certificates, stamps and seals imprints of the official bodies <br> which are authorized in accordance with national legislation to certify and (or) issue certificates of origin of goods, <br> information on the names and addresses of such authorized bodies, as well as bodies authorized to verify <br> certificates and declarations of origin of goods (if such bodies are necessary). <br> Samples of imprints of stamps and seals shall be original and clear in order to be able to carry out their <br> unambiguous identification for authenticity. <br> The authorized bodies of the States of the Contracting Parties shall immediately inform each other in case of <br> any changes to the above information. <br> 2. Without the provision of the information specified in paragraph 1 of this Article, the free trade regime for <br> imported goods is not provided. <br> 3. The authorized bodies of the States of the Contracting Parties carry out subsequent check-up (verification) <br> of certificates and declarations of origin of goods on a selective basis or if the customs authorities of the importing <br> country have reasonable doubts about the authenticity of these documents or the reliability of the information <br> contained in them. <br> 4. In cases specified in paragraph 3 of this Article, the customs authority of the State which imports goods is <br> entitled to make a request to the authorized body that certified the certificate, or to the bodies authorized to verify <br> certificates and declarations of origin of goods, with a substantiated request to confirm the authenticity of the <br> certificate (declaration of origin of goods) and (or) the reliability of the information contained therein, or to provide <br> additional or clarifying information, including the meeting the criterion of origin of goods, and (or) copies of <br> documents, on the basis of which such a certificate was issued. <br> A copy of the certificate (declaration of origin of goods) which is necessary to verify is attached to the request <br> for subsequent verification. <br> The request specifies the reasons for its sending and (or) other additional details indicating which information <br> in the certificate (declaration of origin of goods) may be unreliable, except for cases of subsequent verification on a <br> selective basis. <br> 5. Subsequent check-up (verification) is carried out by the authorized bodies of the exporting State of the <br> Contracting Party. To do this, they shall be entitled to request the necessary documents and to check the <br> documentation and accounts of the manufacturer (exporter) in order to confirm the origin of the goods. <br> 6. Before receiving the results of the subsequent check-up (verification), the customs authorities shall make a <br> decision to refuse to grant tariff preferences (free trade regime) with respect to the imported goods. <br> Refusal to grant tariff preferences (free trade regime) is not the reason for the customs authorities to refuse <br> the release of the imported goods, provided that the prohibitions and restrictions have been observed and no fraud <br> has been detected, except in cases provided for by the national legislation of the Contracting Parties. <br> 7. If the requirements provided for in paragraph 4 of this Article are met, the subsequent check-up <br> (verification) shall be carried out as soon as possible, information about its results shall be sent to the requesting <br> customs authority no later than 6 (six) months from the date of sending the request. <br> These results shall clearly indicate whether the documents are authentic and whether specific goods can be <br> considered as goods originating from the territory of the State of the Contracting Party, as well as whether other <br> requirements of this Protocol are met. <br> 8. If the results of the subsequent check-up (verification) do not allow to prove the authenticity of certificates <br> (declarations of origin of goods) or the actual origin of goods, tariff preferences (free trade regime) are not granted. <br> 9. The goods are not considered to originate from the State of the Contracting Parties, unless a properly <br> issued certificate or the requested information is provided. <br> 10. For the purpose of subsequent check-up (verification), copies of certificates, as well as any export <br> documents related to them, shall be kept for at least three (3) years by the authorized body of the Contracting <br> Article 12 : Requirements and procedures for completing of the certificate <br> Requirements and procedures for completing of the certificate <br> 1. The certificate shall be available in hard (printed) copy in English or Russian language on paper with a <br> protective netting or protective color field in A4 format (210 x 297 mm) with density of at least 25 g/sq. m and <br> produced typographically. <br> 2. Copies of certificates, as well as any related documents, confirming the origin of goods shall be kept for at <br> least three (3) years by the authorized body which issued the certificate. <br> 3. The certificate prohibits the use of facsimiles of signatures of persons and the presence of erasures, as <br> well as corrections and (or) additions that are not certified by the body that certified the certificate. <br> 4. Corrections and (or) additions to the certificate are made by crossing out the erroneous information and <br> overprinting or by including handwritten information, which is certified by the signature of the authorized person and <br> the stamp of the authorized body that certified and issued the certificate. <br> 5. The certificate shall be completed in accordance with the following requirements: <br> Box 1 <*> - \"Consignor/exporter (name and address)\"/ \"???????????????? (?????????) (???????????? ? <br> ?????)\". When filling in the box, it is allowed to indicate the name of the consignor (exporter) according to the <br> certificate of its state registration or a document confirming the actual location of the consignor (exporter). <br> If the consignor and exporter are different legal entities, it shall be specified that the consignor (name and <br> address) acts on behalf (\"to order\") of the exporter (name and address); <br> Box 2 <*> - \"The consignee (importer) (name and address)\"/ \"??????????????? (????????) (???????????? <br> ? ?????)\". When filling in the box, it is allowed to indicate the name of the consignee (importer) according to the <br> certificate of its state registration or a document confirming the actual location of the consignee (importer). <br> < * > Boxes 1 and 2 of the certificate of origin of the goods (Form CT-2) indicate the same names and <br> addresses of the consigner (exporter) and the consignee (importer) respectively which are contained in other <br> shipping documents related to the consignment of goods (foreign trade agreement/transaction, invoice, customs <br> declaration, etc.). <br> If the consignee and the importer are different legal entities, it shall be specified that the consignee (name <br> and address) acts on behalf (\"to order\") of the importer (name and address). <br> Box 3 - \"Means of transport and route (as far as known)\"/ \"???????? ?????????? ? ??????? ?????????? <br> (????????? ??? ????????)\". The means of transport and the route, as far as it is known, shall be entered; <br> Box 4 - the registration number of the certificate of origin, the country that has issued the certificate, and the <br> country for which the certificate of origin is to be submitted shall be entered. <br> The registration number may be indicated by handwriting or by stamping; <br> Box 5 - \"For official use\"/ \"??? ????????? ???????\". The official notes of authorized bodies of the countries <br> of export, transit, and (or) the receipt of goods shall be entered by handwriting or by stamping, as well as, if <br> necessary, the following records: \"Duplicate\" (\"????????\"), \"Issued instead of certificate\" (\"????? ?????? <br> ???????????\"), \"Issued retrospectively\" (\"????? ????????????\"), and other records under the Protocol. <br> Handwritten records shall be certified as provided for in paragraph 4 of this Article; <br> Box 6 - \"Number\"./\"?\"/ \"?????\". The sequence number of the goods shall be entered; <br> Box 7 - \"Number and kind of packages\"/ \"?????????? ???? ? ??? ????????\". The number and kind of <br> packages shall be entered; <br> Box 8 - \"Description of goods\"/ \"???????? ??????\". The commercial name of goods shall be entered, as <br> well as other information allowing to identify the goods with those declared for the purpose of customs declaration. <br> In case of insufficient space in Box 8, an additional sheet(s) of the certificate of origin (the form of the <br> additional sheet is given in Annex 2) may be used, and shall be completed in the prescribed manner (certified by <br> signature, stamp and the same registration number as the one specified in Box 4 of the certificate). <br> In case of moving a batch of goods with a significant nomenclature list of items, provided that all goods are <br> classified in the same commodity heading and have the same criterion of origin, it is allowed to use a shipping <br> document (invoice, pro forma invoice, bill of lading or other document reflecting the quantitative characteristics of <br> the goods), which contains a complete list of goods, instead of issuing an additional sheet (sheets) of the <br> certificate. This shipping document, on the first sheet of which the registration number and the date of issue of the <br> corresponding certificate are affixed, is provided to the customs authorities of the importing cuntry simultaneously <br> with the certificate. Information about the origin of goods in the shipping document is certified by the same <br> authorized body that issued the certificate. At the same time, in Box 8 of the certificate, a reference is made to the <br> corresponding shipping document indicating its details and the number of sheets it is composed of; <br> Box 9 - \"Origin criterion\"/ \"???????? ?????????????\". <br> The following origin criteria can be indicated: <br> \"P\" - the goods are wholly produced in the exporting country; <br> \"Y\" - the goods have underwent manufacturing / processing (stating the <br> percentage of the value of material of foreign origin used in the value of exported goods, determined on the basis of <br> \"ex-works\" price, for example, \"Y 15%\"); <br> \"Pk\" - the goods have received the origin based on cumulation principle. <br> If various goods are declared in the certificate, some of which are classified in one four-digit commodity <br> heading of the Harmonized Commodity Description and Coding System, it is permissible to indicate in box 9 one <br> letter designation of the origin criterion for all goods of this four-digit commodity heading. <br> If the certificate declares goods classified in different commodity headings of the Harmonized Commodity <br> Description and Coding System and (or) having different criteria of origin, then the criteria of origin are indicated in <br> box 9 differentially for all the declared goods; <br> Box 10 - \"Quantity of goods\"/ \"?????????? ??????\". Gross/net weight (kg), and (or) other quantitative <br> characteristics of the goods according to the commodity nomenclatures of the Contracting Parties shall be entered; <br> The actual quantity of the delivered goods shall not exceed the quantity specified in the certificate by more than five <br> (5) percent. <br> The net weight is indicated taking into account the primary packaging, which is inseparable from the goods in <br> retail trade; <br> Box 11 - \"Number and date of invoice\"/ \"????? ? ???? ?????-???????\". The information is provided about <br> the invoice, or pro forma invoice, or other document reflecting the financial and (or) quantitative parameters of the <br> goods; <br> Box 12 - \"Certification\"/ \"?????????????\". It is filled in by the authorized body and contains its name, <br> address, stamp and date of the certificate (duplicate) issuance, as well as the signature, surname and initials of the <br> person authorized to certify the certificate (duplicate). <br> The date, surname and initials of the authorized person may be entered by handwriting or by stamping. <br> Box 13 - \"Declaration by the applicant\"/ \"?????????? ?????????\". The country where the goods were <br> wholly produced or underwent sufficient manufacturing / processing, the date of declaration of the information on <br> the country of origin shall be indicated, as well as applicant's stamp is put, signature, surname and initials. <br> The date and applicant's surname and initials may be entered by handwriting or stamping. <br> In cases when the goods are exported (imported) by an individual person - resident of the State of one of the <br> Contracting Parties, the certificate of origin of goods (Form CT-2) is filled in while taking into account the following <br> features: <br> Box 1 - the surname, initials of the consignor and his address shall be entered; <br> Box 2 - if the information is available, then the surname, initials, the address of the consignee are indicated <br> as well as the note \"For free request\"/ \"??? ?????????? ?????????\" shall be entered. <br> It is allowed that the consignor and the consignee can be the same individual person; <br> Boxes 5 and 11 may remain blank if there is no data; <br> Box 13 is certified by the signature of the consignor, indicating the date of declaration of information about <br> the country of origin of goods, the surname and initials of the consignor. <br> 6. Filling in the certificate on the back of the form is not allowed. <br> Article 13 : Grounds for denial the regime of free trade <br> Grounds for denial the regime of free trade <br> 1. The customs authority of the State of the Contracting Party shall deny granting the free trade regime to <br> goods which originate and are imported from the other Contracting Party in cases: <br> 1.1. if there is violation of the terms for granting the regime of free trade provided for in Article 8 of this <br> Protocol; <br> 1.2. if the customs authorities of the importing country during three (3) years receive confirmed information <br> from the competent authorities of the exporting country that the certificate was not issued (was falsified), canceled <br> or issued on the basis of invalid, unreliable or incomplete documents and (or) information; <br> 1.3. if within six (6) months from the date of sending the inquiry provided for in paragraph 4 of Article 11 of <br> this Protocol, no response has been received regarding the requested certificate from the competent authorities of <br> the exporting country or the country of origin of the goods. <br> accordance with this Protocol. <br> Party. <br> "}]}]}, "members_found": ["112", "688", 2, 8703900000]}