{"FtaRooDetails": {"FtaId": 242, "FtaCode": "ITC00248", "FtaName": "FTA, Korea-Central America", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF KOREA AND THE REPUBLICS OF CENTRAL AMERICA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2020", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Costa Rica; El Salvador; Guatemala; Honduras; Korea, Republic of; Nicaragua; Panama", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-Central America", "AdminProcCooAuth": "The certification type under FTA, Korea-Central America is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-Central America is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-Central America agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "30%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "26.4%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "A change to subheading 8701.10 through 8706.00 from any other heading; or No change in tariff classification is required, provided that there is a regional value content of not less than 40 percent under the build-down method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " ANNEX 3-A<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Part I - General Interpretative Notes<br /> 1. For the purposes of interpreting the rules of origin set forth in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading<br /> or subheading is set out immediately adjacent to the heading or subheading;<br /> (b) the requirement of a change in tariff classification applies only to non-<br /> originating materials;<br /> (c) where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, the rule will be considered to be met only if each of<br /> the non-originating materials used in the production of the good has<br /> undergone the change in tariff classification;<br /> (d) where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, and it is written to exclude tariff provisions at the level<br /> of a chapter, heading, or subheading of the HS, it shall be construed to<br /> mean that the rule of origin requires that materials classified in those<br /> excluded provisions be originating for the good to qualify as originating;<br /> and<br /> (e) when a heading or subheading is subject to alternative specific rules of<br /> origin, the rule will be considered to be met if a good satisfies one of the<br /> alternatives.<br /> 2. For the purposes of this Annex:<br /> chapter means a chapter of the HS;<br /> chemical reaction means a process (including a biochemical process) which results in a<br /> molecule with a new structure by breaking intramolecular bonds and by forming new<br /> intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule;<br /> heading means the first four digits in the tariff classification number under the HS;<br /> section means a section of the HS; and<br /> subheading means the first six digits in the tariff classification number under the HS.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00248_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00248_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00248_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CACM_KOR/English/CACM_KOR_Chapter_3_e.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00248_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CACM_KOR/English/CACM_KOR_Chapter_4_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00248_full.pdf", "DocType": "8_full", "WebLink": "http://fta.go.kr/webmodule/_PSD_FTA/c_america/2/eng/00%20Preamble_EN.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: ACCUMULATION. <br /> 1 Originating goods or materials from the territory of Costa Rica, El Salvador, <br /> Honduras, Nicaragua, Panama or Korea, which are used in the territory of Costa Rica, El <br /> Salvador, Honduras, Nicaragua, Panama or Korea as a material for a finished good, shall <br /> be considered to be originating from the territory of the latter where the working or <br /> processing of the finished good has taken place.[1] [2] <br /> 2 Korea and at least one of the Republics of Central America may consider the <br /> possibility of developing protocols of Rules of Origin for the purposes of accumulating <br /> origin with third countries [3] with which both Parties have trade agreements. <br /> [1] For the purposes of implementing paragraph 1, the accumulation of origin shall only be applied between <br /> the Republics that have the same Product Specific Rules of Origin. <br /> [2] A Party shall not accumulate goods or materials of a Republic of Central America for which this <br /> Agreement has not entered into force. <br /> [3] For greater certainty, \"third countries\" means any countries other than Korea and the Republics of Central America.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: DE MINIMIS <br /> A good that does not satisfy a change in tariff classification requirement pursuant to <br /> Annex 3-A will nonetheless be considered to be originating if: <br /> (a) for a good, other than that provided for in Chapters 01 through 24 and <br /> Chapter 50 through 63 of the HS, the value of all non-originating materials <br /> used in the production of the good that did not undergo the required change <br /> in tariff classification does not exceed 10 percent of the FOB value of the good; <br /> (b) for a good provided for in Chapters 15 through 24 of the HS, the value of <br /> all non-originating materials used in the production of the good that did <br /> not undergo the required change in tariff classification does not exceed 10 <br /> percent of the FOB value of the good, provided that the non-originating <br /> material is provided for in a different subheading from that of the good for <br /> which the origin is being determined under this subparagraph; or <br /> (c) for a good provided for in Chapters 50 through 63 of the HS, the weight <br /> of all non-originating materials used in its production that did not undergo <br /> the required change in tariff classification does not exceed 10 percent of <br /> the total weight of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: INTERMEDIATE MATERIALS <br /> When an originating good is used in the subsequent production of another good, no <br /> account shall be taken of the non-originating materials contained in the originating good <br /> for the purposes of determining the originating status of the subsequently produced good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: OUTWARD PROCESSING <br /> Notwithstanding Article 3.1, certain goods shall be considered to be originating even if <br /> they have undergone working or processing outside Korea, on materials exported from <br /> Korea and subsequently re-imported there, provided that the working or processing is <br /> done in the areas designated by the Parties pursuant to Annex 3-B.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: ACCESSORIES, SPARE PARTS, AND TOOLS <br /> The origin of the accessories, spare parts, or tools delivered with a good at the time of importation: <br /> (a) shall be disregarded if the good is subject to a change in tariff classification requirement; and <br /> (b) shall be taken into account as originating or non-originating materials, as <br /> the case may be, in calculating the regional value content of the good, if <br /> the good is subject to a regional value content requirement, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the <br /> good, regardless of whether they appear specified or separately identified <br /> in the invoice itself; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: REGIONAL VALUE CONTENT (RVC) <br /> 1 The regional value content of a good shall be calculated on the basis of one of the following methods: <br /> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br /> RVC = [(FOB-VNM)/FOB] x 100 <br /> (b) Method Based on Value of Originating Materials (Build-up Method) <br /> RVC = (VOM/FOB) x 100 <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> FOB is the free on board value of the good; <br /> VNM is the value of the non-originating materials; and <br /> VOM is the value of the originating materials. <br /> 2 The value of the non-originating materials shall be: <br /> (a) in the case of a material imported directly by the producer of a good, the <br /> CIF value at the time of importation of the material; <br /> (b) in the case of a material acquired by the producer in the territory where the <br /> good is produced, the transaction value, without considering the costs of <br /> freight, insurance, packing, and the other costs incurred in the <br /> transportation of the material from the warehouse of the supplier to the <br /> place where the producer is; or <br /> (c) in the case of a self-produced material or where the relationship between <br /> the producer of the good and the seller of the material influences the price <br /> actually paid or payable for the material, the sum of all costs incurred in <br /> the production of the material, including general expenses. Additionally, it <br /> will be possible to add an amount for profit equivalent to the profit added <br /> in the normal course of trade. <br /> 3 The values referred to in this Article shall be determined in accordance with the <br /> Customs Valuation Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: INDIRECT MATERIALS <br /> 1 For the purposes of determining whether a good is originating, the origin of the <br /> indirect materials defined in paragraph 2 shall not be taken into account. <br /> 2 Indirect materials means articles used in the production of a good which are <br /> neither physically incorporated into it, nor form part of it, including: <br /> (a) fuel, energy, catalysts, and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (d) tools, dies, and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be <br /> a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14 DIRECT TRANSPORT <br /> 1 A good shall be transported directly from the exporting Party to the importing <br /> Party to maintain its originating status. <br /> 2 Notwithstanding paragraph 1, the good shall be considered to be transported <br /> directly from the exporting Party to the importing Party if the good whose transport <br /> involves transit through one or more Parties or non-Parties, with or without trans- <br /> shipment or temporary storage there, provided that: <br /> (a) the good is under control of the customs authority; and <br /> (b) the good does not undergo any operation there other than unloading and <br /> reloading, repacking, or any operation required to keep them in good condition. <br /> 3 Evidence that the conditions set out in paragraph 2 have been fulfilled shall be <br /> supplied to the customs authorities of the importing Party by the production of: <br /> (a) a single transport document covering the passage from the exporting Party <br /> through the country of transit; <br /> (b) a transport document covering the passage from the country of transit to <br /> (i) an exact description of the products; <br /> (ii) the dates of unloading and reloading of the products and, where <br /> applicable, the names of the ships, or the other means of transport used; and <br /> (iii) the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents to the satisfaction of the <br /> customs authority of the importing Party, to be agreed by the Parties at the <br /> Committee on Rules of Origin and Origin Procedures, and Customs <br /> Procedures and Trade Facilitation, established in Chapter 4 (Customs <br /> Procedures and Trade Facilitation).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.1: ORIGINATING GOODS <br /> Except as otherwise provided in this Chapter, a good shall be treated as originating in a <br /> Party where the good is: <br /> (a) wholly obtained or produced entirely in the territory of a Party; <br /> (b) produced entirely in the territory of a Party, exclusively from originating <br /> materials under this Chapter; or <br /> (c) produced entirely in the territory of a Party using non-originating materials, <br /> satisfying the requirements under Annex 3-A, <br /> and the good shall satisfy all the other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> 1 Where packaging materials and containers are classified with a good, the origin <br /> of the packaging materials and containers in which the good is packaged for retail sale, <br /> shall be disregarded in determining the origin of the good, provided that: <br /> (a) the good is wholly obtained or produced entirely in the territory of a Party <br /> as set out in Article 3.1(a); <br /> (b) the good is produced exclusively from originating materials, as set out in Article 3.1(b); or <br /> (c) the good is subject to a change in tariff classification requirement set out in Annex 3-A. <br /> 2 Where a good is subject to a regional value content requirement, the value of the <br /> packaging materials and containers used for retail sale shall be taken into account when <br /> determining the origin of the good. <br /> ARTICLE 3.12: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Packing materials and containers used to protect a good during its transportation shall not <br /> be taken into account when determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: FUNGIBLE GOODS OR MATERIALS <br /> 1 In determining whether a good or material is originating for the purposes of <br /> granting preferential tariff treatment, any fungible goods or materials shall be distinguished by: <br /> (a) physically separating each fungible good or material; or <br /> (b) using any inventory management method, such as averaging, last-in-first- <br /> out (LIFO) or first-in-first-out (FIFO), recognized in the generally <br /> accepted accounting principles of a Party in which the production is <br /> performed or otherwise accepted by the Party in which the production is performed. <br /> 2 The inventory management method selected under paragraph 1 for a particular <br /> fungible good or material shall continue to be used for that good or material throughout <br /> the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: SETS <br /> A set, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br /> the components of the set are originating. Nevertheless, when a set is composed of <br /> originating and non-originating goods, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating goods does not exceed 15 percent of the <br /> total value of the set, determined in accordance with Article 3.3.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.17: CERTIFICATE OF ORIGIN <br /> 1 Each Party shall grant preferential tariff treatment in accordance with this <br /> Agreement to an originating good imported from the territory of the other Party on the <br /> basis of a Certificate of Origin. <br /> 2 For the purposes of this Chapter, the Parties established a single format of <br /> Certificate of Origin as set out in Annex 3-C, which shall enter into force with this <br /> Agreement and may thereafter be modified by the Joint Committee. <br /> 3 In order to obtain preferential tariff treatment, an importer shall, in accordance <br /> with the procedures applicable in the importing Party, request preferential tariff treatment <br /> at the time of importation of an originating good. <br /> 4 A Certificate of Origin which certifies that a good being exported from the <br /> territory of a Party into the territory of the other Party qualifies as originating shall: <br /> (a) be in a printed format or such other medium, including electronic format, <br /> to be agreed by the Parties; and <br /> (b) be completed in English. <br /> 5 Each Party shall: <br /> (a) require an exporter or producer in its territory to complete and sign a <br /> Certificate of Origin for any exportation of a good for which an importer <br /> may claim preferential tariff treatment upon importation of the good into <br /> the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) its knowledge that the good qualifies as originating; <br /> (ii) its reasonable reliance on the producer's written representation that <br /> the good qualifies as an originating; or <br /> (iii) a completed and signed Certificate of Origin for the good <br /> voluntarily provided to the exporter by the producer. <br /> 6 A Certificate of Origin, duly completed and signed by an exporter or producer in <br /> a Party, may apply to: <br /> (a) a single shipment of one or more goods into the territory of the other Party; or <br /> (b) multiple shipments of identical goods to the same importer within any <br /> period specified in the Certificate of Origin, not exceeding one year from <br /> its date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN <br /> A Certificate of Origin shall not be required where: <br /> (a) the customs value of the importation does not exceed 1,000 US dollars or <br /> the equivalent amount in the currency of the importing Party, or such <br /> higher amount as may be established by the importing Party, unless the <br /> importing Party considers the importation to be carried out or planned for <br /> the purposes of evading compliance with the Party's laws governing <br /> claims for preferential tariff treatment under this Agreement; or <br /> (b) it is a good for which the importing Party does not require the importer to <br /> present a Certificate of Origin demonstrating origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.6: AUTHORIZED ECONOMIC OPERATOR <br /> 1 The Parties shall promote the implementation of Authorized Economic Operator <br /> programs in accordance with the WCO SAFE Framework of Standards to Secure and Facilitate Global Trade. <br /> 2 The obligations, requirements, formalities of the programs, as well as the benefits <br /> offered to the companies that comply with the requirements shall be established in <br /> accordance with the legislation of each Party. <br /> 3 The Parties shall promote negotiations for Mutual Recognition Arrangements of <br /> the Authorized Economic Operator programs.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.28: DEFINITIONS <br /> competent authority means: <br /> (a) for Korea, the Ministry of Strategy and Finance; <br /> (b) for Costa Rica: <br /> (i) for administration purposes, the Directorate of Application of <br /> International Trade Agreements (Dirección de Aplicación de <br /> Acuerdos Comerciales Internacionales) of the Ministry of Foreign <br /> Trade (Ministerio de Comercio Exterior); and <br /> (ii) for verification procedures, the General Directorate of Customs <br /> (Dirección General de Aduanas) of the Ministry of Finance <br /> (Ministerio de Hacienda); <br /> (c) for El Salvador: <br /> (i) for administration purposes, the Trade Agreement Administration <br /> Bureau (Dirección de Administración de Tratados Comerciales) of <br /> the Ministry of Economy (Ministerio de Economía); and <br /> (ii) for verification procedures, the General Directorate of Customs <br /> (Dirección General de Aduanas) of the Ministry of Finance <br /> (Ministerio de Hacienda); <br /> (d) for Honduras, <br /> (i) for administration purposes, Secretariat of State in the Office of <br /> Economic Development (Secretaría de Estado en el Despacho de <br /> Desarrollo Económico); and <br /> (ii) for verification procedures, the General Directorate for <br /> Administration and Negotiation of Agreements in coordination <br /> with the Adjunct Directorate of Customs Revenue (Dirección <br /> General de Administración y Negociación de Tratados en <br /> coordinación con la Dirección Adjunta de Rentas Aduaneras); <br /> (e) for Nicaragua: <br /> (i) for administration purposes, the Directorate of Application and <br /> Negotiation of Trade Agreements (Dirección de Aplicación y <br /> Negociación de Acuerdos Comerciales) of the Ministry of <br /> Development, Industry and Commerce (Ministerio de Fomento, <br /> Industria y Comercio); and <br /> (ii) for verification procedures, the General Directorate of Customs <br /> Services (Dirección General de Servicios Aduaneros); and for Panama: <br /> (f) <br /> (i) for issuance of Certificate of Origin purpose, the Ministry of <br /> Commerce and Industries (Ministerio de Comercio e Industrias); and <br /> (ii) for verification of proofs of origin, the National Customs Authority <br /> (Autoridad Nacional de Aduanas), <br /> or their successors;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.19: VALIDITY OF CERTIFICATE OF ORIGIN <br /> 1 A Certificate of Origin shall be valid for one year from its date of signature in the exporting Party. <br /> 2 Certificates of Origin which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purposes of applying preferential tariff treatment, where the failure to <br /> submit these documents by the final date set is due to natural disasters.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br /> 1 The records that may be used to prove that a good covered by a Certificate of <br /> Origin is originating and has fulfilled other requirements under this Chapter include, but <br /> are not limited to: <br /> (a) documents related to the purchase of, cost of, value of, and payment for, <br /> the exported good; <br /> (b) documents related to the purchase of, cost of, value of, and payment for, <br /> all materials including indirect materials, used in the production of the exported good; <br /> (c) documents related to the production of the good in the form in which it was exported; and <br /> (d) such other documents as the Parties may agree. <br /> 2 An exporter or producer in the territory of the exporting Party that completes and <br /> signs a Certificate of Origin shall keep for five years from the date of issuance of the <br /> Certificate of Origin, the records referred to in paragraph 1. <br /> 3 An importer claiming preferential tariff treatment for a good imported into the <br /> territory of a Party shall keep for a period specified in legislation of the importing Party <br /> from the date of importation of the good, the records related to the importation, including <br /> a copy of the Certificate of Origin. <br /> 4 An importer, exporter, or producer may choose to keep the records referred to in <br /> paragraph 1 in any medium that allows for prompt retrieval, including, but not limited to, <br /> a digital, electronic, optical, magnetic, or written form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.21: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br /> Where a good was originating when it was imported into the territory of the importing <br /> Party, but the importer of the good did not claim preferential tariff treatment at the time <br /> of importation, that importer may, within one year following the date of importation, <br /> claim preferential tariff treatment and apply for a refund of any excess duties paid as a <br /> result of the good not having been accorded preferential tariff treatment, upon <br /> presentation to the importing Party of: <br /> (a) a written or electronic declaration or statement, in accordance with the <br /> legislation of the importing Party, that the good was originating <br /> at the time of importation; <br /> (b) an original Certificate of Origin demonstrating that the good was originating; and <br /> (c) such other documents related to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.27: THIRD COUNTRY INVOICING <br /> The customs authority in the importing Party shall not reject a Certificate of Origin only <br /> for the reason that the invoice is issued by a person located outside the territory of the <br /> exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.24: VERIFICATION <br /> 1 For the purposes of determining whether a good imported into the territory of a <br /> Party from the territory of the other Party qualifies as originating, the competent authority <br /> of the importing Party may conduct a verification by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or producer; <br /> (c) requests that the competent authority of the exporting Party assists in <br /> verifying the origin of the good; <br /> (d) verification visits to the premises of an exporter or producer in the territory <br /> of the other Party, along with officials of the competent authority of the <br /> other Party to review the facilities, the production processes of the good <br /> and the records referred to in Article 3.22, including accounting files; or <br /> (e) any other means agreed by the Parties. <br /> 2 Requests made under paragraph 1 by the competent authority of the importing <br /> Party shall be in English. All the information provided in response to said requests shall <br /> be in English or in the official language of the importing Party, based on the choice of the <br /> exporter or producer. <br /> 3 For the purposes of paragraphs 1(a) and 1(b), <br /> (a) the written request for additional information made by the importing Party <br /> will indicate that the time period the importer, exporter, or producer has to <br /> provide the information and documentation required will be 30 days from <br /> the date of the receipt of the written request or for such a longer period as <br /> the Parties may agree; and <br /> (b) where an exporter or producer fails to provide the information and <br /> documentation required within the period referred to in subparagraph (a), <br /> the importing Party may deny preferential tariff treatment to the good in <br /> question after providing at least a 30-day written notice to the importer, <br /> exporter or producer to provide written comments or additional <br /> information that will be taken into account prior to completing the verification. <br /> 4 Where the competent authority of the importing Party requests assistance under paragraph 1(c): <br /> (a) it shall provide the competent authority of the exporting Party with: <br /> (i) the reasons why such assistance for verification is requested; <br /> (ii) the Certificate of Origin of the good or a copy thereof; and <br /> (iii) any information and documents as may be necessary for the <br /> purposes of such request; <br /> (b) the competent authority of the exporting Party shall provide the competent <br /> authority of the importing Party with a written statement in English, <br /> including facts and findings, and any supporting documents made <br /> available by the exporter or producer. This statement shall indicate clearly <br /> whether the documents are authentic and whether the good concerned is <br /> originating and has fulfilled other requirements under this Chapter. If the <br /> good can be considered to be originating, the statement shall include a <br /> detailed explanation of how the good obtained the originating status; and <br /> (c) in case where the competent authority of the exporting Party fails to <br /> provide the written statement within 150 days following the date of the <br /> receipt of the request or where the written statement provided does not <br /> contain sufficient information, the importing Party may deny preferential <br /> tariff treatment to the relevant good. <br /> 5 Where the competent authority of the importing Party intends to conduct <br /> verification under paragraph 1(d): <br /> (a) it shall notify in writing, 30 days prior to the verification visit, the exporter <br /> or producer of such a request, and provide a copy of the said notification <br /> to the competent authority of the exporting Party. In case where the <br /> exporter or producer does not give its written consent to such a request <br /> within 30 days following the date of the receipt of the notification, the <br /> importing Party may deny preferential tariff treatment to the relevant good; and <br /> (b) when the exporter or producer agrees to the request of verification visit <br /> but needs to postpone the proposed verification visit, the competent <br /> authority of the importing Party shall be notified together with the <br /> approval of the verification visit. Such postponement shall not exceed 60 <br /> days from the proposed date of the verification visit. <br /> 6 The importing Party shall, within one year following the initiation of the <br /> verification, notify the importer and the exporter or producer, in writing, of the <br /> determination whether the good is originating, as well as factual findings and the legal <br /> basis for the determination. In necessary cases and for one time only, the period referred <br /> to above may be extended by up to 90 days. This extension shall be notified to the importer, <br /> exporter or producer, and the competent authority of the exporting Party. <br /> 7 A Party may suspend preferential tariff treatment to an importer on any subsequent <br /> import of a good when the competent authority of the Party had already determined that <br /> an identical good was not eligible for such treatment, until it is demonstrated that the good <br /> complies with the requirements under this Chapter. <br /> 8 A Party may provide electronically to the other Party all the information requested <br /> under this Article, including supporting documents and all other related information. <br /> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> Except otherwise provided in Article 3.23 or any other of this Chapter, the importing Party <br /> may deny a claim for preferential tariff treatment or recover unpaid duties, in accordance <br /> with its laws and regulations, where: <br /> (a) the good does not meet the requirements of this Chapter; or <br /> (b) the exporter, producer, or importer of the good fails or has failed to comply <br /> with any of the applicable requirements for obtaining preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.10: PENALTIES <br /> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br /> administrative penalties and, where appropriate, criminal sanctions for violations of its <br /> customs laws and regulations, including those governing tariff classification, customs <br /> valuation, country of origin, and claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.11: ADVANCE RULINGS <br /> 1 Each Party shall issue, through its competent authority, before a good is imported <br /> into its territory, a written advance ruling at the written request of an importer in its <br /> territory, or an exporter or producer in the territory of the other Party [3] with regard to: <br /> (a) tariff classification; <br /> (b) the application of customs valuation criteria for a particular case, in <br /> accordance with the Customs Valuation Agreement; <br /> (c) whether a good is originating under this Agreement; and <br /> (d) such other matters as the Parties may agree. <br /> 2 Each Party shall issue an advance ruling within 120 days, or such shorter period <br /> as may be established by a Party in its legislation, after its competent authority receives a <br /> request provided that the requester has submitted all the information that the Party <br /> requires, including, if the Party requests, a sample of the good for which the requester is <br /> seeking an advance ruling. In issuing an advance ruling, the Party shall take into account <br /> facts and circumstances the requester has provided. For greater certainty, a Party may <br /> decline to issue an advance ruling if the facts or circumstances forming the basis of this <br /> ruling are subject of administrative or judicial review. A Party that, pursuant to this <br /> paragraph, declines to issue an advance ruling shall promptly notify the requester in <br /> writing, setting forth the relevant facts and the basis for its decision to decline to issue the advance ruling. <br /> 3 Each Party shall provide that advance rulings shall take effect on the date they are <br /> issued, or on another date specified in the ruling, provided that the facts or circumstances <br /> on which the ruling is based remain unchanged. <br /> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies <br /> the requester. The issuing Party may modify or revoke a ruling retroactively only if the <br /> ruling was based on inaccurate or false information. <br /> 5 Subject to any confidentiality requirements in its laws, each Party may publish its <br /> advance rulings, including on the Internet. <br /> 6 If a requester provides false information, omits relevant facts or circumstances <br /> relating to the advance ruling, or does not act in accordance with the ruling's terms and <br /> conditions, the importing Party may apply appropriate measures, including civil, criminal, <br /> and administrative actions, monetary penalties, or other sanctions. <br /> [3] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br /> through a duly authorized representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.23: DISCREPANCIES AND FORMAL ERRORS <br /> 1 Where the competent authority of the importing Party determines that a Certificate <br /> of Origin is illegible, has errors, omissions, deletions, erasures, amendments, has writing <br /> between the lines, or has not been filled in accordance with Article 3.17, it shall grant the <br /> importer, a one-time opportunity to present a new certificate within the next 45 days of <br /> the notification of the rejection of said certificate. The new Certificate of Origin shall be <br /> valid for the remainder of the period established in the original Certificate of Origin. <br /> 2 Orthographic and typing errors in a Certificate of Origin shall not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning the <br /> correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.9: REVIEW AND APPEAL <br /> 1 Each Party shall ensure that with respect to its determinations on customs matters, <br /> importers in its territory have access to: <br /> (a) a level of administrative review independent of the employee or office that <br /> issued the determinations; and <br /> (b) judicial review of the determinations. <br /> 2 For greater certainty, each Party shall allow an exporter or producer to provide <br /> information directly to the Party conducting the review and to request that Party to treat <br /> that information as confidential in accordance with Article 4.7.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.2: WHOLLY OBTAINED OR PRODUCED GOODS <br> Chapter 3 <br> ARTICLE 3.17: CERTIFICATE OF ORIGIN <br> ARTICLE 3.27: THIRD COUNTRY INVOICING <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Each Party shall grant preferential tariff treatment in accordance with this <br> The customs authority in the importing Party shall not reject a Certificate of Origin only <br> Section A: Rules of Origin <br> Agreement to an originating good imported from the territory of the other Party on the <br> for the reason that the invoice is issued by a person located outside the territory of the <br> ARTICLE 3.1: ORIGINATING GOODS <br> basis of a Certificate of Origin. <br> Except as otherwise provided in this Chapter, a good shall be treated as originating in a <br> Where: <br> (a) written requests for additional information from the importer; <br> 2 For the purposes of this Chapter, the Parties established a single format of <br> Party where the good is: <br> Certificate of Origin as set out in Annex 3-C, which shall enter into force with this <br> (a) wholly obtained or produced entirely in the territory of a Party; <br> transport and storage; <br> Agreement and may thereafter be modified by the Joint Committee. <br> (b) produced entirely in the territory of a Party, exclusively from originating <br> 3 In order to obtain preferential tariff treatment, an importer shall, in accordance <br> materials under this Chapter; or <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> (c) produced entirely in the territory of a Party using non-originating materials, <br> (e) simple painting and polishing operations; <br> 2 The value of the non-originating materials shall be: <br> at the time of importation of an originating good. <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> satisfying the requirements under Annex 3-A, <br> 4 A Certificate of Origin which certifies that a good being exported from the <br> and the good shall satisfy all the other applicable requirements of this Chapter. <br> importing Party may require. <br> territory of a Party into the territory of the other Party qualifies as originating shall: <br> (a) be in a printed format or such other medium, including electronic format, <br> For the purposes of Article 3.1(a), the following goods are wholly obtained or produced <br> to be agreed by the Parties; and <br> entirely in the territory of a Party: <br> (b) be completed in English. <br> (a) live animals born and raised in the territory of a Party; <br> supplied to the customs authorities of the importing Party by the production of: <br> 5 Each Party shall: <br> (b) goods obtained from live animals referred to in subparagraph (a) in the <br> (a) require an exporter or producer in its territory to complete and sign a <br> Certificate of Origin for any exportation of a good for which an importer <br> (c) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> may claim preferential tariff treatment upon importation of the good into <br> capturing conducted within the land territory, the internal waters or within <br> the territory of the other Party; and <br> the territorial sea of a Party; <br> (b) provide that where an exporter in its territory is not the producer of the <br> (d) goods of sea-fishing and other marine products taken from the waters, <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> seabed or subsoil outside the territorial sea of a Party by vessels registered <br> (i) its knowledge that the good qualifies as originating; <br> disassembly of products into parts; <br> or recorded with a Party and flying the flag of that Party; <br> (ii) its reasonable reliance on the producer's written representation that <br> (d) ironing or pressing of textiles; <br> (e) goods produced or processed on board factory ships registered or recorded <br> the good qualifies as an originating; or <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> with a Party and flying the flag of that Party, exclusively from goods <br> (iii) a completed and signed Certificate of Origin for the good <br> referred to in subparagraph (d); <br> voluntarily provided to the exporter by the producer. <br> (f) plants and plant products grown and harvested, picked, or gathered in the <br> 6 A Certificate of Origin, duly completed and signed by an exporter or producer in <br> territory of a Party; <br> a Party, may apply to: <br> (g) mineral goods and other naturally occurring substances extracted from the <br> (a) a single shipment of one or more goods into the territory of the other Party; or <br> soil, waters, seabed, or beneath the seabed of a Party; <br> (b) multiple shipments of identical goods to the same importer within any <br> (h) goods taken or extracted by a Party or a person of a Party from the seabed <br> RVC is the regional value content, expressed as a percentage; <br> period specified in the Certificate of Origin, not exceeding one year from <br> or beneath the seabed outside the territorial sea of a Party, provided that <br> its date of issuance. <br> the Party has rights to exploit such waters, seabed or subsoil; <br> ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN <br> (i) waste and scrap derived from: <br> A Certificate of Origin shall not be required where: <br> (i) manufacturing operations conducted in the territory of a Party; or <br> (a) the customs value of the importation does not exceed 1,000 US dollars or <br> (ii) used goods collected in the territory of a Party, provided that such <br> the equivalent amount in the currency of the importing Party, or such <br> waste and scrap is fit only for the recovery of raw materials; and <br> higher amount as may be established by the importing Party, unless the <br> (j) goods produced exclusively from goods specified in subparagraphs (a) through (i). <br> importing Party considers the importation to be carried out or planned for <br> ARTICLE 3.3: REGIONAL VALUE CONTENT (RVC) <br> the purposes of evading compliance with the Party's laws governing <br> 1 The regional value content of a good shall be calculated on the basis of one of the following methods: <br> claims for preferential tariff treatment under this Agreement; or <br> (b) it is a good for which the importing Party does not require the importer to <br> RVC = [(FOB-VNM)/FOB] x 100 <br> present a Certificate of Origin demonstrating origin. <br> ARTICLE 3.19: VALIDITY OF CERTIFICATE OF ORIGIN <br> RVC = (VOM/FOB) x 100 <br> 1 A Certificate of Origin shall be valid for one year from its date of signature in the exporting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> 2 Certificates of Origin which are submitted to the customs authorities of the <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> FOB is the free on board value of the good; <br> accepted for the purposes of applying preferential tariff treatment, where the failure to <br> VNM is the value of the non-originating materials; and <br> submit these documents by the final date set is due to natural disasters. <br> VOM is the value of the originating materials. <br> ARTICLE 3.20: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> correctness of the statements made in this document. <br> (a) in the case of a material imported directly by the producer of a good, the <br> importer in its territory that claims preferential tariff treatment to: <br> CIF value at the time of importation of the material; <br> (a) make a written statement in the customs declaration, based on a valid <br> (b) in the case of a material acquired by the producer in the territory where the <br> Certificate of Origin, indicating that the good qualifies as originating; <br> good is produced, the transaction value, without considering the costs of <br> (b) have in its possession the Certificate of Origin at the time the statement <br> freight, insurance, packing, and the other costs incurred in the <br> referred to in subparagraph (a) is made; <br> transportation of the material from the warehouse of the supplier to the <br> (c) have in its possession the documents which certify that the requirements <br> place where the producer is; or <br> established in Article 3.14 have been met, where applicable; and <br> (c) in the case of a self-produced material or where the relationship between <br> (d) submit the valid Certificate of Origin, as well as documents referred to in <br> (i) the reasons why such assistance for verification is requested; <br> the producer of the good and the seller of the material influences the price <br> subparagraph (c) to the customs authority, where it is required. <br> actually paid or payable for the material, the sum of all costs incurred in <br> 2 Where an importer has a reason to believe that a Certificate of Origin on which a <br> the production of the material, including general expenses. Additionally, it <br> statement was based contained incorrect information, the importer shall make a corrected <br> will be possible to add an amount for profit equivalent to the profit added <br> statement and pay any customs duty owed, in accordance with the legislation of each Party. <br> in the normal course of trade. <br> 3 Where an importer does not comply with any requirements under this Chapter, <br> 3 The values referred to in this Article shall be determined in accordance with the <br> preferential tariff treatment shall be denied to the goods imported from the territory of the exporting Party. <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> Customs Valuation Agreement. <br> 4 Where the customs authority of the importing Party has reason to believe that a <br> ARTICLE 3.4: INTERMEDIATE MATERIALS <br> good imported into its territory is not originating or does not comply with the <br> When an originating good is used in the subsequent production of another good, no <br> requirements established in this Chapter, the customs authority of the importing Party <br> account shall be taken of the non-originating materials contained in the originating good <br> shall not impede the release of the good, and shall proceed in accordance with its relevant legislation. <br> determining the origin of the good. <br> for the purposes of determining the originating status of the subsequently produced good. <br> ARTICLE 3.21: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.5: NON-QUALIFYING OPERATIONS <br> Where a good was originating when it was imported into the territory of the importing <br> 1 The following operations shall be considered to be non-qualifying operations to <br> Party, but the importer of the good did not claim preferential tariff treatment at the time <br> confer the status of originating goods, whether or not the requirements under this Chapter are satisfied: <br> of importation, that importer may, within one year following the date of importation, <br> (a) operations to ensure the preservation of goods in good condition during <br> claim preferential tariff treatment and apply for a refund of any excess duties paid as a <br> result of the good not having been accorded preferential tariff treatment, upon <br> (b) changes of packing or breaking-up or assembly of packages; <br> presentation to the importing Party of: <br> (c) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (iii) the conditions under which the products remained in the transit country; or <br> (a) a written or electronic declaration or statement, in accordance with the <br> (c) failing these, any substantiating documents to the satisfaction of the <br> legislation of the importing Party, that the good was originating <br> at the time of importation; <br> (a) a single transport document covering the passage from the exporting Party <br> (b) an original Certificate of Origin demonstrating that the good was originating; and <br> (g) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (c) such other documents related to the importation of the good as the <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 3.12: Packing Materials and Containers for Shipment <br> or boards, and all other simple packing operations; <br> (h) simple mixing of products, whether or not of different kinds; <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> (i) simple assembly of parts of articles to constitute a complete article or <br> 1 The records that may be used to prove that a good covered by a Certificate of <br> Origin is originating and has fulfilled other requirements under this Chapter include, but <br> (j) slaughter of animals; <br> are not limited to: <br> (k) drying, salting (or keeping in brine), refrigeration or freezing; <br> (a) documents related to the purchase of, cost of, value of, and payment for, <br> (l) affixing marks, labels, logos, and other like distinguishing signs on the <br> the exported good; <br> good or its packaging; <br> (b) documents related to the purchase of, cost of, value of, and payment for, <br> (m) peeling, stoning, and shelling of fruits, nuts, and vegetables; <br> all materials including indirect materials, used in the production of the exported good; <br> (n) sharpening, simple grinding, or simple cutting; <br> (c) documents related to the production of the good in the form in which it was exported; and <br> (o) sifting, screening, sorting, classifying, grading; or <br> (d) such other documents as the Parties may agree. <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o). <br> 2 An exporter or producer in the territory of the exporting Party that completes and <br> 2 The provisions of this Article shall not apply to originating goods produced with <br> signs a Certificate of Origin shall keep for five years from the date of issuance of the <br> originating materials of the Parties. <br> Certificate of Origin, the records referred to in paragraph 1. <br> 3 For the purposes of this Article: <br> 3 An importer claiming preferential tariff treatment for a good imported into the <br> (a) simple means activities which need neither special skills nor machines, <br> territory of a Party shall keep for a period specified in legislation of the importing Party <br> apparatus or equipment especially produced or installed for carrying out <br> from the date of importation of the good, the records related to the importation, including <br> the activity; and <br> a copy of the Certificate of Origin. <br> (b) simple mixing means activities which need neither special skills nor <br> 4 An importer, exporter, or producer may choose to keep the records referred to in <br> machines, apparatus, or equipment especially produced or installed for <br> paragraph 1 in any medium that allows for prompt retrieval, including, but not limited to, <br> carrying out the activity but does not include chemical reaction. <br> a digital, electronic, optical, magnetic, or written form. <br> ARTICLE 3.6: ACCUMULATION. <br> ARTICLE 3.23: DISCREPANCIES AND FORMAL ERRORS <br> 1 Originating goods or materials from the territory of Costa Rica, El Salvador, <br> 1 Where the competent authority of the importing Party determines that a Certificate <br> Honduras, Nicaragua, Panama or Korea, which are used in the territory of Costa Rica, El <br> of Origin is illegible, has errors, omissions, deletions, erasures, amendments, has writing <br> Salvador, Honduras, Nicaragua, Panama or Korea as a material for a finished good, shall <br> between the lines, or has not been filled in accordance with Article 3.17, it shall grant the <br> be considered to be originating from the territory of the latter where the working or <br> production or used to operate equipment and buildings; and <br> importer, a one-time opportunity to present a new certificate within the next 45 days of <br> processing of the finished good has taken place.[1] [2] <br> the notification of the rejection of said certificate. The new Certificate of Origin shall be <br> 2 Korea and at least one of the Republics of Central America may consider the <br> valid for the remainder of the period established in the original Certificate of Origin. <br> possibility of developing protocols of Rules of Origin for the purposes of accumulating <br> 2 Orthographic and typing errors in a Certificate of Origin shall not cause this <br> origin with third countries [3] with which both Parties have trade agreements. <br> [1] For the purposes of implementing paragraph 1, the accumulation of origin shall only be applied between <br> the Republics that have the same Product Specific Rules of Origin. <br> ARTICLE 3.24: VERIFICATION <br> [2] A Party shall not accumulate goods or materials of a Republic of Central America for which this <br> 1 For the purposes of determining whether a good imported into the territory of a <br> Agreement has not entered into force. <br> Party from the territory of the other Party qualifies as originating, the competent authority <br> [3] For greater certainty, \"third countries\" means any countries other than Korea and the Republics of Central America. <br> of the importing Party may conduct a verification by means of: <br> A good that does not satisfy a change in tariff classification requirement pursuant to <br> (b) written requests for additional information from the exporter or producer; <br> Annex 3-A will nonetheless be considered to be originating if: <br> (c) requests that the competent authority of the exporting Party assists in <br> (a) for a good, other than that provided for in Chapters 01 through 24 and <br> verifying the origin of the good; <br> Chapter 50 through 63 of the HS, the value of all non-originating materials <br> (d) verification visits to the premises of an exporter or producer in the territory <br> used in the production of the good that did not undergo the required change <br> of the other Party, along with officials of the competent authority of the <br> customary for the good. <br> in tariff classification does not exceed 10 percent of the FOB value of the good; <br> other Party to review the facilities, the production processes of the good <br> (b) for a good provided for in Chapters 15 through 24 of the HS, the value of <br> and the records referred to in Article 3.22, including accounting files; or <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> all non-originating materials used in the production of the good that did <br> (e) any other means agreed by the Parties. <br> not undergo the required change in tariff classification does not exceed 10 <br> 2 Requests made under paragraph 1 by the competent authority of the importing <br> percent of the FOB value of the good, provided that the non-originating <br> Party shall be in English. All the information provided in response to said requests shall <br> material is provided for in a different subheading from that of the good for <br> be in English or in the official language of the importing Party, based on the choice of the <br> which the origin is being determined under this subparagraph; or <br> exporter or producer. <br> (c) for a good provided for in Chapters 50 through 63 of the HS, the weight <br> 3 For the purposes of paragraphs 1(a) and 1(b), <br> of all non-originating materials used in its production that did not undergo <br> (a) the written request for additional information made by the importing Party <br> the required change in tariff classification does not exceed 10 percent of <br> will indicate that the time period the importer, exporter, or producer has to <br> the total weight of the good. <br> provide the information and documentation required will be 30 days from <br> ARTICLE 3.8: FUNGIBLE GOODS OR MATERIALS <br> the date of the receipt of the written request or for such a longer period as <br> 1 In determining whether a good or material is originating for the purposes of <br> the Parties may agree; and <br> granting preferential tariff treatment, any fungible goods or materials shall be distinguished by: <br> (b) where an exporter or producer fails to provide the information and <br> (a) physically separating each fungible good or material; or <br> documentation required within the period referred to in subparagraph (a), <br> (b) using any inventory management method, such as averaging, last-in-first- <br> the importing Party may deny preferential tariff treatment to the good in <br> out (LIFO) or first-in-first-out (FIFO), recognized in the generally <br> question after providing at least a 30-day written notice to the importer, <br> accepted accounting principles of a Party in which the production is <br> exporter or producer to provide written comments or additional <br> performed or otherwise accepted by the Party in which the production is performed. <br> information that will be taken into account prior to completing the verification. <br> 2 The inventory management method selected under paragraph 1 for a particular <br> 4 Where the competent authority of the importing Party requests assistance under paragraph 1(c): <br> fungible good or material shall continue to be used for that good or material throughout <br> (a) it shall provide the competent authority of the exporting Party with: <br> the fiscal year of the person that selected the inventory management method. <br> ARTICLE 3.9: SETS <br> (ii) the Certificate of Origin of the good or a copy thereof; and <br> A set, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (iii) any information and documents as may be necessary for the <br> the components of the set are originating. Nevertheless, when a set is composed of <br> purposes of such request; <br> originating and non-originating goods, the set as a whole shall be regarded as originating, <br> (b) the competent authority of the exporting Party shall provide the competent <br> provided that the value of the non-originating goods does not exceed 15 percent of the <br> authority of the importing Party with a written statement in English, <br> total value of the set, determined in accordance with Article 3.3. <br> including facts and findings, and any supporting documents made <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS, AND TOOLS <br> available by the exporter or producer. This statement shall indicate clearly <br> The origin of the accessories, spare parts, or tools delivered with a good at the time of importation: <br> whether the documents are authentic and whether the good concerned is <br> (a) shall be disregarded if the good is subject to a change in tariff classification requirement; and <br> Article 3.7: De Minimis <br> originating and has fulfilled other requirements under this Chapter. If the <br> good can be considered to be originating, the statement shall include a <br> the case may be, in calculating the regional value content of the good, if <br> detailed explanation of how the good obtained the originating status; and <br> (c) in case where the competent authority of the exporting Party fails to <br> (a) the accessories, spare parts, or tools are not invoiced separately from the <br> provide the written statement within 150 days following the date of the <br> good, regardless of whether they appear specified or separately identified <br> receipt of the request or where the written statement provided does not <br> in the invoice itself; and <br> contain sufficient information, the importing Party may deny preferential <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> tariff treatment to the relevant good. <br> 5 Where the competent authority of the importing Party intends to conduct <br> verification under paragraph 1(d): <br> (b) shall be taken into account as originating or non-originating materials, as <br> 1 Where packaging materials and containers are classified with a good, the origin <br> (a) it shall notify in writing, 30 days prior to the verification visit, the exporter <br> of the packaging materials and containers in which the good is packaged for retail sale, <br> or producer of such a request, and provide a copy of the said notification <br> shall be disregarded in determining the origin of the good, provided that: <br> the good is subject to a regional value content requirement, provided that: <br> to the competent authority of the exporting Party. In case where the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> exporter or producer does not give its written consent to such a request <br> as set out in Article 3.1(a); <br> within 30 days following the date of the receipt of the notification, the <br> (b) the good is produced exclusively from originating materials, as set out in Article 3.1(b); or <br> importing Party may deny preferential tariff treatment to the relevant good; and <br> (c) the good is subject to a change in tariff classification requirement set out in Annex 3-A. <br> (b) when the exporter or producer agrees to the request of verification visit <br> 2 Where a good is subject to a regional value content requirement, the value of the <br> but needs to postpone the proposed verification visit, the competent <br> packaging materials and containers used for retail sale shall be taken into account when <br> authority of the importing Party shall be notified together with the <br> exporting Party. <br> approval of the verification visit. Such postponement shall not exceed 60 <br> days from the proposed date of the verification visit. <br> Packing materials and containers used to protect a good during its transportation shall not <br> 6 The importing Party shall, within one year following the initiation of the <br> be taken into account when determining the origin of the good. <br> verification, notify the importer and the exporter or producer, in writing, of the <br> ARTICLE 3.13: INDIRECT MATERIALS <br> determination whether the good is originating, as well as factual findings and the legal <br> 1 For the purposes of determining whether a good is originating, the origin of the <br> basis for the determination. In necessary cases and for one time only, the period referred <br> indirect materials defined in paragraph 2 shall not be taken into account. <br> to above may be extended by up to 90 days. This extension shall be notified to the importer, <br> 2 Indirect materials means articles used in the production of a good which are <br> exporter or producer, and the competent authority of the exporting Party. <br> neither physically incorporated into it, nor form part of it, including: <br> 7 A Party may suspend preferential tariff treatment to an importer on any subsequent <br> (a) fuel, energy, catalysts, and solvents; <br> import of a good when the competent authority of the Party had already determined that <br> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> an identical good was not eligible for such treatment, until it is demonstrated that the good <br> (c) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> complies with the requirements under this Chapter. <br> (d) tools, dies, and molds; <br> 8 A Party may provide electronically to the other Party all the information requested <br> under this Article, including supporting documents and all other related information. <br> (f) lubricants, greases, compounding materials, and other materials used in <br> Except otherwise provided in Article 3.23 or any other of this Chapter, the importing Party <br> (g) any other goods that are not incorporated into the good but whose use in <br> may deny a claim for preferential tariff treatment or recover unpaid duties, in accordance <br> the production of the good can reasonably be demonstrated to be <br> with its laws and regulations, where: <br> a part of that production. <br> (a) the good does not meet the requirements of this Chapter; or <br> ARTICLE 3.14 DIRECT TRANSPORT <br> (b) the exporter, producer, or importer of the good fails or has failed to comply <br> 1 A good shall be transported directly from the exporting Party to the importing <br> with any of the applicable requirements for obtaining preferential tariff treatment. <br> Party to maintain its originating status. <br> 2 Notwithstanding paragraph 1, the good shall be considered to be transported <br> directly from the exporting Party to the importing Party if the good whose transport <br> involves transit through one or more Parties or non-Parties, with or without trans- <br> shipment or temporary storage there, provided that: <br> (a) the good is under control of the customs authority; and <br> (b) the good does not undergo any operation there other than unloading and <br> reloading, repacking, or any operation required to keep them in good condition. <br> 3 Evidence that the conditions set out in paragraph 2 have been fulfilled shall be <br> through the country of transit; <br> (b) a transport document covering the passage from the country of transit to <br> (i) an exact description of the products; <br> (ii) the dates of unloading and reloading of the products and, where <br> customs authority of the importing Party, to be agreed by the Parties at the <br> Committee on Rules of Origin and Origin Procedures, and Customs <br> Procedures and Trade Facilitation, established in Chapter 4 (Customs <br> Procedures and Trade Facilitation). <br> ARTICLE 3.15: OUTWARD PROCESSING <br> Notwithstanding Article 3.1, certain goods shall be considered to be originating even if <br> they have undergone working or processing outside Korea, on materials exported from <br> Korea and subsequently re-imported there, provided that the working or processing is <br> done in the areas designated by the Parties pursuant to Annex 3-B. <br> "}, {"ArticleTitle": ".16: RE-EXPORTATION OF GOODS", "ArticleDesc": "ARTICLE 3.16: RE-EXPORTATION OF GOODS <br> 1 Korea and the Republics of Central America recognize a certificate of re- <br> exportation [4] of goods issued by a Party certifying the control and supervision of goods <br> that came from a non-Party to this Agreement and were subsequently re-exported to the <br> other Party from a free zone [5] located in the territory of the re-exporting Party. The <br> originating status of such goods shall be decided by the trade agreement in force between <br> the non-Party and the other Party. <br> 2 For the purposes of the application of paragraph 1, it is required that: <br> (a) in the free zone of a Party, the goods have not been subject to <br> transformation processes that have changed their originating status, and <br> the goods have remained under the control and supervision of the <br> customs authorities; and <br> (b) the operations [6] carried out on the goods shall be specified in the certificate <br> [4] For greater certainty, this Article shall apply only between Korea and the Republics of Central America <br> and not between the Republics of Central America as referred to in Chapter 1 (Initial Provisions and General <br> Definitions), Article 1.5 (Scope). <br> [5] The free zone shall be located within Korea or the Republics of Central America. <br> [6] For greater certainty and for the purposes of this Article, such operations may include logistical operations <br> allowed under the trade agreement between a Party and a non-Party, such as transshipment, unloading, <br> storage, deconsolidation or splitting of shipments, invoicing, reloading, repacking, labeling, packaging or <br> consolidation, or any other operation that does not transform or change the originating status of the goods. <br> of re-exportation issued by the customs authority of the free zone in the <br> territory of a Party. <br> Section B: Origin Procedures <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.2: WHOLLY OBTAINED OR PRODUCED GOODS <br> Chapter 3 <br> ARTICLE 3.17: CERTIFICATE OF ORIGIN <br> ARTICLE 3.27: THIRD COUNTRY INVOICING <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Each Party shall grant preferential tariff treatment in accordance with this <br> The customs authority in the importing Party shall not reject a Certificate of Origin only <br> Section A: Rules of Origin <br> Agreement to an originating good imported from the territory of the other Party on the <br> for the reason that the invoice is issued by a person located outside the territory of the <br> ARTICLE 3.1: ORIGINATING GOODS <br> basis of a Certificate of Origin. <br> Except as otherwise provided in this Chapter, a good shall be treated as originating in a <br> Where: <br> (a) written requests for additional information from the importer; <br> 2 For the purposes of this Chapter, the Parties established a single format of <br> Party where the good is: <br> Certificate of Origin as set out in Annex 3-C, which shall enter into force with this <br> (a) wholly obtained or produced entirely in the territory of a Party; <br> transport and storage; <br> Agreement and may thereafter be modified by the Joint Committee. <br> (b) produced entirely in the territory of a Party, exclusively from originating <br> 3 In order to obtain preferential tariff treatment, an importer shall, in accordance <br> materials under this Chapter; or <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> (c) produced entirely in the territory of a Party using non-originating materials, <br> (e) simple painting and polishing operations; <br> 2 The value of the non-originating materials shall be: <br> at the time of importation of an originating good. <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> satisfying the requirements under Annex 3-A, <br> 4 A Certificate of Origin which certifies that a good being exported from the <br> and the good shall satisfy all the other applicable requirements of this Chapter. <br> importing Party may require. <br> territory of a Party into the territory of the other Party qualifies as originating shall: <br> (a) be in a printed format or such other medium, including electronic format, <br> For the purposes of Article 3.1(a), the following goods are wholly obtained or produced <br> to be agreed by the Parties; and <br> entirely in the territory of a Party: <br> (b) be completed in English. <br> (a) live animals born and raised in the territory of a Party; <br> supplied to the customs authorities of the importing Party by the production of: <br> 5 Each Party shall: <br> (b) goods obtained from live animals referred to in subparagraph (a) in the <br> (a) require an exporter or producer in its territory to complete and sign a <br> Certificate of Origin for any exportation of a good for which an importer <br> (c) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> may claim preferential tariff treatment upon importation of the good into <br> capturing conducted within the land territory, the internal waters or within <br> the territory of the other Party; and <br> the territorial sea of a Party; <br> (b) provide that where an exporter in its territory is not the producer of the <br> (d) goods of sea-fishing and other marine products taken from the waters, <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> seabed or subsoil outside the territorial sea of a Party by vessels registered <br> (i) its knowledge that the good qualifies as originating; <br> disassembly of products into parts; <br> or recorded with a Party and flying the flag of that Party; <br> (ii) its reasonable reliance on the producer's written representation that <br> (d) ironing or pressing of textiles; <br> (e) goods produced or processed on board factory ships registered or recorded <br> the good qualifies as an originating; or <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> with a Party and flying the flag of that Party, exclusively from goods <br> (iii) a completed and signed Certificate of Origin for the good <br> referred to in subparagraph (d); <br> voluntarily provided to the exporter by the producer. <br> (f) plants and plant products grown and harvested, picked, or gathered in the <br> 6 A Certificate of Origin, duly completed and signed by an exporter or producer in <br> territory of a Party; <br> a Party, may apply to: <br> (g) mineral goods and other naturally occurring substances extracted from the <br> (a) a single shipment of one or more goods into the territory of the other Party; or <br> soil, waters, seabed, or beneath the seabed of a Party; <br> (b) multiple shipments of identical goods to the same importer within any <br> (h) goods taken or extracted by a Party or a person of a Party from the seabed <br> RVC is the regional value content, expressed as a percentage; <br> period specified in the Certificate of Origin, not exceeding one year from <br> or beneath the seabed outside the territorial sea of a Party, provided that <br> its date of issuance. <br> the Party has rights to exploit such waters, seabed or subsoil; <br> ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN <br> (i) waste and scrap derived from: <br> A Certificate of Origin shall not be required where: <br> (i) manufacturing operations conducted in the territory of a Party; or <br> (a) the customs value of the importation does not exceed 1,000 US dollars or <br> (ii) used goods collected in the territory of a Party, provided that such <br> the equivalent amount in the currency of the importing Party, or such <br> waste and scrap is fit only for the recovery of raw materials; and <br> higher amount as may be established by the importing Party, unless the <br> (j) goods produced exclusively from goods specified in subparagraphs (a) through (i). <br> importing Party considers the importation to be carried out or planned for <br> ARTICLE 3.3: REGIONAL VALUE CONTENT (RVC) <br> the purposes of evading compliance with the Party's laws governing <br> 1 The regional value content of a good shall be calculated on the basis of one of the following methods: <br> claims for preferential tariff treatment under this Agreement; or <br> (b) it is a good for which the importing Party does not require the importer to <br> RVC = [(FOB-VNM)/FOB] x 100 <br> present a Certificate of Origin demonstrating origin. <br> ARTICLE 3.19: VALIDITY OF CERTIFICATE OF ORIGIN <br> RVC = (VOM/FOB) x 100 <br> 1 A Certificate of Origin shall be valid for one year from its date of signature in the exporting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> 2 Certificates of Origin which are submitted to the customs authorities of the <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> FOB is the free on board value of the good; <br> accepted for the purposes of applying preferential tariff treatment, where the failure to <br> VNM is the value of the non-originating materials; and <br> submit these documents by the final date set is due to natural disasters. <br> VOM is the value of the originating materials. <br> ARTICLE 3.20: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> correctness of the statements made in this document. <br> (a) in the case of a material imported directly by the producer of a good, the <br> importer in its territory that claims preferential tariff treatment to: <br> CIF value at the time of importation of the material; <br> (a) make a written statement in the customs declaration, based on a valid <br> (b) in the case of a material acquired by the producer in the territory where the <br> Certificate of Origin, indicating that the good qualifies as originating; <br> good is produced, the transaction value, without considering the costs of <br> (b) have in its possession the Certificate of Origin at the time the statement <br> freight, insurance, packing, and the other costs incurred in the <br> referred to in subparagraph (a) is made; <br> transportation of the material from the warehouse of the supplier to the <br> (c) have in its possession the documents which certify that the requirements <br> place where the producer is; or <br> established in Article 3.14 have been met, where applicable; and <br> (c) in the case of a self-produced material or where the relationship between <br> (d) submit the valid Certificate of Origin, as well as documents referred to in <br> (i) the reasons why such assistance for verification is requested; <br> the producer of the good and the seller of the material influences the price <br> subparagraph (c) to the customs authority, where it is required. <br> actually paid or payable for the material, the sum of all costs incurred in <br> 2 Where an importer has a reason to believe that a Certificate of Origin on which a <br> the production of the material, including general expenses. Additionally, it <br> statement was based contained incorrect information, the importer shall make a corrected <br> will be possible to add an amount for profit equivalent to the profit added <br> statement and pay any customs duty owed, in accordance with the legislation of each Party. <br> in the normal course of trade. <br> 3 Where an importer does not comply with any requirements under this Chapter, <br> 3 The values referred to in this Article shall be determined in accordance with the <br> preferential tariff treatment shall be denied to the goods imported from the territory of the exporting Party. <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> Customs Valuation Agreement. <br> 4 Where the customs authority of the importing Party has reason to believe that a <br> ARTICLE 3.4: INTERMEDIATE MATERIALS <br> good imported into its territory is not originating or does not comply with the <br> When an originating good is used in the subsequent production of another good, no <br> requirements established in this Chapter, the customs authority of the importing Party <br> account shall be taken of the non-originating materials contained in the originating good <br> shall not impede the release of the good, and shall proceed in accordance with its relevant legislation. <br> determining the origin of the good. <br> for the purposes of determining the originating status of the subsequently produced good. <br> ARTICLE 3.21: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.5: NON-QUALIFYING OPERATIONS <br> Where a good was originating when it was imported into the territory of the importing <br> 1 The following operations shall be considered to be non-qualifying operations to <br> Party, but the importer of the good did not claim preferential tariff treatment at the time <br> confer the status of originating goods, whether or not the requirements under this Chapter are satisfied: <br> of importation, that importer may, within one year following the date of importation, <br> (a) operations to ensure the preservation of goods in good condition during <br> claim preferential tariff treatment and apply for a refund of any excess duties paid as a <br> result of the good not having been accorded preferential tariff treatment, upon <br> (b) changes of packing or breaking-up or assembly of packages; <br> presentation to the importing Party of: <br> (c) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (iii) the conditions under which the products remained in the transit country; or <br> (a) a written or electronic declaration or statement, in accordance with the <br> (c) failing these, any substantiating documents to the satisfaction of the <br> legislation of the importing Party, that the good was originating <br> at the time of importation; <br> (a) a single transport document covering the passage from the exporting Party <br> (b) an original Certificate of Origin demonstrating that the good was originating; and <br> (g) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (c) such other documents related to the importation of the good as the <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 3.12: Packing Materials and Containers for Shipment <br> or boards, and all other simple packing operations; <br> (h) simple mixing of products, whether or not of different kinds; <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> (i) simple assembly of parts of articles to constitute a complete article or <br> 1 The records that may be used to prove that a good covered by a Certificate of <br> Origin is originating and has fulfilled other requirements under this Chapter include, but <br> (j) slaughter of animals; <br> are not limited to: <br> (k) drying, salting (or keeping in brine), refrigeration or freezing; <br> (a) documents related to the purchase of, cost of, value of, and payment for, <br> (l) affixing marks, labels, logos, and other like distinguishing signs on the <br> the exported good; <br> good or its packaging; <br> (b) documents related to the purchase of, cost of, value of, and payment for, <br> (m) peeling, stoning, and shelling of fruits, nuts, and vegetables; <br> all materials including indirect materials, used in the production of the exported good; <br> (n) sharpening, simple grinding, or simple cutting; <br> (c) documents related to the production of the good in the form in which it was exported; and <br> (o) sifting, screening, sorting, classifying, grading; or <br> (d) such other documents as the Parties may agree. <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o). <br> 2 An exporter or producer in the territory of the exporting Party that completes and <br> 2 The provisions of this Article shall not apply to originating goods produced with <br> signs a Certificate of Origin shall keep for five years from the date of issuance of the <br> originating materials of the Parties. <br> Certificate of Origin, the records referred to in paragraph 1. <br> 3 For the purposes of this Article: <br> 3 An importer claiming preferential tariff treatment for a good imported into the <br> (a) simple means activities which need neither special skills nor machines, <br> territory of a Party shall keep for a period specified in legislation of the importing Party <br> apparatus or equipment especially produced or installed for carrying out <br> from the date of importation of the good, the records related to the importation, including <br> the activity; and <br> a copy of the Certificate of Origin. <br> (b) simple mixing means activities which need neither special skills nor <br> 4 An importer, exporter, or producer may choose to keep the records referred to in <br> machines, apparatus, or equipment especially produced or installed for <br> paragraph 1 in any medium that allows for prompt retrieval, including, but not limited to, <br> carrying out the activity but does not include chemical reaction. <br> a digital, electronic, optical, magnetic, or written form. <br> ARTICLE 3.6: ACCUMULATION. <br> ARTICLE 3.23: DISCREPANCIES AND FORMAL ERRORS <br> 1 Originating goods or materials from the territory of Costa Rica, El Salvador, <br> 1 Where the competent authority of the importing Party determines that a Certificate <br> Honduras, Nicaragua, Panama or Korea, which are used in the territory of Costa Rica, El <br> of Origin is illegible, has errors, omissions, deletions, erasures, amendments, has writing <br> Salvador, Honduras, Nicaragua, Panama or Korea as a material for a finished good, shall <br> between the lines, or has not been filled in accordance with Article 3.17, it shall grant the <br> be considered to be originating from the territory of the latter where the working or <br> production or used to operate equipment and buildings; and <br> importer, a one-time opportunity to present a new certificate within the next 45 days of <br> processing of the finished good has taken place.[1] [2] <br> the notification of the rejection of said certificate. The new Certificate of Origin shall be <br> 2 Korea and at least one of the Republics of Central America may consider the <br> valid for the remainder of the period established in the original Certificate of Origin. <br> possibility of developing protocols of Rules of Origin for the purposes of accumulating <br> 2 Orthographic and typing errors in a Certificate of Origin shall not cause this <br> origin with third countries [3] with which both Parties have trade agreements. <br> [1] For the purposes of implementing paragraph 1, the accumulation of origin shall only be applied between <br> the Republics that have the same Product Specific Rules of Origin. <br> ARTICLE 3.24: VERIFICATION <br> [2] A Party shall not accumulate goods or materials of a Republic of Central America for which this <br> 1 For the purposes of determining whether a good imported into the territory of a <br> Agreement has not entered into force. <br> Party from the territory of the other Party qualifies as originating, the competent authority <br> [3] For greater certainty, \"third countries\" means any countries other than Korea and the Republics of Central America. <br> of the importing Party may conduct a verification by means of: <br> A good that does not satisfy a change in tariff classification requirement pursuant to <br> (b) written requests for additional information from the exporter or producer; <br> Annex 3-A will nonetheless be considered to be originating if: <br> (c) requests that the competent authority of the exporting Party assists in <br> (a) for a good, other than that provided for in Chapters 01 through 24 and <br> verifying the origin of the good; <br> Chapter 50 through 63 of the HS, the value of all non-originating materials <br> (d) verification visits to the premises of an exporter or producer in the territory <br> used in the production of the good that did not undergo the required change <br> of the other Party, along with officials of the competent authority of the <br> customary for the good. <br> in tariff classification does not exceed 10 percent of the FOB value of the good; <br> other Party to review the facilities, the production processes of the good <br> (b) for a good provided for in Chapters 15 through 24 of the HS, the value of <br> and the records referred to in Article 3.22, including accounting files; or <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> all non-originating materials used in the production of the good that did <br> (e) any other means agreed by the Parties. <br> not undergo the required change in tariff classification does not exceed 10 <br> 2 Requests made under paragraph 1 by the competent authority of the importing <br> percent of the FOB value of the good, provided that the non-originating <br> Party shall be in English. All the information provided in response to said requests shall <br> material is provided for in a different subheading from that of the good for <br> be in English or in the official language of the importing Party, based on the choice of the <br> which the origin is being determined under this subparagraph; or <br> exporter or producer. <br> (c) for a good provided for in Chapters 50 through 63 of the HS, the weight <br> 3 For the purposes of paragraphs 1(a) and 1(b), <br> of all non-originating materials used in its production that did not undergo <br> (a) the written request for additional information made by the importing Party <br> the required change in tariff classification does not exceed 10 percent of <br> will indicate that the time period the importer, exporter, or producer has to <br> the total weight of the good. <br> provide the information and documentation required will be 30 days from <br> ARTICLE 3.8: FUNGIBLE GOODS OR MATERIALS <br> the date of the receipt of the written request or for such a longer period as <br> 1 In determining whether a good or material is originating for the purposes of <br> the Parties may agree; and <br> granting preferential tariff treatment, any fungible goods or materials shall be distinguished by: <br> (b) where an exporter or producer fails to provide the information and <br> (a) physically separating each fungible good or material; or <br> documentation required within the period referred to in subparagraph (a), <br> (b) using any inventory management method, such as averaging, last-in-first- <br> the importing Party may deny preferential tariff treatment to the good in <br> out (LIFO) or first-in-first-out (FIFO), recognized in the generally <br> question after providing at least a 30-day written notice to the importer, <br> accepted accounting principles of a Party in which the production is <br> exporter or producer to provide written comments or additional <br> performed or otherwise accepted by the Party in which the production is performed. <br> information that will be taken into account prior to completing the verification. <br> 2 The inventory management method selected under paragraph 1 for a particular <br> 4 Where the competent authority of the importing Party requests assistance under paragraph 1(c): <br> fungible good or material shall continue to be used for that good or material throughout <br> (a) it shall provide the competent authority of the exporting Party with: <br> the fiscal year of the person that selected the inventory management method. <br> ARTICLE 3.9: SETS <br> (ii) the Certificate of Origin of the good or a copy thereof; and <br> A set, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (iii) any information and documents as may be necessary for the <br> the components of the set are originating. Nevertheless, when a set is composed of <br> purposes of such request; <br> originating and non-originating goods, the set as a whole shall be regarded as originating, <br> (b) the competent authority of the exporting Party shall provide the competent <br> provided that the value of the non-originating goods does not exceed 15 percent of the <br> authority of the importing Party with a written statement in English, <br> total value of the set, determined in accordance with Article 3.3. <br> including facts and findings, and any supporting documents made <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS, AND TOOLS <br> available by the exporter or producer. This statement shall indicate clearly <br> The origin of the accessories, spare parts, or tools delivered with a good at the time of importation: <br> whether the documents are authentic and whether the good concerned is <br> (a) shall be disregarded if the good is subject to a change in tariff classification requirement; and <br> Article 3.7: De Minimis <br> originating and has fulfilled other requirements under this Chapter. If the <br> good can be considered to be originating, the statement shall include a <br> the case may be, in calculating the regional value content of the good, if <br> detailed explanation of how the good obtained the originating status; and <br> (c) in case where the competent authority of the exporting Party fails to <br> (a) the accessories, spare parts, or tools are not invoiced separately from the <br> provide the written statement within 150 days following the date of the <br> good, regardless of whether they appear specified or separately identified <br> receipt of the request or where the written statement provided does not <br> in the invoice itself; and <br> contain sufficient information, the importing Party may deny preferential <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> tariff treatment to the relevant good. <br> 5 Where the competent authority of the importing Party intends to conduct <br> verification under paragraph 1(d): <br> (b) shall be taken into account as originating or non-originating materials, as <br> 1 Where packaging materials and containers are classified with a good, the origin <br> (a) it shall notify in writing, 30 days prior to the verification visit, the exporter <br> of the packaging materials and containers in which the good is packaged for retail sale, <br> or producer of such a request, and provide a copy of the said notification <br> shall be disregarded in determining the origin of the good, provided that: <br> the good is subject to a regional value content requirement, provided that: <br> to the competent authority of the exporting Party. In case where the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> exporter or producer does not give its written consent to such a request <br> as set out in Article 3.1(a); <br> within 30 days following the date of the receipt of the notification, the <br> (b) the good is produced exclusively from originating materials, as set out in Article 3.1(b); or <br> importing Party may deny preferential tariff treatment to the relevant good; and <br> (c) the good is subject to a change in tariff classification requirement set out in Annex 3-A. <br> (b) when the exporter or producer agrees to the request of verification visit <br> 2 Where a good is subject to a regional value content requirement, the value of the <br> but needs to postpone the proposed verification visit, the competent <br> packaging materials and containers used for retail sale shall be taken into account when <br> authority of the importing Party shall be notified together with the <br> exporting Party. <br> approval of the verification visit. Such postponement shall not exceed 60 <br> days from the proposed date of the verification visit. <br> Packing materials and containers used to protect a good during its transportation shall not <br> 6 The importing Party shall, within one year following the initiation of the <br> be taken into account when determining the origin of the good. <br> verification, notify the importer and the exporter or producer, in writing, of the <br> ARTICLE 3.13: INDIRECT MATERIALS <br> determination whether the good is originating, as well as factual findings and the legal <br> 1 For the purposes of determining whether a good is originating, the origin of the <br> basis for the determination. In necessary cases and for one time only, the period referred <br> indirect materials defined in paragraph 2 shall not be taken into account. <br> to above may be extended by up to 90 days. This extension shall be notified to the importer, <br> 2 Indirect materials means articles used in the production of a good which are <br> exporter or producer, and the competent authority of the exporting Party. <br> neither physically incorporated into it, nor form part of it, including: <br> 7 A Party may suspend preferential tariff treatment to an importer on any subsequent <br> (a) fuel, energy, catalysts, and solvents; <br> import of a good when the competent authority of the Party had already determined that <br> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> an identical good was not eligible for such treatment, until it is demonstrated that the good <br> (c) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> complies with the requirements under this Chapter. <br> (d) tools, dies, and molds; <br> 8 A Party may provide electronically to the other Party all the information requested <br> under this Article, including supporting documents and all other related information. <br> (f) lubricants, greases, compounding materials, and other materials used in <br> Except otherwise provided in Article 3.23 or any other of this Chapter, the importing Party <br> (g) any other goods that are not incorporated into the good but whose use in <br> may deny a claim for preferential tariff treatment or recover unpaid duties, in accordance <br> the production of the good can reasonably be demonstrated to be <br> with its laws and regulations, where: <br> a part of that production. <br> (a) the good does not meet the requirements of this Chapter; or <br> ARTICLE 3.14 DIRECT TRANSPORT <br> (b) the exporter, producer, or importer of the good fails or has failed to comply <br> 1 A good shall be transported directly from the exporting Party to the importing <br> with any of the applicable requirements for obtaining preferential tariff treatment. <br> Party to maintain its originating status. <br> 2 Notwithstanding paragraph 1, the good shall be considered to be transported <br> directly from the exporting Party to the importing Party if the good whose transport <br> involves transit through one or more Parties or non-Parties, with or without trans- <br> shipment or temporary storage there, provided that: <br> (a) the good is under control of the customs authority; and <br> (b) the good does not undergo any operation there other than unloading and <br> reloading, repacking, or any operation required to keep them in good condition. <br> 3 Evidence that the conditions set out in paragraph 2 have been fulfilled shall be <br> through the country of transit; <br> (b) a transport document covering the passage from the country of transit to <br> (i) an exact description of the products; <br> (ii) the dates of unloading and reloading of the products and, where <br> customs authority of the importing Party, to be agreed by the Parties at the <br> Committee on Rules of Origin and Origin Procedures, and Customs <br> Procedures and Trade Facilitation, established in Chapter 4 (Customs <br> Procedures and Trade Facilitation). <br> ARTICLE 3.15: OUTWARD PROCESSING <br> Notwithstanding Article 3.1, certain goods shall be considered to be originating even if <br> they have undergone working or processing outside Korea, on materials exported from <br> Korea and subsequently re-imported there, provided that the working or processing is <br> done in the areas designated by the Parties pursuant to Annex 3-B. <br> "}, {"ArticleTitle": ".26: UNIFORM REGULATIONS", "ArticleDesc": "ARTICLE 3.26: UNIFORM REGULATIONS <br> The Parties shall establish Uniform Regulations regarding the interpretation, application <br> and administration of this Chapter and other matters agreed by the Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 3.2: WHOLLY OBTAINED OR PRODUCED GOODS <br> Chapter 3 <br> ARTICLE 3.17: CERTIFICATE OF ORIGIN <br> ARTICLE 3.27: THIRD COUNTRY INVOICING <br> RULES OF ORIGIN AND ORIGIN PROCEDURES <br> 1 Each Party shall grant preferential tariff treatment in accordance with this <br> The customs authority in the importing Party shall not reject a Certificate of Origin only <br> Section A: Rules of Origin <br> Agreement to an originating good imported from the territory of the other Party on the <br> for the reason that the invoice is issued by a person located outside the territory of the <br> ARTICLE 3.1: ORIGINATING GOODS <br> basis of a Certificate of Origin. <br> Except as otherwise provided in this Chapter, a good shall be treated as originating in a <br> Where: <br> (a) written requests for additional information from the importer; <br> 2 For the purposes of this Chapter, the Parties established a single format of <br> Party where the good is: <br> Certificate of Origin as set out in Annex 3-C, which shall enter into force with this <br> (a) wholly obtained or produced entirely in the territory of a Party; <br> transport and storage; <br> Agreement and may thereafter be modified by the Joint Committee. <br> (b) produced entirely in the territory of a Party, exclusively from originating <br> 3 In order to obtain preferential tariff treatment, an importer shall, in accordance <br> materials under this Chapter; or <br> with the procedures applicable in the importing Party, request preferential tariff treatment <br> (c) produced entirely in the territory of a Party using non-originating materials, <br> (e) simple painting and polishing operations; <br> 2 The value of the non-originating materials shall be: <br> at the time of importation of an originating good. <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> satisfying the requirements under Annex 3-A, <br> 4 A Certificate of Origin which certifies that a good being exported from the <br> and the good shall satisfy all the other applicable requirements of this Chapter. <br> importing Party may require. <br> territory of a Party into the territory of the other Party qualifies as originating shall: <br> (a) be in a printed format or such other medium, including electronic format, <br> For the purposes of Article 3.1(a), the following goods are wholly obtained or produced <br> to be agreed by the Parties; and <br> entirely in the territory of a Party: <br> (b) be completed in English. <br> (a) live animals born and raised in the territory of a Party; <br> supplied to the customs authorities of the importing Party by the production of: <br> 5 Each Party shall: <br> (b) goods obtained from live animals referred to in subparagraph (a) in the <br> (a) require an exporter or producer in its territory to complete and sign a <br> Certificate of Origin for any exportation of a good for which an importer <br> (c) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> may claim preferential tariff treatment upon importation of the good into <br> capturing conducted within the land territory, the internal waters or within <br> the territory of the other Party; and <br> the territorial sea of a Party; <br> (b) provide that where an exporter in its territory is not the producer of the <br> (d) goods of sea-fishing and other marine products taken from the waters, <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (a) Method Based on Value of Non-Originating Materials (Build-down Method) <br> seabed or subsoil outside the territorial sea of a Party by vessels registered <br> (i) its knowledge that the good qualifies as originating; <br> disassembly of products into parts; <br> or recorded with a Party and flying the flag of that Party; <br> (ii) its reasonable reliance on the producer's written representation that <br> (d) ironing or pressing of textiles; <br> (e) goods produced or processed on board factory ships registered or recorded <br> the good qualifies as an originating; or <br> (b) Method Based on Value of Originating Materials (Build-up Method) <br> with a Party and flying the flag of that Party, exclusively from goods <br> (iii) a completed and signed Certificate of Origin for the good <br> referred to in subparagraph (d); <br> voluntarily provided to the exporter by the producer. <br> (f) plants and plant products grown and harvested, picked, or gathered in the <br> 6 A Certificate of Origin, duly completed and signed by an exporter or producer in <br> territory of a Party; <br> a Party, may apply to: <br> (g) mineral goods and other naturally occurring substances extracted from the <br> (a) a single shipment of one or more goods into the territory of the other Party; or <br> soil, waters, seabed, or beneath the seabed of a Party; <br> (b) multiple shipments of identical goods to the same importer within any <br> (h) goods taken or extracted by a Party or a person of a Party from the seabed <br> RVC is the regional value content, expressed as a percentage; <br> period specified in the Certificate of Origin, not exceeding one year from <br> or beneath the seabed outside the territorial sea of a Party, provided that <br> its date of issuance. <br> the Party has rights to exploit such waters, seabed or subsoil; <br> ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN <br> (i) waste and scrap derived from: <br> A Certificate of Origin shall not be required where: <br> (i) manufacturing operations conducted in the territory of a Party; or <br> (a) the customs value of the importation does not exceed 1,000 US dollars or <br> (ii) used goods collected in the territory of a Party, provided that such <br> the equivalent amount in the currency of the importing Party, or such <br> waste and scrap is fit only for the recovery of raw materials; and <br> higher amount as may be established by the importing Party, unless the <br> (j) goods produced exclusively from goods specified in subparagraphs (a) through (i). <br> importing Party considers the importation to be carried out or planned for <br> ARTICLE 3.3: REGIONAL VALUE CONTENT (RVC) <br> the purposes of evading compliance with the Party's laws governing <br> 1 The regional value content of a good shall be calculated on the basis of one of the following methods: <br> claims for preferential tariff treatment under this Agreement; or <br> (b) it is a good for which the importing Party does not require the importer to <br> RVC = [(FOB-VNM)/FOB] x 100 <br> present a Certificate of Origin demonstrating origin. <br> ARTICLE 3.19: VALIDITY OF CERTIFICATE OF ORIGIN <br> RVC = (VOM/FOB) x 100 <br> 1 A Certificate of Origin shall be valid for one year from its date of signature in the exporting Party. <br> applicable, the names of the ships, or the other means of transport used; and <br> 2 Certificates of Origin which are submitted to the customs authorities of the <br> importing Party after the final date for presentation specified in paragraph 1 may be <br> FOB is the free on board value of the good; <br> accepted for the purposes of applying preferential tariff treatment, where the failure to <br> VNM is the value of the non-originating materials; and <br> submit these documents by the final date set is due to natural disasters. <br> VOM is the value of the originating materials. <br> ARTICLE 3.20: CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 Except as otherwise provided for in this Chapter, each Party shall require an <br> correctness of the statements made in this document. <br> (a) in the case of a material imported directly by the producer of a good, the <br> importer in its territory that claims preferential tariff treatment to: <br> CIF value at the time of importation of the material; <br> (a) make a written statement in the customs declaration, based on a valid <br> (b) in the case of a material acquired by the producer in the territory where the <br> Certificate of Origin, indicating that the good qualifies as originating; <br> good is produced, the transaction value, without considering the costs of <br> (b) have in its possession the Certificate of Origin at the time the statement <br> freight, insurance, packing, and the other costs incurred in the <br> referred to in subparagraph (a) is made; <br> transportation of the material from the warehouse of the supplier to the <br> (c) have in its possession the documents which certify that the requirements <br> place where the producer is; or <br> established in Article 3.14 have been met, where applicable; and <br> (c) in the case of a self-produced material or where the relationship between <br> (d) submit the valid Certificate of Origin, as well as documents referred to in <br> (i) the reasons why such assistance for verification is requested; <br> the producer of the good and the seller of the material influences the price <br> subparagraph (c) to the customs authority, where it is required. <br> actually paid or payable for the material, the sum of all costs incurred in <br> 2 Where an importer has a reason to believe that a Certificate of Origin on which a <br> the production of the material, including general expenses. Additionally, it <br> statement was based contained incorrect information, the importer shall make a corrected <br> will be possible to add an amount for profit equivalent to the profit added <br> statement and pay any customs duty owed, in accordance with the legislation of each Party. <br> in the normal course of trade. <br> 3 Where an importer does not comply with any requirements under this Chapter, <br> 3 The values referred to in this Article shall be determined in accordance with the <br> preferential tariff treatment shall be denied to the goods imported from the territory of the exporting Party. <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> Customs Valuation Agreement. <br> 4 Where the customs authority of the importing Party has reason to believe that a <br> ARTICLE 3.4: INTERMEDIATE MATERIALS <br> good imported into its territory is not originating or does not comply with the <br> When an originating good is used in the subsequent production of another good, no <br> requirements established in this Chapter, the customs authority of the importing Party <br> account shall be taken of the non-originating materials contained in the originating good <br> shall not impede the release of the good, and shall proceed in accordance with its relevant legislation. <br> determining the origin of the good. <br> for the purposes of determining the originating status of the subsequently produced good. <br> ARTICLE 3.21: POST-IMPORTATION CLAIMS FOR PREFERENTIAL TARIFF TREATMENT <br> ARTICLE 3.5: NON-QUALIFYING OPERATIONS <br> Where a good was originating when it was imported into the territory of the importing <br> 1 The following operations shall be considered to be non-qualifying operations to <br> Party, but the importer of the good did not claim preferential tariff treatment at the time <br> confer the status of originating goods, whether or not the requirements under this Chapter are satisfied: <br> of importation, that importer may, within one year following the date of importation, <br> (a) operations to ensure the preservation of goods in good condition during <br> claim preferential tariff treatment and apply for a refund of any excess duties paid as a <br> result of the good not having been accorded preferential tariff treatment, upon <br> (b) changes of packing or breaking-up or assembly of packages; <br> presentation to the importing Party of: <br> (c) washing, cleaning, removal of dust, oxide, oil, paint, or other coverings; <br> (iii) the conditions under which the products remained in the transit country; or <br> (a) a written or electronic declaration or statement, in accordance with the <br> (c) failing these, any substantiating documents to the satisfaction of the <br> legislation of the importing Party, that the good was originating <br> at the time of importation; <br> (a) a single transport document covering the passage from the exporting Party <br> (b) an original Certificate of Origin demonstrating that the good was originating; and <br> (g) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (c) such other documents related to the importation of the good as the <br> document to be rejected if these errors are not such as to create doubts concerning the <br> Article 3.12: Packing Materials and Containers for Shipment <br> or boards, and all other simple packing operations; <br> (h) simple mixing of products, whether or not of different kinds; <br> ARTICLE 3.22: RECORD KEEPING REQUIREMENTS <br> (i) simple assembly of parts of articles to constitute a complete article or <br> 1 The records that may be used to prove that a good covered by a Certificate of <br> Origin is originating and has fulfilled other requirements under this Chapter include, but <br> (j) slaughter of animals; <br> are not limited to: <br> (k) drying, salting (or keeping in brine), refrigeration or freezing; <br> (a) documents related to the purchase of, cost of, value of, and payment for, <br> (l) affixing marks, labels, logos, and other like distinguishing signs on the <br> the exported good; <br> good or its packaging; <br> (b) documents related to the purchase of, cost of, value of, and payment for, <br> (m) peeling, stoning, and shelling of fruits, nuts, and vegetables; <br> all materials including indirect materials, used in the production of the exported good; <br> (n) sharpening, simple grinding, or simple cutting; <br> (c) documents related to the production of the good in the form in which it was exported; and <br> (o) sifting, screening, sorting, classifying, grading; or <br> (d) such other documents as the Parties may agree. <br> (p) a combination of two or more operations specified in subparagraphs (a) through (o). <br> 2 An exporter or producer in the territory of the exporting Party that completes and <br> 2 The provisions of this Article shall not apply to originating goods produced with <br> signs a Certificate of Origin shall keep for five years from the date of issuance of the <br> originating materials of the Parties. <br> Certificate of Origin, the records referred to in paragraph 1. <br> 3 For the purposes of this Article: <br> 3 An importer claiming preferential tariff treatment for a good imported into the <br> (a) simple means activities which need neither special skills nor machines, <br> territory of a Party shall keep for a period specified in legislation of the importing Party <br> apparatus or equipment especially produced or installed for carrying out <br> from the date of importation of the good, the records related to the importation, including <br> the activity; and <br> a copy of the Certificate of Origin. <br> (b) simple mixing means activities which need neither special skills nor <br> 4 An importer, exporter, or producer may choose to keep the records referred to in <br> machines, apparatus, or equipment especially produced or installed for <br> paragraph 1 in any medium that allows for prompt retrieval, including, but not limited to, <br> carrying out the activity but does not include chemical reaction. <br> a digital, electronic, optical, magnetic, or written form. <br> ARTICLE 3.6: ACCUMULATION. <br> ARTICLE 3.23: DISCREPANCIES AND FORMAL ERRORS <br> 1 Originating goods or materials from the territory of Costa Rica, El Salvador, <br> 1 Where the competent authority of the importing Party determines that a Certificate <br> Honduras, Nicaragua, Panama or Korea, which are used in the territory of Costa Rica, El <br> of Origin is illegible, has errors, omissions, deletions, erasures, amendments, has writing <br> Salvador, Honduras, Nicaragua, Panama or Korea as a material for a finished good, shall <br> between the lines, or has not been filled in accordance with Article 3.17, it shall grant the <br> be considered to be originating from the territory of the latter where the working or <br> production or used to operate equipment and buildings; and <br> importer, a one-time opportunity to present a new certificate within the next 45 days of <br> processing of the finished good has taken place.[1] [2] <br> the notification of the rejection of said certificate. The new Certificate of Origin shall be <br> 2 Korea and at least one of the Republics of Central America may consider the <br> valid for the remainder of the period established in the original Certificate of Origin. <br> possibility of developing protocols of Rules of Origin for the purposes of accumulating <br> 2 Orthographic and typing errors in a Certificate of Origin shall not cause this <br> origin with third countries [3] with which both Parties have trade agreements. <br> [1] For the purposes of implementing paragraph 1, the accumulation of origin shall only be applied between <br> the Republics that have the same Product Specific Rules of Origin. <br> ARTICLE 3.24: VERIFICATION <br> [2] A Party shall not accumulate goods or materials of a Republic of Central America for which this <br> 1 For the purposes of determining whether a good imported into the territory of a <br> Agreement has not entered into force. <br> Party from the territory of the other Party qualifies as originating, the competent authority <br> [3] For greater certainty, \"third countries\" means any countries other than Korea and the Republics of Central America. <br> of the importing Party may conduct a verification by means of: <br> A good that does not satisfy a change in tariff classification requirement pursuant to <br> (b) written requests for additional information from the exporter or producer; <br> Annex 3-A will nonetheless be considered to be originating if: <br> (c) requests that the competent authority of the exporting Party assists in <br> (a) for a good, other than that provided for in Chapters 01 through 24 and <br> verifying the origin of the good; <br> Chapter 50 through 63 of the HS, the value of all non-originating materials <br> (d) verification visits to the premises of an exporter or producer in the territory <br> used in the production of the good that did not undergo the required change <br> of the other Party, along with officials of the competent authority of the <br> customary for the good. <br> in tariff classification does not exceed 10 percent of the FOB value of the good; <br> other Party to review the facilities, the production processes of the good <br> (b) for a good provided for in Chapters 15 through 24 of the HS, the value of <br> and the records referred to in Article 3.22, including accounting files; or <br> ARTICLE 3.25: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> all non-originating materials used in the production of the good that did <br> (e) any other means agreed by the Parties. <br> not undergo the required change in tariff classification does not exceed 10 <br> 2 Requests made under paragraph 1 by the competent authority of the importing <br> percent of the FOB value of the good, provided that the non-originating <br> Party shall be in English. All the information provided in response to said requests shall <br> material is provided for in a different subheading from that of the good for <br> be in English or in the official language of the importing Party, based on the choice of the <br> which the origin is being determined under this subparagraph; or <br> exporter or producer. <br> (c) for a good provided for in Chapters 50 through 63 of the HS, the weight <br> 3 For the purposes of paragraphs 1(a) and 1(b), <br> of all non-originating materials used in its production that did not undergo <br> (a) the written request for additional information made by the importing Party <br> the required change in tariff classification does not exceed 10 percent of <br> will indicate that the time period the importer, exporter, or producer has to <br> the total weight of the good. <br> provide the information and documentation required will be 30 days from <br> ARTICLE 3.8: FUNGIBLE GOODS OR MATERIALS <br> the date of the receipt of the written request or for such a longer period as <br> 1 In determining whether a good or material is originating for the purposes of <br> the Parties may agree; and <br> granting preferential tariff treatment, any fungible goods or materials shall be distinguished by: <br> (b) where an exporter or producer fails to provide the information and <br> (a) physically separating each fungible good or material; or <br> documentation required within the period referred to in subparagraph (a), <br> (b) using any inventory management method, such as averaging, last-in-first- <br> the importing Party may deny preferential tariff treatment to the good in <br> out (LIFO) or first-in-first-out (FIFO), recognized in the generally <br> question after providing at least a 30-day written notice to the importer, <br> accepted accounting principles of a Party in which the production is <br> exporter or producer to provide written comments or additional <br> performed or otherwise accepted by the Party in which the production is performed. <br> information that will be taken into account prior to completing the verification. <br> 2 The inventory management method selected under paragraph 1 for a particular <br> 4 Where the competent authority of the importing Party requests assistance under paragraph 1(c): <br> fungible good or material shall continue to be used for that good or material throughout <br> (a) it shall provide the competent authority of the exporting Party with: <br> the fiscal year of the person that selected the inventory management method. <br> ARTICLE 3.9: SETS <br> (ii) the Certificate of Origin of the good or a copy thereof; and <br> A set, as defined in General Rule 3 of the HS, shall be regarded as originating when all <br> (iii) any information and documents as may be necessary for the <br> the components of the set are originating. Nevertheless, when a set is composed of <br> purposes of such request; <br> originating and non-originating goods, the set as a whole shall be regarded as originating, <br> (b) the competent authority of the exporting Party shall provide the competent <br> provided that the value of the non-originating goods does not exceed 15 percent of the <br> authority of the importing Party with a written statement in English, <br> total value of the set, determined in accordance with Article 3.3. <br> including facts and findings, and any supporting documents made <br> ARTICLE 3.10: ACCESSORIES, SPARE PARTS, AND TOOLS <br> available by the exporter or producer. This statement shall indicate clearly <br> The origin of the accessories, spare parts, or tools delivered with a good at the time of importation: <br> whether the documents are authentic and whether the good concerned is <br> (a) shall be disregarded if the good is subject to a change in tariff classification requirement; and <br> Article 3.7: De Minimis <br> originating and has fulfilled other requirements under this Chapter. If the <br> good can be considered to be originating, the statement shall include a <br> the case may be, in calculating the regional value content of the good, if <br> detailed explanation of how the good obtained the originating status; and <br> (c) in case where the competent authority of the exporting Party fails to <br> (a) the accessories, spare parts, or tools are not invoiced separately from the <br> provide the written statement within 150 days following the date of the <br> good, regardless of whether they appear specified or separately identified <br> receipt of the request or where the written statement provided does not <br> in the invoice itself; and <br> contain sufficient information, the importing Party may deny preferential <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> tariff treatment to the relevant good. <br> 5 Where the competent authority of the importing Party intends to conduct <br> verification under paragraph 1(d): <br> (b) shall be taken into account as originating or non-originating materials, as <br> 1 Where packaging materials and containers are classified with a good, the origin <br> (a) it shall notify in writing, 30 days prior to the verification visit, the exporter <br> of the packaging materials and containers in which the good is packaged for retail sale, <br> or producer of such a request, and provide a copy of the said notification <br> shall be disregarded in determining the origin of the good, provided that: <br> the good is subject to a regional value content requirement, provided that: <br> to the competent authority of the exporting Party. In case where the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> exporter or producer does not give its written consent to such a request <br> as set out in Article 3.1(a); <br> within 30 days following the date of the receipt of the notification, the <br> (b) the good is produced exclusively from originating materials, as set out in Article 3.1(b); or <br> importing Party may deny preferential tariff treatment to the relevant good; and <br> (c) the good is subject to a change in tariff classification requirement set out in Annex 3-A. <br> (b) when the exporter or producer agrees to the request of verification visit <br> 2 Where a good is subject to a regional value content requirement, the value of the <br> but needs to postpone the proposed verification visit, the competent <br> packaging materials and containers used for retail sale shall be taken into account when <br> authority of the importing Party shall be notified together with the <br> exporting Party. <br> approval of the verification visit. Such postponement shall not exceed 60 <br> days from the proposed date of the verification visit. <br> Packing materials and containers used to protect a good during its transportation shall not <br> 6 The importing Party shall, within one year following the initiation of the <br> be taken into account when determining the origin of the good. <br> verification, notify the importer and the exporter or producer, in writing, of the <br> ARTICLE 3.13: INDIRECT MATERIALS <br> determination whether the good is originating, as well as factual findings and the legal <br> 1 For the purposes of determining whether a good is originating, the origin of the <br> basis for the determination. In necessary cases and for one time only, the period referred <br> indirect materials defined in paragraph 2 shall not be taken into account. <br> to above may be extended by up to 90 days. This extension shall be notified to the importer, <br> 2 Indirect materials means articles used in the production of a good which are <br> exporter or producer, and the competent authority of the exporting Party. <br> neither physically incorporated into it, nor form part of it, including: <br> 7 A Party may suspend preferential tariff treatment to an importer on any subsequent <br> (a) fuel, energy, catalysts, and solvents; <br> import of a good when the competent authority of the Party had already determined that <br> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> an identical good was not eligible for such treatment, until it is demonstrated that the good <br> (c) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> complies with the requirements under this Chapter. <br> (d) tools, dies, and molds; <br> 8 A Party may provide electronically to the other Party all the information requested <br> under this Article, including supporting documents and all other related information. <br> (f) lubricants, greases, compounding materials, and other materials used in <br> Except otherwise provided in Article 3.23 or any other of this Chapter, the importing Party <br> (g) any other goods that are not incorporated into the good but whose use in <br> may deny a claim for preferential tariff treatment or recover unpaid duties, in accordance <br> the production of the good can reasonably be demonstrated to be <br> with its laws and regulations, where: <br> a part of that production. <br> (a) the good does not meet the requirements of this Chapter; or <br> ARTICLE 3.14 DIRECT TRANSPORT <br> (b) the exporter, producer, or importer of the good fails or has failed to comply <br> 1 A good shall be transported directly from the exporting Party to the importing <br> with any of the applicable requirements for obtaining preferential tariff treatment. <br> Party to maintain its originating status. <br> 2 Notwithstanding paragraph 1, the good shall be considered to be transported <br> directly from the exporting Party to the importing Party if the good whose transport <br> involves transit through one or more Parties or non-Parties, with or without trans- <br> shipment or temporary storage there, provided that: <br> (a) the good is under control of the customs authority; and <br> (b) the good does not undergo any operation there other than unloading and <br> reloading, repacking, or any operation required to keep them in good condition. <br> 3 Evidence that the conditions set out in paragraph 2 have been fulfilled shall be <br> through the country of transit; <br> (b) a transport document covering the passage from the country of transit to <br> (i) an exact description of the products; <br> (ii) the dates of unloading and reloading of the products and, where <br> customs authority of the importing Party, to be agreed by the Parties at the <br> Committee on Rules of Origin and Origin Procedures, and Customs <br> Procedures and Trade Facilitation, established in Chapter 4 (Customs <br> Procedures and Trade Facilitation). <br> ARTICLE 3.15: OUTWARD PROCESSING <br> Notwithstanding Article 3.1, certain goods shall be considered to be originating even if <br> they have undergone working or processing outside Korea, on materials exported from <br> Korea and subsequently re-imported there, provided that the working or processing is <br> done in the areas designated by the Parties pursuant to Annex 3-B. <br> "}, {"ArticleTitle": ".28: DEFINITIONS", "ArticleDesc": "ARTICLE 3.28: DEFINITIONS <br> For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms, including fish, mollusks, <br> crustaceans, other aquatic invertebrates, and aquatic plants, from seed stock such as eggs, <br> fry, fingerlings, and larvae, by intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding, protection from predators, among others; <br> CIF means the value of the good in the country of origin inclusive of the cost of insurance <br> and freight up to the port or place of entry in the country of importation; <br> competent authority means: <br> (a) for Korea, the Ministry of Strategy and Finance; <br> (b) for Costa Rica: <br> (i) for administration purposes, the Directorate of Application of <br> International Trade Agreements (Dirección de Aplicación de <br> Acuerdos Comerciales Internacionales) of the Ministry of Foreign <br> Trade (Ministerio de Comercio Exterior); and <br> (ii) for verification procedures, the General Directorate of Customs <br> (Dirección General de Aduanas) of the Ministry of Finance <br> (Ministerio de Hacienda); <br> (c) for El Salvador: <br> (i) for administration purposes, the Trade Agreement Administration <br> Bureau (Dirección de Administración de Tratados Comerciales) of <br> the Ministry of Economy (Ministerio de Economía); and <br> (d) for Honduras, <br> (i) for administration purposes, Secretariat of State in the Office of <br> Economic Development (Secretaría de Estado en el Despacho de <br> Desarrollo Económico); and <br> (ii) for verification procedures, the General Directorate for <br> Administration and Negotiation of Agreements in coordination <br> with the Adjunct Directorate of Customs Revenue (Dirección <br> General de Administración y Negociación de Tratados en <br> coordinación con la Dirección Adjunta de Rentas Aduaneras); <br> (e) for Nicaragua: <br> (i) for administration purposes, the Directorate of Application and <br> Negotiation of Trade Agreements (Dirección de Aplicación y <br> Negociación de Acuerdos Comerciales) of the Ministry of <br> Development, Industry and Commerce (Ministerio de Fomento, <br> Industria y Comercio); and <br> Services (Dirección General de Servicios Aduaneros); and for Panama: <br> (f) <br> (i) for issuance of Certificate of Origin purpose, the Ministry of <br> Commerce and Industries (Ministerio de Comercio e Industrias); and <br> (ii) for verification of proofs of origin, the National Customs Authority <br> (Autoridad Nacional de Aduanas), <br> or their successors; <br> exporter means a person located in the territory of a Party from where a good is exported <br> by such a person; <br> FOB means the value of the good free on board, inclusive of the cost of transportation to <br> the port or site of final shipment abroad, regardless of the mode of transportation; <br> fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> generally accepted accounting principles means recognized consensus or substantial <br> authoritative support given in the territory of a Party, with respect to the recording of <br> revenues, expenses, costs, assets, and liabilities, the disclosure of information and the <br> preparation of financial statements. Generally accepted accounting principles may <br> encompass broad guidelines for general application, as well as detailed standards, <br> practices, and procedures; <br> good means any merchandise, product, article, or material; <br> importer means a person located in the territory of a Party where a good is imported by <br> such a person; <br> material means a good that is used in the production of another good, including any <br> components, ingredients, raw materials, parts, or pieces; <br> non-originating good or non-originating material means a good or material that does <br> not qualify as originating under this Chapter; <br> originating material means a material that qualifies as originating under Article 3.1; <br> producer means a person who engages in the production of a good in the territory of a Party; and <br> production means growing, raising, extracting, picking, gathering, mining, harvesting, <br> fishing, trapping, hunting, manufacturing, processing, or assembling a good. <br> ANNEX 3-B <br> COMMITTEE ON OUTWARD PROCESSING ZONES ON THE KOREAN PENINSULA <br> 1. Recognizing Korea's constitutional mandate and security interests, and <br> the Parties' commitment to promoting peace and prosperity on the Korean Peninsula, <br> and the importance of intra-Korean economic cooperation toward that global goal, a Committee on <br> Outward Processing Zones on the Korean Peninsula (hereinafter referred to as the \"Committee\") is established. <br> 2. The Committee shall be comprised of officials of the Parties. <br> The Committee shall meet within a year after the date of entry into force <br> of this Agreement and at least once a year thereafter, or at any time as mutually agreed. <br> 3. The Committee shall review the conditions on the Korean Peninsula and identify <br> geographic areas that may be designated as outward processing zones. <br> The Committee shall also establish criteria to determine the originating status in the outward processing zones. <br> 3-112 <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".1: PUBLICATION", "ArticleDesc": "ARTICLE 4.1: PUBLICATION <br> 1 Each Party shall publish, including on the Internet, its customs laws, regulations, <br> and general administrative procedures. <br> 2 Each Party shall designate or maintain one or more inquiry points to address <br> inquiries by interested persons concerning customs matters and shall make available on <br> the Internet information concerning the procedures for making such inquiries. <br> 3 To the extent possible, each Party shall publish in advance any regulations of <br> general application governing customs matters that it proposes to adopt and shall provide <br> interested persons the opportunity to comment before adopting them. <br> "}, {"ArticleTitle": ".2: RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.2: RELEASE OF GOODS <br> 1 In order to facilitate trade, each Party shall adopt or maintain simplified customs <br> procedures for the efficient release of goods. <br> 2 Pursuant to paragraph 1, each Party shall ensure that its customs authority or other <br> competent authority adopts or maintains procedures that: <br> (a) provide for the release of goods within a period no greater than that <br> required to ensure compliance with its customs laws and, to the extent <br> possible, within 48 hours of the goods' arrival; <br> (b) provide for customs information to be submitted and processed <br> electronically before goods arrive in order for them to be released on their arrival; <br> (c) allow goods to be released at the point of arrival, without temporary <br> transfer to warehouses or other facilities; and <br> (d) allow importers to withdraw goods from customs before, and without <br> prejudice to, its customs authority's final determination of the applicable <br> customs duties, taxes, and fees.[1] <br> [1] A Party may require importers to provide guarantees in the form of sureties, deposits, or other appropriate <br> instruments sufficient to cover payment of the customs duties, taxes, and fees its customs authority <br> ultimately applies in connection with the importation of the good. <br> "}, {"ArticleTitle": ".3: AUTOMATION", "ArticleDesc": "ARTICLE 4.3: AUTOMATION <br> Each Party shall use information technology that expedites procedures for the <br> release of goods and shall: <br> (a) make, to the extent possible, electronic systems accessible to customs users; <br> (b) endeavor to use international standards; <br> (c) endeavor to develop electronic systems that are compatible with the other <br> Party's systems, in order to facilitate exchange of international trade data; and <br> (d) endeavor to develop a set of common data elements and processes in <br> accordance with World Customs Organization (hereinafter referred to as <br> the \"WCO\") Customs Data Model and related WCO recommendations and guidelines. <br> "}, {"ArticleTitle": ".4: RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.4: RISK MANAGEMENT <br> Each Party shall endeavor to adopt or maintain electronic or automated risk management <br> systems for assessment and targeting that enable its customs authority to focus its <br> inspection activities on high-risk goods and that simplify the clearance and <br> movement of low-risk goods. <br> "}, {"ArticleTitle": ".5: COOPERATION", "ArticleDesc": "ARTICLE 4.5: COOPERATION <br> 1 With a view to facilitating the effective operation of this Agreement, each Party <br> shall endeavor to provide the other Party with advance notice of any significant <br> modification of administrative policy or other similar development related to its laws and <br> regulations governing importations that are likely to substantially affect <br> the operation of this Agreement. <br> 2 The Parties shall cooperate in achieving compliance with their laws and <br> regulations pertaining to: <br> (a) the implementation and operation of the provisions of this Agreement <br> governing importations or exportations, including claims for preferential <br> tariff treatment, procedures for making claims for preferential tariff <br> treatment, and verification procedures; <br> (b) tariff classification, valuation, and determination of origin for the <br> preferential tariff treatment of imported goods under this Agreement; and <br> (c) other customs matters as the Parties may agree. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.6: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 4.9: REVIEW AND APPEAL <br> Party may refer the matter to the Committee established under Article 4.13 for consideration. <br> 1 The Parties shall promote the implementation of Authorized Economic Operator <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, <br> programs in accordance with the WCO SAFE Framework of Standards to Secure and Facilitate Global Trade. <br> importers in its territory have access to: <br> 2 The obligations, requirements, formalities of the programs, as well as the benefits <br> (a) a level of administrative review independent of the employee or office that <br> offered to the companies that comply with the requirements shall be established in <br> (b) judicial review of the determinations. <br> issued the determinations; and <br> accordance with the legislation of each Party. <br> 3 The Parties shall promote negotiations for Mutual Recognition Arrangements of <br> 2 For greater certainty, each Party shall allow an exporter or producer to provide <br> accordance with the Customs Valuation Agreement; <br> the Authorized Economic Operator programs. <br> information directly to the Party conducting the review and to request that Party to treat <br> that information as confidential in accordance with Article 4.7. <br> ARTICLE 4.10: PENALTIES <br> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br> administrative penalties and, where appropriate, criminal sanctions for violations of its <br> customs laws and regulations, including those governing tariff classification, customs <br> (b) the application of customs valuation criteria for a particular case, in <br> (d) such other matters as the Parties may agree. <br> valuation, country of origin, and claims for preferential tariff treatment under this Agreement. <br> ARTICLE 4.11: ADVANCE RULINGS <br> 1 Each Party shall issue, through its competent authority, before a good is imported <br> into its territory, a written advance ruling at the written request of an importer in its <br> territory, or an exporter or producer in the territory of the other Party [3] with regard to: <br> (a) tariff classification; <br> (c) whether a good is originating under this Agreement; and <br> 2 Each Party shall issue an advance ruling within 120 days, or such shorter period <br> as may be established by a Party in its legislation, after its competent authority receives a <br> request provided that the requester has submitted all the information that the Party <br> requires, including, if the Party requests, a sample of the good for which the requester is <br> on which the ruling is based remain unchanged. <br> seeking an advance ruling. In issuing an advance ruling, the Party shall take into account <br> facts and circumstances the requester has provided. For greater certainty, a Party may <br> decline to issue an advance ruling if the facts or circumstances forming the basis of this <br> ruling are subject of administrative or judicial review. A Party that, pursuant to this <br> paragraph, declines to issue an advance ruling shall promptly notify the requester in <br> writing, setting forth the relevant facts and the basis for its decision to decline to issue the advance ruling. <br> 3 Each Party shall provide that advance rulings shall take effect on the date they are <br> issued, or on another date specified in the ruling, provided that the facts or circumstances <br> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies <br> the requester. The issuing Party may modify or revoke a ruling retroactively only if the <br> ruling was based on inaccurate or false information. <br> 5 Subject to any confidentiality requirements in its laws, each Party may publish its <br> advance rulings, including on the Internet. <br> 6 If a requester provides false information, omits relevant facts or circumstances <br> relating to the advance ruling, or does not act in accordance with the ruling's terms and <br> conditions, the importing Party may apply appropriate measures, including civil, criminal, <br> and administrative actions, monetary penalties, or other sanctions. <br> [3] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br> through a duly authorized representative. <br> "}, {"ArticleTitle": ".7: CONFIDENTIALITY", "ArticleDesc": "ARTICLE 4.7: CONFIDENTIALITY <br> 1 Where a Party that provides information to the other Party in accordance with this <br> Chapter and Chapter 3 (Rules of Origin and Origin Procedures) designates the <br> information as confidential, the other Party shall keep the information confidential. The <br> Party providing the information may require the other Party to furnish written assurance <br> that the information will be held in confidence, will be used only for the purposes the <br> other Party specified in its request for information, and will not be disclosed without the <br> specific permission of the Party that provided the information or the person that provided <br> the information to that Party. <br> 2 If a Party receives information designated as confidential in accordance with <br> paragraph 1, the Party receiving the information may nevertheless use or disclose the <br> information for law enforcement purposes or in the course of judicial proceedings, in <br> accordance with the legislation of the Party. <br> 3 A Party may decline to provide information that the other Party has requested <br> where that Party has failed to act in conformity with paragraph 1. <br> 4 Each Party shall adopt or maintain procedures for protecting confidential <br> information submitted in accordance with the administration of the Party's customs laws <br> from unauthorized disclosure, including information the disclosure of which could <br> prejudice the competitive position of the person providing the information. <br> "}, {"ArticleTitle": ".8: EXPRESS SHIPMENTS", "ArticleDesc": "ARTICLE 4.8: EXPRESS SHIPMENTS <br> Each Party shall adopt or maintain expedited customs procedures for express shipments <br> while maintaining appropriate customs control and selection. These procedures shall: <br> (a) provide a separate and expedited customs procedure for express shipments; <br> (b) provide for information necessary to release an express shipment to be <br> submitted and processed electronically before the shipment arrives; <br> (c) allow submission of a single manifest covering all goods contained in an <br> express shipment, through, if possible, electronic means; <br> (d) to the extent possible, provide for certain goods to be cleared with a <br> minimum of documentation; <br> (e) under normal circumstances, provide for express shipments to be cleared <br> within six hours after the necessary customs documents have been <br> submitted, provided the shipment has arrived; <br> (f) apply without regard to an express shipment's weight; and <br> (g) under normal circumstances, provide that no customs duties shall be <br> assessed on express shipments valued at 150 US dollars or less. The formal <br> entry documents shall be simplified in accordance with the laws and <br> regulations of each Party [2]. <br> [2] Notwithstanding subparagraph (g), a Party may require the express shipments accompanied by an airway <br> bill or other bill of lading. For restricted goods, a Party may require formal entry documents, duties or taxes. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.6: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 4.9: REVIEW AND APPEAL <br> Party may refer the matter to the Committee established under Article 4.13 for consideration. <br> 1 The Parties shall promote the implementation of Authorized Economic Operator <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, <br> programs in accordance with the WCO SAFE Framework of Standards to Secure and Facilitate Global Trade. <br> importers in its territory have access to: <br> 2 The obligations, requirements, formalities of the programs, as well as the benefits <br> (a) a level of administrative review independent of the employee or office that <br> offered to the companies that comply with the requirements shall be established in <br> (b) judicial review of the determinations. <br> issued the determinations; and <br> accordance with the legislation of each Party. <br> 3 The Parties shall promote negotiations for Mutual Recognition Arrangements of <br> 2 For greater certainty, each Party shall allow an exporter or producer to provide <br> accordance with the Customs Valuation Agreement; <br> the Authorized Economic Operator programs. <br> information directly to the Party conducting the review and to request that Party to treat <br> that information as confidential in accordance with Article 4.7. <br> ARTICLE 4.10: PENALTIES <br> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br> administrative penalties and, where appropriate, criminal sanctions for violations of its <br> customs laws and regulations, including those governing tariff classification, customs <br> (b) the application of customs valuation criteria for a particular case, in <br> (d) such other matters as the Parties may agree. <br> valuation, country of origin, and claims for preferential tariff treatment under this Agreement. <br> ARTICLE 4.11: ADVANCE RULINGS <br> 1 Each Party shall issue, through its competent authority, before a good is imported <br> into its territory, a written advance ruling at the written request of an importer in its <br> territory, or an exporter or producer in the territory of the other Party [3] with regard to: <br> (a) tariff classification; <br> (c) whether a good is originating under this Agreement; and <br> 2 Each Party shall issue an advance ruling within 120 days, or such shorter period <br> as may be established by a Party in its legislation, after its competent authority receives a <br> request provided that the requester has submitted all the information that the Party <br> requires, including, if the Party requests, a sample of the good for which the requester is <br> on which the ruling is based remain unchanged. <br> seeking an advance ruling. In issuing an advance ruling, the Party shall take into account <br> facts and circumstances the requester has provided. For greater certainty, a Party may <br> decline to issue an advance ruling if the facts or circumstances forming the basis of this <br> ruling are subject of administrative or judicial review. A Party that, pursuant to this <br> paragraph, declines to issue an advance ruling shall promptly notify the requester in <br> writing, setting forth the relevant facts and the basis for its decision to decline to issue the advance ruling. <br> 3 Each Party shall provide that advance rulings shall take effect on the date they are <br> issued, or on another date specified in the ruling, provided that the facts or circumstances <br> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies <br> the requester. The issuing Party may modify or revoke a ruling retroactively only if the <br> ruling was based on inaccurate or false information. <br> 5 Subject to any confidentiality requirements in its laws, each Party may publish its <br> advance rulings, including on the Internet. <br> 6 If a requester provides false information, omits relevant facts or circumstances <br> relating to the advance ruling, or does not act in accordance with the ruling's terms and <br> conditions, the importing Party may apply appropriate measures, including civil, criminal, <br> and administrative actions, monetary penalties, or other sanctions. <br> [3] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br> through a duly authorized representative. <br> "}, {"ArticleTitle": ".12: MUTUAL ADMINISTRATIVE ASSISTANCE IN CUSTOMS MATTERS", "ArticleDesc": "ARTICLE 4.12: MUTUAL ADMINISTRATIVE ASSISTANCE IN CUSTOMS MATTERS <br> 1 The customs authorities of the Parties shall assist each other, within their <br> competence and capacities, to ensure the correct application of customs legislation, in <br> particular by preventing, investigating and combating operations in breach of that legislation. <br> 2 The authority requested to assist, subject to its competence and resources, shall <br> endeavor to take all reasonable measures to execute a request in a reasonable period of time. <br> "}, {"ArticleTitle": ".13: COMMITTEE ON RULES OF ORIGIN AND ORIGIN PROCEDURES, AND CUSTOMS PROCEDURES AND TRADE FACILITATION", "ArticleDesc": "ARTICLE 4.13: COMMITTEE ON RULES OF ORIGIN AND ORIGIN PROCEDURES, AND CUSTOMS PROCEDURES AND TRADE FACILITATION <br> 1 The Parties hereby establish a Committee on Rules of Origin and Origin <br> Procedures, and Customs Procedures and Trade Facilitation (hereinafter referred to as the <br> \"Committee\"), comprising representatives4 of each Party. The Committee shall be <br> responsible for addressing rules of origin, origin procedures, trade facilitation and customs matters. <br> 2 The Committee shall ensure the proper functioning of this Chapter and Chapter 3 <br> (Rules of Origin and Origin Procedures). <br> 3 The Committee´s functions shall include: <br> (a) ensuring the effective, uniform, and consistent administration of this <br> Chapter and Chapter 3 (Rules of Origin and Origin Procedures); <br> (b) revising Annex 3-A (Product Specific Rules of Origin) on the basis of the <br> transposition of the HS; <br> (c) advising the Joint Committee of proposed solutions to address issues related to: <br> (i) interpretation, application, and administration of this Chapter and <br> Chapter 3 (Rules of Origin and Origin Procedures) including <br> Annex 3-A (Product Specific Rules of Origin) <br> (ii) tariff classification and customs valuation; and <br> (iii) issues arising from the adoption by a Party of operational practices <br> not in conformity with this Chapter or Chapter 3 (Rules of Origin <br> and Origin Procedures) which may adversely affect the flow of <br> trade among the Parties; <br> (d) adopting customs practices and standards which facilitate commercial <br> exchange among the Parties, according to the international standards; <br> (e) presenting proposals for the Joint Committee's approval on modifications <br> of this Chapter and Chapter 3 (Rules of Origin and Origin Procedures), <br> including Annex 3-A (Product Specific Rules of Origin), in the event a <br> consensus is reached among the Parties; <br> (f) working on the development of an electronic certification and verification system; <br> (g) resolving any issues related to customs matters concerning this Agreement [5]; and <br> (h) carrying out other functions as may be assigned by the Joint Committee or <br> agreed by the Parties. <br> [4] For Korea, the representative will be Korea's customs authorities. <br> [5] In case of disagreement between the Parties, the matter in dispute will be decided by the Joint Committee. <br> 4 The Committee may formulate resolutions, recommendations or opinions which <br> it considers necessary for the attainment of the common objectives and the functions of <br> the mechanisms established in this Chapter and Chapter 3 (Rules of Origin and Origin Procedures). <br> 5 Unless the Parties otherwise agree, the Committee shall meet every year. <br> Meetings may be conducted in person or by any technological means available to the Parties. <br> 6 The Committee shall report to the Joint Committee on the results of each of its meetings. <br> "}, {"ArticleTitle": ".14: TECHNICAL CONSULTATION", "ArticleDesc": "ARTICLE 4.14: TECHNICAL CONSULTATION <br> 1 The competent authority of a Party may, at any time, request consultations with <br> the competent authority of the other Party on any matter arising from the operation or <br> implementation of this Chapter and Chapter 3 (Rules of Origin and Origin Procedures), <br> in cases where there are reasonable grounds provided by the requesting Party. <br> 2 For the purposes of paragraph 1, a Party´s request for consultations shall be made <br> through the contact points and the requested Party shall confirm the receipt of request <br> without undue delay. The Parties may consult the matter by email or any medium <br> convenient for the Parties and shall endeavor to reach a resolution on the matter. <br> 3 In the event that such consultations fail to resolve any such matter, the requesting <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 4.6: AUTHORIZED ECONOMIC OPERATOR <br> ARTICLE 4.9: REVIEW AND APPEAL <br> Party may refer the matter to the Committee established under Article 4.13 for consideration. <br> 1 The Parties shall promote the implementation of Authorized Economic Operator <br> 1 Each Party shall ensure that with respect to its determinations on customs matters, <br> programs in accordance with the WCO SAFE Framework of Standards to Secure and Facilitate Global Trade. <br> importers in its territory have access to: <br> 2 The obligations, requirements, formalities of the programs, as well as the benefits <br> (a) a level of administrative review independent of the employee or office that <br> offered to the companies that comply with the requirements shall be established in <br> (b) judicial review of the determinations. <br> issued the determinations; and <br> accordance with the legislation of each Party. <br> 3 The Parties shall promote negotiations for Mutual Recognition Arrangements of <br> 2 For greater certainty, each Party shall allow an exporter or producer to provide <br> accordance with the Customs Valuation Agreement; <br> the Authorized Economic Operator programs. <br> information directly to the Party conducting the review and to request that Party to treat <br> that information as confidential in accordance with Article 4.7. <br> ARTICLE 4.10: PENALTIES <br> Each Party shall adopt or maintain measures that allow for the imposition of civil or <br> administrative penalties and, where appropriate, criminal sanctions for violations of its <br> customs laws and regulations, including those governing tariff classification, customs <br> (b) the application of customs valuation criteria for a particular case, in <br> (d) such other matters as the Parties may agree. <br> valuation, country of origin, and claims for preferential tariff treatment under this Agreement. <br> ARTICLE 4.11: ADVANCE RULINGS <br> 1 Each Party shall issue, through its competent authority, before a good is imported <br> into its territory, a written advance ruling at the written request of an importer in its <br> territory, or an exporter or producer in the territory of the other Party [3] with regard to: <br> (a) tariff classification; <br> (c) whether a good is originating under this Agreement; and <br> 2 Each Party shall issue an advance ruling within 120 days, or such shorter period <br> as may be established by a Party in its legislation, after its competent authority receives a <br> request provided that the requester has submitted all the information that the Party <br> requires, including, if the Party requests, a sample of the good for which the requester is <br> on which the ruling is based remain unchanged. <br> seeking an advance ruling. In issuing an advance ruling, the Party shall take into account <br> facts and circumstances the requester has provided. For greater certainty, a Party may <br> decline to issue an advance ruling if the facts or circumstances forming the basis of this <br> ruling are subject of administrative or judicial review. A Party that, pursuant to this <br> paragraph, declines to issue an advance ruling shall promptly notify the requester in <br> writing, setting forth the relevant facts and the basis for its decision to decline to issue the advance ruling. <br> 3 Each Party shall provide that advance rulings shall take effect on the date they are <br> issued, or on another date specified in the ruling, provided that the facts or circumstances <br> 4 The issuing Party may modify or revoke an advance ruling after the Party notifies <br> the requester. The issuing Party may modify or revoke a ruling retroactively only if the <br> ruling was based on inaccurate or false information. <br> 5 Subject to any confidentiality requirements in its laws, each Party may publish its <br> advance rulings, including on the Internet. <br> 6 If a requester provides false information, omits relevant facts or circumstances <br> relating to the advance ruling, or does not act in accordance with the ruling's terms and <br> conditions, the importing Party may apply appropriate measures, including civil, criminal, <br> and administrative actions, monetary penalties, or other sanctions. <br> [3] For greater certainty, an importer, exporter or producer may submit a request for an advance ruling <br> through a duly authorized representative. <br> "}]}]}, "members_found": ["222", "410", 5, 8703900000]}