{"FtaRooDetails": {"FtaId": 248, "FtaCode": "ITC00254", "FtaName": "FTA, CACM-Mexico", "FtaFullName": "Tratado de Libre Comercio entre los Estados Unidos Mexicanos y las Repúblicas de Costa Rica, El Salvador, Guatemala, Honduras y Nicaragua", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2013", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Costa Rica; El Salvador; Guatemala; Honduras; Mexico; Nicaragua", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CACM-Mexico", "AdminProcCooAuth": "The certification type under FTA, CACM-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CACM-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CACM-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 35/30%", "RooText": "Un cambio a la partida 87.02 a 87.07 de cualquier otra partida, cumpliendo con un contenido regional no menor a: a) 35% cuando se utilice el método de valor de transacción; o b) 30% cuando se utilice el método de costo neto.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota General Interpretativa", "RooText": " Anexo 4.3<br /> Reglas de Origen Específicas<br /> Sección A: Nota General Interpretativa<br /> 1. Para los efectos de este Anexo, se entenderá por:<br /> capítulo: un capítulo del Sistema Armonizado;<br /> fracción arancelaria: un código de clasificación arancelaria con base en el<br /> Sistema Armonizado a nivel de 8 o 10 dígitos;<br /> partida: un código de clasificación arancelaria del Sistema Armonizado a nivel<br /> de 4 dígitos;<br /> sección: una sección del Sistema Armonizado; y<br /> subpartida: un código de clasificación arancelaria del Sistema Armonizado a<br /> nivel de 6 dígitos.<br /> 2. La regla específica o el conjunto específico de reglas que se aplica a una<br /> partida, subpartida o fracción arancelaria se establece al lado de la partida,<br /> subpartida o fracción arancelaria correspondiente.<br /> 3. La regla aplicable a una fracción arancelaria tendrá prioridad sobre la regla<br /> aplicable a la partida o subpartida que comprende a esa fracción arancelaria.<br /> 4. Un requisito de cambio de clasificación arancelaria aplica solamente a los<br /> materiales no originarios.<br /> 5. Cuando una regla de origen específica esté definida con el criterio de<br /> cambio de clasificación arancelaria y la regla está escrita de manera que se<br /> exceptúen materiales o posiciones arancelarias a nivel de capítulo, partida,<br /> subpartida o fracción arancelaria, se entenderá que dichos materiales o posiciones<br /> arancelarias excluidas deben ser originarios para que la mercancía cumpla su<br /> regla de origen específica.<br /> 6. Cuando una partida, subpartida o fracción arancelaria esté sujeta a reglas<br /> de origen específicas optativas, será suficiente cumplir con una de ellas.<br /> 7. Cuando una regla de origen específica establezca para un grupo de<br /> partidas o subpartidas únicamente un cambio de otra partida o subpartida, dicho<br /> cambio podrá realizarse dentro y fuera del grupo de partidas o subpartidas<br /> especificadas en la regla, según sea el caso. No obstante, cuando una regla se<br /> refiera a un cambio de partida o subpartida \"fuera del grupo\", se entenderá que la<br /> regla requiere que el cambio de partida o subpartida debe ocurrir desde una<br /> partida o subpartida que está fuera del grupo de partidas o subpartidas<br /> establecidas en la regla.<br /> 8. La descripción de las fracciones arancelarias expresadas con letra en el<br /> texto de las reglas de origen específicas está contenida en el Apéndice del Anexo<br /> 4.3.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00254_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00254_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/CACM_MEX_FTA/Annexes/01_Anexo%204.3%20Reglas%20de%20Origen%20Especificas.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00254_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CACM_MEX_FTA/Text_s.asp#CapituloIV"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00254_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/Trade/CACM_MEX_FTA/Text_s.asp#Cap%C3%ADtuloV"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00254_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/CACM_MEX_FTA/Index_s.asp"}, {"DocDesc": "WTO notification", "DocFileName": "itc00254_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N114.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.8: Acumulación <br /> 1 Cada Parte dispondrá que: <br /> (a) las mercancías o materiales originarios de una o más de las Partes, <br /> incorporados a una mercancía en el territorio de otra Parte, se <br /> considerarán originarios del territorio de esa otra Parte; o <br /> (b) una mercancía es originaria, cuando la mercancía es producida en el <br /> territorio de una o más de las Partes, por uno o más productores, <br /> siempre que la mercancía cumpla los requisitos del Artículo 4.3 y los <br /> demás requisitos aplicables de este Capítulo. <br /> 2 Para los efectos de la acumulación de origen, de conformidad con este Artículo, <br /> las Partes aplicarán a una mercancía originaria de conformidad con este <br /> Tratado, la tasa de arancel aduanero establecida en el Capítulo III (Trato Nacional <br /> y Acceso de Mercancías al Mercado), siempre que: <br /> (a) los materiales originarios de conformidad con este Tratado, utilizados <br /> en la producción de una mercancía en una Parte de Centroamérica, <br /> se encuentren de conformidad con este Tratado, libres del pago de <br /> aranceles aduaneros entre México y la Parte que produjo el material. <br /> No obstante lo establecido en el párrafo 1, en la determinación de <br /> origen de dicha mercancía, los materiales obtenidos en la Parte que <br /> no cumplan con los requisitos anteriores, se considerarán como si se <br /> hubieran obtenido en un Estado no Parte; o <br /> (b) los materiales originarios de conformidad con este Tratado, utilizados <br /> en la producción de una mercancía en México no correspondan a un <br /> material especificado de conformidad con los regímenes aplicables <br /> establecidos en el Anexo A del Tratado General de Integración <br /> Económica Centroamericana y se encuentren libres del pago de <br /> aranceles aduaneros entre la Parte importadora de Centroamérica y <br /> la otra Parte de Centroamérica que produjo el material. No obstante <br /> lo establecido en el párrafo 1, en la determinación de origen de dicha <br /> mercancía, los materiales obtenidos en la Parte que no cumplan con <br /> los requisitos anteriores, se considerarán como si se hubieran <br /> obtenido en un Estado no Parte; <br /> (c) para los materiales originarios de conformidad con este Tratado se <br /> tenga una regla de origen común de conformidad con el Anexo 4.3, <br /> entre las Partes involucradas en la acumulación de origen. <br /> Artículo 4.9: Acumulación de Origen Ampliada <br /> 1 Cuando las Partes hayan establecido acuerdos comerciales preferenciales <br /> con un Estado o grupo de Estados no Parte, las mercancías o materiales <br /> originarios de dicha no Parte, incorporados a una mercancía o material en el <br /> territorio de una Parte, serán considerados como originarios del territorio de esa <br /> Parte, siempre que cumplan con las reglas de origen aplicables para esa <br /> mercancía o material de conformidad con este Tratado. <br /> 2 Para la aplicación del párrafo 1, cada una de las Partes deberá aplicar <br /> disposiciones equivalentes a las señaladas en dicho párrafo con el Estado o grupo <br /> de Estados no Parte. Las Partes también podrán establecer otras condiciones que <br /> consideren necesarias para la aplicación del párrafo 1. <br /> Artículo 4.26: Disposiciones Transitorias para los Efectos de la Acumulación <br /> del Artículo 4.8 <br /> 1 Las Partes para las que este Tratado haya entrado en vigor de conformidad <br /> con el Artículo 21.2 (Entrada en Vigor), podrán utilizar materiales originarios de un <br /> Estado de Centroamérica para las que este Tratado no haya entrado aún en vigor. <br /> Esta disposición aplicará por un plazo de 2 años contado a partir de la entrada en <br /> vigor del Tratado entre México y un Estado de Centroamérica. <br /> 2 Para los efectos de la aplicación del párrafo 1, los materiales de un Estado <br /> de Centroamérica que no tenga en vigor este Tratado, que sean utilizados por un <br /> productor o exportador en el territorio de una Parte y que se incorporen en una <br /> mercancía que sea exportada a territorio de otra Parte, se considerarán materiales <br /> originarios con el propósito de llevar a cabo la acumulación prevista en el Artículo 4.8, <br /> siempre y cuando dichos materiales cumplan con las reglas específicas de <br /> origen y demás disposiciones aplicables, previstas en el tratado de libre comercio <br /> que se encuentre vigente entre México y el Estado de Centroamérica que provee <br /> dichos materiales. <br /> 3 En caso de dudas sobre el origen de los materiales anteriormente referidos, <br /> el exportador de la mercancía deberá demostrar el origen de dichos materiales. <br /> Los documentos que demuestran el origen de estos materiales podrán incluir un <br /> certificado de origen emitido en el marco del tratado de libre comercio que se <br /> encuentre vigente entre México y el Estado de Centroamérica que provee dicho <br /> material, con las adecuaciones necesarias aplicables. <br /> 4 Para el caso de que subsista duda sobre el origen de los materiales <br /> acumulados a que se refiere el numeral 1 de este Artículo, las Partes acuerdan <br /> que quedan a salvo sus facultades para revisar el origen de dichos materiales, de <br /> conformidad con el tratado de libre comercio que se encuentre vigente entre esa <br /> Parte del Tratado y la que provee el material acumulado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: De mínimis <br /> 1 Una mercancía se considerará originaria si el valor de todos los materiales <br /> no originarios utilizados en la producción de la mercancía que no cumplan con el <br /> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.3, <br /> no excede el 10 por ciento del valor de transacción de la mercancía ajustado sobre <br /> la base indicada en los párrafos 2 ó 3, según sea el caso, del Artículo 4.4 o, en <br /> caso de que el valor de transacción de la mercancía no sea admisible de <br /> conformidad con el Artículo 1 del Acuerdo de Valoración Aduanera, si el valor de <br /> todos los materiales no originarios antes referidos no excede 10 por ciento del <br /> costo total de la mercancía. <br /> 2 Cuando la mercancía señalada en el párrafo 1 esté sujeta adicionalmente a <br /> un requisito de valor de contenido regional, el valor de esos materiales no <br /> originarios se tomará en cuenta en el cálculo del valor de contenido regional de la <br /> mercancía y la misma deberá satisfacer los demás requisitos aplicables de este Capítulo. <br /> 3 Una mercancía que esté sujeta a un requisito de valor de contenido regional <br /> establecido en el Anexo 4.3 no tendrá que satisfacerlo si el valor de todos los <br /> materiales no originarios no excede el 10 por ciento del valor de transacción de la <br /> mercancía ajustado sobre la base indicada en los párrafos 2 o 3, según sea el <br /> caso, del Artículo 4.4, o, en caso de que el valor de transacción de la mercancía <br /> no sea admisible de conformidad con el Artículo 1 del Acuerdo de Valoración <br /> Aduanera, si el valor de todos los materiales no originarios antes referidos no <br /> excede 10 por ciento del costo total de la mercancía. <br /> 4 El párrafo 1 no se aplica a: <br /> (a) mercancías comprendidas en los capítulos 50 al 63 del Sistema Armonizado; y <br /> (b) un material no originario que se utilice en la producción de <br /> mercancías comprendidas en los capítulos 01 al 27 del Sistema <br /> Armonizado, salvo que el material no originario esté comprendido en <br /> una subpartida distinta a la de la mercancía para la cual se está <br /> determinando el origen de conformidad con este Artículo. <br /> 5 Una mercancía comprendida en los capítulos 50 al 63 del Sistema <br /> Armonizado que no sea originaria porque las fibras e hilados, con excepción de los <br /> materiales elastoméricos clasificados en la subpartida 5402.44 o 5404.11, <br /> utilizados en la producción del material que determina la clasificación arancelaria <br /> de esa mercancía, no cumplen con el cambio de clasificación arancelaria <br /> establecido en el Anexo 4.3, se considerará, no obstante, como originaria si el <br /> peso total de esas fibras e hilados de ese material no excede el 10 por ciento del <br /> peso total de ese material. <br /> 6 Una mercancía comprendida en los capítulos 50 al 63 del Sistema <br /> Armonizado que no sea originaria porque los materiales elastoméricos clasificados <br /> en la subpartida 5402.44 o 5404.11 utilizados en la producción del material que <br /> determina la clasificación arancelaria de esa mercancía, no cumplen con el cambio <br /> de clasificación arancelaria establecido en el Anexo 4.3, se considerará, no <br /> obstante, como originaria si el peso total de los materiales elastoméricos <br /> clasificados en la subpartida 5402.44 o 5404.11 no excede el 7 por ciento del peso <br /> total de ese material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.5: Valor de los Materiales <br /> 1 El valor de un material: <br /> (a) será el valor de transacción del material; o <br /> (b) en caso de que no haya valor de transacción o de que el valor de <br /> transacción del material no pueda determinarse de conformidad con <br /> los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br /> será calculado de conformidad con los principios de los artículos 2 al <br /> 7 de ese Acuerdo. <br /> 2 Cuando no estén considerados en los incisos (a) o (b) del párrafo 1, el valor <br /> de un material incluirá: <br /> (a) el flete, seguro, costos de empaque y todos los demás costos en que <br /> se haya incurrido para el transporte del material hasta el puerto de <br /> importación en la Parte donde se ubica el productor de la mercancía, <br /> salvo lo establecido en el párrafo 3; y <br /> (b) el costo de los desechos y desperdicios resultantes del uso del <br /> material en la producción de la mercancía, menos cualquier <br /> recuperación de estos costos, siempre que la recuperación no <br /> exceda del 30 por ciento del valor del material, determinado de <br /> conformidad con el párrafo 1. <br /> 3 Cuando el productor de la mercancía adquiera un material no originario <br /> dentro del territorio de la Parte donde se encuentra ubicado, el valor del material <br /> no incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos <br /> en el transporte del material desde el almacén del proveedor hasta el lugar en que <br /> se encuentre el productor. <br /> 4 Para los efectos del cálculo del valor de contenido regional de conformidad <br /> con el Artículo 4.4, salvo lo establecido en el Artículo 4.16.2, para un vehículo <br /> automotor identificado en el Artículo 4.16.3, o un componente identificado en el <br /> Anexo 4.16(b), el valor de los materiales no originarios utilizados por el productor <br /> en la producción de una mercancía no incluirá el valor de los materiales no <br /> originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la <br /> producción de esa mercancía; o <br /> (b) el productor de la mercancía en la producción de un material intermedio. <br /> Artículo 4.7: Materiales Intermedios <br /> 1 Para los efectos del cálculo del valor de contenido regional, de conformidad <br /> con el Artículo 4.4, el productor de una mercancía podrá designar como material <br /> intermedio cualquier material de fabricación propia utilizado en la producción de <br /> esa mercancía, siempre que ese material cumpla con lo establecido en el Artículo 4.3, <br /> salvo los componentes listados en el Anexo 4.16(b) y las mercancías <br /> comprendidas en la partida 87.06, destinadas a utilizarse en vehículos <br /> automotores comprendidos en el Artículo 4.16.3. <br /> 2 Cuando se designe un material intermedio y esté sujeto a un requisito de <br /> valor de contenido regional de conformidad con el Anexo 4.3, este se calculará <br /> según lo establecido en los incisos (a) o (b) del párrafo 5 del Artículo 4.4. <br /> 3 Para los efectos del cálculo del valor de contenido regional de la mercancía, <br /> el valor del material intermedio será el costo total que pueda ser asignado <br /> razonablemente a ese material intermedio de conformidad con lo establecido en el Anexo 4.4. <br /> 4 Si un material designado como material intermedio está sujeto a un <br /> requisito de valor de contenido regional, ningún otro material de fabricación propia <br /> sujeto a un requisito de valor de contenido regional utilizado en la producción de <br /> ese material intermedio puede, a su vez, ser designado por el productor como <br /> material intermedio. <br /> 5 Cuando se designe una mercancía de las referidas en el Artículo 4.16.2 <br /> como material intermedio, esa designación se aplicará únicamente al cálculo del <br /> costo neto de esa mercancía, y el valor de los materiales no originarios se <br /> determinará de conformidad con lo establecido en el Artículo 4.16.2.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.13: Accesorios, Refacciones o Repuestos y Herramientas <br /> 1 Los accesorios, las refacciones o repuestos y las herramientas entregados <br /> con la mercancía como parte de los accesorios, refacciones o repuestos y <br /> herramientas usuales de la mercancía, no se tomarán en cuenta para determinar <br /> si todos los materiales no originarios utilizados en la producción de la mercancía <br /> cumplen con el cambio correspondiente de clasificación arancelaria establecido en <br /> el Anexo 4.3, siempre que: <br /> (a) los accesorios, refacciones o repuestos y herramientas no sean <br /> facturados por separado de la mercancía, independientemente de <br /> que se desglosen o detallen por separado en la propia factura; y <br /> (b) la cantidad y el valor de dichos accesorios, refacciones o repuestos y <br /> herramientas sean las habituales para la mercancía. <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br /> regional, el valor de los accesorios, refacciones o repuestos y herramientas se <br /> tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br /> al calcular el valor de contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.4: Valor de Contenido Regional <br /> 1 Cada Parte dispondrá que el valor de contenido regional de una mercancía <br /> se calcule, a elección del exportador o del productor de la mercancía, de <br /> conformidad con el método de valor de transacción establecido en el párrafo 2 o <br /> con el método de costo neto establecido en el párrafo 4. <br /> 2 Para calcular el valor de contenido regional de una mercancía con base en <br /> el método de valor de transacción se aplicará la siguiente fórmula: <br /> VCR= [(VT - VMN)/VT] x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje; <br /> VT: valor de transacción de una mercancía ajustado sobre la base F.O.B., salvo <br /> lo establecido en el párrafo 3; y <br /> VMN: valor de los materiales no originarios utilizados por el productor en la <br /> producción de la mercancía, determinado de conformidad con lo establecido <br /> en el Artículo 4.5. <br /> 3 Para los efectos del párrafo 2, cuando el productor de la mercancía no la <br /> exporte directamente, el valor de transacción se ajustará hasta el punto en el cual <br /> el comprador recibe la mercancía dentro del territorio donde se encuentra el productor. <br /> 4 Para calcular el valor de contenido regional de una mercancía con base en <br /> el método de costo neto se aplicará la siguiente fórmula: <br /> VCR= [(CN - VMN)/CN] x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje. <br /> CN: costo neto de la mercancía. <br /> VMN: valor de los materiales no originarios utilizados por el productor en la <br /> producción de la mercancía, determinado de conformidad con lo establecido <br /> en el Artículo 4.5. <br /> 5 Para los efectos del párrafo 2, no habrá valor de transacción cuando la <br /> mercancía no sea objeto de una venta o cuando no se cumplan las circunstancias <br /> que establece el Artículo 1.1 del Acuerdo de Valoración Aduanera. <br /> En estos casos, para los efectos de calcular el valor de contenido regional <br /> de una mercancía, el productor o exportador podrá realizar dicho cálculo con base en: <br /> (a) el método de costo neto; o <br /> (b) el método de valor de transacción. En este caso, el valor en aduanas <br /> calculado de conformidad con los principios del Acuerdo de <br /> Valoración Aduanera, sustituirá al valor de transacción en la fórmula del párrafo 2. <br /> 6 Salvo para las mercancías comprendidas en el Artículo 4.16, un productor <br /> podrá promediar el valor de contenido regional de una o todas las mercancías <br /> comprendidas en la misma subpartida, que se produzcan en la misma planta o en <br /> distintas plantas dentro del territorio de una Parte, ya sea tomando como base <br /> todas las mercancías producidas por el productor o sólo las mercancías que se <br /> exporten a la otra Parte: <br /> (a) en su ejercicio o periodo fiscal; o <br /> (b) en cualquier periodo mensual, bimestral, trimestral, cuatrimestral o semestral. <br /> Artículo 4.5: Valor de los Materiales <br /> 1 El valor de un material: <br /> (a) será el valor de transacción del material; o <br /> (b) en caso de que no haya valor de transacción o de que el valor de <br /> transacción del material no pueda determinarse de conformidad con <br /> los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br /> será calculado de conformidad con los principios de los artículos 2 al <br /> 7 de ese Acuerdo. <br /> 2 Cuando no estén considerados en los incisos (a) o (b) del párrafo 1, el valor <br /> de un material incluirá: <br /> (a) el flete, seguro, costos de empaque y todos los demás costos en que <br /> se haya incurrido para el transporte del material hasta el puerto de <br /> importación en la Parte donde se ubica el productor de la mercancía, <br /> salvo lo establecido en el párrafo 3; y <br /> (b) el costo de los desechos y desperdicios resultantes del uso del <br /> material en la producción de la mercancía, menos cualquier <br /> recuperación de estos costos, siempre que la recuperación no <br /> exceda del 30 por ciento del valor del material, determinado de <br /> conformidad con el párrafo 1. <br /> 3 Cuando el productor de la mercancía adquiera un material no originario <br /> dentro del territorio de la Parte donde se encuentra ubicado, el valor del material <br /> no incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos <br /> en el transporte del material desde el almacén del proveedor hasta el lugar en que <br /> se encuentre el productor. <br /> 4 Para los efectos del cálculo del valor de contenido regional de conformidad <br /> con el Artículo 4.4, salvo lo establecido en el Artículo 4.16.2, para un vehículo <br /> automotor identificado en el Artículo 4.16.3, o un componente identificado en el <br /> Anexo 4.16(b), el valor de los materiales no originarios utilizados por el productor <br /> en la producción de una mercancía no incluirá el valor de los materiales no <br /> originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es <br /> adquirido y utilizado por el productor de la mercancía en la <br /> producción de esa mercancía; o <br /> (b) el productor de la mercancía en la producción de un material intermedio. <br /> Anexo 4.4 <br /> Cálculo del Costo Neto y Costo Total <br /> Sección A: Definiciones <br /> Para los efectos de este Anexo, se entenderá por: <br /> base de asignación: cualquiera de las siguientes bases de asignación <br /> utilizadas por el productor para calcular el porcentaje del costo en relación con la mercancía: <br /> (a) la suma de los costos de mano de obra directa y los costos o <br /> el valor del material directo de la mercancía; <br /> (b) la suma de los costos de mano de obra directa, los costos o el <br /> valor del material directo y los costos y gastos directos de <br /> fabricación de la mercancía; <br /> (c) horas o costos de mano de obra directa; <br /> (d) unidades producidas; <br /> (e) horas máquina; <br /> (f) importe de las ventas; <br /> (g) área de la planta; o <br /> (h) cualquier otra base que se considere razonable y cuantificable; <br /> costos no admisibles: los costos de promoción de ventas, comercialización y <br /> servicios posteriores a la venta; regalías; embarque y reempaque; así como los <br /> costos por intereses no admisibles; y <br /> para efectos de administración interna: un procedimiento de asignación <br /> utilizado para la declaración de impuestos, estados o reportes financieros, <br /> control interno, planificación financiera, toma de decisiones, fijación de precios, <br /> recuperación de costos, administración del control de costos o medición de desempeño. <br /> Sección B: Cálculo del Costo Neto y Costo Total <br /> 1 El costo neto se calculará de conformidad con la siguiente fórmula: <br /> CN = CT - CNA <br /> donde: <br /> CN: costo neto; <br /> CT: costo total; <br /> CNA: costos no admisibles. <br /> 2 Para los efectos de determinar el costo total: <br /> (a) el productor de la mercancía podrá promediar el costo total respecto <br /> de la mercancía y de otras mercancías idénticas o similares, <br /> producidas en una sola planta por ese productor: <br /> (i) en un mes; o <br /> (ii) durante cualquier periodo dentro del periodo o ejercicio fiscal <br /> de ese productor mayor a un mes; <br /> (b) para los efectos del inciso (a), el productor de la mercancía <br /> considerará todas las unidades de la mercancía producidas durante el <br /> periodo elegido. Ese productor no podrá variar el periodo una vez elegido; <br /> (c) cuando el productor de una mercancía, para calcular el costo total en <br /> relación a la mercancía, utiliza un método de asignación de costos y <br /> gastos para los efectos de administración interna con el fin de distribuir <br /> a la mercancía los costos de materiales directos; los costos de mano <br /> de obra directa; o los costos y gastos directos e indirectos de <br /> fabricación, o parte de los mismos, y ese método refleja <br /> razonablemente los costos de materiales directos; los costos de mano <br /> de obra directa; o los costos y gastos directos e indirectos de <br /> fabricación incurridos en la producción de la mercancía, ese método <br /> se considerará como un método de asignación razonable de costos y <br /> gastos y podrá utilizarse para asignar los costos a la mercancía; <br /> (d) el productor de la mercancía podrá determinar una cantidad razonable <br /> por concepto de costos y gastos que no han sido asignados a la <br /> mercancía, de la siguiente manera: <br /> (i) para los costos o el valor de los materiales directos y los <br /> costos de mano de obra directa, con base en cualquier método <br /> que refleje razonablemente los costos del material directo y de <br /> la mano de obra directa utilizados en la producción de la mercancía; y <br /> (ii) en relación con los costos y gastos directos e indirectos de <br /> fabricación, el productor de la mercancía podrá elegir una o <br /> más bases de asignación que reflejen una relación entre los <br /> costos y gastos directos e indirectos de fabricación y la <br /> mercancía, de conformidad con lo establecido en los incisos (f) y (g); <br /> (e) el productor de la mercancía podrá elegir cualquier método de <br /> asignación razonable de costos y gastos, mismo que utilizará durante <br /> todo su ejercicio o periodo fiscal; <br /> (f) en relación con cada base elegida, el productor de la mercancía podrá <br /> calcular un porcentaje de los costos para cada mercancía producida, <br /> de conformidad con la siguiente fórmula: <br /> PC = (BA/BTA) x100 <br /> donde: <br /> PC: porcentaje de los costos o gastos en relación con la mercancía; <br /> BA: base de asignación para la mercancía; <br /> BTA: base total de asignación para todas las mercancías producidas <br /> por el productor de la mercancía; <br /> (g) los costos o gastos respecto de los cuales se elige una base de <br /> asignación, se asignan a una mercancía de acuerdo con la siguiente fórmula: <br /> CAB = CA x PC <br /> donde: <br /> CAB: costos o gastos asignados a la mercancía; <br /> CA: costos o gastos que serán asignados; <br /> PC: porcentaje del costo o gasto en relación con la mercancía; <br /> (h) en la determinación del costo neto, cuando los costos no admisibles se <br /> encuentren incluidos en el costo total asignado a la mercancía, el <br /> mismo porcentaje de los costos o gastos utilizado para asignar esos <br /> costos a la mercancía se utilizará para determinar el importe de los <br /> costos excluidos no admisibles que se restarán al costo total asignado; y <br /> (i) ningún costo o gasto asignado de conformidad con algún método de <br /> asignación razonable de costos que se utilice para los efectos de <br /> administración interna, se considerará razonablemente asignado <br /> cuando se pueda demostrar, a partir de pruebas suficientes, que su <br /> objetivo es evadir el cumplimiento de las disposiciones de este Capítulo. <br /> 3 Para los efectos de determinar los costos por intereses no admisibles, el <br /> productor de la mercancía: <br /> (a) considerará, para el cálculo de intereses no admisibles, sólo los <br /> préstamos contratados con tasa de interés fija o variable superior a <br /> la tasa de interés más alta de las obligaciones de deuda emitidas por <br /> el gobierno a nivel federal o central, según sea el caso, más 10 puntos porcentuales; <br /> (b) calculará la tasa de interés devengada en el periodo elegido por el <br /> productor de conformidad con el párrafo 2(a), mediante la aplicación <br /> de la siguiente fórmula: <br /> TID =(IPP/MPP) x 100 <br /> donde: <br /> TID: tasa de interés devengada en el periodo; <br /> IPP: monto de intereses devengados en el periodo; <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> Para los efectos de este inciso, el monto de los préstamos que <br /> devengan intereses y el monto de los intereses devengados serán <br /> los que correspondan a los préstamos de acuerdo con lo establecido <br /> en el inciso (a) y, en el caso de que el interés devengado no <br /> corresponda a todo el periodo de cálculo del costo total elegido por el <br /> productor, sólo se considerará la parte proporcional del monto del <br /> préstamo con respecto al periodo en el cual el interés se devengó; <br /> (c) calculará, mediante la siguiente fórmula, la tasa de interés no <br /> admisible, a partir de la determinación de la tasa de interés <br /> devengada establecida en el inciso (a): <br /> TIN = TID - (TOG + 10) <br /> donde: <br /> TIN: tasa de interés no admisible; <br /> TID: tasa de interés devengada en el periodo; <br /> TOG: tasa de interés de las obligaciones de deuda emitidas por el <br /> gobierno a nivel federal o central, según sea el caso; <br /> (d) calculará, mediante la siguiente fórmula, los costos por intereses no <br /> admisibles: <br /> CIN= TIN x MPP <br /> donde: <br /> CIN: costos por intereses no admisibles; <br /> TIN: tasa de interés no admisible; <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> Para los efectos de este inciso, el monto de los préstamos que <br /> devengan intereses en el periodo se determinará de conformidad con <br /> lo establecido en el inciso (b). <br /> 4 Cuando el productor de una mercancía haya calculado el valor de contenido <br /> regional de la mercancía de conformidad con el método de costo neto sobre la <br /> base de costos estimados, incluidos costos estándar, proyecciones <br /> presupuestales u otros procedimientos similares, antes o durante el periodo <br /> elegido de conformidad con el párrafo 2(a), el productor efectuará el cálculo con <br /> base en los costos reales incurridos durante ese periodo respecto a la producción <br /> de la mercancía.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.1: Definiciones <br /> material indirecto: el utilizado en la producción, verificación o inspección de una <br /> mercancía, que no esté físicamente incorporado en la mercancía; o el que se <br /> utilice en el mantenimiento de edificios o en la operación de equipo relacionados <br /> con la producción de una mercancía, incluidos: <br /> (a) combustible y energía; <br /> (b) herramientas, troqueles y moldes; <br /> (c) refacciones o repuestos y materiales utilizados en el mantenimiento <br /> de equipo y edificios; <br /> (d) lubricantes, grasas, materiales compuestos y otros materiales <br /> utilizados en la producción o para operar el equipo o los edificios; <br /> (e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br /> (f) equipo, aparatos y aditamentos utilizados para la verificación o <br /> inspección de las mercancías; <br /> (g) catalizadores y solventes; o <br /> (h) cualquier otro material que no esté incorporado en la mercancía, <br /> pero cuyo uso en la producción de la mercancía pueda demostrarse <br /> razonablemente que forma parte de esa producción; <br /> Artículo 4.12: Materiales Indirectos <br /> Los materiales indirectos se considerarán como originarios sin tomar en <br /> cuenta el lugar de su producción y el valor de esos materiales será el costo de los <br /> mismos que se reporte en los registros contables del productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.18: Transbordo y Expedición Directa <br /> Una mercancía no se considerará como originaria, aun cuando haya sido <br /> producida de conformidad con los requisitos del Artículo 4.3, si: <br /> (a) sufre un procesamiento ulterior, es objeto de un proceso de <br /> producción, o cualquier otra operación fuera de los territorios de las <br /> Partes, excepto la descarga, recarga o cualquier otra operación <br /> necesaria para conservar la mercancía en buenas condiciones o <br /> para transportarla al territorio de la otra Parte; o <br /> (b) no permanece bajo control o vigilancia de la autoridad aduanera en <br /> el territorio de un Estado no Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.3: Mercancías Originarias <br /> 1 Una mercancía será originaria cuando: <br /> (a) sea obtenida en su totalidad o producida enteramente en el territorio <br /> de una o más de las Partes, según la definición del Artículo 4.1; <br /> (b) sea producida en el territorio de una o más de las Partes a partir <br /> exclusivamente de materiales que califican como originarios de <br /> conformidad con este Capítulo; <br /> (c) sea producida en el territorio de una o más de las Partes a partir de <br /> materiales no originarios que cumplan con un cambio de clasificación <br /> arancelaria y otros requisitos, según se especifica en el Anexo 4.3 y <br /> la mercancía cumpla con las demás disposiciones aplicables de este Capítulo; <br /> (d) sea producida en el territorio de una o más de las Partes a partir de <br /> materiales no originarios que cumplan con un cambio de clasificación <br /> arancelaria y otros requisitos, y la mercancía cumpla con un requisito <br /> de valor de contenido regional, según se especifica en el Anexo 4.3, <br /> y con las demás disposiciones aplicables de este Capítulo; <br /> (e) sea producida en el territorio de una o más de las Partes y cumpla <br /> con un requisito de valor de contenido regional, según se especifica <br /> en el Anexo 4.3, y cumpla con las demás disposiciones aplicables de este Capítulo; o <br /> (f) excepto para las mercancías comprendidas en los capítulos 61 al 63 <br /> del Sistema Armonizado, la mercancía sea producida en el territorio <br /> de una o más de las Partes, pero uno o más de los materiales no <br /> originarios utilizados en la producción de la mercancía no cumplan <br /> con un cambio de clasificación arancelaria debido a que: <br /> (i) la mercancía se ha importado a territorio de una Parte sin <br /> ensamblar o desensamblada, pero se ha clasificado como una <br /> mercancía ensamblada de conformidad con la regla 2 a) de <br /> las Reglas Generales para la Interpretación del Sistema Armonizado; o <br /> (ii) la partida para la mercancía sea la misma tanto para la <br /> mercancía como para sus partes y esa partida no se divida en <br /> subpartidas o la subpartida sea la misma tanto para la <br /> mercancía como para sus partes; <br /> siempre que el valor de contenido regional de la mercancía, determinado de <br /> conformidad con el Artículo 4.4, no sea inferior al 50 por ciento cuando se utilice el <br /> método de valor de transacción o al 41.66 por ciento cuando se utilice el método <br /> de costo neto, salvo disposición en contrario contenida en el Anexo 4.3 y la <br /> mercancía cumpla con las demás disposiciones aplicables de este Capítulo. <br /> 2 Para los efectos de este Capítulo, la producción de una mercancía a partir <br /> de materiales no originarios que cumplan con un cambio de clasificación <br /> arancelaria y otros requisitos, según se especifica en el Anexo 4.3, deberá <br /> hacerse en su totalidad en el territorio de una o más de las Partes y todo requisito <br /> de valor de contenido regional de una mercancía deberá satisfacerse en su <br /> totalidad en el territorio de una o más de las Partes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Envases y Materiales de Empaque para la Venta al Menudeo <br /> 1 Los envases y los materiales de empaque en que una mercancía se <br /> presente para la venta al menudeo, cuando estén clasificados con la mercancía <br /> que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br /> originarios utilizados en la producción de la mercancía cumplen con el cambio <br /> correspondiente de clasificación arancelaria establecido en el Anexo 4.3. <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido <br /> regional, el valor de los envases y materiales de empaque para la venta al <br /> menudeo se considerará como originario o no originario, según sea el caso, para <br /> calcular el valor de contenido regional de la mercancía. <br /> Artículo 4.15: Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje para embarque no serán <br /> tomados en cuenta para determinar si una mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10: Mercancías y Materiales Fungibles <br /> 1 Para los efectos de establecer si una mercancía es originaria, cuando en su <br /> producción se utilicen materiales fungibles originarios y no originarios que se <br /> encuentren mezclados o combinados físicamente en inventario, el origen de los <br /> materiales podrá determinarse mediante uno de los métodos de manejo de <br /> inventarios establecidos en el párrafo 3. <br /> 2 Cuando mercancías fungibles originarias y no originarias se mezclen o <br /> combinen físicamente en inventario, y antes de su exportación no sufran ningún <br /> proceso productivo ni cualquier otra operación en el territorio de la Parte en que <br /> fueron mezcladas o combinadas físicamente, diferente de la descarga, recarga o <br /> cualquier otro movimiento necesario para mantener las mercancías en buena <br /> condición o transportarlas al territorio de la otra Parte, el origen de la mercancía <br /> podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br /> establecidos en el párrafo 3. <br /> 3 Los métodos de manejo de inventarios aplicables para materiales o <br /> mercancías fungibles serán los siguientes: <br /> (a) \"PEPS\" (primeras entradas-primeras salidas) es el método de <br /> manejo de inventarios mediante el cual el origen del número de <br /> unidades de los materiales o mercancías fungibles que primero se <br /> recibieron en el inventario, se considera como el origen, en igual <br /> número de unidades, de los materiales o mercancías fungibles que <br /> primero salen del inventario; <br /> (b) \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo <br /> de inventarios mediante el cual el origen del número de unidades de <br /> los materiales o mercancías fungibles que se recibieron al último en <br /> el inventario, se considera como el origen, en igual número de <br /> unidades, de los materiales o mercancías fungibles que primero <br /> salen del inventario; o <br /> (c) \"promedios\" es el método de manejo de inventarios mediante el cual, <br /> salvo lo establecido en el párrafo 4, la determinación acerca de si los <br /> materiales o mercancías fungibles son originarios se realizará a <br /> través de la aplicación de la siguiente fórmula: <br /> PMO = (TMO/TMOYN) x 100 <br /> donde: <br /> PMO: promedio de los materiales o mercancías fungibles originarias; <br /> TMO: total de unidades de los materiales o mercancías fungibles <br /> originarias que formen parte del inventario previo a la salida; y <br /> TMOYN: suma total de unidades de los materiales o mercancías <br /> fungibles originarias y no originarias que formen parte del <br /> inventario previo a la salida. <br /> 4 Para el caso en que la mercancía se encuentre sujeta a un requisito de <br /> valor de contenido regional, la determinación de los materiales fungibles no <br /> originarios se realizará a través de la aplicación de la siguiente fórmula: <br /> PMN = (TMN/TMOYN) x 100 <br /> donde: <br /> PMN: promedio de los materiales no originarios; <br /> TMN: valor total de los materiales fungibles no originarios que formen parte <br /> del inventario previo a la salida; y <br /> TMOYN: valor total de los materiales fungibles originarios y no originarios que <br /> formen parte del inventario previo a la salida. <br /> 5 Una vez seleccionado uno de los métodos de manejo de inventarios <br /> establecidos en el párrafo 3, este deberá ser utilizado a través de todo el ejercicio <br /> o periodo fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Juegos o Surtidos <br /> 1 Los juegos o surtidos de mercancías que se clasifiquen según lo <br /> establecido en la regla 3 de las Reglas Generales para la Interpretación del <br /> Sistema Armonizado, así como las mercancías cuya descripción de conformidad <br /> con la nomenclatura del Sistema Armonizado sea específicamente la de un juego <br /> o surtido, calificarán como originarios, siempre que cada una de las mercancías <br /> contenidas en el juego o surtido cumpla con la regla de origen que se haya <br /> establecido para cada una de las mercancías en este Capítulo. <br /> 2 No obstante lo establecido en el párrafo 1, un juego o surtido de mercancías <br /> se considerará originario, si el valor de todas las mercancías no originarias <br /> utilizadas en la formación del juego o surtido no excede el 10 por ciento del valor <br /> de transacción del juego o surtido ajustado sobre la base indicada en los párrafos <br /> 2 o 3 según sea el caso del Artículo 4.4, o en caso de que el valor de transacción <br /> de la mercancía no pueda determinarse de conformidad con el Artículo 1 del <br /> Acuerdo de Valoración Aduanera, si el valor de todas las mercancías no <br /> originarias utilizadas en la formación del juego o surtido no excede el 10 por ciento <br /> del costo total del juego o surtido. <br /> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas de origen <br /> específicas establecidas en el Anexo 4.3.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.2: Declaración y Certificación de Origen <br /> 1 Para los efectos de este Capítulo, las Partes acordarán un formato único <br /> para el certificado de origen y un formato único para la declaración de origen, los <br /> cuales podrán ser emitidos en forma escrita o electrónica, entrarán en vigor <br /> conjuntamente con este Tratado, y podrán ser modificados posteriormente por la <br /> Comisión Administradora. <br /> 2 El certificado de origen servirá para certificar que una mercancía que se <br /> exporte de territorio de una Parte a territorio de otra Parte califica como originaria. <br /> 3 Se considerará que un certificado de origen es válido cuando sea elaborado <br /> en el formato a que hace referencia el párrafo 1, y cuando sea llenado y firmado <br /> por el exportador de la mercancía en territorio de una Parte, de conformidad con <br /> las disposiciones de este Capítulo y con lo establecido en su instructivo de llenado. <br /> 4 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado <br /> de origen respecto de la exportación de una mercancía para la cual un importador <br /> pueda solicitar trato arancelario preferencial, salvo lo establecido en el Artículo 5.5. <br /> 5 Cada Parte dispondrá que cuando un exportador no sea el productor de la <br /> mercancía, llene y firme el certificado de origen con fundamento en: <br /> (a) su conocimiento de que la mercancía califica como originaria; o <br /> (b) la declaración de origen que ampara la mercancía objeto de <br /> exportación, la cual deberá ser llenada y firmada por el productor de <br /> la mercancía y proporcionada voluntariamente al exportador. <br /> 6 Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador ampare: <br /> (a) una sola importación de una o más mercancías; o <br /> (b) varias importaciones de mercancías idénticas a realizarse en un <br /> plazo señalado por el exportador en el certificado de origen, que no <br /> excederá del plazo establecido en el párrafo 7. <br /> 7 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br /> autoridad competente de la Parte importadora por el plazo de un año contado a <br /> partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.5: Excepciones <br /> A condición que no forme parte de 2 o más importaciones que se efectúen <br /> con el propósito de evadir el cumplimiento de los requisitos señalados en los <br /> artículos 5.2 y 5.3, las Partes no requerirán el certificado de origen cuando: <br /> (a) la importación con fines comerciales de mercancías cuyo valor en <br /> aduana no exceda de 1000 dólares de los Estados Unidos de <br /> América o su equivalente en moneda nacional o una cantidad mayor <br /> que pueda ser establecida por la Parte importadora, pero se podrá <br /> exigir que la factura contenga una declaración que la mercancía <br /> califica como originaria; <br /> (b) la importación con fines no comerciales de mercancías cuyo valor en <br /> aduana no exceda de 1000 dólares de los Estados Unidos de <br /> América o su equivalente en moneda nacional o una cantidad mayor <br /> que pueda ser establecida por la Parte importadora; y <br /> (c) la importación de una mercancía para la cual la Parte importadora <br /> haya dispensado el requisito de presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Anexo 5.1 <br /> Autoridades Competentes <br /> 1 Para los efectos del Artículo 5.1, la autoridad competente será: <br /> (a) para el caso de Costa Rica, el Servicio Nacional de Aduanas; <br /> (b) para el caso de El Salvador, la Dirección General de Aduanas del <br /> Ministerio de Hacienda; <br /> (c) para el caso de Guatemala, el Ministerio de Economía; <br /> (d) para el caso de Honduras, la Dirección General de Integración <br /> Económica y Política Comercial de la Secretaría de Estado en los <br /> Despachos de Industria y Comercio; <br /> (e) para el caso de México, la Secretaría de Hacienda y Crédito Público; y <br /> (f) para el caso de Nicaragua, la Dirección General de Servicios Aduaneros. <br /> o sus sucesores. <br /> 2 Será responsabilidad de cada Parte mantener actualizado este Anexo. Para <br /> estos efectos las Partes notificarán por escrito cualquier cambio a la información <br /> contenida en el párrafo 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.2: Declaración y Certificación de Origen <br /> 7 Cada Parte dispondrá que el certificado de origen sea aceptado por la <br /> autoridad competente de la Parte importadora por el plazo de un año contado a <br /> partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.6: Registros Contables <br /> Cada Parte dispondrá que: <br /> (a) su exportador o productor que llene y firme un certificado o <br /> declaración de origen conserven en el territorio donde está ubicado, <br /> durante un mínimo de 5 años después de la fecha de firma de ese <br /> certificado o declaración de origen, todos los registros y documentos <br /> relativos al origen de la mercancía, según corresponda, incluidos los referentes a: <br /> (i) la adquisición, los costos, el valor y el pago de la mercancía <br /> que se exporte desde su territorio; <br /> (ii) la adquisición, los costos, el valor y el pago de todos los <br /> materiales utilizados en la producción de la mercancía que se <br /> exporte desde su territorio; y <br /> (iii) el proceso de producción de la mercancía en la forma en que <br /> se exporte desde su territorio; <br /> (b) para los efectos del proceso de verificación de origen establecido en <br /> el Artículo 5.7, el exportador o productor proporcione a la autoridad <br /> competente de la Parte importadora, los registros y documentos a <br /> que se refiere el inciso (a). Cuando los registros y documentos no <br /> estén en poder del exportador o del productor, este podrá solicitar al <br /> productor o proveedor de los materiales los registros y documentos <br /> para que sean entregados por su conducto a la autoridad <br /> competente que realiza la verificación de origen; y <br /> (c) un importador que obtuvo trato arancelario preferencial para una <br /> mercancía que se haya importado a territorio de esa Parte <br /> proveniente del territorio de otra Parte, conserve en el territorio <br /> donde está ubicado, durante un mínimo de 5 años contados a partir <br /> de la fecha de la importación, el certificado de origen y toda la demás <br /> documentación relativa a la importación requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.3: Obligaciones respecto a las Importaciones <br /> 4 Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario <br /> preferencial para una mercancía importada a su territorio y posteriormente se <br /> determina que la mercancía califica como originaria, el importador de la <br /> mercancía, en el plazo de un año contado a partir de la fecha de la importación, <br /> pueda solicitar la devolución de los aranceles pagados en exceso por no haberse <br /> otorgado trato arancelario preferencial a la mercancía, siempre que la solicitud <br /> vaya acompañada de: <br /> (a) un escrito en el que se declare que la mercancía calificaba como <br /> originaria al momento de la importación; <br /> (b) una copia del certificado de origen; y <br /> (c) la documentación relacionada con la importación de la mercancía, de <br /> conformidad con la legislación nacional de esa Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.13: Facturación por un Tercer País <br /> Cuando se trate de importación de mercancías originarias de conformidad <br /> con las disposiciones del Tratado, la factura que se presenta con la declaración de <br /> importación podrá ser expedida por una persona ubicada fuera del territorio de la Parte exportadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.7: Procedimientos para Verificar el Origen <br /> 1 La Parte importadora podrá solicitar a la Parte exportadora información <br /> respecto al origen de una mercancía por medio de su autoridad competente. <br /> 2 Para determinar si una mercancía que se importe al territorio de una Parte <br /> proveniente del territorio de otra Parte bajo trato arancelario preferencial califica <br /> como originaria, la Parte importadora podrá, por conducto de su autoridad <br /> competente, verificar el origen de la mercancía por uno o más de los medios <br /> siguientes: <br /> (a) cuestionarios escritos dirigidos a exportadores o productores en el <br /> territorio de otra Parte; <br /> (b) solicitudes escritas dirigidas a exportadores o productores en el <br /> territorio de otra Parte; <br /> (c) visitas de verificación a un exportador o productor en territorio de otra <br /> Parte, con el propósito de examinar los registros y documentos que <br /> acrediten el cumplimiento de las reglas de origen de conformidad con <br /> el Artículo 5.6, e inspeccionar el proceso productivo en el lugar <br /> donde se lleve a cabo la producción de la mercancía y, en su caso, <br /> el de los materiales; u <br /> (d) otros procedimientos que las Partes acuerden. <br /> El proceso de verificación de origen a que se refiere este párrafo deberá <br /> hacerse del conocimiento de la autoridad competente de la Parte exportadora. <br /> La autoridad competente de la Parte importadora deberá notificar al <br /> importador el inicio del proceso de verificación de origen a que se refiere este párrafo. <br /> 3 Para los efectos de este Artículo, los envíos y notificaciones que efectúe la <br /> autoridad competente de la Parte importadora, que lleve a cabo la verificación de <br /> origen, a sus importadores en su territorio o a los exportadores o productores de <br /> otra Parte, podrán efectuarse por alguno de los siguientes medios: <br /> (a) correo certificado con acuse de recibo; <br /> (b) cualquier otro medio que haga constar la recepción de dicho <br /> documento por el importador, exportador o productor; o <br /> (c) cualquier otro medio que las Partes acuerden. <br /> 4 Para los efectos de este Artículo, los envíos o notificaciones que se <br /> practiquen en el lugar que se haya declarado como domicilio del exportador o <br /> productor en el certificado de origen se considerarán válidos. <br /> 5 Lo establecido en el párrafo 2 se hará sin perjuicio del ejercicio de las <br /> facultades de comprobación o verificación de las autoridades competentes de la <br /> Parte importadora, en relación con el cumplimiento de las demás obligaciones, <br /> sobre sus propios importadores, exportadores o productores. <br /> 6 El exportador o productor que reciba un cuestionario o una solicitud de <br /> conformidad con los incisos (a) y (b) del párrafo 2, lo responderá y devolverá en un <br /> plazo no mayor de 30 días contado a partir de la fecha en que lo haya recibido. <br /> Durante ese plazo el exportador o productor podrá solicitar por escrito a la <br /> autoridad competente de la Parte importadora una prórroga, la cual en su caso no <br /> podrá ser mayor a 30 días. Esta solicitud de prórroga no dará como resultado la <br /> negación de trato arancelario preferencial. <br /> El importador dispondrá de un plazo de 30 días contado a partir de la <br /> notificación de inicio del proceso de verificación de origen para aportar los <br /> documentos, pruebas o manifestaciones que considere pertinentes, y podrá por <br /> una sola vez solicitar por escrito a la autoridad competente de la Parte importadora <br /> una prórroga, la que no podrá ser superior a 30 días. Si el importador no aporta <br /> dicha documentación, no será motivo suficiente para negar el trato arancelario <br /> preferencial, sin menoscabo de lo establecido en el párrafo anterior. <br /> 7 Cada Parte dispondrá que cuando el exportador o productor haya recibido <br /> el cuestionario o la solicitud a que se refieren los incisos (a) y (b) del párrafo 2 y <br /> no responda de conformidad con la información solicitada y la autoridad <br /> competente de la Parte importadora determine que la información obtenida no es <br /> suficiente para acreditar el origen de la mercancía, o no conteste alguno de los <br /> cuestionarios o solicitudes en el plazo correspondiente, la Parte importadora podrá <br /> negar trato arancelario preferencial a la mercancía o mercancías que hayan sido <br /> objeto de la verificación de origen, mediante resolución por escrito dirigida al <br /> importador, exportador o al productor, misma que deberá incluir las conclusiones <br /> de hecho y el fundamento jurídico de la resolución. <br /> 8 Cada Parte dispondrá que cuando haya recibido el cuestionario o la <br /> solicitud a que se refieren los incisos (a) y (b) del párrafo 2, contestados dentro del <br /> plazo correspondiente, y estime que requiere mayor información para resolver <br /> sobre el origen de la mercancía o mercancías objeto de la verificación de origen, <br /> podrá solicitar información adicional al exportador o productor, mediante <br /> cuestionarios o solicitudes subsecuentes. En este caso, el exportador o productor <br /> deberá responder y devolver lo solicitado en un plazo no mayor a 30 días, contado <br /> a partir de la fecha en que lo haya recibido. <br /> 9 Antes de efectuar una visita de verificación de origen de conformidad con lo <br /> establecido en el párrafo 2(c), la autoridad competente de la Parte importadora <br /> estará obligada a notificar por escrito su intención de efectuar la visita al <br /> exportador o al productor, a la autoridad competente de la Parte en cuyo territorio <br /> se llevará a cabo la visita y si lo solicita esta última, a la embajada de esta Parte <br /> en territorio de la Parte importadora. La autoridad competente de la Parte <br /> importadora solicitará el consentimiento por escrito del exportador o del productor <br /> a quien pretende visitar. <br /> 10 La notificación a que se refiere el párrafo 9 contendrá: <br /> (a) la identificación de la autoridad competente que hace la notificación; <br /> (b) el nombre del exportador o del productor que se pretende visitar; <br /> (c) la fecha y lugar de la visita de verificación de origen propuesta; <br /> (d) el objeto y alcance de la visita de verificación de origen propuesta, <br /> haciendo mención específica de la mercancía o mercancías objeto <br /> de verificación de origen a que se refieren el o los certificados de origen; <br /> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br /> verificación de origen; y <br /> (f) el fundamento legal de la visita de verificación de origen. <br /> 11 Cualquier modificación a la información a que se refiere el párrafo 10(e) <br /> será notificada por escrito al exportador o productor y a la autoridad competente <br /> de la Parte exportadora antes de la visita de verificación de origen. Cualquier <br /> modificación de la información a que se refieren los incisos (a), (b), (c), (d) y (f) del <br /> párrafo 10 será notificada en los términos del párrafo 9. <br /> 12 Si dentro de los 15 días siguientes a la fecha de recepción de la notificación <br /> de la visita de verificación de origen propuesta de conformidad con lo establecido <br /> en el párrafo 9, el exportador o el productor no otorga su consentimiento por <br /> escrito para la realización de la misma, la Parte importadora podrá negar trato <br /> arancelario preferencial a la mercancía o mercancías que habrían sido objeto de la <br /> visita de verificación de origen, mediante resolución por escrito dirigida al <br /> importador, exportador o al productor, misma que deberá incluir las conclusiones <br /> de hecho y el fundamento jurídico de la resolución. <br /> 13 Cada Parte dispondrá que, cuando su exportador o productor reciba una <br /> notificación de conformidad con lo establecido en el párrafo 9, dentro de los 15 <br /> días siguientes a la fecha de recepción de la notificación, pueda solicitar a la <br /> autoridad competente de la Parte importadora posponer la fecha de la visita de <br /> verificación de origen propuesta por un periodo no mayor de 30 días contado a <br /> partir de la fecha en que se propuso la visita o por un plazo mayor que acuerden las Partes. <br /> 14 Una Parte no podrá negar trato arancelario preferencial con fundamento <br /> exclusivamente en la posposición de la visita de verificación de origen de <br /> conformidad con lo establecido en el párrafo 13. <br /> 15 Cada Parte permitirá al exportador o al productor, cuya mercancía o <br /> mercancías sean objeto de una visita de verificación de origen, designar 2 <br /> observadores que estén presentes durante la visita, siempre que los observadores <br /> intervengan únicamente en esa calidad. De no haber designación de observadores <br /> por el exportador o el productor, esa omisión no tendrá por consecuencia <br /> posponer la visita. <br /> 16 La autoridad competente de la Parte importadora levantará un acta de la <br /> visita que contendrá los hechos por ella constatados. Dicha acta podrá ser firmada <br /> de conformidad por el productor o exportador y los observadores que hayan designado. <br /> 17 En caso que el exportador o productor no proporcione los registros y <br /> documentos a que se refiere el Artículo 5.6(b) o cuando la autoridad competente <br /> de la Parte importadora determine, con base en la información obtenida como <br /> resultado de una verificación de origen, que una mercancía o mercancías objeto <br /> de la verificación de origen no califica como originaria, dicha autoridad enviará al <br /> productor o exportador, un escrito debidamente fundado y motivado, explicando la <br /> intención de negar trato arancelario preferencial respecto de dicha mercancía o <br /> mercancías, y le otorgará un plazo de 30 días contado a partir de la fecha de <br /> recepción de dicho escrito, para que proporcione los documentos o registros que <br /> considere necesarios. <br /> 18 Dentro de los 120 días siguientes a la fecha en que concluya el plazo de 30 <br /> días a que se refiere el párrafo 17, la autoridad competente emitirá una resolución <br /> de determinación de origen escrita al importador, exportador o al productor, cuya <br /> mercancía o mercancías hayan sido objeto de la verificación de origen, en la que <br /> se determine si la mercancía califica o no como originaria, la cual incluirá las <br /> conclusiones de hecho y el fundamento jurídico de la determinación, copia de la <br /> cual se remitirá al importador. Para la emisión de dicha resolución, la autoridad <br /> deberá tomar en consideración los documentos o registros proporcionados por el <br /> exportador o productor dentro del plazo de 30 días a que se refiere el párrafo 17. <br /> 19 Cada Parte dispondrá que, cuando su autoridad competente determine que <br /> cierta mercancía importada a su territorio no califica como originaria de acuerdo <br /> con la clasificación arancelaria o con el valor aplicado por esa Parte a uno o más <br /> materiales utilizados en la producción de la mercancía, y ello difiera de la <br /> clasificación arancelaria o del valor aplicado a los materiales por la Parte de cuyo <br /> territorio se haya exportado la mercancía, la resolución de esa Parte surtirá <br /> efectos hasta que la notifique por escrito al importador de la mercancía y a la <br /> persona que haya llenado y firmado el certificado de origen que la ampare. <br /> 20 La resolución a que se refiere el párrafo 19 no será aplicable a las <br /> importaciones realizadas con anterioridad a la fecha en que dicha resolución surta efecto, cuando: <br /> (a) la autoridad competente de la Parte importadora haya emitido un <br /> criterio anticipado de conformidad con lo establecido en el Artículo 5.11; y <br /> (b) el criterio anticipado mencionado en el inciso (a) sea previo al inicio <br /> de la verificación de origen. <br /> 21 Cuando la verificación de origen que lleve a cabo una Parte establezca que <br /> el exportador o el productor ha certificado o declarado más de una vez, de manera <br /> falsa o infundada, que una mercancía califica como originaria, la Parte importadora <br /> suspenderá el trato arancelario preferencial a las mercancías idénticas que esa <br /> persona exporte o produzca, hasta que la misma pruebe que cumple con lo <br /> establecido en el Capítulo IV (Reglas de Origen). <br /> Artículo 5.8: Consularización <br /> Al realizar una verificación de origen de conformidad con el Artículo 5.7, las <br /> Partes no exigirán facturas consulares o visados consulares del certificado de <br /> origen y de los registros y documentos establecidos en el Artículo 5.6, relativos al <br /> origen de la mercancía que es objeto de la verificación de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.10: Sanciones <br /> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br /> administrativas por infracciones a sus leyes y reglamentaciones relacionadas con <br /> las disposiciones de este Capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.11: Criterios Anticipados <br /> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se <br /> otorguen de manera expedita criterios anticipados por escrito, previos a la <br /> importación de una mercancía a su territorio. Los criterios anticipados serán <br /> emitidos por la autoridad competente del territorio de la Parte importadora, a <br /> solicitud de su importador o del exportador o productor en territorio de otra Parte, <br /> con base en los hechos y circunstancias manifestados por los mismos, respecto al <br /> origen de las mercancías. <br /> 2 Los criterios anticipados no constituyen requisitos necesarios e <br /> indispensables para la importación de mercancías bajo trato arancelario preferencial. <br /> 3 Los criterios anticipados versarán sobre: <br /> (a) si la mercancía califica como originaria, de conformidad con lo <br /> establecido en el Capítulo IV (Reglas de Origen); <br /> (b) si los materiales no originarios utilizados en la producción de una <br /> mercancía cumplen con el cambio correspondiente de clasificación <br /> arancelaria señalado en el Anexo 4.3 (Reglas de Origen Específicas); <br /> (c) si la mercancía cumple con el requisito de valor de contenido <br /> regional establecido en el Capítulo IV (Reglas de Origen); <br /> (d) si el método que aplica el exportador o productor en territorio de otra <br /> Parte, de conformidad con los principios del Acuerdo de Valoración <br /> Aduanera para el cálculo del valor de transacción de la mercancía o <br /> de los materiales utilizados en la producción de una mercancía <br /> respecto de la cual se solicita un criterio anticipado, es adecuado <br /> para determinar si la mercancía cumple con el requisito de valor de <br /> contenido regional de conformidad con lo establecido en el Capítulo <br /> IV (Reglas de Origen); <br /> (e) si el marcado de país de origen efectuado o propuesto para una <br /> mercancía satisface lo establecido en el Artículo 3.15 (Marcado de <br /> País de Origen); y <br /> (f) otros asuntos que las Partes convengan. <br /> 4 Cada Parte adoptará o mantendrá procedimientos para la emisión de <br /> criterios anticipados previa publicación oficial, que incluyan al menos: <br /> (a) la información que razonablemente se requiera para tramitar la solicitud; <br /> (b) la facultad de su autoridad competente para pedir, en cualquier <br /> momento, información adicional a la persona que solicita el criterio <br /> anticipado durante el proceso de evaluación de la solicitud; <br /> (c) un plazo de 120 días para que su autoridad competente emita el <br /> criterio anticipado, una vez que haya obtenido toda la información <br /> necesaria de la persona que lo solicita; y <br /> (d) la obligación de explicar de manera completa, fundada y motivada, <br /> las razones del criterio anticipado. <br /> 5 Cada Parte aplicará los criterios anticipados a las importaciones a su <br /> territorio, a partir de la fecha de emisión del criterio, o de una fecha posterior que <br /> en el mismo se indique, salvo que el criterio anticipado se modifique o revoque de <br /> conformidad con lo establecido en el párrafo 7. <br /> 6 Cada Parte otorgará a toda persona que solicite un criterio anticipado, el <br /> mismo trato, y la misma interpretación y aplicación de las disposiciones del <br /> Capítulo IV (Reglas de Origen) referentes a la determinación de origen, que haya <br /> otorgado a cualquier otra persona a la que haya emitido un criterio anticipado, <br /> cuando los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 7 El criterio anticipado podrá ser modificado o revocado por la autoridad <br /> competente, cuando: <br /> (a) el criterio anticipado se hubiere fundado en algún error: <br /> (i) de hecho; <br /> (ii) en la clasificación arancelaria de la mercancía o de los <br /> materiales objeto del criterio; o <br /> (iii) en la aplicación del requisito de valor de contenido regional, <br /> de conformidad con lo establecido en el Capítulo IV (Reglas de Origen); <br /> (b) no esté conforme con una interpretación acordada entre las Partes o <br /> una modificación con respecto al Artículo 3.15 (Marcado de País de <br /> Origen) o al Capítulo IV (Reglas de Origen); <br /> (c) cambien las circunstancias o los hechos que lo fundamenten; <br /> (d) tenga por objeto dar cumplimiento a una decisión administrativa o judicial; o <br /> (e) se base en información que se determina como incorrecta o falsa. <br /> 8 Cada Parte dispondrá que cualquier modificación o revocación de un <br /> criterio anticipado surtirá efectos en la fecha en que se emita o en una fecha <br /> posterior que ahí se establezca, y no podrá aplicarse a las importaciones de una <br /> mercancía efectuadas antes de esas fechas, salvo que la persona a la que se le <br /> haya emitido no hubiere actuado de conformidad con sus términos y condiciones. <br /> 9 No obstante lo establecido en el párrafo 8, la Parte que emita el criterio <br /> anticipado pospondrá la fecha de entrada en vigor de la modificación o revocación <br /> por un periodo no menor a 45 días, cuando la persona a la cual se le haya emitido <br /> el criterio anticipado se haya apoyado en ese criterio de buena fe. <br /> 10 Cada Parte dispondrá que, cuando se examine el valor de contenido <br /> regional de una mercancía respecto de la cual se haya emitido un criterio <br /> anticipado, su autoridad competente evalúe si: <br /> (a) el exportador o el productor cumple con los términos y condiciones <br /> del criterio anticipado; <br /> (b) las operaciones del exportador o del productor concuerdan con las <br /> circunstancias y los hechos sustanciales que fundamentan ese criterio; y <br /> (c) los datos y cálculos comprobatorios utilizados en la aplicación del <br /> criterio o el método para calcular el valor o asignar el costo son <br /> correctos en todos los aspectos sustanciales. <br /> 11 Cada Parte dispondrá que, cuando su autoridad competente determine que <br /> no se ha cumplido con cualquiera de los requisitos establecidos en el párrafo 10, <br /> la autoridad competente pueda modificar o revocar el criterio anticipado, según lo <br /> ameriten las circunstancias. <br /> 12 Cada Parte dispondrá que, cuando se emita un criterio anticipado a una <br /> persona que haya manifestado falsamente u omitido circunstancias o hechos <br /> sustanciales en que se funde el criterio anticipado, o no haya actuado de <br /> conformidad con los términos y condiciones del mismo, la autoridad competente <br /> que emita el criterio anticipado pueda aplicar las medidas establecidas en la <br /> legislación nacional de cada Parte. <br /> 13 Cada Parte dispondrá que el titular de un criterio anticipado no podrá <br /> utilizarlo si hubiera un cambio sustancial en los hechos y circunstancias en que se <br /> basó la autoridad competente para emitirlo. <br /> 14 La validez de un criterio anticipado estará sujeta a la obligación permanente <br /> del titular del criterio anticipado de informar a la autoridad competente sobre <br /> cualquier cambio sustancial en los hechos o circunstancias en que esta se basó <br /> para emitir ese criterio.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.12: Revisión e Impugnación <br /> 1 Cada Parte otorgará derechos de revisión e impugnación de resoluciones <br /> de determinación de origen y de criterios anticipados previstos para sus <br /> importadores en su legislación nacional, a los exportadores o productores de otra Parte que: <br /> (a) llenen y firmen un certificado o declaración de origen que ampare <br /> una mercancía que haya sido objeto de una resolución de <br /> determinación de origen, de conformidad con lo establecido en el Artículo 5.7.18; o <br /> (b) hayan recibido un criterio anticipado de conformidad con lo <br /> establecido en el Artículo 5.11. <br /> 2 Los derechos a que se refiere el párrafo 1 incluyen: <br /> (a) acceso a, por lo menos, una instancia de revisión administrativa, <br /> independiente del funcionario o dependencia responsable de la <br /> resolución de determinación de origen o criterio anticipado sujeto a <br /> revisión, de conformidad con la legislación nacional de cada Parte; y <br /> (b) acceso a una instancia de revisión judicial de la resolución o de la <br /> decisión tomada en la última instancia de revisión administrativa, de <br /> conformidad con la legislación nacional de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Artículo 4.1: Definiciones", "ArticleDesc": "Artículo 4.1: Definiciones <br> Para los efectos de este Capítulo, se entenderá por: <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> utilizadas para proteger a una mercancía durante su transporte, distintas de los <br> envases y materiales para venta al menudeo; <br> costos de embarque y reempaque: los costos incurridos en el reempacado y el <br> transporte de una mercancía fuera del territorio donde se localiza el productor o <br> exportador de la mercancía; <br> costos de promoción de ventas, comercialización y servicios posteriores a la <br> venta: los siguientes costos relacionados con promociones de venta, <br> comercialización y servicios posteriores a la venta: <br> (a) promoción de ventas y comercialización; publicidad en medios de <br> difusión; publicidad e investigación de mercados; materiales de <br> promoción y demostración; mercancías exhibidas; conferencias de <br> promoción de ventas; ferias y convenciones comerciales; <br> estandartes; exposiciones de comercialización; muestras gratuitas; <br> publicaciones sobre ventas, comercialización y servicios posteriores <br> a la venta tales como folletos de mercancías, catálogos, <br> publicaciones técnicas, listas de precios, manuales de servicio e <br> información de apoyo a las ventas; establecimiento y protección de <br> logotipos y marcas registradas; patrocinios; cargos por <br> reabastecimiento para ventas al mayoreo y menudeo; y gastos de representación; <br> (b) incentivos de comercialización, de ventas o sobre mercancías; y <br> rebajas a mayoristas, minoristas y consumidores; <br> (c) para el personal de promoción de ventas, comercialización y <br> servicios posteriores a la venta: sueldos y salarios, comisiones por <br> ventas; bonos; beneficios médicos, de seguros y pensiones; gastos <br> de viaje, alojamiento y manutención; y cuotas de afiliación y profesionales; <br> (d) contratación y capacitación del personal de promoción de ventas, <br> comercialización y servicios posteriores a la venta; y capacitación a <br> los empleados del cliente después de la venta; <br> (e) primas de seguro por responsabilidad civil derivada de la mercancía; <br> (f) mercancías de oficina para la promoción de ventas, comercialización <br> y servicios posteriores a la venta; <br> (g) teléfono, correo y otros medios de comunicación para la promoción <br> de ventas, comercialización y servicios posteriores a la venta; <br> (h) rentas y depreciación de las oficinas de promoción de ventas, <br> comercialización y servicios posteriores a la venta, así como de los <br> centros de distribución; <br> (i) primas de seguro sobre la propiedad, impuestos, costos de servicios <br> públicos, y costos de reparación y mantenimiento de las oficinas, así <br> como de los centros de distribución; y <br> (j) pagos del productor a otras personas por reparaciones derivadas de una garantía; <br> costo neto: costo total menos los costos de promoción de ventas, <br> comercialización y servicios posteriores a la venta; regalías; embarque y <br> reempaque; así como los costos por intereses no admisibles, de conformidad con <br> lo establecido en el Anexo 4.4; <br> costos por intereses no admisibles: los intereses que haya pagado un productor <br> sobre sus obligaciones financieras que excedan 10 puntos porcentuales sobre la <br> tasa de interés más alta de las obligaciones de deuda emitidas por el gobierno a <br> nivel federal o central, según sea el caso, de la Parte en que se encuentre ubicado <br> el productor, de conformidad con lo establecido en el Anexo 4.4; <br> costo total: la suma de los siguientes elementos de conformidad con lo <br> establecido en el Anexo 4.4: <br> (a) los costos o el valor de los materiales directos de fabricación <br> utilizados en la producción de la mercancía; <br> (b) los costos de la mano de obra directa utilizada en la producción de la mercancía; y <br> (c) una cantidad por concepto de costos y gastos directos e indirectos <br> de fabricación de la mercancía, asignada razonablemente a la <br> misma, excepto los siguientes conceptos: <br> (i) los costos y gastos de un servicio proporcionado por el <br> productor de una mercancía a otra persona, <br> cuando el servicio no se relacione con esa mercancía; <br> (ii) los costos y pérdidas resultantes de la venta de una parte de <br> la empresa del productor de la mercancía, la cual constituye <br> una operación descontinuada; <br> (iii) los costos relacionados con el efecto acumulado de cambios <br> en la aplicación de principios de contabilidad generalmente aceptados; <br> (iv) los costos o pérdidas resultantes de la venta de un bien de <br> capital del productor; <br> de una o más de las Partes; <br> (v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor; <br> (vi) las utilidades obtenidas por el productor de la mercancía, sin <br> importar si fueron retenidas por el productor o pagadas a otras <br> personas como dividendos y los impuestos pagados sobre <br> esas utilidades, incluidos los impuestos sobre ganancias de capital; y <br> (vii) los costos por intereses que se hayan pactado entre personas <br> vinculadas y que excedan aquellos intereses que se pagan a <br> tasas de interés de mercado; <br> costos y gastos directos de fabricación: los incurridos en un periodo, <br> directamente relacionados con la mercancía, diferentes de los costos o del valor <br> de materiales directos y de los costos de mano de obra directa; <br> costos y gastos indirectos de fabricación: los incurridos en un periodo, distintos <br> de los costos y gastos directos de fabricación, los costos de mano de obra directa <br> y los costos o el valor de materiales directos; <br> F.O.B.: el valor de la mercancía libre a bordo, incluido el costo de transporte hasta <br> el puerto o lugar de envío definitivo, independientemente del medio de transporte; <br> lugar en que se encuentre el productor: en relación con una mercancía, la <br> planta de producción de esa mercancía; <br> material: una mercancía utilizada en la producción de otra mercancía; <br> material de fabricación propia: el producido por el productor de una mercancía y <br> utilizado en la producción de esa mercancía; <br> materiales o mercancías fungibles: materiales o mercancías que son <br> intercambiables para los efectos comerciales, cuyas propiedades son <br> esencialmente idénticas y que no es posible diferenciarlos por simple examen visual; <br> material indirecto: el utilizado en la producción, verificación o inspección de una <br> mercancía, que no esté físicamente incorporado en la mercancía; o el que se <br> utilice en el mantenimiento de edificios o en la operación de equipo relacionados <br> con la producción de una mercancía, incluidos: <br> (a) combustible y energía; <br> (b) herramientas, troqueles y moldes; <br> (c) refacciones o repuestos y materiales utilizados en el mantenimiento <br> de equipo y edificios; <br> (d) lubricantes, grasas, materiales compuestos y otros materiales <br> utilizados en la producción o para operar el equipo o los edificios; <br> (e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> (f) equipo, aparatos y aditamentos utilizados para la verificación o <br> inspección de las mercancías; <br> (g) catalizadores y solventes; o <br> (h) cualquier otro material que no esté incorporado en la mercancía, <br> pero cuyo uso en la producción de la mercancía pueda demostrarse <br> razonablemente que forma parte de esa producción; <br> materiales intermedios: los de fabricación propia utilizados en la producción de <br> una mercancía, y designados de conformidad con el Artículo 4.7; <br> mercancía: cualquier bien, producto, artículo o materia; <br> mercancías idénticas: las que sean iguales en todo, incluidas sus características <br> físicas, calidad y prestigio comercial. Las pequeñas diferencias de aspecto no <br> impedirán que se consideren como idénticas las mercancías que en todo lo demás <br> se ajusten a la definición; <br> mercancías similares: las que, aunque no sean iguales en todo, tienen <br> características y composición semejantes, lo que les permite cumplir las mismas <br> funciones y ser comercialmente intercambiables. Para determinar si las <br> mercancías son similares, habrán de considerarse, entre otros factores, su <br> calidad, su prestigio comercial y la existencia de una marca comercial; <br> mercancía no originaria o material no originario: una mercancía o un material <br> que no califica como originario de conformidad con lo establecido en este Capítulo; <br> mercancías obtenidas en su totalidad o producidas enteramente en el <br> territorio de una o más de las Partes: <br> (a) minerales extraídos en el territorio de una o más de las Partes; <br> (b) vegetales cosechados o recolectados en el territorio de una o más de las Partes; <br> (c) animales vivos, nacidos y criados en el territorio de una o más de las Partes; <br> (d) mercancías obtenidas de la caza, pesca o acuicultura en el territorio <br> (e) peces, crustáceos y otras especies obtenidos del mar por barcos <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte; <br> (f) mercancías producidas a bordo de barcos fábrica a partir de las <br> mercancías identificadas en el inciso (e), siempre que esos barcos <br> fábrica estén registrados o matriculados por una Parte y lleven la bandera de esa Parte; <br> (g) mercancías obtenidas por una Parte o una persona de una Parte del <br> lecho o del subsuelo marino fuera de las aguas territoriales, siempre <br> que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (h) desechos [1] y desperdicios derivados de: <br> (i) producción en el territorio de una o más de las Partes; o <br> (ii) mercancías usadas o recolectadas en el territorio de una o <br> más de las Partes, siempre que esas mercancías sirvan sólo <br> para la recuperación de materias primas; o <br> (i) las mercancías producidas en el territorio de una o más de las Partes <br> exclusivamente a partir de las mercancías mencionadas en los <br> incisos (a) al (h) o de sus derivados, en cualquier etapa de producción; <br> persona vinculada: una persona que está relacionada con otra persona, de <br> conformidad con lo siguiente: <br> (a) una de ellas ocupa cargos de responsabilidad o dirección en <br> una empresa de la otra; <br> (b) están legalmente reconocidas como asociadas en negocios; <br> (c) están en relación de empleador y empleado; <br> (d) una persona tiene, directa o indirectamente, la propiedad, el <br> control o la posesión del 25 por ciento o más de las acciones <br> o títulos en circulación y con derecho a voto de ambas; <br> (e) una de ellas controla directa o indirectamente a la otra; <br> (f) ambas personas están controladas directa o indirectamente <br> por una tercera persona; <br> (g) juntas controlan directa o indirectamente a una tercera persona; o <br> (h) son de la misma familia e incluye únicamente a hijos, <br> hermanos, padres, abuelos o cónyuges; <br> principios de contabilidad generalmente aceptados: aquellos sobre los que <br> hay un consenso reconocido o que gozan de un apoyo sustancial y autorizado en <br> el territorio de una Parte, respecto al registro de ingresos, gastos, costos, activos y <br> pasivos, revelación de la información y elaboración de estados financieros y que <br> son aplicados en el territorio de esa Parte. Estos estándares pueden ser guías <br> amplias de aplicación general, así como normas prácticas y procedimientos detallados; <br> producción: el cultivo, la crianza, la extracción, la cosecha, la recolección de <br> vegetales o frutos, la pesca, la caza, la manufactura, el procesamiento o el <br> ensamblado de una mercancía; <br> productor: una persona ubicada en el territorio de una Parte que cultiva, cría, <br> extrae, cosecha, recolecta vegetales o frutos, pesca, caza, manufactura, procesa o <br> ensambla una mercancía; <br> regalías: los pagos que se realicen por concepto de la explotación de derechos de propiedad intelectual; <br> utilizados: empleados o consumidos en la producción de mercancías; <br> valor de transacción de una mercancía: el precio realmente pagado o por pagar <br> por una mercancía relacionado con la transacción del productor de la mercancía <br> de conformidad con los principios del Artículo 1 del Acuerdo de Valoración <br> Aduanera, ajustado de conformidad con los principios de los artículos 8.1, 8.3 y <br> 8.4 del mismo, sin considerar que la mercancía se venda para exportación. Para <br> los efectos de esta definición, el vendedor a que se refiere el Acuerdo de <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar por <br> un material relacionado con la transacción del productor de la mercancía de <br> conformidad con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br> ajustado de conformidad con los principios de los artículos 8.1, 8.3 y 8.4 del <br> mismo, sin considerar que el material se venda para exportación. Para los efectos <br> de esta definición, el vendedor a que se refiere el Acuerdo de Valoración <br> Aduanera será el proveedor del material y el comprador a que se refiere el <br> Acuerdo de Valoración Aduanera será el productor de la mercancía. <br> [1] Incluye escorias y cenizas. <br> "}, {"ArticleTitle": "Artículo 4.2: Instrumentos de Aplicación e Interpretación", "ArticleDesc": "Artículo 4.2: Instrumentos de Aplicación e Interpretación <br> 1 Para los efectos de este Capítulo: <br> (a) la base de clasificación arancelaria es el Sistema Armonizado; <br> (b) la determinación del valor de transacción de una mercancía o de un <br> material se hará de conformidad con los principios del Acuerdo de <br> Valoración Aduanera; y <br> (c) todos los costos a que se hace referencia en este Capítulo serán <br> registrados y mantenidos de conformidad con los principios de <br> contabilidad generalmente aceptados aplicables en el territorio de la <br> Parte donde la mercancía se produzca. <br> 2 Para los efectos de este Capítulo, al aplicar el Acuerdo de Valoración <br> Aduanera para determinar el origen de una mercancía: <br> (a) los principios de ese Acuerdo se aplicarán a las transacciones <br> internas, con las modificaciones que requieran las circunstancias, <br> como se aplicarían a las internacionales; y <br> (b) las disposiciones de este Capítulo prevalecerán sobre las de ese <br> Acuerdo en aquello en que resulten incompatibles. <br> "}, {"ArticleTitle": "Artículo 4.16: Mercancías de la Industria Automotriz", "ArticleDesc": "Artículo 4.16: Mercancías de la Industria Automotriz <br> 1 Para los efectos de este Artículo, se entenderá por: <br> bastidor: la placa inferior de un vehículo automotor; <br> clase de vehículos automotores: cualquiera de las siguientes categorías de <br> vehículos automotores: <br> (a) vehículos automotores comprendidos en la subpartida 8702.10 u <br> 8702.90, cuando sean vehículos automotores proyectados para el <br> transporte de 16 personas o más, o en la subpartida 8701.20, <br> 8704.10, 8704.22, 8704.23, 8704.32 u 8704.90 o en la partida 8705 u 8706; <br> (b) vehículos automotores comprendidos en la subpartida 8701.10 o en <br> la 8701.30 a la 8701.90; <br> (c) vehículos automotores comprendidos en la subpartida 8702.10 u <br> transporte de 15 personas o menos, o en la subpartida 8704.21 u 8704.31; o <br> (d) vehículos automotores comprendidos en la subpartida 8703.21 a la 8703.90; <br> ensamblador de vehículos automotores: un productor de vehículos automotores <br> y cualquier persona vinculada o coinversiones en las que el productor participe; <br> equipo original: el material que sea incorporado en un vehículo automotor antes <br> de la primera transferencia del título de propiedad o de la consignación del <br> vehículo automotor a una persona que no sea ensamblador de vehículos <br> automotores. Ese material es: <br> (a) una mercancía comprendida en el Anexo 4.16(a); o <br> (b) un ensamble de componentes automotores, un componente <br> automotor o un material listado en el Anexo 4.16(b); <br> línea de modelo: un grupo de vehículos automotores que tengan la misma <br> plataforma o el mismo nombre de modelo; <br> nombre de modelo: la palabra o grupo de palabras, letra o letras, número o <br> números o designación similar asignada a un vehículo automotor por una división <br> de comercialización de un ensamblador de vehículos automotores para: <br> (a) diferenciar el vehículo automotor de otros vehículos automotores que <br> usen el mismo diseño de plataforma; <br> (b) asociar el vehículo automotor con otros vehículos automotores que <br> utilicen un diseño de plataforma diferente; o <br> (c) indicar un diseño de plataforma; <br> planta: un edificio o edificios cercanos pero no necesariamente contiguos, <br> maquinarias, aparatos y accesorios que están bajo el control de un productor y se <br> utilizan para la producción de vehículos automotores; <br> plataforma: el ensamble primario de un ensamble estructural portador de carga <br> de un vehículo automotor que determina el tamaño básico de ese vehículo y <br> conforma la base estructural que soporta el tren motriz, y sirve de unión del <br> vehículo automotor en diversos tipos de bastidores, tales como para montaje de <br> carrocería, bastidor dimensional y carrocería unitaria; y <br> vehículo automotor: una mercancía comprendida en la partida 8701, 8702, 8703, 8704, 8705 u 8706. <br> 2 Para los efectos del cálculo del valor de contenido regional cuando el <br> exportador o productor utilice el método de costo neto establecido en el Artículo 4.4, para: <br> (a) mercancías que sean vehículos automotores comprendidos en la <br> subpartida 8702.10 u 8702.90, cuando sean vehículos automotores <br> proyectados para el transporte de 15 personas o menos, o en las <br> subpartidas 8703.21 a la 8703.90, 8704.21 u 8704.31; o <br> (b) mercancías comprendidas en el Anexo 4.16(a), cuando estén sujetos <br> a un valor de contenido regional y estén destinadas a utilizarse como <br> equipo original en la producción de mercancías que sean vehículos <br> automotores comprendidos en la subpartida 8702.10 u 8702.90, <br> cuando sean vehículos automotores proyectados para el transporte <br> de 15 personas o menos, o en las subpartidas 8703.21 a la 8703.90, <br> 8704.21 u 8704.31; <br> el valor de los materiales no originarios utilizados por el productor en la producción <br> de esas mercancías será la suma de los valores de los materiales no originarios, <br> determinados de conformidad con los párrafos 1 y 2 del Artículo 4.5, importados <br> de Estados no Parte, comprendidos en el Anexo 4.16(a) y que se utilicen en la <br> producción de esas mercancías o en la producción de cualquier material utilizado <br> en la producción de esas mercancías. <br> 3 Para los efectos del cálculo del valor de contenido regional, cuando el <br> exportador o productor utilice el método de costo neto establecido en el Artículo <br> 4.4, para mercancías que sean vehículos automotores comprendidos en la partida <br> 8701, la subpartida 8702.10 u 8702.90, cuando sean vehículos automotores <br> proyectados para el transporte de 16 personas o más, o en la subpartida 8704.10, <br> 8704.22, 8704.23, 8704.32 u 8704.90 o la partida 8705 u 8706, o para un <br> componente identificado en el Anexo 4.16(b) para ser utilizado como equipo <br> original en la producción de los vehículos automotores descritos en este párrafo, el <br> valor de los materiales no originarios utilizados por el productor en la producción <br> de la mercancía será la suma de: <br> (a) para cada material utilizado por el productor de la mercancía y <br> listado en el Anexo 4.16(b), sea o no producido por ese productor, a <br> elección del mismo, y determinado de conformidad con el Artículo 4.5 <br> o el Artículo 4.7.3, cualquiera de los 2 valores siguientes: <br> (i) el valor del material no originario; o <br> (ii) el valor de los materiales no originarios utilizados en la <br> producción de ese material; y <br> (b) el valor de cualquier otro material no originario utilizado por el <br> productor de la mercancía, que no esté incluido en el Anexo 4.16(b), <br> determinado de conformidad con el Artículo 4.5 o el Artículo 4.7.3. <br> 4 Para los efectos del cálculo del valor de contenido regional de un vehículo <br> automotor identificado en los párrafos 2 ó 3, el productor podrá promediar el <br> cálculo en su ejercicio o periodo fiscal utilizando cualquiera de las siguientes <br> categorías, ya sea tomando como base todos los vehículos automotores de esa <br> categoría, o sólo los vehículos automotores de esa categoría que se exporten a <br> territorio de la otra Parte: <br> (a) la misma línea de modelo de la misma clase de vehículos <br> automotores producidos en la misma planta en el territorio de una Parte; <br> (b) la misma clase de vehículos automotores producidos en la misma <br> planta en el territorio de una Parte; <br> (c) la misma línea de modelo de vehículos automotores producidos en el <br> territorio de una Parte; o <br> (d) la misma clase de vehículos automotores producidos en el territorio de una Parte. <br> 5 Para los efectos del cálculo del valor de contenido regional de una o todas <br> las mercancías comprendidas en una clasificación arancelaria listada en el Anexo <br> 4.16(a) o de un componente o material señalado en el Anexo 4.16(b), que se <br> produzcan en la misma planta, el productor de la mercancía podrá: <br> (a) promediar su cálculo: <br> (i) en el ejercicio o periodo fiscal del productor del vehículo <br> automotor a quien se vende la mercancía; <br> (ii) en cualquier periodo trimestral o mensual; <br> (iii) en su propio ejercicio o periodo fiscal, si la mercancía se <br> vende como refacción o repuesto; <br> (b) calcular el promedio a que se refiere el inciso (a) por separado para <br> cualquiera o para todas las mercancías vendidas a uno o más <br> productores de vehículos automotores; o <br> (c) respecto de cualquier cálculo efectuado de conformidad con este <br> párrafo, calcular por separado el valor de contenido regional de las <br> mercancías que se exporten a territorio de la otra Parte. <br> "}, {"ArticleTitle": "Artículo 4.19: Comité de Integración Regional de Insumos", "ArticleDesc": "Artículo 4.19: Comité de Integración Regional de Insumos <br> 1 Las Partes establecen el Comité de Integración Regional de Insumos (en <br> adelante \"CIRI\"). <br> 2 Cada Parte designará 2 representantes del sector público y 2 <br> representantes del sector privado para integrar el CIRI. <br> 3 El CIRI funcionará mientras esté en vigor el Tratado. <br> "}, {"ArticleTitle": "Artículo 4.20: Funciones del CIRI", "ArticleDesc": "Artículo 4.20: Funciones del CIRI <br> 1 El CIRI evaluará la incapacidad de abastecimiento real y probada <br> documentalmente de un productor de mercancías en el territorio de las Partes, de <br> disponer en condiciones de oportunidad, volumen, calidad y precio, de los <br> materiales referidos en el párrafo 3 utilizados por el productor en la producción de <br> una mercancía. <br> 2 En relación con los materiales utilizados en la producción de una mercancía <br> a que se refiere el párrafo 1: <br> (a) son los utilizados por el productor en la producción de una mercancía <br> clasificada en el Sistema Armonizado listado en el Anexo 4.20; y <br> (b) su utilización es requerida por la regla de origen establecida en el <br> Anexo 4.3, para esa mercancía. <br> 3 El Anexo 4.20 podrá ser modificado en cualquier momento por consenso entre las Partes. <br> "}, {"ArticleTitle": "Artículo 4.21: Procedimiento", "ArticleDesc": "Artículo 4.21: Procedimiento <br> 1 Para los efectos del Artículo 4.20, el CIRI llevará a cabo un procedimiento <br> de investigación que iniciará a solicitud de una Parte o de la Comisión <br> Administradora. Este procedimiento iniciará dentro de los 5 días siguientes a la <br> recepción de la solicitud y la documentación que la fundamente. <br> 2 En el transcurso de este procedimiento, el CIRI evaluará las pruebas que se le presenten. <br> "}, {"ArticleTitle": "Artículo 4.22: Plazos, Dictamen y Notificación del CIRI", "ArticleDesc": "Artículo 4.22: Plazos, Dictamen y Notificación del CIRI <br> 1 El CIRI emitirá un dictamen a la Comisión Administradora en 30 días, <br> contados a partir de la fecha de inicio del procedimiento de la investigación. <br> 2 El CIRI dictaminará sobre la incapacidad del productor de disponer de <br> materiales en los términos indicados en el Artículo 4.20.1 y, cuando se establezca <br> dicha incapacidad, sobre los términos y condiciones de la dispensa requerida en la <br> utilización de los materiales a que se refiere el Artículo 4.20.3, para que una <br> mercancía pueda recibir trato arancelario preferencial. <br> 3 El CIRI remitirá su dictamen a la Comisión Administradora dentro de los 5 <br> días siguientes a su emisión. <br> "}, {"ArticleTitle": "Artículo 4.23: Resolución de la Comisión Administradora", "ArticleDesc": "Artículo 4.23: Resolución de la Comisión Administradora <br> 1 Si el CIRI emite un dictamen en los términos del Artículo 4.22, la Comisión <br> Administradora emitirá una decisión en un plazo no mayor de 10 días contado a <br> partir de la recepción del dictamen, salvo que acuerde un plazo distinto. <br> 2 Cuando se establezca la incapacidad referida en el Artículo 4.20.1, la <br> decisión de la Comisión Administradora establecerá una dispensa, en los términos <br> y condiciones convenidos por el CIRI en su dictamen, para la utilización de los <br> materiales a que se refiere el Artículo 4.20.3, con las modificaciones que considere convenientes. <br> 3 Si la Comisión Administradora no se ha pronunciado dentro del plazo <br> señalado en el párrafo 1, se considerará ratificado el dictamen del CIRI y resuelto el caso. <br> 4 La decisión a que hace referencia el párrafo 2 tendrá una vigencia máxima <br> de un año a partir de su emisión, dependiendo de las causales de <br> desabastecimiento por la cual esta se emitió. A solicitud de la Parte interesada y <br> dentro de los 90 días anteriores a su vencimiento, la Comisión Administradora <br> podrá prorrogar, previa revisión por el CIRI, su decisión por un plazo igual si <br> persisten las causas que le dieron origen y se proporciona la información <br> necesaria para demostrar que la dispensa fue utilizada. En caso de prórroga, el <br> volumen inicialmente autorizado será reducido al 50 por ciento en la siguiente <br> dispensa cuando dicho volumen se haya utilizado en menos de un 30 por ciento <br> de lo autorizado; si la utilización es mayor o igual a 30 por ciento, se mantendrá el <br> volumen inicialmente autorizado para la siguiente dispensa. <br> 5 La decisión contenida en el párrafo 4 podrá: <br> (a) denegar el otorgamiento de la dispensa; u <br> (b) otorgar una dispensa de conformidad con lo establecido en el párrafo 2. <br> 6 Cualquier Parte podrá solicitar, en cualquier momento durante su vigencia, <br> la revisión de la decisión de la Comisión Administradora. La Comisión <br> Administradora podrá eliminar materias primas de la decisión a que se refiere el <br> párrafo 4 a solicitud de una Parte interesada, y previo dictamen del CIRI. <br> "}, {"ArticleTitle": "Artículo 4.24: Remisión a la Comisión Administradora", "ArticleDesc": "Artículo 4.24: Remisión a la Comisión Administradora <br> 1 Si el CIRI no emite el dictamen a que se refiere el Artículo 4.22 dentro de <br> los plazos ahí establecidos, debido a que no existe consenso sobre el caso en <br> cuestión, se tendrán por concluidas las consultas a que hace referencia el Artículo <br> 17.6 (Consultas) y remitirá el caso a conocimiento de la Comisión Administradora <br> dentro de los 5 días siguientes a la expiración de ese plazo. <br> 2 Para los efectos del párrafo 1, la Comisión Administradora emitirá una <br> decisión en los términos del Artículo 4.23. Si la Comisión Administradora no emite <br> una decisión, se aplicará lo establecido en los artículos 17.8 (Solicitud de <br> Establecimiento del Panel Arbitral) al 17.12 (Reglas Modelo de Procedimiento) y <br> 17.16 (Informe Final) al 17.18 (Incumplimiento y Suspensión de Beneficios), de <br> conformidad con lo establecido en los párrafos 3 al 7. <br> 3 Para los efectos del párrafo 2, el plazo para la integración del Panel Arbitral <br> a que se refiere el Artículo 17.10 (Integración del Panel Arbitral) será de 20 días, <br> contado a partir del siguiente día en que se presentó la solicitud de integración del <br> Panel Arbitral; y el plazo para la emisión del informe final a que se refiere el Artículo <br> 17.16 (Informe Final) será de 40 días, contado a partir del día siguiente al <br> de la integración del Panel Arbitral. <br> 4 Para los efectos del párrafo 2, se entenderá que el mandato del Panel <br> Arbitral será emitir un informe en términos de lo establecido en el Artículo 4.22.2. <br> 5 El informe final del Panel Arbitral será obligatorio para las Partes y, de <br> pronunciarse por la dispensa a que se refiere el Artículo 4.22.2, esta tendrá una <br> vigencia máxima de un año. A solicitud de la Parte interesada, dentro de los 90 <br> días anteriores a su vencimiento y previa revisión por el CIRI, la Comisión <br> Administradora podrá prorrogar la dispensa por un término igual dependiendo de <br> la causal de desabastecimiento por la cual se emitió, si persisten las causas que le <br> dieron origen. <br> 6 La Parte reclamante podrá invocar lo establecido en los párrafos 1 al 3 <br> del Artículo 17.18 (Incumplimiento y Suspensión de Beneficios), si el Panel Arbitral <br> resuelve en su favor y la Parte demandada no cumple el informe final dentro del <br> plazo que el Panel Arbitral haya fijado. <br> 7 La Parte demandada podrá invocar lo establecido en el Artículo 17.19 <br> (Revisión de la Suspensión de Beneficios o de Cumplimiento). <br> "}, {"ArticleTitle": "Artículo 4.25: Reglamento de Operación", "ArticleDesc": "Artículo 4.25: Reglamento de Operación <br> Para facilitar la administración de las disposiciones de los artículos 4.19 al <br> 4.24 las Partes se esforzarán y trabajarán para contar con un Reglamento de <br> Operación que será adoptado por la Comisión Administradora inmediatamente <br> después de la entrada en vigor de este Tratado, o en su defecto, a más tardar 60 <br> días hábiles contados a partir de la entrada en vigor del mismo. <br> "}, {"ArticleTitle": "Anexo 4.16(a)", "ArticleDesc": "Anexo 4.16(a) <br> Lista de Mercancías para la Aplicación del Artículo 4.16.2 <br> Clasificación arancelaria Descripción <br> 40.09 tubos, mangueras y codos. <br> 4010.31 a 4010.39 correas de hule. <br> 40.11 neumáticos. <br> 4016.93.04 hule, juntas, arandelas y selladores para productos automotores, o <br> en el caso de Centroamérica el mismo tipo de mercancías <br> clasificadas en la subpartida 4016.93. <br> 4016.99.10 mercancías para el control de las vibraciones, o en el caso de <br> Centroamérica el mismo tipo de mercancías clasificadas en la <br> subpartida 4016.99. <br> 7007.11 y 7007.21 vidrio de seguridad templado y laminado. <br> 7009.10 espejos retrovisores. <br> 8301.20 cerraduras del tipo utilizado en los vehículos automotores. <br> 8407.31 motores de cilindrada inferior o igual a 50cc. <br> 8407.32 motores de cilindrada superior a 50cc pero inferior o igual a 250cc. <br> 8407.33 motores de cilindrada superior a 250cc pero inferior o igual a 1000cc. <br> 8407.34.02 motores de cilindrada superior a 1000cc pero inferior o igual a <br> 2000cc, o en el caso de Centroamérica el mismo tipo de mercancía <br> clasificada en la subpartida 8407.34. <br> 8407.34.99 motores de cilindrada superior a 2000cc, o en el caso de <br> Centroamérica el mismo tipo de mercancía clasificada en la <br> subpartida 8407.34. <br> 8408.20 motores de diesel para los vehículos comprendidos en el Capítulo 87 <br> 8409.91 y 8409.99 partes para motores. <br> 8413.30 bombas para motores. <br> 8414.80.14 (turbocargadores y supercargadores para vehículos automotores), o <br> en la subpartida 8414.80. <br> 8415.20 aparatos de aire acondicionado. <br> 8421.39.08 convertidores catalíticos, o en el caso de Centroamérica el mismo <br> tipo de mercancía clasificada en la subpartida 8421.39. <br> 8481.20, 8481.30 y 8481.8 válvulas. <br> 8482.10 a 8482.80 rodamientos y cojinete de rodamientos cerrado. <br> 8483.10 a 8483.40 árboles de transmisión. <br> 8483.50 volantes. <br> 8501.10 motores eléctricos. <br> 8501.20 motores eléctricos. <br> 8501.31 motores eléctricos. <br> 8501.32.06 motores del tipo de los utilizados para la propulsión de vehículos <br> eléctricos de la subpartida 8703.90, o en el caso de Centroamérica <br> el mismo tipo de mercancía clasificada en la subpartida 8501.32. <br> 8507.20.03, 8507.30.04, 8507.40.04 y 8507.80.04 acumuladores del tipo de los utilizados para la propulsión de <br> vehículos eléctricos, o en el caso de Centroamérica el mismo tipo <br> de mercancía clasificada en la subpartida 8507.20, 8507.30, 8507.40 u 8507.80. <br> 8511.30 distribuidores, bobinas de encendido. <br> 8511.40 motores de arranque. <br> 8511.50 los demás generadores. <br> 8512.20 los demás aparatos de alumbrado o de señalización visual. <br> 8512.40 limpiaparabrisas y eliminadores de escarcha. <br> 8519.81 aparatos para la reproducción de sonido, de cassette. <br> 8527.21 aparato de radiodifusión con grabadores o reproductores de sonido. <br> 8527.29 los demás aparatos de radiodifusión. <br> 8536.50 interruptores. <br> 8536.90 cajas de conexión. <br> 8537.10.06 panel central de indicación para vehículos, o en el caso de <br> subpartida 8537.10. <br> 8539.10 faros o unidades sellados. <br> 8539.21 halógenos de tungsteno. <br> 8544.30 juegos de cables para vehículos. <br> 87.06 chasis. <br> 87.07 carrocerías. <br> 8708.10.03 defensas, sin incluir sus partes, o en el caso de Centroamérica el <br> mismo tipo de mercancía clasificada en la subpartida 8708.10. <br> 8708.21 cinturones de seguridad, o en el caso de Centroamérica el mismo <br> tipo de mercancía clasificada en la subpartida 8708.21. <br> 8708.29.20 partes troqueladas para carrocería, o en el caso de Centroamérica <br> el mismo tipo de mercancía clasificada en la subpartida 8708.29. <br> 8708.29.21 dispositivos de seguridad por bolsa de aire, o en el caso de <br> Centroamérica el mismo tipo de mercancía clasificada en la subpartida 8708.29. <br> 8708.29.19 ensambles de puerta, o en el caso de Centroamérica el mismo tipo <br> de mercancía clasificada en la subpartida 8708.29. <br> 8708.30 frenos y servo-frenos. <br> 8708.40 cajas de velocidades, transmisiones. <br> 8708.50 ejes con diferencial, con o sin componentes de transmisión. <br> 8708.50 ejes portadores y sus partes. <br> 8708.70.03 y 8708.70.04 ruedas, sin incluir sus partes y accesorios, o en el caso de <br> Centroamérica el mismo tipo de mercancía clasificada en la subpartida 8708.70. <br> 8708.80 amortiguadores de suspensión. <br> 8708.91 radiadores. <br> 8708.92 silenciadores y tubos de escape. <br> 8708.93.04 embragues, sin incluir sus partes, o en el caso de Centroamérica el <br> mismo tipo de mercancía clasificada en la subpartida 8708.93. <br> 8708.94 volantes y columnas y cajas de dirección. <br> 8708.99.11 mercancías para el control de las vibraciones que contengan hule, o <br> en el caso de Centroamérica el mismo tipo de mercancía clasificada <br> en la subpartida 8708.99. <br> 8708.99.10 ejes de rueda de doble pestaña, o en el caso de Centroamérica el <br> mismo tipo de mercancía clasificada en la subpartida 8708.99. <br> 8708.95.01 bolsas de aire para uso en vehículos automotores, o en el caso de <br> Centroamérica el mismo tipo de mercancía clasificada en la subpartida 8708.95. <br> 8708.94.09 semiejes y ejes de dirección y sus partes, o en el caso de <br> Centroamérica el mismo tipo de mercancía clasificada en la subpartida 8708.94. <br> 8708.80.05 partes para sistema de suspensión, o en el caso de Centroamérica <br> el mismo tipo de mercancía clasificada en la subpartida 8708.80. <br> 8708.94.11 partes para sistema de dirección, o en el caso de Centroamérica el <br> mismo tipo de mercancía clasificada en la subpartida 8708.94. <br> 8708.50.99 otras partes y accesorios, o en el caso de Centroamérica el mismo <br> 8708.95.99 tipo de mercancía clasificada en la subpartida 8708.50, 8708.95 u 8708.99. <br> 8708.99.99 <br> 9031.80 aparatos de monitoreo. <br> 9032.89 reguladores automáticos. <br> 9401.20 asientos. <br> "}, {"ArticleTitle": "Anexo 4.16(b)", "ArticleDesc": "Anexo 4.16(b) <br> Lista de Componentes y Materiales para la Aplicación del Artículo 4.16.3 <br> 1. Componente: Motores comprendidos en las partidas 84.07 u 84.08 <br> partida 8409, la subpartida 8413.30, 8413.60, 8413.70, 8414.10, 8421.21, 8421.23, <br> 8421.29, 8421.31, 8421.39, y la partida 8483. <br> 2. Componente: Cajas de cambio (transmisiones) comprendidos en la subpartida 8708.4 <br> Para este componente, los materiales listados son las mercancías comprendidas en la <br> partida 8483, y la partida 8708. <br> "}, {"ArticleTitle": "Anexo 4.20", "ArticleDesc": "Anexo 4.20 <br> Ámbito de Trabajo del Comité de Integración Regional de Insumos <br> Las mercancías clasificadas en los siguientes códigos de clasificación <br> arancelaria del Sistema Armonizado constituirán el ámbito de trabajo del Comité <br> de Integración Regional de Insumos: <br> Partida 4810 (únicamente tiras o bobinas (rollos), de anchura superior a 15cm; u <br> hojas cuadradas o rectangulares de más de 36cm en un lado y más <br> de 15 cm en el otro, sin plegar). <br> Partida 4811 (papel, cartón, guata de celulosa, en bobinas (rollos), cubresuelos <br> con soporte de papel o cartón, incluso recortados, etc.). <br> Partida 4821 (etiquetas de todas clases, de papel o cartón, incluso impresas). <br> Subpartida 4823.20 a 4823.40 (los demás papeles y cartones y artículos de papel). <br> Subpartida 4823.70 a 4823.90 (artículos moldeados o prensados, de pasta de <br> papel, cubresuelos con soporte de papel o cartón, incluso recortados, y los demás). <br> Partida 4819. <br> Capítulos 50 al 63. <br> Subpartida 8544.30. <br> Subpartida 8544.49. <br> Capítulo V <br> Procedimientos Aduaneros Relacionados con el Origen de las Mercancías <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Artículo 5.1: Definiciones", "ArticleDesc": "Artículo 5.1: Definiciones <br> 1. Para los efectos de este Capítulo, se entenderá por: <br> autoridad competente: la autoridad responsable de la aplicación de las <br> disposiciones de este Capítulo, de conformidad con lo establecido en el Anexo 5.1; <br> criterio anticipado: una resolución emitida por la autoridad competente, de <br> conformidad con el Artículo 5.11; <br> exportador: una persona ubicada en territorio de una Parte desde la que la <br> mercancía es exportada; <br> importación comercial: la importación de una mercancía al territorio de una Parte <br> con el propósito de venderla o utilizarla para fines comerciales, industriales o similares; <br> importador: una persona ubicada en territorio de una Parte hacia la que la <br> mercancía es importada; <br> resolución de determinación de origen: una resolución emitida por la autoridad <br> competente como resultado de una verificación que establece si una mercancía <br> califica como originaria, de conformidad con el Capítulo IV (Reglas de Origen); <br> trato arancelario preferencial: la aplicación de la tasa o el derecho arancelario <br> correspondiente a una mercancía originaria, de conformidad con el Anexo 3.4 <br> (Programa de Tratamiento Arancelario); <br> valor: el valor de una mercancía o un material para los efectos de la aplicación del <br> Capítulo IV (Reglas de Origen); y <br> valor en aduana: el valor de una mercancía para calcular los aranceles <br> aduaneros de conformidad con la legislación nacional de cada Parte. <br> 2 Además de las definiciones contempladas en este Artículo, serán <br> aplicables, en lo pertinente, las definiciones establecidas en el Capítulo IV (Reglas de Origen). <br> "}, {"ArticleTitle": "Artículo 5.4: Obligaciones respecto a las Exportaciones", "ArticleDesc": "Artículo 5.4: Obligaciones respecto a las Exportaciones <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y <br> firmado un certificado o una declaración de origen, entregue copia del certificado o <br> declaración de origen, en su caso, a su autoridad competente cuando esta lo solicite. <br> 2 Cada Parte dispondrá que su exportador o productor, que haya llenado y <br> firmado un certificado o una declaración de origen y tenga razones para creer que <br> ese certificado o declaración contiene información incorrecta, notifique sin demora <br> y por escrito, cualquier cambio que pudiera afectar la exactitud o validez del <br> certificado o declaración de origen a todas las personas a quienes hubiere <br> entregado el certificado o declaración de origen, así como de conformidad con la <br> legislación nacional de cada Parte a la autoridad competente de la Parte <br> exportadora, en cuyo caso no podrá ser sancionado por haber presentado un <br> certificado o declaración de origen incorrecto antes que la autoridad competente <br> de la Parte importadora haya iniciado el ejercicio de sus facultades de <br> comprobación o verificación. <br> 3 La autoridad competente de la Parte exportadora informará por escrito a la <br> autoridad competente de la Parte importadora la notificación del exportador o <br> productor referida en el párrafo 2. <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa <br> hecha por su exportador o productor en el sentido de que una mercancía que vaya <br> a exportarse a territorio de otra Parte califica como originaria, tenga las mismas <br> consecuencias jurídicas que determine su legislación nacional, que aquéllas que <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> contravención de sus leyes y reglamentaciones nacionales. <br> "}, {"ArticleTitle": "Artículo 5.9: Confidencialidad", "ArticleDesc": "Artículo 5.9: Confidencialidad <br> 1 Cada Parte mantendrá, de conformidad con lo establecido en su legislación <br> nacional, la confidencialidad de la información obtenida de conformidad con lo <br> establecido en este Capítulo y la protegerá de toda divulgación que pudiera <br> perjudicar a la persona que la proporcione. <br> 2 La información confidencial obtenida de conformidad con lo establecido en <br> este Capítulo sólo podrá darse a conocer a las autoridades responsables de la <br> administración y aplicación de las resoluciones de determinación de origen y de <br> los asuntos aduaneros y tributarios. <br> "}, {"ArticleTitle": "Artículo 5.14: Comité de Origen, Procedimientos Aduaneros relacionados", "ArticleDesc": "Artículo 5.14: Comité de Origen, Procedimientos Aduaneros relacionados <br> con el Origen de las Mercancías y Facilitación de Comercio <br> 1. Las Partes establecen el Comité de Origen, Procedimientos Aduaneros <br> relacionados con el Origen de las Mercancías y Facilitación de Comercio. El <br> Comité estará integrado por representantes de cada una de las Partes y asistirá a <br> la Comisión Administradora en el desempeño de sus funciones. <br> 2 El Comité se integrará mediante intercambio de comunicaciones en las que <br> se designarán a sus representantes. <br> 3 El Comité establecerá, si lo considera pertinente, sus reglas de procedimiento. <br> 4 Las reuniones del Comité se llevarán a cabo a requerimiento de la <br> Comisión Administradora, los Coordinadores de Libre Comercio o a solicitud de <br> cualquiera de las Partes, para tratar asuntos de su interés. No obstante, el Comité <br> se reunirá en sesión ordinaria por lo menos una vez al año, salvo que las Partes <br> acuerden otra cosa, y en sesión extraordinaria cuantas veces sea necesario <br> dentro de los 30 días siguientes a la fecha de la solicitud realizada de conformidad <br> con este párrafo. <br> 5 Los acuerdos del Comité deberán adoptarse por consenso y reportarse a <br> las instancias correspondientes. <br> 6 Las reuniones del Comité podrán llevarse a cabo de manera presencial o a <br> través de cualquier medio tecnológico. Cuando las reuniones sean presenciales, <br> se realizarán alternadamente en el territorio de cada Parte, y le corresponderá a la <br> Parte sede organizar la reunión. <br> 7 No obstante lo establecido en el párrafo 1, el Comité podrá sesionar para <br> tratar asuntos bilaterales de interés para México y una o más Partes de <br> Centroamérica, siempre que se notifique con suficiente antelación a las demás <br> Partes para que, en su caso, puedan participar en la reunión. Los acuerdos <br> derivados de la reunión se adoptarán por consenso entre las Partes sobre las que <br> versa el asunto bilateral y no prejuzgarán, ni afectarán los derechos de las otras Partes. <br> 8 Las funciones del Comité incluirán: <br> (a) dar seguimiento a la aplicación y la administración de los capítulos IV <br> (Reglas de Origen), V (Procedimientos Aduaneros relacionados con <br> el Origen de las Mercancías) y VI (Facilitación del Comercio), así <br> como del Anexo 3.16 (Trato Arancelario Preferencial para las <br> Mercancías Clasificadas en el Capítulo 62 del Sistema Armonizado <br> que Incorporen Materiales de los Estados Unidos de América); <br> (b) formular las recomendaciones pertinentes a la Comisión <br> Administradora respecto a cuestiones de su competencia; <br> (c) procurar llegar a acuerdos sobre: <br> (i) asuntos de clasificación arancelaria y de valor en aduana <br> relacionados con resoluciones de determinación de origen; <br> (ii) adecuación al Anexo 4.3 (Reglas de Origen Específicas) por <br> enmiendas al Sistema Armonizado; <br> (iii) las modificaciones al certificado o declaración de origen a que <br> se refiere el Artículo 5.2; y <br> (iv) la notificación realizada por los países sobre cambios en su <br> nomenclatura o disposiciones internas sobre reglas de origen <br> y procedimientos aduaneros para el manejo del origen de las <br> mercancías que afectan a este Tratado; y <br> recomendar la adopción de estos a la Comisión Administradora, cuando proceda; <br> (d) atender asuntos en materia de interpretación, aplicación y <br> administración de los capítulos IV (Reglas de Origen), V <br> (Procedimientos Aduaneros relacionados con el Origen de las <br> Mercancías) y VI (Facilitación del Comercio), así como del Anexo <br> 3.16 (Trato Arancelario Preferencial para las Mercancías Clasificadas <br> en el Capítulo 62 del Sistema Armonizado que Incorporen Materiales <br> de los Estados Unidos de América); y <br> (e) cualquier otra cuestión instruida por la Comisión Administradora. <br> 9 Cualquier Parte que considere que los capítulos IV (Reglas de Origen), V <br> (Procedimientos Aduaneros relacionados con el Origen de las Mercancías) y VI <br> (Facilitación del Comercio) y sus anexos, así como el Anexo 3.16 (Trato <br> Arancelario Preferencial para las Mercancías Clasificadas en el Capítulo 62 del <br> Sistema Armonizado que Incorporen Materiales de los Estados Unidos de <br> América), requieran ser modificados, debido a cambios en el desarrollo de los <br> procesos productivos u otros asuntos, podrá someter al Comité una propuesta de <br> modificación para su consideración y las razones y estudios que la apoyen. El <br> Comité presentará un informe a la Comisión Administradora en un plazo no mayor <br> a 90 días contado a partir de la recepción de la propuesta. <br> "}, {"ArticleTitle": "Artículo 5.15: Reglamentaciones Uniformes", "ArticleDesc": "Artículo 5.15: Reglamentaciones Uniformes <br> 1 Las Partes acordarán Reglamentaciones Uniformes referentes a la <br> interpretación, aplicación y administración de este Capítulo, del Capítulo IV <br> (Reglas de Origen) y de cualquier otro capítulo de este Tratado que acuerden las <br> Partes, las cuales serán adoptadas por la Comisión Administradora. Estas <br> Reglamentaciones serán implementadas por las Partes mediante sus respectivas <br> leyes y reglamentaciones, a más tardar 60 días contados a partir de la entrada en <br> vigor de este Tratado. <br> 2 Cualquier adecuación o adición a las Reglamentaciones Uniformes, será <br> adoptada por la Comisión Administradora de conformidad con lo establecido en el Artículo 19.1.3(b) <br> (Comisión Administradora), e implementada por cada Parte a <br> más tardar 90 días contados a partir de su adopción, o en cualquier otro plazo que <br> "}]}]}, "members_found": ["188", "484", 2, 8703900000]}