{"FtaRooDetails": {"FtaId": 249, "FtaCode": "ITC00255", "FtaName": "FTA, CACM-Panama", "FtaFullName": "Tratado de Libre Comercio entre Centroamérica y Panamá", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "22.06.2009", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Costa Rica; El Salvador; Guatemala; Honduras; Nicaragua; Panama", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2022", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CACM-Panama", "AdminProcCooAuth": "The certification type under FTA, CACM-Panama is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CACM-Panama is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CACM-Panama agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "WO or SP or RVC 30%", "RooText": "Artículo 4.03: Mercancía originaria 1 Salvo disposición en contrario en este Capítulo, será considerada mercancía originaria, cuando: a) sea obtenida en su totalidad o producida enteramente en territorio de una o más Partes; b) sea producida en territorio de una o más Partes a partir exclusivamente de materiales que califican como originarios de conformidad con este Capítulo; c) sea producida en territorio de una o más Partes a partir de materiales no originarios que cumplan con un cambio de clasificación arancelaria, un valor de contenido regional u otros requisitos, según se especifica en el Anexo 4.03 y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo; o d) sea producida en territorio de una o más Partes, aunque uno o más de los materiales no originarios utilizados en la producción de la mercancía no cumplan con un cambio de clasificación arancelaria debido a que: i) la mercancía se ha importado a territorio de una Parte sin ensamblar o desensamblada, y ha sido clasificada como una mercancía ensamblada de conformidad con la regla 2(a) de las Reglas Generales para la Interpretación del Sistema Armonizado; ii) las mercancías y sus partes estén clasificadas bajo la misma partida y la describa específicamente, siempre que ésta no se divida en subpartidas; o iii) las mercancías y sus partes estén clasificadas bajo la misma subpartida y ésta las describa específicamente; siempre que el valor de contenido regional de la mercancía, determinado de acuerdo con el Artículo 4.07, no sea inferior al treinta por ciento (30%), y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo, a menos que la regla de origen específica aplicable del Anexo 4.03 bajo la cual la mercancía está clasificada, especifique un requisito de valor de contenido regional diferente, en cuyo caso deberá aplicarse ese requisito. Lo dispuesto en este literal no se aplica a las mercancías comprendidas en los capítulos 61 al 63 del Sistema Armonizado.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00255_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00255_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/Capan/capan1.asp#ANEXO%204.03"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00255_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/Capan/capan1.asp#CAP%C3%8DTULO%204"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00255_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/Trade/Capan/capan1.asp#CAP%C3%8DTULO%205"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00255_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/Capan/indice.asp"}, {"DocDesc": "WTO notification", "DocFileName": "itc00255_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N92.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.06: Acumulación <br /> 1 Una Parte sólo podrá acumular origen con mercancías originarias de países <br /> respecto de los cuales se encuentre en vigencia este Tratado. <br /> 2 Los materiales originarios o mercancías originarias de territorio de una Parte, <br /> incorporados a una mercancía en territorio de otra Parte, serán considerados originarios <br /> del territorio de esta última. <br /> 3 Para efectos de establecer si una mercancía es originaria, el productor de una <br /> mercancía podrá acumular su producción con la de uno o más productores, en territorio <br /> de una o más Partes, de materiales que estén incorporados en la mercancía, de <br /> manera que la producción de los materiales sea considerada como realizada por ese <br /> productor, siempre que la mercancía cumpla con lo establecido en el Artículo 4.03. <br /> 4 La acumulación se aplicará de la siguiente manera: <br /> a) cuando todas las Partes de este Tratado tengan una regla de origen <br /> específica común para una mercancía; o <br /> b) cuando un grupo, no menor de tres (3) países Partes de este Tratado, <br /> comparta para una mercancía una regla de origen específica común y un <br /> mismo período de desgravación arancelaria. <br /> 5 Dos (2) años después de la entrada en vigencia de este Tratado para todas las <br /> Partes, éstas establecerán un programa de trabajo para examinar la posibilidad de que <br /> materiales de origen panameño puedan ser acumulados para efectos del cumplimiento <br /> de la norma de origen intracentroamericana. Lo anterior, siempre que la mercancía final <br /> a la que se incorporen dichos materiales goce de libre comercio, tanto entre Panamá y <br /> cada país centroamericano así como entre estos últimos. <br /> 6 No obstante lo señalado en el párrafo 5, si los países de Centroamérica otorgaran <br /> el trato señalado en dicho párrafo a un país no Parte antes que a Panamá, aquéllos <br /> concederán un trato no menos favorable a los materiales de origen panameño.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.08: De minimis <br /> 1 Una mercancía que no cumpla con el cambio de clasificación arancelaria, de <br /> conformidad con lo establecido en el Anexo 4.03, se considerará originaria si el valor de <br /> todos los materiales no originarios que no cumplan el requisito de cambio de <br /> clasificación arancelaria utilizados en su producción, no excede el diez por ciento (10%) <br /> del valor de la mercancía determinado conforme al Artículo 4.07. <br /> 2 Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del <br /> Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al peso de las <br /> fibras e hilados respecto al peso de la mercancía producida. <br /> 3 El párrafo 1 no se aplica a un material no originario que se utilice en la producción <br /> de mercancías comprendidas en los capítulos 01 al 27 del Sistema Armonizado, a <br /> menos que el material no originario esté comprendido en una subpartida distinta a la de <br /> la mercancía para la cual se está determinando el origen de conformidad con este Artículo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.07: Valor de contenido regional <br /> 6 Para efectos del cálculo del valor de contenido regional, el valor de los materiales <br /> no originarios utilizados en la producción de una mercancía no incluirá el valor de los <br /> materiales no originarios utilizados en la producción de un material originario adquirido y <br /> utilizado en la producción de esa mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Accesorios, repuestos y herramientas <br /> 1 Los accesorios, repuestos y herramientas entregados con la mercancía como <br /> parte usual de la misma, no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la producción de una mercancía cumplen con el <br /> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.03, <br /> siempre que: <br /> a) los accesorios, repuestos y herramientas no sean facturados por separado <br /> de la mercancía, independientemente de que se desglosen o detallen cada <br /> uno en la propia factura; y <br /> b) la cantidad y el valor de estos accesorios, repuestos y herramientas sean los <br /> habituales para la mercancía objeto de clasificación. <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br /> accesorios, repuestos y herramientas se considerarán como materiales originarios o no <br /> originarios, según sea el caso, para calcular el valor de contenido regional de la mercancía. <br /> 3 A los accesorios, repuestos y herramientas que no cumplan con las condiciones <br /> anteriores se les aplicará la regla de origen correspondiente a cada uno de ellos por separado.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.01: Definiciones <br /> mercancías obtenidas en su totalidad o producidas enteramente en territorio de <br /> una o más Partes: <br /> a) minerales extraídos en territorio de una o más Partes; <br /> b) vegetales cosechados en territorio de una o más Partes; <br /> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br /> d) mercancías obtenidas de la caza o pesca en territorio de una o más Partes; <br /> e) peces, crustáceos y otras especies marinas obtenidos del mar fuera de sus <br /> aguas territoriales y de las zonas marítimas donde las Partes ejercen <br /> jurisdicción, ya sea por naves registradas o matriculadas por una Parte y que <br /> lleven la bandera de esa Parte o por naves arrendadas por empresas <br /> establecidas en territorio de una Parte; <br /> f) las mercancías producidas a bordo de naves fábrica a partir de los productos <br /> identificados en el literal e), siempre que las naves fábrica estén registradas <br /> o matriculadas en una Parte y que lleven la bandera de esa Parte o por <br /> naves fábrica arrendadas por empresas establecidas en territorio de una Parte; <br /> g) mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas <br /> territoriales, por una Parte o una persona de una Parte, siempre que la Parte <br /> tenga derechos para explotar ese fondo o subsuelo marino; <br /> h) desechos y desperdicios derivados de: <br /> i) la producción en territorio de una o más Partes; o <br /> ii) mercancías usadas, recolectadas en territorio de una o más Partes, <br /> siempre que esas mercancías sirvan sólo para la recuperación de materias primas; o <br /> i) mercancías producidas, en territorio de una o más Partes, exclusivamente a <br /> partir de las mercancías mencionadas en los literales a) al h) o de sus <br /> derivados, en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.04: Operaciones o procesos mínimos <br /> Las operaciones o procesos mínimos que individualmente o combinados entre sí, <br /> no confieren origen a una mercancía, son los siguientes: <br /> a) aireación, ventilación, secado, refrigeración, congelación; <br /> b) limpieza, lavado, cribado, tamizado o zarandeo, selección, clasificación o graduación, entresaque; <br /> c) pelado, descascarado o desconchado, desgranado, deshuesado, estrujado o exprimido, macerado; <br /> d) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, <br /> pintura contra el óxido o recubrimientos protectores; <br /> e) ensayos o calibrado, división de envíos a granel, agrupación en paquetes, <br /> adhesión de marcas, etiquetas o señales distintivas sobre los productos y sus embalajes; <br /> f) envasado, desenvasado o reenvasado; <br /> g) dilución en agua o en cualquier otra solución acuosa, ionización y salazón; <br /> h) la simple reunión o armado de partes de productos para constituir una <br /> mercancía completa, formación de juegos o surtidos de mercancías; y <br /> i) el sacrificio de animales.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.07: Valor de contenido regional <br /> 1 El valor de contenido regional de las mercancías se calculará de conformidad con <br /> la siguiente fórmula: <br /> VCR = [(VM - VMN) / VM] * 100 <br /> donde: <br /> VCR: es el valor de contenido regional, expresado como <br /> porcentaje; <br /> VM: es el valor de transacción de la mercancía ajustado sobre <br /> una base FOB, salvo lo dispuesto en el párrafo 2. En caso <br /> que no exista o no pueda determinarse dicho valor conforme <br /> a los principios y normas del Artículo 1 del Acuerdo de <br /> Valoración Aduanera, el mismo será calculado conforme a <br /> los principios y normas de los Artículos 2 al 7 de dicho Acuerdo; y <br /> VMN: es el valor de transacción de los materiales no originarios <br /> ajustados sobre una base CIF, salvo lo dispuesto en el <br /> párrafo 5. En caso que no exista o no pueda determinarse <br /> dicho valor conforme a los principios y normas del Artículo 1 <br /> del Acuerdo de Valoración Aduanera, el mismo será <br /> calculado conforme a los principios y normas de los Artículos <br /> 2 al 7 de dicho Acuerdo. <br /> 2 Cuando el productor de una mercancía no la exporte directamente, el valor se <br /> ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del territorio <br /> donde se encuentra el productor. <br /> 3 Cuando el origen se determine por el método de valor de contenido regional, el <br /> porcentaje requerido se especificará en el Anexo 4.03. <br /> 4 Todos los costos considerados para el cálculo de valor de contenido regional <br /> serán registrados y mantenidos de conformidad con los principios de contabilidad <br /> generalmente aceptados, aplicables en territorio de la Parte donde la mercancía se produce. <br /> 5 Cuando el productor de la mercancía adquiera un material no originario dentro del <br /> territorio de la Parte donde se encuentre ubicado, el valor del material no originario no <br /> incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br /> transporte del material desde el almacén del proveedor hasta el lugar en que se <br /> encuentre el productor. <br /> 6 Para efectos del cálculo del valor de contenido regional, el valor de los materiales <br /> no originarios utilizados en la producción de una mercancía no incluirá el valor de los <br /> materiales no originarios utilizados en la producción de un material originario adquirido y <br /> utilizado en la producción de esa mercancía.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.01: Definiciones <br /> material indirecto: una mercancía utilizada en la producción, verificación o inspección <br /> de otra mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía <br /> que se utilice en el mantenimiento de edificios o en la operación de equipos <br /> relacionados con la producción de una mercancía, incluidos: <br /> a) combustible, energía, catalizadores y solventes; <br /> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección <br /> de las mercancías; <br /> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> d) herramientas, troqueles y moldes; <br /> e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br /> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la <br /> producción, operación de equipos o mantenimiento de los edificios; y <br /> g) cualquier otra materia o producto que no esté incorporado a la mercancía, <br /> pero que adecuadamente pueda demostrarse que forma parte de dicha producción; <br /> Artículo 4.05: Materiales indirectos <br /> Los materiales indirectos se considerarán como originarios independientemente de <br /> su lugar de elaboración o producción y el valor de esos materiales serán los costos de <br /> los mismos que se reporten en los registros contables del productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Transbordo y expedición directa o tránsito internacional <br /> Una mercancía originaria no perderá tal carácter cuando se exporte de una Parte <br /> a la otra Parte y durante su transporte pase por territorio de cualquier otro país que sea <br /> Parte o no Parte, siempre que se cumpla con los siguientes requisitos: <br /> a) el tránsito esté justificado por razones geográficas o por consideraciones <br /> relativas a requerimientos de transporte internacional; <br /> b) no haya sido nacionalizada, o no esté destinada al uso o empleo en el o los <br /> países de tránsito; <br /> c) durante su transporte y depósito no sea transformada o sometida a <br /> operaciones diferentes del embalaje, empaque, reempaque, carga, descarga <br /> o manipulación para asegurar la conservación; y <br /> d) permanezca bajo control o vigilancia de la autoridad aduanera en territorio de <br /> un país que sea Parte o no Parte. <br /> En caso contrario, dicha mercancía perderá su carácter de originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Envases y materiales de empaque en que una mercancía se presente para la venta al por menor <br /> 1 Cuando los envases y materiales de empaque en que una mercancía se presente <br /> para la venta al por menor estén clasificados en el Sistema Armonizado con la <br /> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br /> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.03. <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br /> envases y materiales de empaque se considerarán como originarios o no originarios, <br /> según sea el caso, para calcular el valor de contenido regional de la mercancía. <br /> Artículo 4.13: Contenedores y materiales de embalaje para embarque <br /> Los contenedores y materiales de embalaje para embarque en que una mercancía <br /> se empaca para su transporte no se tomarán en cuenta para efectos de establecer si: <br /> a) los materiales no originarios utilizados en la producción de la mercancía <br /> cumplen con el cambio correspondiente de clasificación arancelaria <br /> establecido en el Anexo 4.03; y <br /> b) la mercancía satisface un requisito de valor de contenido regional.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.09: Mercancías fungibles <br /> 1 Cuando en la elaboración o producción de una mercancía se utilicen mercancías <br /> fungibles, originarias y no originarias, el origen de estas mercancías podrá determinarse <br /> mediante la aplicación de uno de los siguientes métodos de manejo de inventarios, a <br /> elección del productor: <br /> a) método de primeras entradas, primeras salidas (PEPS); <br /> b) método de últimas entradas, primeras salidas (UEPS); o <br /> c) método de promedios. <br /> 2 Cuando mercancías fungibles, originarias y no originarias, se mezclen o combinen <br /> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br /> productivo ni cualquier otra operación en territorio de la Parte en que fueron mezcladas <br /> o combinadas físicamente, diferente de la descarga, recarga o cualquier otro <br /> movimiento necesario para mantener las mercancías en buena condición o <br /> transportarlas a territorio de otra Parte, el origen de la mercancía podrá ser determinado <br /> a partir de uno de los métodos de manejo de inventarios. <br /> 3 Una vez seleccionado uno de los métodos de manejo de inventarios, éste será <br /> utilizado durante todo el período o año fiscal.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10: Juegos o surtidos de mercancías <br /> 1 Los juegos o surtidos de mercancías que se clasifican de acuerdo con la regla 3 <br /> de las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br /> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br /> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br /> una de las mercancías contenidas en el juego o surtido cumpla con las reglas de origen <br /> establecidas en este Capítulo y en el Anexo 4.03. <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancía se <br /> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br /> formación del juego o surtido no excede el porcentaje establecido en el Artículo 4.08(1) <br /> respecto del valor del juego o surtido ajustado sobre la base indicada en el Artículo <br /> 4.07(1) ó (2), según sea el caso. <br /> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas específicas <br /> establecidas en el Anexo 4.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.02: Certificación y declaración de origen <br /> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br /> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br /> un formato único para la declaración de origen, los que podrán ser modificados previo <br /> acuerdo entre ellas. <br /> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br /> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br /> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br /> fecha de su firma. <br /> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br /> origen respecto de la exportación de una mercancía para la cual un importador pueda <br /> solicitar trato arancelario preferencial. <br /> 4 Cada Parte dispondrá que: <br /> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br /> certificado de origen con fundamento en: <br /> i) su conocimiento respecto de si la mercancía califica como originaria; <br /> ii) la confianza razonable en una declaración escrita del productor de que <br /> la mercancía califica como originaria; o <br /> iii) la declaración de origen a que se refiere el párrafo 1; y <br /> b) la declaración de origen que ampare la mercancía objeto de la exportación <br /> sea llenada y firmada por el productor de la mercancía y proporcionada <br /> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br /> un (1) año, a partir de la fecha de su firma. <br /> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br /> exportador en territorio de la otra Parte ampare: <br /> a) una sola importación de una o más mercancías; o <br /> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br /> importador, dentro de un plazo específico establecido por el exportador en el <br /> certificado, que no excederá de un (1) año.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.05: Excepciones <br /> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br /> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br /> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br /> en los siguientes casos: <br /> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br /> en aduana no exceda de mil dólares de los Estados Unidos de América <br /> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br /> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br /> se acompañe de una declaración del importador o del exportador de que la <br /> mercancía califica como originaria; <br /> b) cuando se trate de una importación con fines no comerciales de una <br /> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br /> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br /> cantidad mayor que esa Parte establezca; ni <br /> c) cuando se trate de una importación de una mercancía para la cual la Parte <br /> importadora haya eximido del requisito de presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.01: Definiciones <br /> Para efectos de este Capítulo, se entenderá por: <br /> CIF: el valor de la mercancía importada que incluye los costos de seguro y flete hasta el <br /> puerto o lugar de introducción en el país de importación; <br /> FOB: el valor de la mercancía libre a bordo, independientemente del medio de <br /> transporte, en el puerto o lugar de envío definitivo al exterior; <br /> material: una mercancía que se utiliza en la producción o transformación de otra <br /> mercancía e incluye componentes, insumos, materias primas, partes y piezas; <br /> material indirecto: una mercancía utilizada en la producción, verificación o inspección <br /> de otra mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía <br /> que se utilice en el mantenimiento de edificios o en la operación de equipos <br /> relacionados con la producción de una mercancía, incluidos: <br /> a) combustible, energía, catalizadores y solventes; <br /> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección <br /> de las mercancías; <br /> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> d) herramientas, troqueles y moldes; <br /> e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br /> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la <br /> producción, operación de equipos o mantenimiento de los edificios; y <br /> g) cualquier otra materia o producto que no esté incorporado a la mercancía, <br /> pero que adecuadamente pueda demostrarse que forma parte de dicha producción; <br /> mercancías fungibles: las mercancías intercambiables para efectos comerciales cuyas <br /> propiedades son esencialmente idénticas y que no es posible diferenciar una de la otra, <br /> por simple examen visual; <br /> mercancías obtenidas en su totalidad o producidas enteramente en territorio de <br /> una o más Partes: <br /> a) minerales extraídos en territorio de una o más Partes; <br /> b) vegetales cosechados en territorio de una o más Partes; <br /> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br /> d) mercancías obtenidas de la caza o pesca en territorio de una o más Partes; <br /> e) peces, crustáceos y otras especies marinas obtenidos del mar fuera de sus <br /> aguas territoriales y de las zonas marítimas donde las Partes ejercen <br /> jurisdicción, ya sea por naves registradas o matriculadas por una Parte y que <br /> lleven la bandera de esa Parte o por naves arrendadas por empresas <br /> establecidas en territorio de una Parte; <br /> f) las mercancías producidas a bordo de naves fábrica a partir de los productos <br /> identificados en el literal e), siempre que las naves fábrica estén registradas <br /> o matriculadas en una Parte y que lleven la bandera de esa Parte o por <br /> naves fábrica arrendadas por empresas establecidas en territorio de una Parte; <br /> g) mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas <br /> territoriales, por una Parte o una persona de una Parte, siempre que la Parte <br /> tenga derechos para explotar ese fondo o subsuelo marino; <br /> h) desechos y desperdicios derivados de: <br /> i) la producción en territorio de una o más Partes; o <br /> ii) mercancías usadas, recolectadas en territorio de una o más Partes, <br /> siempre que esas mercancías sirvan sólo para la recuperación de materias primas; o <br /> i) mercancías producidas, en territorio de una o más Partes, exclusivamente a <br /> partir de las mercancías mencionadas en los literales a) al h) o de sus <br /> derivados, en cualquier etapa de producción; <br /> principios de contabilidad generalmente aceptados: los principios utilizados en <br /> territorio de cada Parte, que confieren apoyo substancial autorizado respecto al registro <br /> de ingresos, costos, gastos, activos y pasivos involucrados en la información y <br /> elaboración de estados financieros. Estos indicadores pueden constituirse en guías <br /> amplias de aplicación general, así como aquellas normas prácticas y procedimientos <br /> propios empleados usualmente en la contabilidad; <br /> producción: el cultivo, extracción, cosecha, nacimiento y crianza, pesca, caza, <br /> manufactura, procesamiento o ensamblado de una mercancía; <br /> valor: corresponderá al valor de una mercancía o un material, conforme a las normas <br /> del Acuerdo de Valoración Aduanera; <br /> valor de transacción de una mercancía: el precio realmente pagado o por pagar por <br /> una mercancía relacionado con la transacción del productor de la mercancía, de <br /> conformidad con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br /> ajustado de acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, <br /> sin considerar que la mercancía se venda para exportación. Para efectos de esta <br /> definición, el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el <br /> productor de la mercancía; y <br /> valor de transacción de un material: el precio realmente pagado o por pagar por un <br /> material relacionado con la transacción del productor de la mercancía, de conformidad <br /> con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, ajustado de <br /> acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, sin <br /> considerar que el material se venda para exportación. Para efectos de esta definición, <br /> el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el proveedor del <br /> material y el comprador al que se refiere el Acuerdo de Valoración Aduanera será el <br /> productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.02: Certificación y declaración de origen <br /> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br /> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br /> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br /> fecha de su firma. <br /> b) la declaración de origen que ampare la mercancía objeto de la exportación <br /> sea llenada y firmada por el productor de la mercancía y proporcionada <br /> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br /> un (1) año, a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.04: Obligaciones respecto a las exportaciones <br /> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br /> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br /> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br /> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br /> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br /> de su territorio; <br /> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br /> los indirectos, utilizados en la producción de la mercancía que se exporte de <br /> su territorio; y <br /> c) la producción de la mercancía en la forma en que se exporte de su territorio.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.03: Obligaciones respecto a las importaciones <br /> 3 Cada Parte dispondrá que, cuando el importador no hubiere solicitado trato <br /> arancelario preferencial para una mercancía importada a su territorio que hubiere <br /> calificado como originaria, éste podrá, dentro del plazo de un (1) año contado a partir de <br /> la fecha de la importación, solicitar la devolución de los aranceles aduaneros pagados <br /> en exceso por no haberse otorgado trato arancelario preferencial a dicha mercancía, <br /> siempre que tenga el certificado de origen en su poder y la solicitud vaya acompañada de: <br /> a) una declaración por escrito, manifestando que la mercancía calificaba como <br /> originaria al momento de la importación; <br /> b) una copia del certificado de origen; y <br /> c) cualquier otra documentación relacionada con la importación de la <br /> mercancía, según lo requiera esa Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.03: Obligaciones respecto a las importaciones <br /> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br /> una mercancía importada a su territorio desde territorio de la otra Parte, que: <br /> a) declare por escrito, en el documento de importación previsto en su <br /> legislación, con base en un certificado de origen válido, que la mercancía <br /> califica como originaria; <br /> b) tenga el certificado de origen en su poder al momento de hacer la <br /> declaración referida en el literal (a); <br /> c) proporcione copia del certificado de origen cuando lo solicite su autoridad <br /> competente; y <br /> d) presente, sin demora, una declaración de corrección y pague los aranceles <br /> aduaneros correspondientes, cuando tenga motivos para creer que el <br /> certificado de origen en que se sustenta su declaración de importación, <br /> contiene información incorrecta. Cuando el importador cumpla las <br /> obligaciones precedentes no será sancionado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.06: Facturación por un operador de un tercer país <br /> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br /> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br /> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br /> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br /> tercer país e identificará el nombre, denominación o razón social y domicilio del <br /> operador que en definitiva será el que facture la operación a destino.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.08: Procedimientos para verificar el origen <br /> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br /> determinar el origen de una mercancía. <br /> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br /> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br /> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br /> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br /> productores de la Parte exportadora; <br /> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br /> exportadora, con el propósito de examinar los registros contables y los <br /> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br /> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br /> c) otros procedimientos que las Partes acuerden. <br /> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br /> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br /> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br /> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br /> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br /> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br /> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br /> negar el trato arancelario preferencial. <br /> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br /> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br /> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br /> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br /> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br /> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br /> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br /> del productor a quien pretende visitar. <br /> 6 La notificación a que se refiere el párrafo 5 contendrá: <br /> a) la identificación de la autoridad competente que hace la notificación; <br /> b) el nombre del exportador o del productor que se pretende visitar; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br /> específica de la mercancía o mercancías objeto de verificación; <br /> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br /> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br /> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br /> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br /> mercancías que habrían sido objeto de la visita de verificación. <br /> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br /> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br /> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br /> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br /> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br /> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br /> la autoridad competente de la Parte importadora y de la Parte exportadora. <br /> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br /> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br /> dispuesto en el párrafo 8. <br /> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br /> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br /> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br /> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br /> consecuencia la posposición de la visita. <br /> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br /> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br /> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br /> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br /> Parte desde la cual se ha exportado la mercancía. <br /> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br /> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br /> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br /> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br /> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br /> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br /> origen, la autoridad competente proporcionará al exportador o productor cuya <br /> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br /> escrita en la que se determine si la mercancía o mercancías califica o no como <br /> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br /> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br /> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br /> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br /> verificación de origen tendrán derecho al trato arancelario preferencial. <br /> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br /> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br /> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br /> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br /> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br /> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br /> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br /> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br /> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br /> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br /> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br /> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br /> llenado y firmado el certificado de origen que la ampare. <br /> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br /> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br /> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br /> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br /> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br /> cual tenga derecho a apoyarse una persona; y <br /> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br /> verificación de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.11: Sanciones <br /> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br /> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br /> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br /> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br /> procedan conforme a su legislación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.09: Resolución anticipada <br /> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br /> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br /> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br /> competente de territorio de la Parte importadora a solicitud de su importador, o del <br /> exportador o productor de territorio de la otra Parte, con base en los hechos y <br /> circunstancias manifestados por los mismos respecto a: <br /> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br /> b) si los materiales no originarios utilizados en la producción de una mercancía <br /> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br /> en el Anexo 4.03 (Reglas de origen específicas); <br /> c) si la mercancía cumple con el valor de contenido regional establecido en el <br /> Capítulo 4 (Reglas de Origen); <br /> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br /> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br /> el cálculo de valor de la mercancía o de los materiales utilizados en la <br /> producción de una mercancía, respecto del cual se solicita una resolución <br /> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br /> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br /> e) si una mercancía que reingresa a su territorio después de haber sido <br /> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br /> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br /> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br /> f) otros asuntos que las Partes convengan. <br /> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br /> anticipadas, que incluyan: <br /> a) la información que razonablemente se requiera para tramitar la solicitud; <br /> b) la facultad de su autoridad competente para pedir en cualquier momento <br /> información adicional a la persona que solicita la resolución anticipada <br /> durante el proceso de evaluación de la solicitud; <br /> c) la obligación de la autoridad competente de expedir la resolución anticipada <br /> una vez que haya obtenido toda la información necesaria de la persona que <br /> la solicita; y <br /> d) la obligación de la autoridad competente de expedir de manera completa, <br /> fundamentada y motivada la resolución anticipada. <br /> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br /> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br /> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br /> de acuerdo con lo establecido en el párrafo 5. <br /> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br /> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br /> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br /> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br /> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br /> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br /> competente en los siguientes casos: <br /> a) cuando se hubiere fundamentado en algún error: <br /> i) de hecho; <br /> ii) en la clasificación arancelaria de la mercancía o de los materiales <br /> objeto de la resolución; <br /> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br /> (Reglas de Origen); o <br /> iv) en la aplicación de las reglas para determinar si una mercancía que <br /> reingresa a su territorio después de que la misma haya sido exportada <br /> de su territorio a territorio de la otra Parte para fines de reparación o <br /> alteración, califica para recibir trato libre de aranceles aduaneros <br /> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br /> sido reparadas o alteradas); <br /> b) cuando no esté conforme con una interpretación que las Partes hayan <br /> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br /> Mercado) o del Capítulo 4 (Reglas de Origen); <br /> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br /> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br /> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br /> de Origen), o a las Reglamentaciones Uniformes; o <br /> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br /> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br /> resolución anticipada. <br /> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br /> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br /> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br /> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br /> actuado conforme a sus términos y condiciones. <br /> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br /> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br /> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br /> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br /> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br /> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br /> autoridad competente evalúe si: <br /> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br /> b) las operaciones del exportador o del productor concuerdan con las <br /> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br /> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br /> método para calcular el valor son correctos en todos los aspectos sustanciales. <br /> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br /> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br /> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br /> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br /> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br /> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br /> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br /> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br /> persona que haya manifestado falsamente u omitido circunstancias o hechos <br /> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br /> conformidad con los términos y condiciones de la misma, la autoridad competente que <br /> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br /> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br /> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br /> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br /> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br /> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br /> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br /> impugnación en territorio de cualquiera de las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.10: Revisión e impugnación <br /> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br /> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br /> resoluciones anticipadas previstos para sus importadores, siempre que: <br /> a) llenen y firmen un certificado o una declaración de origen que ampare una <br /> mercancía que haya sido objeto de una resolución de determinación de <br /> origen de acuerdo con el Artículo 5.08(13); o <br /> b) hayan recibido una resolución anticipada de acuerdo con el Artículo 5.09. <br /> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br /> instancia de revisión administrativa, independiente del funcionario o dependencia <br /> responsable de la resolución de determinación de origen o de la resolución anticipada <br /> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br /> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br /> legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.04: Operaciones o procesos mínimos <br> Reglas de origen <br> Las operaciones o procesos mínimos que individualmente o combinados entre sí, <br> Artículo 4.01: Definiciones <br> no confieren origen a una mercancía, son los siguientes: <br> Para efectos de este Capítulo, se entenderá por: <br> a) aireación, ventilación, secado, refrigeración, congelación; <br> CIF: el valor de la mercancía importada que incluye los costos de seguro y flete hasta el <br> b) limpieza, lavado, cribado, tamizado o zarandeo, selección, clasificación o graduación, entresaque; <br> puerto o lugar de introducción en el país de importación; <br> c) pelado, descascarado o desconchado, desgranado, deshuesado, estrujado o exprimido, macerado; <br> FOB: el valor de la mercancía libre a bordo, independientemente del medio de <br> d) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, <br> transporte, en el puerto o lugar de envío definitivo al exterior; <br> pintura contra el óxido o recubrimientos protectores; <br> material: una mercancía que se utiliza en la producción o transformación de otra <br> e) ensayos o calibrado, división de envíos a granel, agrupación en paquetes, <br> mercancía e incluye componentes, insumos, materias primas, partes y piezas; <br> adhesión de marcas, etiquetas o señales distintivas sobre los productos y sus embalajes; <br> material indirecto: una mercancía utilizada en la producción, verificación o inspección <br> f) envasado, desenvasado o reenvasado; <br> de otra mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía <br> g) dilución en agua o en cualquier otra solución acuosa, ionización y salazón; <br> que se utilice en el mantenimiento de edificios o en la operación de equipos <br> h) la simple reunión o armado de partes de productos para constituir una <br> relacionados con la producción de una mercancía, incluidos: <br> mercancía completa, formación de juegos o surtidos de mercancías; y <br> a) combustible, energía, catalizadores y solventes; <br> i) el sacrificio de animales. <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección <br> Artículo 4.05: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios independientemente de <br> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> su lugar de elaboración o producción y el valor de esos materiales serán los costos de <br> d) herramientas, troqueles y moldes; <br> los mismos que se reporten en los registros contables del productor de la mercancía. <br> e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> Artículo 4.06: Acumulación <br> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la <br> 1 Una Parte sólo podrá acumular origen con mercancías originarias de países <br> respecto de los cuales se encuentre en vigencia este Tratado. <br> g) cualquier otra materia o producto que no esté incorporado a la mercancía, <br> 2 Los materiales originarios o mercancías originarias de territorio de una Parte, <br> pero que adecuadamente pueda demostrarse que forma parte de dicha producción; <br> incorporados a una mercancía en territorio de otra Parte, serán considerados originarios <br> mercancías fungibles: las mercancías intercambiables para efectos comerciales cuyas <br> del territorio de esta última. <br> propiedades son esencialmente idénticas y que no es posible diferenciar una de la otra, <br> 3 Para efectos de establecer si una mercancía es originaria, el productor de una <br> por simple examen visual; <br> mercancía podrá acumular su producción con la de uno o más productores, en territorio <br> mercancías obtenidas en su totalidad o producidas enteramente en territorio de <br> productor de la mercancía. <br> de una o más Partes, de materiales que estén incorporados en la mercancía, de <br> una o más Partes: <br> manera que la producción de los materiales sea considerada como realizada por ese <br> a) minerales extraídos en territorio de una o más Partes; <br> productor, siempre que la mercancía cumpla con lo establecido en el Artículo 4.03. <br> b) vegetales cosechados en territorio de una o más Partes; <br> 4 La acumulación se aplicará de la siguiente manera: <br> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br> a) cuando todas las Partes de este Tratado tengan una regla de origen <br> d) mercancías obtenidas de la caza o pesca en territorio de una o más Partes; <br> específica común para una mercancía; o <br> e) peces, crustáceos y otras especies marinas obtenidos del mar fuera de sus <br> Artículo 4.07: Valor de contenido regional <br> b) cuando un grupo, no menor de tres (3) países Partes de este Tratado, <br> aguas territoriales y de las zonas marítimas donde las Partes ejercen <br> comparta para una mercancía una regla de origen específica común y un <br> mismo período de desgravación arancelaria. <br> 5 Dos (2) años después de la entrada en vigencia de este Tratado para todas las <br> Partes, éstas establecerán un programa de trabajo para examinar la posibilidad de que <br> f) las mercancías producidas a bordo de naves fábrica a partir de los productos <br> materiales de origen panameño puedan ser acumulados para efectos del cumplimiento <br> identificados en el literal e), siempre que las naves fábrica estén registradas <br> de la norma de origen intracentroamericana. Lo anterior, siempre que la mercancía final <br> o matriculadas en una Parte y que lleven la bandera de esa Parte o por <br> a la que se incorporen dichos materiales goce de libre comercio, tanto entre Panamá y <br> de las mercancías; <br> naves fábrica arrendadas por empresas establecidas en territorio de una Parte; <br> cada país centroamericano así como entre estos últimos. <br> g) mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas <br> 6 No obstante lo señalado en el párrafo 5, si los países de Centroamérica otorgaran <br> territoriales, por una Parte o una persona de una Parte, siempre que la Parte <br> el trato señalado en dicho párrafo a un país no Parte antes que a Panamá, aquéllos <br> jurisdicción, ya sea por naves registradas o matriculadas por una Parte y que <br> tenga derechos para explotar ese fondo o subsuelo marino; <br> concederán un trato no menos favorable a los materiales de origen panameño. <br> h) desechos y desperdicios derivados de: <br> lleven la bandera de esa Parte o por naves arrendadas por empresas <br> establecidas en territorio de una Parte; <br> i) la producción en territorio de una o más Partes; o <br> 1 El valor de contenido regional de las mercancías se calculará de conformidad con <br> ii) mercancías usadas, recolectadas en territorio de una o más Partes, <br> la siguiente fórmula: <br> siempre que esas mercancías sirvan sólo para la recuperación de materias primas; o <br> VCR = [(VM - VMN) / VM] * 100 <br> i) mercancías producidas, en territorio de una o más Partes, exclusivamente a <br> partir de las mercancías mencionadas en los literales a) al h) o de sus <br> VCR: es el valor de contenido regional, expresado como <br> derivados, en cualquier etapa de producción; <br> porcentaje; <br> principios de contabilidad generalmente aceptados: los principios utilizados en <br> VM: es el valor de transacción de la mercancía ajustado sobre <br> territorio de cada Parte, que confieren apoyo substancial autorizado respecto al registro <br> una base FOB, salvo lo dispuesto en el párrafo 2. En caso <br> de ingresos, costos, gastos, activos y pasivos involucrados en la información y <br> que no exista o no pueda determinarse dicho valor conforme <br> elaboración de estados financieros. Estos indicadores pueden constituirse en guías <br> a los principios y normas del Artículo 1 del Acuerdo de <br> amplias de aplicación general, así como aquellas normas prácticas y procedimientos <br> Valoración Aduanera, el mismo será calculado conforme a <br> propios empleados usualmente en la contabilidad; <br> los principios y normas de los Artículos 2 al 7 de dicho Acuerdo; y <br> producción: el cultivo, extracción, cosecha, nacimiento y crianza, pesca, caza, <br> VMN: es el valor de transacción de los materiales no originarios <br> manufactura, procesamiento o ensamblado de una mercancía; <br> ajustados sobre una base CIF, salvo lo dispuesto en el <br> valor: corresponderá al valor de una mercancía o un material, conforme a las normas <br> párrafo 5. En caso que no exista o no pueda determinarse <br> del Acuerdo de Valoración Aduanera; <br> dicho valor conforme a los principios y normas del Artículo 1 <br> valor de transacción de una mercancía: el precio realmente pagado o por pagar por <br> del Acuerdo de Valoración Aduanera, el mismo será <br> una mercancía relacionado con la transacción del productor de la mercancía, de <br> calculado conforme a los principios y normas de los Artículos <br> conformidad con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br> 2 al 7 de dicho Acuerdo. <br> ajustado de acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, <br> 2 Cuando el productor de una mercancía no la exporte directamente, el valor se <br> donde: <br> sin considerar que la mercancía se venda para exportación. Para efectos de esta <br> ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del territorio <br> definición, el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el <br> donde se encuentra el productor. <br> productor de la mercancía; y <br> 3 Cuando el origen se determine por el método de valor de contenido regional, el <br> valor de transacción de un material: el precio realmente pagado o por pagar por un <br> porcentaje requerido se especificará en el Anexo 4.03. <br> material relacionado con la transacción del productor de la mercancía, de conformidad <br> con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, ajustado de <br> Artículo 4.08: De minimis <br> serán registrados y mantenidos de conformidad con los principios de contabilidad <br> acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, sin <br> generalmente aceptados, aplicables en territorio de la Parte donde la mercancía se produce. <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> considerar que el material se venda para exportación. Para efectos de esta definición, <br> 5 Cuando el productor de la mercancía adquiera un material no originario dentro del <br> el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el proveedor del <br> territorio de la Parte donde se encuentre ubicado, el valor del material no originario no <br> material y el comprador al que se refiere el Acuerdo de Valoración Aduanera será el <br> incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> transporte del material desde el almacén del proveedor hasta el lugar en que se <br> 6 Para efectos del cálculo del valor de contenido regional, el valor de los materiales <br> no originarios utilizados en la producción de una mercancía no incluirá el valor de los <br> materiales no originarios utilizados en la producción de un material originario adquirido y <br> utilizado en la producción de esa mercancía. <br> 4 Todos los costos considerados para el cálculo de valor de contenido regional <br> 1 Una mercancía que no cumpla con el cambio de clasificación arancelaria, de <br> conformidad con lo establecido en el Anexo 4.03, se considerará originaria si el valor de <br> Artículo 4.09: Mercancías fungibles <br> todos los materiales no originarios que no cumplan el requisito de cambio de <br> clasificación arancelaria utilizados en su producción, no excede el diez por ciento (10%) <br> del valor de la mercancía determinado conforme al Artículo 4.07. <br> 2 Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del <br> Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al peso de las <br> fibras e hilados respecto al peso de la mercancía producida. <br> 3 El párrafo 1 no se aplica a un material no originario que se utilice en la producción <br> de mercancías comprendidas en los capítulos 01 al 27 del Sistema Armonizado, a <br> menos que el material no originario esté comprendido en una subpartida distinta a la de <br> la mercancía para la cual se está determinando el origen de conformidad con este Artículo. <br> 1 Cuando en la elaboración o producción de una mercancía se utilicen mercancías <br> fungibles, originarias y no originarias, el origen de estas mercancías podrá determinarse <br> mediante la aplicación de uno de los siguientes métodos de manejo de inventarios, a <br> elección del productor: <br> a) método de primeras entradas, primeras salidas (PEPS); <br> b) método de últimas entradas, primeras salidas (UEPS); o <br> 2 Cuando mercancías fungibles, originarias y no originarias, se mezclen o combinen <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br> productivo ni cualquier otra operación en territorio de la Parte en que fueron mezcladas <br> o combinadas físicamente, diferente de la descarga, recarga o cualquier otro <br> movimiento necesario para mantener las mercancías en buena condición o <br> transportarlas a territorio de otra Parte, el origen de la mercancía podrá ser determinado <br> a partir de uno de los métodos de manejo de inventarios. <br> 3 Una vez seleccionado uno de los métodos de manejo de inventarios, éste será <br> utilizado durante todo el período o año fiscal. <br> Artículo 4.10: Juegos o surtidos de mercancías <br> 1 Los juegos o surtidos de mercancías que se clasifican de acuerdo con la regla 3 <br> de las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> Artículo 4.11: Accesorios, repuestos y herramientas <br> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br> una de las mercancías contenidas en el juego o surtido cumpla con las reglas de origen <br> establecidas en este Capítulo y en el Anexo 4.03. <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancía se <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> formación del juego o surtido no excede el porcentaje establecido en el Artículo 4.08(1) <br> respecto del valor del juego o surtido ajustado sobre la base indicada en el Artículo <br> 4.07(1) ó (2), según sea el caso. <br> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas específicas <br> establecidas en el Anexo 4.03. <br> 1 Los accesorios, repuestos y herramientas entregados con la mercancía como <br> parte usual de la misma, no se tomarán en cuenta para determinar si todos los <br> materiales no originarios utilizados en la producción de una mercancía cumplen con el <br> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.03, <br> a) los accesorios, repuestos y herramientas no sean facturados por separado <br> de la mercancía, independientemente de que se desglosen o detallen cada <br> Artículo 4.12: Envases y materiales de empaque en que una mercancía se presente para la venta al por menor <br> uno en la propia factura; y <br> b) la cantidad y el valor de estos accesorios, repuestos y herramientas sean los <br> siempre que: <br> habituales para la mercancía objeto de clasificación. <br> accesorios, repuestos y herramientas se considerarán como materiales originarios o no <br> 3 A los accesorios, repuestos y herramientas que no cumplan con las condiciones <br> anteriores se les aplicará la regla de origen correspondiente a cada uno de ellos por separado. <br> 1 Cuando los envases y materiales de empaque en que una mercancía se presente <br> para la venta al por menor estén clasificados en el Sistema Armonizado con la <br> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.03. <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> envases y materiales de empaque se considerarán como originarios o no originarios, <br> según sea el caso, para calcular el valor de contenido regional de la mercancía. <br> Artículo 4.13: Contenedores y materiales de embalaje para embarque <br> Los contenedores y materiales de embalaje para embarque en que una mercancía <br> se empaca para su transporte no se tomarán en cuenta para efectos de establecer si: <br> a) los materiales no originarios utilizados en la producción de la mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria <br> establecido en el Anexo 4.03; y <br> b) la mercancía satisface un requisito de valor de contenido regional. <br> Artículo 4.14: Transbordo y expedición directa o tránsito internacional <br> c) durante su transporte y depósito no sea transformada o sometida a <br> Una mercancía originaria no perderá tal carácter cuando se exporte de una Parte <br> a la otra Parte y durante su transporte pase por territorio de cualquier otro país que sea <br> Parte o no Parte, siempre que se cumpla con los siguientes requisitos: <br> a) el tránsito esté justificado por razones geográficas o por consideraciones <br> b) no haya sido nacionalizada, o no esté destinada al uso o empleo en el o los <br> países de tránsito; <br> operaciones diferentes del embalaje, empaque, reempaque, carga, descarga <br> o manipulación para asegurar la conservación; y <br> d) permanezca bajo control o vigilancia de la autoridad aduanera en territorio de <br> un país que sea Parte o no Parte. <br> En caso contrario, dicha mercancía perderá su carácter de originaria. <br> relativas a requerimientos de transporte internacional; <br> producción, operación de equipos o mantenimiento de los edificios; y <br> encuentre el productor. <br> c) método de promedios. <br> originarios, según sea el caso, para calcular el valor de contenido regional de la mercancía. <br> "}, {"ArticleTitle": "Artículo 4.02: Instrumentos de aplicación e interpretación", "ArticleDesc": "Artículo 4.02: Instrumentos de aplicación e interpretación <br> 1 Para efectos de este Capítulo: <br> a) el Sistema Armonizado será la base de la clasificación arancelaria de las mercancías; y <br> b) los principios y normas del Acuerdo de Valoración Aduanera serán utilizados <br> para la determinación del valor de una mercancía o de un material. <br> 2 Para efectos de este Capítulo al aplicar el Acuerdo de Valoración Aduanera para <br> determinar el origen de una mercancía: <br> a) los principios y normas del Acuerdo de Valoración Aduanera se aplicarán a <br> las transacciones internas, con las modificaciones que requieran las <br> b) las disposiciones de este Capítulo prevalecerán sobre las del Acuerdo de <br> circunstancias, como se aplicarían a las internacionales; y <br> Valoración Aduanera en la medida de la incompatibilidad. <br> "}, {"ArticleTitle": "Artículo 4.03: Mercancía originaria", "ArticleDesc": "Artículo 4.03: Mercancía originaria <br> 1 Salvo disposición en contrario en este Capítulo, será considerada mercancía originaria, cuando: <br> a) sea obtenida en su totalidad o producida enteramente en territorio de una o más Partes; <br> b) sea producida en territorio de una o más Partes a partir exclusivamente de <br> materiales que califican como originarios de conformidad con este Capítulo; <br> c) sea producida en territorio de una o más Partes a partir de materiales no <br> originarios que cumplan con un cambio de clasificación arancelaria, un valor <br> de contenido regional u otros requisitos, según se especifica en el Anexo <br> 4.03 y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo; o <br> d) sea producida en territorio de una o más Partes, aunque uno o más de los <br> materiales no originarios utilizados en la producción de la mercancía no <br> cumplan con un cambio de clasificación arancelaria debido a que: <br> i) la mercancía se ha importado a territorio de una Parte sin ensamblar o <br> desensamblada, y ha sido clasificada como una mercancía ensamblada <br> de conformidad con la regla 2(a) de las Reglas Generales para la <br> Interpretación del Sistema Armonizado; <br> ii) las mercancías y sus partes estén clasificadas bajo la misma partida y <br> la describa específicamente, siempre que ésta no se divida en subpartidas; o <br> iii) las mercancías y sus partes estén clasificadas bajo la misma subpartida <br> y ésta las describa específicamente; <br> siempre que el valor de contenido regional de la mercancía, determinado de <br> acuerdo con el Artículo 4.07, no sea inferior al treinta por ciento (30%), y la <br> mercancía cumpla con las demás disposiciones aplicables de este Capítulo, <br> a menos que la regla de origen específica aplicable del Anexo 4.03 bajo la <br> cual la mercancía está clasificada, especifique un requisito de valor de <br> contenido regional diferente, en cuyo caso deberá aplicarse ese requisito. <br> Lo dispuesto en este literal no se aplica a las mercancías comprendidas en <br> los capítulos 61 al 63 del Sistema Armonizado. <br> 2 Si una Parte cumple con la regla de origen específica establecida en el Anexo <br> 4.03, no se exigirá adicionalmente el cumplimiento del requisito de valor de contenido <br> regional establecido en el párrafo 1(d). <br> 3 Para efectos de este Capítulo, la producción de una mercancía a partir de <br> materiales no originarios que cumplan con un cambio de clasificación arancelaria y <br> otros requisitos, según se especifica en el Anexo 4.03, deberá hacerse en su totalidad <br> en territorio de una o más Partes, y todo valor de contenido regional de una mercancía <br> deberá satisfacerse en su totalidad en territorio de una o más Partes. <br> 4 No obstante lo dispuesto en este Artículo, no serán consideradas originarias las <br> mercancías que a pesar de haber cumplido el requisito de cambio de clasificación <br> arancelaria en relación con los materiales, sean resultado, exclusivamente, de las <br> operaciones establecidas en el Artículo 4.04 efectuadas en territorio de las Partes por <br> las que adquieren la forma final en que serán comercializadas, cuando en tales <br> operaciones se hayan utilizado materiales no originarios, salvo que la regla de origen <br> específica del Anexo 4.03 indique lo contrario. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.04: Operaciones o procesos mínimos <br> Reglas de origen <br> Las operaciones o procesos mínimos que individualmente o combinados entre sí, <br> Artículo 4.01: Definiciones <br> no confieren origen a una mercancía, son los siguientes: <br> Para efectos de este Capítulo, se entenderá por: <br> a) aireación, ventilación, secado, refrigeración, congelación; <br> CIF: el valor de la mercancía importada que incluye los costos de seguro y flete hasta el <br> b) limpieza, lavado, cribado, tamizado o zarandeo, selección, clasificación o graduación, entresaque; <br> puerto o lugar de introducción en el país de importación; <br> c) pelado, descascarado o desconchado, desgranado, deshuesado, estrujado o exprimido, macerado; <br> FOB: el valor de la mercancía libre a bordo, independientemente del medio de <br> d) eliminación de polvo o de partes averiadas o dañadas, aplicación de aceite, <br> transporte, en el puerto o lugar de envío definitivo al exterior; <br> pintura contra el óxido o recubrimientos protectores; <br> material: una mercancía que se utiliza en la producción o transformación de otra <br> e) ensayos o calibrado, división de envíos a granel, agrupación en paquetes, <br> mercancía e incluye componentes, insumos, materias primas, partes y piezas; <br> adhesión de marcas, etiquetas o señales distintivas sobre los productos y sus embalajes; <br> material indirecto: una mercancía utilizada en la producción, verificación o inspección <br> f) envasado, desenvasado o reenvasado; <br> de otra mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía <br> g) dilución en agua o en cualquier otra solución acuosa, ionización y salazón; <br> que se utilice en el mantenimiento de edificios o en la operación de equipos <br> h) la simple reunión o armado de partes de productos para constituir una <br> relacionados con la producción de una mercancía, incluidos: <br> mercancía completa, formación de juegos o surtidos de mercancías; y <br> a) combustible, energía, catalizadores y solventes; <br> i) el sacrificio de animales. <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección <br> Artículo 4.05: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios independientemente de <br> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> su lugar de elaboración o producción y el valor de esos materiales serán los costos de <br> d) herramientas, troqueles y moldes; <br> los mismos que se reporten en los registros contables del productor de la mercancía. <br> e) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> Artículo 4.06: Acumulación <br> f) lubricantes, grasas, productos compuestos y otros productos utilizados en la <br> 1 Una Parte sólo podrá acumular origen con mercancías originarias de países <br> respecto de los cuales se encuentre en vigencia este Tratado. <br> g) cualquier otra materia o producto que no esté incorporado a la mercancía, <br> 2 Los materiales originarios o mercancías originarias de territorio de una Parte, <br> pero que adecuadamente pueda demostrarse que forma parte de dicha producción; <br> incorporados a una mercancía en territorio de otra Parte, serán considerados originarios <br> mercancías fungibles: las mercancías intercambiables para efectos comerciales cuyas <br> del territorio de esta última. <br> propiedades son esencialmente idénticas y que no es posible diferenciar una de la otra, <br> 3 Para efectos de establecer si una mercancía es originaria, el productor de una <br> por simple examen visual; <br> mercancía podrá acumular su producción con la de uno o más productores, en territorio <br> mercancías obtenidas en su totalidad o producidas enteramente en territorio de <br> productor de la mercancía. <br> de una o más Partes, de materiales que estén incorporados en la mercancía, de <br> una o más Partes: <br> manera que la producción de los materiales sea considerada como realizada por ese <br> a) minerales extraídos en territorio de una o más Partes; <br> productor, siempre que la mercancía cumpla con lo establecido en el Artículo 4.03. <br> b) vegetales cosechados en territorio de una o más Partes; <br> 4 La acumulación se aplicará de la siguiente manera: <br> c) animales vivos, nacidos y criados en territorio de una o más Partes; <br> a) cuando todas las Partes de este Tratado tengan una regla de origen <br> d) mercancías obtenidas de la caza o pesca en territorio de una o más Partes; <br> específica común para una mercancía; o <br> e) peces, crustáceos y otras especies marinas obtenidos del mar fuera de sus <br> Artículo 4.07: Valor de contenido regional <br> b) cuando un grupo, no menor de tres (3) países Partes de este Tratado, <br> aguas territoriales y de las zonas marítimas donde las Partes ejercen <br> comparta para una mercancía una regla de origen específica común y un <br> mismo período de desgravación arancelaria. <br> 5 Dos (2) años después de la entrada en vigencia de este Tratado para todas las <br> Partes, éstas establecerán un programa de trabajo para examinar la posibilidad de que <br> f) las mercancías producidas a bordo de naves fábrica a partir de los productos <br> materiales de origen panameño puedan ser acumulados para efectos del cumplimiento <br> identificados en el literal e), siempre que las naves fábrica estén registradas <br> de la norma de origen intracentroamericana. Lo anterior, siempre que la mercancía final <br> o matriculadas en una Parte y que lleven la bandera de esa Parte o por <br> a la que se incorporen dichos materiales goce de libre comercio, tanto entre Panamá y <br> de las mercancías; <br> naves fábrica arrendadas por empresas establecidas en territorio de una Parte; <br> cada país centroamericano así como entre estos últimos. <br> g) mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas <br> 6 No obstante lo señalado en el párrafo 5, si los países de Centroamérica otorgaran <br> territoriales, por una Parte o una persona de una Parte, siempre que la Parte <br> el trato señalado en dicho párrafo a un país no Parte antes que a Panamá, aquéllos <br> jurisdicción, ya sea por naves registradas o matriculadas por una Parte y que <br> tenga derechos para explotar ese fondo o subsuelo marino; <br> concederán un trato no menos favorable a los materiales de origen panameño. <br> h) desechos y desperdicios derivados de: <br> lleven la bandera de esa Parte o por naves arrendadas por empresas <br> establecidas en territorio de una Parte; <br> i) la producción en territorio de una o más Partes; o <br> 1 El valor de contenido regional de las mercancías se calculará de conformidad con <br> ii) mercancías usadas, recolectadas en territorio de una o más Partes, <br> la siguiente fórmula: <br> siempre que esas mercancías sirvan sólo para la recuperación de materias primas; o <br> VCR = [(VM - VMN) / VM] * 100 <br> i) mercancías producidas, en territorio de una o más Partes, exclusivamente a <br> partir de las mercancías mencionadas en los literales a) al h) o de sus <br> VCR: es el valor de contenido regional, expresado como <br> derivados, en cualquier etapa de producción; <br> porcentaje; <br> principios de contabilidad generalmente aceptados: los principios utilizados en <br> VM: es el valor de transacción de la mercancía ajustado sobre <br> territorio de cada Parte, que confieren apoyo substancial autorizado respecto al registro <br> una base FOB, salvo lo dispuesto en el párrafo 2. En caso <br> de ingresos, costos, gastos, activos y pasivos involucrados en la información y <br> que no exista o no pueda determinarse dicho valor conforme <br> elaboración de estados financieros. Estos indicadores pueden constituirse en guías <br> a los principios y normas del Artículo 1 del Acuerdo de <br> amplias de aplicación general, así como aquellas normas prácticas y procedimientos <br> Valoración Aduanera, el mismo será calculado conforme a <br> propios empleados usualmente en la contabilidad; <br> los principios y normas de los Artículos 2 al 7 de dicho Acuerdo; y <br> producción: el cultivo, extracción, cosecha, nacimiento y crianza, pesca, caza, <br> VMN: es el valor de transacción de los materiales no originarios <br> manufactura, procesamiento o ensamblado de una mercancía; <br> ajustados sobre una base CIF, salvo lo dispuesto en el <br> valor: corresponderá al valor de una mercancía o un material, conforme a las normas <br> párrafo 5. En caso que no exista o no pueda determinarse <br> del Acuerdo de Valoración Aduanera; <br> dicho valor conforme a los principios y normas del Artículo 1 <br> valor de transacción de una mercancía: el precio realmente pagado o por pagar por <br> del Acuerdo de Valoración Aduanera, el mismo será <br> una mercancía relacionado con la transacción del productor de la mercancía, de <br> calculado conforme a los principios y normas de los Artículos <br> conformidad con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, <br> 2 al 7 de dicho Acuerdo. <br> ajustado de acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, <br> 2 Cuando el productor de una mercancía no la exporte directamente, el valor se <br> donde: <br> sin considerar que la mercancía se venda para exportación. Para efectos de esta <br> ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del territorio <br> definición, el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el <br> donde se encuentra el productor. <br> productor de la mercancía; y <br> 3 Cuando el origen se determine por el método de valor de contenido regional, el <br> valor de transacción de un material: el precio realmente pagado o por pagar por un <br> porcentaje requerido se especificará en el Anexo 4.03. <br> material relacionado con la transacción del productor de la mercancía, de conformidad <br> con los principios del Artículo 1 del Acuerdo de Valoración Aduanera, ajustado de <br> Artículo 4.08: De minimis <br> serán registrados y mantenidos de conformidad con los principios de contabilidad <br> acuerdo con los principios de los párrafos 1, 3 y 4 del Artículo 8 del mismo, sin <br> generalmente aceptados, aplicables en territorio de la Parte donde la mercancía se produce. <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> considerar que el material se venda para exportación. Para efectos de esta definición, <br> 5 Cuando el productor de la mercancía adquiera un material no originario dentro del <br> el vendedor al que se refiere el Acuerdo de Valoración Aduanera será el proveedor del <br> territorio de la Parte donde se encuentre ubicado, el valor del material no originario no <br> material y el comprador al que se refiere el Acuerdo de Valoración Aduanera será el <br> incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> transporte del material desde el almacén del proveedor hasta el lugar en que se <br> 6 Para efectos del cálculo del valor de contenido regional, el valor de los materiales <br> no originarios utilizados en la producción de una mercancía no incluirá el valor de los <br> materiales no originarios utilizados en la producción de un material originario adquirido y <br> utilizado en la producción de esa mercancía. <br> 4 Todos los costos considerados para el cálculo de valor de contenido regional <br> 1 Una mercancía que no cumpla con el cambio de clasificación arancelaria, de <br> conformidad con lo establecido en el Anexo 4.03, se considerará originaria si el valor de <br> Artículo 4.09: Mercancías fungibles <br> todos los materiales no originarios que no cumplan el requisito de cambio de <br> clasificación arancelaria utilizados en su producción, no excede el diez por ciento (10%) <br> del valor de la mercancía determinado conforme al Artículo 4.07. <br> 2 Cuando se trate de mercancías que clasifican en los capítulos 50 al 63 del <br> Sistema Armonizado, el porcentaje señalado en el párrafo 1 se referirá al peso de las <br> fibras e hilados respecto al peso de la mercancía producida. <br> 3 El párrafo 1 no se aplica a un material no originario que se utilice en la producción <br> de mercancías comprendidas en los capítulos 01 al 27 del Sistema Armonizado, a <br> menos que el material no originario esté comprendido en una subpartida distinta a la de <br> la mercancía para la cual se está determinando el origen de conformidad con este Artículo. <br> 1 Cuando en la elaboración o producción de una mercancía se utilicen mercancías <br> fungibles, originarias y no originarias, el origen de estas mercancías podrá determinarse <br> mediante la aplicación de uno de los siguientes métodos de manejo de inventarios, a <br> elección del productor: <br> a) método de primeras entradas, primeras salidas (PEPS); <br> b) método de últimas entradas, primeras salidas (UEPS); o <br> 2 Cuando mercancías fungibles, originarias y no originarias, se mezclen o combinen <br> físicamente en inventario, y antes de su exportación no sufran ningún proceso <br> productivo ni cualquier otra operación en territorio de la Parte en que fueron mezcladas <br> o combinadas físicamente, diferente de la descarga, recarga o cualquier otro <br> movimiento necesario para mantener las mercancías en buena condición o <br> transportarlas a territorio de otra Parte, el origen de la mercancía podrá ser determinado <br> a partir de uno de los métodos de manejo de inventarios. <br> 3 Una vez seleccionado uno de los métodos de manejo de inventarios, éste será <br> utilizado durante todo el período o año fiscal. <br> Artículo 4.10: Juegos o surtidos de mercancías <br> 1 Los juegos o surtidos de mercancías que se clasifican de acuerdo con la regla 3 <br> de las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> Artículo 4.11: Accesorios, repuestos y herramientas <br> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br> una de las mercancías contenidas en el juego o surtido cumpla con las reglas de origen <br> establecidas en este Capítulo y en el Anexo 4.03. <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancía se <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> formación del juego o surtido no excede el porcentaje establecido en el Artículo 4.08(1) <br> respecto del valor del juego o surtido ajustado sobre la base indicada en el Artículo <br> 4.07(1) ó (2), según sea el caso. <br> 3 Las disposiciones de este Artículo prevalecerán sobre las reglas específicas <br> establecidas en el Anexo 4.03. <br> 1 Los accesorios, repuestos y herramientas entregados con la mercancía como <br> parte usual de la misma, no se tomarán en cuenta para determinar si todos los <br> materiales no originarios utilizados en la producción de una mercancía cumplen con el <br> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.03, <br> a) los accesorios, repuestos y herramientas no sean facturados por separado <br> de la mercancía, independientemente de que se desglosen o detallen cada <br> Artículo 4.12: Envases y materiales de empaque en que una mercancía se presente para la venta al por menor <br> uno en la propia factura; y <br> b) la cantidad y el valor de estos accesorios, repuestos y herramientas sean los <br> siempre que: <br> habituales para la mercancía objeto de clasificación. <br> accesorios, repuestos y herramientas se considerarán como materiales originarios o no <br> 3 A los accesorios, repuestos y herramientas que no cumplan con las condiciones <br> anteriores se les aplicará la regla de origen correspondiente a cada uno de ellos por separado. <br> 1 Cuando los envases y materiales de empaque en que una mercancía se presente <br> para la venta al por menor estén clasificados en el Sistema Armonizado con la <br> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.03. <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, los <br> envases y materiales de empaque se considerarán como originarios o no originarios, <br> según sea el caso, para calcular el valor de contenido regional de la mercancía. <br> Artículo 4.13: Contenedores y materiales de embalaje para embarque <br> Los contenedores y materiales de embalaje para embarque en que una mercancía <br> se empaca para su transporte no se tomarán en cuenta para efectos de establecer si: <br> a) los materiales no originarios utilizados en la producción de la mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria <br> establecido en el Anexo 4.03; y <br> b) la mercancía satisface un requisito de valor de contenido regional. <br> Artículo 4.14: Transbordo y expedición directa o tránsito internacional <br> c) durante su transporte y depósito no sea transformada o sometida a <br> Una mercancía originaria no perderá tal carácter cuando se exporte de una Parte <br> a la otra Parte y durante su transporte pase por territorio de cualquier otro país que sea <br> Parte o no Parte, siempre que se cumpla con los siguientes requisitos: <br> a) el tránsito esté justificado por razones geográficas o por consideraciones <br> b) no haya sido nacionalizada, o no esté destinada al uso o empleo en el o los <br> países de tránsito; <br> operaciones diferentes del embalaje, empaque, reempaque, carga, descarga <br> o manipulación para asegurar la conservación; y <br> d) permanezca bajo control o vigilancia de la autoridad aduanera en territorio de <br> un país que sea Parte o no Parte. <br> En caso contrario, dicha mercancía perderá su carácter de originaria. <br> relativas a requerimientos de transporte internacional; <br> producción, operación de equipos o mantenimiento de los edificios; y <br> encuentre el productor. <br> c) método de promedios. <br> originarios, según sea el caso, para calcular el valor de contenido regional de la mercancía. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 5 <br> Artículo 5.02: Certificación y declaración de origen <br> Artículo 5.04: Obligaciones respecto a las exportaciones <br> Artículo 5.08: Procedimientos para verificar el origen <br> para la cual se solicita trato arancelario preferencial, no pierda su carácter de originaria. <br> PROCEDIMIENTOS ADUANEROS <br> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br> un certificado o una declaración de origen, entregue copia del certificado o declaración <br> determinar el origen de una mercancía. <br> un formato único para la declaración de origen, los que podrán ser modificados previo <br> de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br> acuerdo entre ellas. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> en los siguientes casos: <br> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> productores de la Parte exportadora; <br> fecha de su firma. <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> exportadora, con el propósito de examinar los registros contables y los <br> 4 Cada Parte dispondrá que: <br> origen respecto de la exportación de una mercancía para la cual un importador pueda <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br> solicitar trato arancelario preferencial. <br> una certificación o declaración incorrecta, respectivamente. <br> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br> certificado de origen con fundamento en: <br> 3 Cada Parte dispondrá que la autoridad competente de la Parte exportadora <br> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br> comunique por escrito a la autoridad competente de la Parte importadora sobre la <br> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br> i) su conocimiento respecto de si la mercancía califica como originaria; <br> ii) la confianza razonable en una declaración escrita del productor de que <br> notificación a que se refiere el párrafo 2. <br> c) otros procedimientos que las Partes acuerden. <br> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br> por su exportador o productor, en el sentido de que una mercancía que vaya a <br> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br> la mercancía califica como originaria; o <br> exportarse a territorio de la otra Parte califica como originaria, tenga sanciones <br> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br> iii) la declaración de origen a que se refiere el párrafo 1; y <br> semejantes, con las modificaciones que requieran las circunstancias, que aquéllas que <br> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br> b) la declaración de origen que ampare la mercancía objeto de la exportación <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br> sea llenada y firmada por el productor de la mercancía y proporcionada <br> contravención de sus leyes y reglamentaciones aduaneras u otras aplicables. <br> negar el trato arancelario preferencial. <br> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> exportador en territorio de la otra Parte ampare: <br> un (1) año, a partir de la fecha de su firma. <br> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br> a) una sola importación de una o más mercancías; o <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br> de su territorio; <br> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br> importador, dentro de un plazo específico establecido por el exportador en el <br> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br> certificado, que no excederá de un (1) año. <br> los indirectos, utilizados en la producción de la mercancía que se exporte de <br> del productor a quien pretende visitar. <br> su territorio; y <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> c) la producción de la mercancía en la forma en que se exporte de su territorio. <br> b) el nombre del exportador o del productor que se pretende visitar; <br> Artículo 5.05: Excepciones <br> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br> a) la identificación de la autoridad competente que hace la notificación; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br> específica de la mercancía o mercancías objeto de verificación; <br> información adicional a la persona que solicita la resolución anticipada <br> durante el proceso de evaluación de la solicitud; <br> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br> en aduana no exceda de mil dólares de los Estados Unidos de América <br> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br> una vez que haya obtenido toda la información necesaria de la persona que <br> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br> f) el fundamento legal de la visita de verificación. <br> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> se acompañe de una declaración del importador o del exportador de que la <br> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br> mercancía califica como originaria; <br> mercancías que habrían sido objeto de la visita de verificación. <br> b) cuando se trate de una importación con fines no comerciales de una <br> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br> de acuerdo con lo establecido en el párrafo 5. <br> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br> cantidad mayor que esa Parte establezca; ni <br> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br> c) cuando se trate de una importación de una mercancía para la cual la Parte <br> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br> la autoridad competente de la Parte importadora y de la Parte exportadora. <br> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br> Artículo 5.06: Facturación por un operador de un tercer país <br> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br> dispuesto en el párrafo 8. <br> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br> tercer país e identificará el nombre, denominación o razón social y domicilio del <br> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br> operador que en definitiva será el que facture la operación a destino. <br> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br> consecuencia la posposición de la visita. <br> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br> Parte desde la cual se ha exportado la mercancía. <br> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br> origen, la autoridad competente proporcionará al exportador o productor cuya <br> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> escrita en la que se determine si la mercancía o mercancías califica o no como <br> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> resolución anticipada. <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br> verificación de origen tendrán derecho al trato arancelario preferencial. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br> llenado y firmado el certificado de origen que la ampare. <br> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> verificación de origen. <br> Artículo 5.09: Resolución anticipada <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> competente de territorio de la Parte importadora a solicitud de su importador, o del <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> exportador o productor de territorio de la otra Parte, con base en los hechos y <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> Capítulo 4 (Reglas de origen); <br> circunstancias manifestados por los mismos respecto a: <br> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br> b) si los materiales no originarios utilizados en la producción de una mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br> en el Anexo 4.03 (Reglas de origen específicas); <br> c) si la mercancía cumple con el valor de contenido regional establecido en el <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br> el cálculo de valor de la mercancía o de los materiales utilizados en la <br> producción de una mercancía, respecto del cual se solicita una resolución <br> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br> e) si una mercancía que reingresa a su territorio después de haber sido <br> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br> f) otros asuntos que las Partes convengan. <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> anticipadas, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> c) la obligación de la autoridad competente de expedir la resolución anticipada <br> la solicita; y <br> d) la obligación de la autoridad competente de expedir de manera completa, <br> fundamentada y motivada la resolución anticipada. <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br> competente en los siguientes casos: <br> a) cuando se hubiere fundamentado en algún error: <br> ii) en la clasificación arancelaria de la mercancía o de los materiales <br> i) de hecho; <br> objeto de la resolución; <br> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br> (Reglas de Origen); o <br> iv) en la aplicación de las reglas para determinar si una mercancía que <br> reingresa a su territorio después de que la misma haya sido exportada <br> de su territorio a territorio de la otra Parte para fines de reparación o <br> alteración, califica para recibir trato libre de aranceles aduaneros <br> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br> sido reparadas o alteradas); <br> b) cuando no esté conforme con una interpretación que las Partes hayan <br> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br> Mercado) o del Capítulo 4 (Reglas de Origen); <br> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br> de Origen), o a las Reglamentaciones Uniformes; o <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> actuado conforme a sus términos y condiciones. <br> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br> autoridad competente evalúe si: <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> método para calcular el valor son correctos en todos los aspectos sustanciales. <br> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br> b) las operaciones del exportador o del productor concuerdan con las <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br> conformidad con los términos y condiciones de la misma, la autoridad competente que <br> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br> impugnación en territorio de cualquiera de las Partes. <br> Artículo 5.10: Revisión e impugnación <br> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br> resoluciones anticipadas previstos para sus importadores, siempre que: <br> a) llenen y firmen un certificado o una declaración de origen que ampare una <br> mercancía que haya sido objeto de una resolución de determinación de <br> origen de acuerdo con el Artículo 5.08(13); o <br> responsable de la resolución de determinación de origen o de la resolución anticipada <br> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> legislación de cada Parte. <br> Artículo 5.11: Sanciones <br> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5.09. <br> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br> procedan conforme a su legislación. <br> "}, {"ArticleTitle": "Artículo 5.01: Definiciones", "ArticleDesc": "Artículo 5.01: Definiciones <br> 1 Para efectos de este Capítulo, se entenderá por: <br> autoridad competente: aquélla que, conforme a la legislación de cada Parte, es <br> responsable de la administración y aplicación de sus leyes y reglamentaciones <br> aduaneras, y/o de la administración y/o aplicación de este Capítulo y los Capítulos 3 <br> (Trato Nacional y Acceso de Mercancías al Mercado) y 4 (Reglas de Origen), y sus <br> Reglamentaciones Uniformes, en lo que resultare procedente. En las Reglamentaciones <br> Uniformes se especificarán las autoridades competentes correspondientes de cada Parte; <br> exportador: una persona ubicada en territorio de una Parte, desde donde la mercancía <br> es exportada por ella y que está obligada a conservar en territorio de esa Parte los <br> registros a que se refiere el Artículo 5.04(5); <br> importación comercial: la importación de una mercancía al territorio de una Parte con <br> el propósito de venderla o utilizarla para fines comerciales, industriales o similares; <br> importador: una persona ubicada en territorio de una Parte desde donde la mercancía <br> es importada por ella, y que está obligada a conservar en territorio de esa Parte los <br> registros a que se refiere el Artículo 5.03(4); <br> información confidencial: aquélla que, por su propia naturaleza es de ese carácter y <br> que no haya sido previamente publicada, no está a la disposición de terceras partes, o <br> no sea de otra manera de dominio público; <br> mercancías idénticas: \"mercancías idénticas\", tal como se define en el Acuerdo de <br> Valoración Aduanera; <br> competente de una Parte y concluye con la resolución final de determinación de origen; <br> procedimiento para verificar el origen: proceso administrativo que se inicia con la <br> notificación de inicio del procedimiento de verificación por parte de la autoridad <br> productor: un \"productor\" tal como se define en el Artículo 2.01 (Definiciones de <br> aplicación general), ubicado en territorio de una Parte, quien está obligada a conservar <br> en territorio de esa Parte los registros a que se refiere el Artículo 5.04(5); <br> resolución de determinación de origen: una resolución emitida como resultado de un <br> procedimiento para verificar el origen, que establece si una mercancía califica como <br> originaria, de conformidad con el Capítulo 4 (Reglas de Origen); y <br> trato arancelario preferencial: la aplicación de la tasa arancelaria correspondiente a <br> una mercancía originaria, conforme al Programa de desgravación arancelaria. <br> 2 Salvo lo definido en este Artículo, se incorporan a este Capítulo las definiciones <br> establecidas en el Capítulo 4 (Reglas de Origen). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 5 <br> Artículo 5.02: Certificación y declaración de origen <br> Artículo 5.04: Obligaciones respecto a las exportaciones <br> Artículo 5.08: Procedimientos para verificar el origen <br> para la cual se solicita trato arancelario preferencial, no pierda su carácter de originaria. <br> PROCEDIMIENTOS ADUANEROS <br> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br> un certificado o una declaración de origen, entregue copia del certificado o declaración <br> determinar el origen de una mercancía. <br> un formato único para la declaración de origen, los que podrán ser modificados previo <br> de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br> acuerdo entre ellas. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> en los siguientes casos: <br> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> productores de la Parte exportadora; <br> fecha de su firma. <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> exportadora, con el propósito de examinar los registros contables y los <br> 4 Cada Parte dispondrá que: <br> origen respecto de la exportación de una mercancía para la cual un importador pueda <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br> solicitar trato arancelario preferencial. <br> una certificación o declaración incorrecta, respectivamente. <br> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br> certificado de origen con fundamento en: <br> 3 Cada Parte dispondrá que la autoridad competente de la Parte exportadora <br> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br> comunique por escrito a la autoridad competente de la Parte importadora sobre la <br> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br> i) su conocimiento respecto de si la mercancía califica como originaria; <br> ii) la confianza razonable en una declaración escrita del productor de que <br> notificación a que se refiere el párrafo 2. <br> c) otros procedimientos que las Partes acuerden. <br> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br> por su exportador o productor, en el sentido de que una mercancía que vaya a <br> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br> la mercancía califica como originaria; o <br> exportarse a territorio de la otra Parte califica como originaria, tenga sanciones <br> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br> iii) la declaración de origen a que se refiere el párrafo 1; y <br> semejantes, con las modificaciones que requieran las circunstancias, que aquéllas que <br> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br> b) la declaración de origen que ampare la mercancía objeto de la exportación <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br> sea llenada y firmada por el productor de la mercancía y proporcionada <br> contravención de sus leyes y reglamentaciones aduaneras u otras aplicables. <br> negar el trato arancelario preferencial. <br> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> exportador en territorio de la otra Parte ampare: <br> un (1) año, a partir de la fecha de su firma. <br> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br> a) una sola importación de una o más mercancías; o <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br> de su territorio; <br> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br> importador, dentro de un plazo específico establecido por el exportador en el <br> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br> certificado, que no excederá de un (1) año. <br> los indirectos, utilizados en la producción de la mercancía que se exporte de <br> del productor a quien pretende visitar. <br> su territorio; y <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> c) la producción de la mercancía en la forma en que se exporte de su territorio. <br> b) el nombre del exportador o del productor que se pretende visitar; <br> Artículo 5.05: Excepciones <br> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br> a) la identificación de la autoridad competente que hace la notificación; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br> específica de la mercancía o mercancías objeto de verificación; <br> información adicional a la persona que solicita la resolución anticipada <br> durante el proceso de evaluación de la solicitud; <br> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br> en aduana no exceda de mil dólares de los Estados Unidos de América <br> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br> una vez que haya obtenido toda la información necesaria de la persona que <br> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br> f) el fundamento legal de la visita de verificación. <br> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> se acompañe de una declaración del importador o del exportador de que la <br> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br> mercancía califica como originaria; <br> mercancías que habrían sido objeto de la visita de verificación. <br> b) cuando se trate de una importación con fines no comerciales de una <br> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br> de acuerdo con lo establecido en el párrafo 5. <br> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br> cantidad mayor que esa Parte establezca; ni <br> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br> c) cuando se trate de una importación de una mercancía para la cual la Parte <br> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br> la autoridad competente de la Parte importadora y de la Parte exportadora. <br> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br> Artículo 5.06: Facturación por un operador de un tercer país <br> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br> dispuesto en el párrafo 8. <br> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br> tercer país e identificará el nombre, denominación o razón social y domicilio del <br> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br> operador que en definitiva será el que facture la operación a destino. <br> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br> consecuencia la posposición de la visita. <br> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br> Parte desde la cual se ha exportado la mercancía. <br> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br> origen, la autoridad competente proporcionará al exportador o productor cuya <br> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> escrita en la que se determine si la mercancía o mercancías califica o no como <br> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> resolución anticipada. <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br> verificación de origen tendrán derecho al trato arancelario preferencial. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br> llenado y firmado el certificado de origen que la ampare. <br> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> verificación de origen. <br> Artículo 5.09: Resolución anticipada <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> competente de territorio de la Parte importadora a solicitud de su importador, o del <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> exportador o productor de territorio de la otra Parte, con base en los hechos y <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> Capítulo 4 (Reglas de origen); <br> circunstancias manifestados por los mismos respecto a: <br> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br> b) si los materiales no originarios utilizados en la producción de una mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br> en el Anexo 4.03 (Reglas de origen específicas); <br> c) si la mercancía cumple con el valor de contenido regional establecido en el <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br> el cálculo de valor de la mercancía o de los materiales utilizados en la <br> producción de una mercancía, respecto del cual se solicita una resolución <br> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br> e) si una mercancía que reingresa a su territorio después de haber sido <br> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br> f) otros asuntos que las Partes convengan. <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> anticipadas, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> c) la obligación de la autoridad competente de expedir la resolución anticipada <br> la solicita; y <br> d) la obligación de la autoridad competente de expedir de manera completa, <br> fundamentada y motivada la resolución anticipada. <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br> competente en los siguientes casos: <br> a) cuando se hubiere fundamentado en algún error: <br> ii) en la clasificación arancelaria de la mercancía o de los materiales <br> i) de hecho; <br> objeto de la resolución; <br> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br> (Reglas de Origen); o <br> iv) en la aplicación de las reglas para determinar si una mercancía que <br> reingresa a su territorio después de que la misma haya sido exportada <br> de su territorio a territorio de la otra Parte para fines de reparación o <br> alteración, califica para recibir trato libre de aranceles aduaneros <br> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br> sido reparadas o alteradas); <br> b) cuando no esté conforme con una interpretación que las Partes hayan <br> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br> Mercado) o del Capítulo 4 (Reglas de Origen); <br> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br> de Origen), o a las Reglamentaciones Uniformes; o <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> actuado conforme a sus términos y condiciones. <br> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br> autoridad competente evalúe si: <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> método para calcular el valor son correctos en todos los aspectos sustanciales. <br> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br> b) las operaciones del exportador o del productor concuerdan con las <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br> conformidad con los términos y condiciones de la misma, la autoridad competente que <br> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br> impugnación en territorio de cualquiera de las Partes. <br> Artículo 5.10: Revisión e impugnación <br> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br> resoluciones anticipadas previstos para sus importadores, siempre que: <br> a) llenen y firmen un certificado o una declaración de origen que ampare una <br> mercancía que haya sido objeto de una resolución de determinación de <br> origen de acuerdo con el Artículo 5.08(13); o <br> responsable de la resolución de determinación de origen o de la resolución anticipada <br> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> legislación de cada Parte. <br> Artículo 5.11: Sanciones <br> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5.09. <br> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br> procedan conforme a su legislación. <br> "}, {"ArticleTitle": "Artículo 5.03: Obligaciones respecto a las importaciones", "ArticleDesc": "Artículo 5.03: Obligaciones respecto a las importaciones <br> 1 Cada Parte requerirá al importador que solicite trato arancelario preferencial para <br> una mercancía importada a su territorio desde territorio de la otra Parte, que: <br> a) declare por escrito, en el documento de importación previsto en su <br> legislación, con base en un certificado de origen válido, que la mercancía <br> califica como originaria; <br> b) tenga el certificado de origen en su poder al momento de hacer la <br> declaración referida en el literal (a); <br> c) proporcione copia del certificado de origen cuando lo solicite su autoridad <br> competente; y <br> d) presente, sin demora, una declaración de corrección y pague los aranceles <br> aduaneros correspondientes, cuando tenga motivos para creer que el <br> certificado de origen en que se sustenta su declaración de importación, <br> contiene información incorrecta. Cuando el importador cumpla las <br> obligaciones precedentes no será sancionado. <br> 2 Cada Parte dispondrá que, cuando un importador en su territorio no cumpla con <br> cualquiera de los requisitos establecidos en este Capítulo, negará el trato arancelario <br> preferencial solicitado para la mercancía importada de territorio de la otra Parte. <br> 3 Cada Parte dispondrá que, cuando el importador no hubiere solicitado trato <br> arancelario preferencial para una mercancía importada a su territorio que hubiere <br> calificado como originaria, éste podrá, dentro del plazo de un (1) año contado a partir de <br> la fecha de la importación, solicitar la devolución de los aranceles aduaneros pagados <br> en exceso por no haberse otorgado trato arancelario preferencial a dicha mercancía, <br> siempre que tenga el certificado de origen en su poder y la solicitud vaya acompañada de: <br> a) una declaración por escrito, manifestando que la mercancía calificaba como <br> originaria al momento de la importación; <br> b) una copia del certificado de origen; y <br> c) cualquier otra documentación relacionada con la importación de la <br> mercancía, según lo requiera esa Parte. <br> 4 Cada Parte dispondrá que, cuando un importador solicite trato arancelario <br> preferencial para una mercancía que se importe a su territorio de territorio de la otra <br> Parte, conserve durante un período mínimo de cinco (5) años, contado a partir de la <br> fecha de la importación, el certificado de origen y toda la demás documentación relativa <br> a la importación requerida por la Parte importadora. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 5 <br> Artículo 5.02: Certificación y declaración de origen <br> Artículo 5.04: Obligaciones respecto a las exportaciones <br> Artículo 5.08: Procedimientos para verificar el origen <br> para la cual se solicita trato arancelario preferencial, no pierda su carácter de originaria. <br> PROCEDIMIENTOS ADUANEROS <br> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br> un certificado o una declaración de origen, entregue copia del certificado o declaración <br> determinar el origen de una mercancía. <br> un formato único para la declaración de origen, los que podrán ser modificados previo <br> de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br> acuerdo entre ellas. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> en los siguientes casos: <br> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> productores de la Parte exportadora; <br> fecha de su firma. <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> exportadora, con el propósito de examinar los registros contables y los <br> 4 Cada Parte dispondrá que: <br> origen respecto de la exportación de una mercancía para la cual un importador pueda <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br> solicitar trato arancelario preferencial. <br> una certificación o declaración incorrecta, respectivamente. <br> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br> certificado de origen con fundamento en: <br> 3 Cada Parte dispondrá que la autoridad competente de la Parte exportadora <br> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br> comunique por escrito a la autoridad competente de la Parte importadora sobre la <br> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br> i) su conocimiento respecto de si la mercancía califica como originaria; <br> ii) la confianza razonable en una declaración escrita del productor de que <br> notificación a que se refiere el párrafo 2. <br> c) otros procedimientos que las Partes acuerden. <br> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br> por su exportador o productor, en el sentido de que una mercancía que vaya a <br> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br> la mercancía califica como originaria; o <br> exportarse a territorio de la otra Parte califica como originaria, tenga sanciones <br> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br> iii) la declaración de origen a que se refiere el párrafo 1; y <br> semejantes, con las modificaciones que requieran las circunstancias, que aquéllas que <br> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br> b) la declaración de origen que ampare la mercancía objeto de la exportación <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br> sea llenada y firmada por el productor de la mercancía y proporcionada <br> contravención de sus leyes y reglamentaciones aduaneras u otras aplicables. <br> negar el trato arancelario preferencial. <br> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> exportador en territorio de la otra Parte ampare: <br> un (1) año, a partir de la fecha de su firma. <br> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br> a) una sola importación de una o más mercancías; o <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br> de su territorio; <br> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br> importador, dentro de un plazo específico establecido por el exportador en el <br> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br> certificado, que no excederá de un (1) año. <br> los indirectos, utilizados en la producción de la mercancía que se exporte de <br> del productor a quien pretende visitar. <br> su territorio; y <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> c) la producción de la mercancía en la forma en que se exporte de su territorio. <br> b) el nombre del exportador o del productor que se pretende visitar; <br> Artículo 5.05: Excepciones <br> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br> a) la identificación de la autoridad competente que hace la notificación; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br> específica de la mercancía o mercancías objeto de verificación; <br> información adicional a la persona que solicita la resolución anticipada <br> durante el proceso de evaluación de la solicitud; <br> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br> en aduana no exceda de mil dólares de los Estados Unidos de América <br> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br> una vez que haya obtenido toda la información necesaria de la persona que <br> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br> f) el fundamento legal de la visita de verificación. <br> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> se acompañe de una declaración del importador o del exportador de que la <br> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br> mercancía califica como originaria; <br> mercancías que habrían sido objeto de la visita de verificación. <br> b) cuando se trate de una importación con fines no comerciales de una <br> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br> de acuerdo con lo establecido en el párrafo 5. <br> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br> cantidad mayor que esa Parte establezca; ni <br> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br> c) cuando se trate de una importación de una mercancía para la cual la Parte <br> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br> la autoridad competente de la Parte importadora y de la Parte exportadora. <br> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br> Artículo 5.06: Facturación por un operador de un tercer país <br> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br> dispuesto en el párrafo 8. <br> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br> tercer país e identificará el nombre, denominación o razón social y domicilio del <br> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br> operador que en definitiva será el que facture la operación a destino. <br> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br> consecuencia la posposición de la visita. <br> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br> Parte desde la cual se ha exportado la mercancía. <br> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br> origen, la autoridad competente proporcionará al exportador o productor cuya <br> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> escrita en la que se determine si la mercancía o mercancías califica o no como <br> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> resolución anticipada. <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br> verificación de origen tendrán derecho al trato arancelario preferencial. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br> llenado y firmado el certificado de origen que la ampare. <br> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> verificación de origen. <br> Artículo 5.09: Resolución anticipada <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> competente de territorio de la Parte importadora a solicitud de su importador, o del <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> exportador o productor de territorio de la otra Parte, con base en los hechos y <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> Capítulo 4 (Reglas de origen); <br> circunstancias manifestados por los mismos respecto a: <br> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br> b) si los materiales no originarios utilizados en la producción de una mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br> en el Anexo 4.03 (Reglas de origen específicas); <br> c) si la mercancía cumple con el valor de contenido regional establecido en el <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br> el cálculo de valor de la mercancía o de los materiales utilizados en la <br> producción de una mercancía, respecto del cual se solicita una resolución <br> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br> e) si una mercancía que reingresa a su territorio después de haber sido <br> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br> f) otros asuntos que las Partes convengan. <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> anticipadas, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> c) la obligación de la autoridad competente de expedir la resolución anticipada <br> la solicita; y <br> d) la obligación de la autoridad competente de expedir de manera completa, <br> fundamentada y motivada la resolución anticipada. <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br> competente en los siguientes casos: <br> a) cuando se hubiere fundamentado en algún error: <br> ii) en la clasificación arancelaria de la mercancía o de los materiales <br> i) de hecho; <br> objeto de la resolución; <br> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br> (Reglas de Origen); o <br> iv) en la aplicación de las reglas para determinar si una mercancía que <br> reingresa a su territorio después de que la misma haya sido exportada <br> de su territorio a territorio de la otra Parte para fines de reparación o <br> alteración, califica para recibir trato libre de aranceles aduaneros <br> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br> sido reparadas o alteradas); <br> b) cuando no esté conforme con una interpretación que las Partes hayan <br> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br> Mercado) o del Capítulo 4 (Reglas de Origen); <br> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br> de Origen), o a las Reglamentaciones Uniformes; o <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> actuado conforme a sus términos y condiciones. <br> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br> autoridad competente evalúe si: <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> método para calcular el valor son correctos en todos los aspectos sustanciales. <br> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br> b) las operaciones del exportador o del productor concuerdan con las <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br> conformidad con los términos y condiciones de la misma, la autoridad competente que <br> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br> impugnación en territorio de cualquiera de las Partes. <br> Artículo 5.10: Revisión e impugnación <br> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br> resoluciones anticipadas previstos para sus importadores, siempre que: <br> a) llenen y firmen un certificado o una declaración de origen que ampare una <br> mercancía que haya sido objeto de una resolución de determinación de <br> origen de acuerdo con el Artículo 5.08(13); o <br> responsable de la resolución de determinación de origen o de la resolución anticipada <br> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> legislación de cada Parte. <br> Artículo 5.11: Sanciones <br> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5.09. <br> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br> procedan conforme a su legislación. <br> "}, {"ArticleTitle": "Artículo 5.07: Confidencialidad", "ArticleDesc": "Artículo 5.07: Confidencialidad <br> 1 Cada Parte mantendrá, de conformidad con lo establecido en su legislación, la <br> confidencialidad de la información que tenga tal carácter que haya sido obtenida <br> conforme a este Capítulo y la protegerá de toda divulgación. <br> 2 La información confidencial obtenida conforme a este Capítulo sólo podrá darse a <br> conocer a las autoridades responsables de la administración y aplicación de las <br> resoluciones de determinación de origen y de los asuntos aduaneros o tributarios, de <br> conformidad con la legislación de cada Parte. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 5 <br> Artículo 5.02: Certificación y declaración de origen <br> Artículo 5.04: Obligaciones respecto a las exportaciones <br> Artículo 5.08: Procedimientos para verificar el origen <br> para la cual se solicita trato arancelario preferencial, no pierda su carácter de originaria. <br> PROCEDIMIENTOS ADUANEROS <br> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br> un certificado o una declaración de origen, entregue copia del certificado o declaración <br> determinar el origen de una mercancía. <br> un formato único para la declaración de origen, los que podrán ser modificados previo <br> de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br> acuerdo entre ellas. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> en los siguientes casos: <br> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> productores de la Parte exportadora; <br> fecha de su firma. <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> exportadora, con el propósito de examinar los registros contables y los <br> 4 Cada Parte dispondrá que: <br> origen respecto de la exportación de una mercancía para la cual un importador pueda <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br> solicitar trato arancelario preferencial. <br> una certificación o declaración incorrecta, respectivamente. <br> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br> certificado de origen con fundamento en: <br> 3 Cada Parte dispondrá que la autoridad competente de la Parte exportadora <br> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br> comunique por escrito a la autoridad competente de la Parte importadora sobre la <br> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br> i) su conocimiento respecto de si la mercancía califica como originaria; <br> ii) la confianza razonable en una declaración escrita del productor de que <br> notificación a que se refiere el párrafo 2. <br> c) otros procedimientos que las Partes acuerden. <br> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br> por su exportador o productor, en el sentido de que una mercancía que vaya a <br> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br> la mercancía califica como originaria; o <br> exportarse a territorio de la otra Parte califica como originaria, tenga sanciones <br> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br> iii) la declaración de origen a que se refiere el párrafo 1; y <br> semejantes, con las modificaciones que requieran las circunstancias, que aquéllas que <br> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br> b) la declaración de origen que ampare la mercancía objeto de la exportación <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br> sea llenada y firmada por el productor de la mercancía y proporcionada <br> contravención de sus leyes y reglamentaciones aduaneras u otras aplicables. <br> negar el trato arancelario preferencial. <br> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> exportador en territorio de la otra Parte ampare: <br> un (1) año, a partir de la fecha de su firma. <br> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br> a) una sola importación de una o más mercancías; o <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br> de su territorio; <br> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br> importador, dentro de un plazo específico establecido por el exportador en el <br> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br> certificado, que no excederá de un (1) año. <br> los indirectos, utilizados en la producción de la mercancía que se exporte de <br> del productor a quien pretende visitar. <br> su territorio; y <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> c) la producción de la mercancía en la forma en que se exporte de su territorio. <br> b) el nombre del exportador o del productor que se pretende visitar; <br> Artículo 5.05: Excepciones <br> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br> a) la identificación de la autoridad competente que hace la notificación; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br> específica de la mercancía o mercancías objeto de verificación; <br> información adicional a la persona que solicita la resolución anticipada <br> durante el proceso de evaluación de la solicitud; <br> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br> en aduana no exceda de mil dólares de los Estados Unidos de América <br> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br> una vez que haya obtenido toda la información necesaria de la persona que <br> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br> f) el fundamento legal de la visita de verificación. <br> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> se acompañe de una declaración del importador o del exportador de que la <br> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br> mercancía califica como originaria; <br> mercancías que habrían sido objeto de la visita de verificación. <br> b) cuando se trate de una importación con fines no comerciales de una <br> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br> de acuerdo con lo establecido en el párrafo 5. <br> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br> cantidad mayor que esa Parte establezca; ni <br> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br> c) cuando se trate de una importación de una mercancía para la cual la Parte <br> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br> la autoridad competente de la Parte importadora y de la Parte exportadora. <br> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br> Artículo 5.06: Facturación por un operador de un tercer país <br> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br> dispuesto en el párrafo 8. <br> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br> tercer país e identificará el nombre, denominación o razón social y domicilio del <br> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br> operador que en definitiva será el que facture la operación a destino. <br> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br> consecuencia la posposición de la visita. <br> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br> Parte desde la cual se ha exportado la mercancía. <br> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br> origen, la autoridad competente proporcionará al exportador o productor cuya <br> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> escrita en la que se determine si la mercancía o mercancías califica o no como <br> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> resolución anticipada. <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br> verificación de origen tendrán derecho al trato arancelario preferencial. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br> llenado y firmado el certificado de origen que la ampare. <br> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> verificación de origen. <br> Artículo 5.09: Resolución anticipada <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> competente de territorio de la Parte importadora a solicitud de su importador, o del <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> exportador o productor de territorio de la otra Parte, con base en los hechos y <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> Capítulo 4 (Reglas de origen); <br> circunstancias manifestados por los mismos respecto a: <br> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br> b) si los materiales no originarios utilizados en la producción de una mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br> en el Anexo 4.03 (Reglas de origen específicas); <br> c) si la mercancía cumple con el valor de contenido regional establecido en el <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br> el cálculo de valor de la mercancía o de los materiales utilizados en la <br> producción de una mercancía, respecto del cual se solicita una resolución <br> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br> e) si una mercancía que reingresa a su territorio después de haber sido <br> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br> f) otros asuntos que las Partes convengan. <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> anticipadas, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> c) la obligación de la autoridad competente de expedir la resolución anticipada <br> la solicita; y <br> d) la obligación de la autoridad competente de expedir de manera completa, <br> fundamentada y motivada la resolución anticipada. <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br> competente en los siguientes casos: <br> a) cuando se hubiere fundamentado en algún error: <br> ii) en la clasificación arancelaria de la mercancía o de los materiales <br> i) de hecho; <br> objeto de la resolución; <br> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br> (Reglas de Origen); o <br> iv) en la aplicación de las reglas para determinar si una mercancía que <br> reingresa a su territorio después de que la misma haya sido exportada <br> de su territorio a territorio de la otra Parte para fines de reparación o <br> alteración, califica para recibir trato libre de aranceles aduaneros <br> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br> sido reparadas o alteradas); <br> b) cuando no esté conforme con una interpretación que las Partes hayan <br> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br> Mercado) o del Capítulo 4 (Reglas de Origen); <br> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br> de Origen), o a las Reglamentaciones Uniformes; o <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> actuado conforme a sus términos y condiciones. <br> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br> autoridad competente evalúe si: <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> método para calcular el valor son correctos en todos los aspectos sustanciales. <br> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br> b) las operaciones del exportador o del productor concuerdan con las <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br> conformidad con los términos y condiciones de la misma, la autoridad competente que <br> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br> impugnación en territorio de cualquiera de las Partes. <br> Artículo 5.10: Revisión e impugnación <br> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br> resoluciones anticipadas previstos para sus importadores, siempre que: <br> a) llenen y firmen un certificado o una declaración de origen que ampare una <br> mercancía que haya sido objeto de una resolución de determinación de <br> origen de acuerdo con el Artículo 5.08(13); o <br> responsable de la resolución de determinación de origen o de la resolución anticipada <br> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> legislación de cada Parte. <br> Artículo 5.11: Sanciones <br> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5.09. <br> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br> procedan conforme a su legislación. <br> "}, {"ArticleTitle": "Artículo 5.12: Reglamentaciones Uniformes", "ArticleDesc": "Artículo 5.12: Reglamentaciones Uniformes <br> 1 Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y <br> reglamentaciones, a la fecha de entrada en vigencia de este Tratado y en cualquier <br> tiempo posterior, Reglamentaciones Uniformes referentes a la interpretación, aplicación <br> y administración de este Capítulo, del Capítulo 3 (Trato Nacional y Acceso de <br> Mercancías al Mercado), del Capítulo 4 (Reglas de Origen) y de otros asuntos que <br> convengan las Partes. <br> 2 Las Partes se comprometen a finalizar la negociación de las Reglamentaciones <br> Uniformes dentro de los sesenta (60) días posteriores a la firma del presente Tratado. <br> 3 Una vez vigentes las Reglamentaciones Uniformes, cada Parte pondrá en práctica <br> toda modificación o adición a éstas, dentro de los ciento ochenta (180) días posteriores <br> al acuerdo respectivo entre las Partes, o en cualquier otro plazo que éstas convengan. <br> "}, {"ArticleTitle": "Artículo 5.13: Cooperación", "ArticleDesc": "Artículo 5.13: Cooperación <br> 1 En la medida de lo posible, una Parte notificará a la otra Parte las siguientes <br> medidas, resoluciones o determinaciones, incluyendo las que estén en vías de aplicarse: <br> a) una resolución de determinación de origen expedida como resultado de un <br> procedimiento para verificar el origen efectuado conforme al Artículo 5.08, <br> una vez agotadas las instancias de revisión e impugnación a que se refiere el Artículo 5.10; <br> b) una resolución de determinación de origen que la Parte considere contraria a <br> una resolución dictada por la autoridad competente de la otra Parte sobre <br> clasificación arancelaria o el valor de una mercancía, o de los materiales <br> utilizados en la elaboración de una mercancía; <br> c) una medida que establezca o modifique significativamente una política <br> administrativa y que pudiera afectar en el futuro las resoluciones de <br> determinación de origen; y <br> d) una resolución anticipada o su modificación, conforme al Artículo 5.09. <br> 2 Las Partes cooperarán: <br> a) en la aplicación de sus respectivas leyes o reglamentaciones aduaneras para <br> la aplicación de este Tratado, así como todo acuerdo aduanero de asistencia <br> mutua u otro acuerdo aduanero del cual sean parte; <br> aduaneros tales como los relacionados con el acopio e intercambio de <br> b) para efectos de facilitar el comercio entre sus territorios, en asuntos <br> estadísticas sobre importación y exportación de mercancías, la armonización <br> de la documentación empleada en el comercio, la uniformidad de los <br> elementos de información, la aceptación de una sintaxis internacional de <br> datos y el intercambio de información; <br> c) en el intercambio de la normativa aduanera; <br> d) en la verificación del origen de una mercancía, para cuyos efectos la <br> autoridad competente de la Parte importadora podrá solicitar a la autoridad <br> competente de la otra Parte que esta última practique en su territorio <br> determinadas investigaciones conducentes a dicho fin, remitiendo el <br> respectivo informe a la autoridad competente de la Parte importadora; <br> e) en buscar algún mecanismo con el propósito de descubrir y prevenir el <br> transbordo ilícito de mercancías provenientes de un país Parte o no Parte; y <br> f) en organizar conjuntamente programas de capacitación en materia aduanera <br> que incluyan capacitación a los funcionarios y a los usuarios que participen <br> directamente en los procedimientos aduaneros relacionados con el origen de las mercancías. <br> "}, {"ArticleTitle": "Artículo 5.14: Reconocimiento y aceptación del certificado de procedencia", "ArticleDesc": "Artículo 5.14: Reconocimiento y aceptación del certificado de procedencia <br> 1 Sin perjuicio de lo dispuesto en el párrafo 4, las Partes establecen el certificado de <br> procedencia el cual tiene como objeto identificar que una mercancía que se reexporte <br> desde una zona libre de una Parte al territorio de la otra Parte constituye una mercancía <br> procedente de un tercer país, siempre que se cumpla con lo siguiente: <br> a) que las mercancías hayan permanecido bajo el control aduanero de la Parte reexportadora; <br> b) que las mercancías no sufran un procesamiento ulterior o cualquiera otra <br> operación, excepto la comercialización, la descarga, recarga o cualquier otra <br> operación necesaria para mantener a las mercancías en buenas condiciones; y <br> c) se demuestre documentalmente lo anterior. <br> 2 Con base en el párrafo 1, cada Parte dispondrá que un reexportador de <br> mercancías ubicado en la zona libre llene y firme un certificado de procedencia, el cual <br> deberá ser refrendado por las autoridades aduaneras y las autoridades de la <br> administración de la zona libre reexportadora y amparará una sola importación de una o <br> más mercancías a su territorio. <br> 3 Cada Parte, por conducto de su autoridad aduanera, podrá requerir al importador <br> en su territorio que importe mercancías procedentes de una zona libre, que presente el <br> certificado de procedencia al momento de la importación y que proporcione una copia <br> del mismo cuando lo solicite su autoridad aduanera, para aquellas mercancías que <br> califiquen como originarias de conformidad a acuerdos o convenios comerciales <br> suscritos por la Parte importadora con terceros y que reclamen la preferencia <br> arancelaria acordada en los mismos. <br> 4 Siempre que se cumpla con lo dispuesto en los párrafos 5 y 6, cada Parte <br> dispondrá que las importaciones de mercancías amparadas con un certificado de <br> procedencia que califiquen como originarias de conformidad con otros acuerdos o <br> convenios comerciales suscritos por la Parte importadora con terceros, no pierda la <br> preferencia o beneficio arancelario concedido por la Parte importadora, por el solo <br> hecho de que provengan de dicha zona libre. <br> 5 Para efectos de la aplicación del párrafo 4, las Partes deberán: <br> a) establecer de manera conjunta, un mecanismo para la administración y <br> control de dichas mercancías; y <br> b) requerir la presentación de un certificado de origen expedido por aquellos <br> terceros países beneficiados del trato arancelario preferencial descrito en el párrafo anterior. <br> 6 Para efectos de este Artículo, a fin de que las mercancías originarias de terceros <br> países con los cuales las Partes tengan acuerdos comerciales vigentes, tengan derecho <br> a gozar de las preferencias arancelarias estipuladas en los mismos, será necesario, <br> conforme a su legislación, que la Parte y ese tercer país acuerden la disposición de que <br> para la reexportación o comercialización a través de una zona libre de una mercancía <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 5 <br> Artículo 5.02: Certificación y declaración de origen <br> Artículo 5.04: Obligaciones respecto a las exportaciones <br> Artículo 5.08: Procedimientos para verificar el origen <br> para la cual se solicita trato arancelario preferencial, no pierda su carácter de originaria. <br> PROCEDIMIENTOS ADUANEROS <br> 1 Para efectos de este Capítulo, antes de la fecha de entrada en vigencia de este <br> 1 Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado <br> 1 La Parte importadora podrá solicitar información a la Parte exportadora para <br> Tratado, las Partes tendrán elaborado un formato único para el certificado de origen y <br> un certificado o una declaración de origen, entregue copia del certificado o declaración <br> determinar el origen de una mercancía. <br> un formato único para la declaración de origen, los que podrán ser modificados previo <br> de origen a su autoridad competente cuando ésta lo solicite. <br> 2 Para determinar si una mercancía que se importa desde territorio de la otra Parte <br> acuerdo entre ellas. <br> 2 Cada Parte dispondrá que su exportador o productor que haya llenado y firmado <br> en los siguientes casos: <br> con trato arancelario preferencial califica como originaria, la Parte importadora podrá, <br> 2 El certificado de origen a que se refiere el párrafo 1, servirá para certificar que una <br> un certificado o una declaración de origen y tenga razones para creer que ese <br> por conducto de su autoridad competente, verificar el origen de la mercancía mediante: <br> mercancía que se exporte de territorio de una Parte a territorio de la otra Parte califica <br> certificado o declaración contiene información incorrecta, notifique, sin demora y por <br> a) cuestionarios escritos y solicitudes de información dirigidos a exportadores o <br> 3 Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de <br> como originaria. El certificado tendrá una vigencia máxima de un (1) año, a partir de la <br> escrito, cualquier cambio que pudiera afectar la exactitud o validez del certificado o <br> productores de la Parte exportadora; <br> fecha de su firma. <br> declaración de origen a todas las personas a quienes hubiere entregado el certificado o <br> b) visitas a las instalaciones del exportador o productor en territorio de la Parte <br> declaración de origen, según sea el caso, así como a su autoridad competente. En <br> exportadora, con el propósito de examinar los registros contables y los <br> 4 Cada Parte dispondrá que: <br> origen respecto de la exportación de una mercancía para la cual un importador pueda <br> estos casos el exportador o el productor no podrá ser sancionado por haber presentado <br> documentos a que se refiere al Artículo 5.04(5), además de inspeccionar las <br> solicitar trato arancelario preferencial. <br> una certificación o declaración incorrecta, respectivamente. <br> instalaciones y materiales o productos que se utilicen en la producción de las mercancías; y <br> certificado de origen con fundamento en: <br> 3 Cada Parte dispondrá que la autoridad competente de la Parte exportadora <br> a) cuando un exportador no sea el productor de la mercancía, llene y firme el <br> comunique por escrito a la autoridad competente de la Parte importadora sobre la <br> 3 El exportador o productor que reciba un cuestionario y solicitudes de información <br> i) su conocimiento respecto de si la mercancía califica como originaria; <br> ii) la confianza razonable en una declaración escrita del productor de que <br> notificación a que se refiere el párrafo 2. <br> c) otros procedimientos que las Partes acuerden. <br> conforme al párrafo 2(a) deberá responderlo y devolverlo dentro de un plazo de treinta <br> 4 Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha <br> (30) días, contado a partir de la fecha en que sea recibido. Durante dicho plazo el <br> por su exportador o productor, en el sentido de que una mercancía que vaya a <br> exportador o productor podrá, por una sola vez, solicitar por escrito a la Parte <br> la mercancía califica como originaria; o <br> exportarse a territorio de la otra Parte califica como originaria, tenga sanciones <br> importadora prórroga del mismo, la cual no podrá ser superior a treinta (30) días. <br> iii) la declaración de origen a que se refiere el párrafo 1; y <br> semejantes, con las modificaciones que requieran las circunstancias, que aquéllas que <br> 4 En caso que el exportador o productor no devuelva el cuestionario debidamente <br> b) la declaración de origen que ampare la mercancía objeto de la exportación <br> se aplicarían a su importador que haga declaraciones o manifestaciones falsas en <br> respondido dentro del plazo otorgado o durante su prórroga, la Parte importadora podrá <br> sea llenada y firmada por el productor de la mercancía y proporcionada <br> contravención de sus leyes y reglamentaciones aduaneras u otras aplicables. <br> negar el trato arancelario preferencial. <br> voluntariamente al exportador. La declaración tendrá una vigencia máxima de <br> 5 Cada Parte dispondrá que su exportador o productor que llene y firme un <br> 5 Antes de efectuar una visita de verificación de conformidad con lo establecido en <br> exportador en territorio de la otra Parte ampare: <br> un (1) año, a partir de la fecha de su firma. <br> certificado o declaración de origen conserve, durante un período mínimo de cinco (5) <br> 5 Cada Parte dispondrá que el certificado de origen llenado y firmado por el <br> años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> competente, a notificar por escrito su intención de efectuar la visita. La notificación se <br> documentos relativos al origen de la mercancía, incluyendo los referentes a: <br> enviará al exportador o al productor que será visitado, a la autoridad competente de la <br> a) una sola importación de una o más mercancías; o <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> b) varias importaciones de mercancías idénticas a realizarse por un mismo <br> de su territorio; <br> embajada de esta Parte en territorio de la Parte importadora. La autoridad competente <br> importador, dentro de un plazo específico establecido por el exportador en el <br> b) la adquisición, los costos, el valor y el pago de todos los materiales, incluso <br> de la Parte importadora deberá obtener el consentimiento por escrito del exportador o <br> certificado, que no excederá de un (1) año. <br> los indirectos, utilizados en la producción de la mercancía que se exporte de <br> del productor a quien pretende visitar. <br> su territorio; y <br> 6 La notificación a que se refiere el párrafo 5 contendrá: <br> c) la producción de la mercancía en la forma en que se exporte de su territorio. <br> b) el nombre del exportador o del productor que se pretende visitar; <br> Artículo 5.05: Excepciones <br> Siempre que no forme parte de dos (2) o más importaciones que se efectúen o se <br> a) la identificación de la autoridad competente que hace la notificación; <br> c) la fecha y lugar de la visita de verificación propuesta; <br> pretendan efectuar con el propósito de evadir el cumplimiento de los requisitos de <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> certificación de los Artículos 5.02 y 5.03, una Parte no requerirá el certificado de origen <br> específica de la mercancía o mercancías objeto de verificación; <br> información adicional a la persona que solicita la resolución anticipada <br> durante el proceso de evaluación de la solicitud; <br> e) la identificación y cargos de los funcionarios que efectuarán la visita de verificación; y <br> a) cuando se trate de una importación comercial de una mercancía cuyo valor <br> en aduana no exceda de mil dólares de los Estados Unidos de América <br> 7 Si dentro de los treinta (30) días posteriores a la fecha en que se reciba la <br> una vez que haya obtenido toda la información necesaria de la persona que <br> (US$ 1000), o su equivalente en moneda nacional, o una cantidad mayor que <br> f) el fundamento legal de la visita de verificación. <br> notificación de la visita de verificación propuesta conforme al párrafo 5, el exportador o <br> esa Parte establezca, pero podrá exigir que la factura comercial contenga o <br> el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> se acompañe de una declaración del importador o del exportador de que la <br> Parte importadora podrá negar el trato arancelario preferencial a la mercancía o <br> mercancía califica como originaria; <br> mercancías que habrían sido objeto de la visita de verificación. <br> b) cuando se trate de una importación con fines no comerciales de una <br> 8 Cada Parte dispondrá que cuando el exportador o productor reciba una <br> territorio, a partir de la fecha de la expedición de la resolución, o de una fecha posterior <br> mercancía cuyo valor en aduana no exceda de mil dólares de los Estados <br> Unidos de América (US$ 1000), o su equivalente en moneda nacional, o una <br> de acuerdo con lo establecido en el párrafo 5. <br> siguientes a la fecha de recepción de la notificación, por una sola vez, solicitar la <br> cantidad mayor que esa Parte establezca; ni <br> el párrafo 2(b), la Parte importadora estará obligada, por conducto de su autoridad <br> posposición de la visita de verificación propuesta por un período no mayor de sesenta <br> c) cuando se trate de una importación de una mercancía para la cual la Parte <br> (60) días a partir de la fecha en que se recibió la notificación, o por un plazo mayor que <br> notificación de conformidad con el párrafo 5 podrá, dentro de los quince (15) días <br> importadora haya eximido del requisito de presentación del certificado de origen. <br> acuerden las Partes. Para estos efectos, se deberá notificar la posposición de la visita a <br> la autoridad competente de la Parte importadora y de la Parte exportadora. <br> Cuando la mercancía objeto de intercambio comercial sea facturada por un <br> Artículo 5.06: Facturación por un operador de un tercer país <br> operador de un tercer país que sea Parte o no Parte, el productor o exportador del país <br> exclusivamente en la solicitud de posposición de la visita de verificación, conforme a lo <br> de origen deberá señalar en el certificado de origen respectivo, en el recuadro relativo a <br> dispuesto en el párrafo 8. <br> \"observaciones\", que la mercancía objeto de su declaración será facturada desde ese <br> 10. Cada Parte permitirá al exportador o al productor, cuya mercancía o mercancías <br> tercer país e identificará el nombre, denominación o razón social y domicilio del <br> 9 Una Parte no podrá negar el trato arancelario preferencial con fundamento <br> sean objeto de una visita de verificación, designar dos (2) observadores que estén <br> operador que en definitiva será el que facture la operación a destino. <br> presentes durante la visita, siempre que intervengan únicamente en esa calidad. De no <br> designarse observadores por el exportador o el productor, esa omisión no tendrá como <br> consecuencia la posposición de la visita. <br> 11. Cada Parte verificará el cumplimiento de los requisitos de valor de contenido <br> regional, el cálculo del de minimis, o cualquier otra medida contenida en el Capítulo 4 <br> (Reglas de Origen) por conducto de su autoridad competente, de conformidad con los <br> Parte desde la cual se ha exportado la mercancía. <br> 12. El procedimiento para verificar el origen dispuesto en el presente Artículo, deberá <br> llevarse a cabo durante un plazo máximo de un (1) año. No obstante lo anterior, en <br> casos debidamente fundamentados y por una sola vez, para cada caso, se podrá <br> prorrogar dicho plazo, de conformidad con lo establecido en las Reglamentaciones Uniformes. <br> 13. Dentro del plazo a que hace referencia el párrafo 12 o la prórroga establecida en <br> las Reglamentaciones Uniformes para realizar el procedimiento de verificación de <br> origen, la autoridad competente proporcionará al exportador o productor cuya <br> mercancía o mercancías hayan sido objeto de la verificación de origen, una resolución <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> escrita en la que se determine si la mercancía o mercancías califica o no como <br> originaria, la cual incluirá las conclusiones de hecho y el fundamento jurídico de la determinación. <br> resolución anticipada. <br> 6 Cada Parte dispondrá que cualquier modificación o revocación de una resolución <br> Cada Parte dispondrá que, si dentro del plazo a que se refiere el párrafo 12 o la <br> prórroga establecida en las Reglamentaciones Uniformes, su autoridad competente no <br> emite la resolución de determinación de origen, la mercancía o mercancías objeto de la <br> verificación de origen tendrán derecho al trato arancelario preferencial. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o <br> que una mercancía califica como originaria, la Parte importadora podrá suspender el <br> trato arancelario preferencial a las mercancías idénticas que esa persona exporte o <br> principios de contabilidad generalmente aceptados que se apliquen en territorio de la <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el Capítulo 4 (Reglas de Origen). <br> 15. Cada Parte dispondrá que, cuando su autoridad competente determine que una <br> mercancía importada a su territorio no califica como originaria, de acuerdo con la <br> circunstancias y los hechos sustanciales que fundamentan esa resolución; y <br> clasificación arancelaria o con el valor aplicado por la Parte a uno o más materiales <br> utilizados en la producción de la mercancía, y ello difiera de la clasificación arancelaria <br> o del valor aplicado a los materiales por la Parte de cuyo territorio se exportó la <br> mercancía, la resolución de la Parte importadora no surtirá efectos hasta que la <br> el productor ha certificado o declarado más de una vez, de manera falsa o infundada, <br> notifique por escrito, tanto al importador de la mercancía, como a la persona que haya <br> llenado y firmado el certificado de origen que la ampare. <br> 16. La Parte no aplicará la resolución dictada conforme al párrafo 15 a una <br> importación efectuada antes de la fecha en que dicha resolución surta efectos, siempre que: <br> a) la autoridad competente de cuyo territorio se ha exportado la mercancía haya <br> dictado una resolución anticipada conforme al Artículo 5.09, o cualquier otra <br> resolución sobre la clasificación arancelaria o el valor de los materiales, en la <br> cual tenga derecho a apoyarse una persona; y <br> b) las resoluciones mencionadas sean previas a la notificación del inicio de la <br> persona que haya manifestado falsamente u omitido circunstancias o hechos <br> verificación de origen. <br> Artículo 5.09: Resolución anticipada <br> 1 Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen <br> de manera expedita resoluciones anticipadas por escrito previo a la importación de una <br> mercancía a su territorio. Las resoluciones anticipadas serán dictadas por la autoridad <br> únicamente mientras se mantengan los hechos o circunstancias que sirvieron de base <br> competente de territorio de la Parte importadora a solicitud de su importador, o del <br> para su emisión. En este caso, el titular de la resolución podrá presentar la información <br> exportador o productor de territorio de la otra Parte, con base en los hechos y <br> necesaria para que la autoridad que la emitió proceda conforme a lo dispuesto en el párrafo 5. <br> Capítulo 4 (Reglas de origen); <br> circunstancias manifestados por los mismos respecto a: <br> a) si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen); <br> b) si los materiales no originarios utilizados en la producción de una mercancía <br> cumplen con el cambio correspondiente de clasificación arancelaria señalado <br> 1 Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas <br> en el Anexo 4.03 (Reglas de origen específicas); <br> c) si la mercancía cumple con el valor de contenido regional establecido en el <br> d) si el método que aplica el exportador o productor en territorio de la otra Parte, <br> de conformidad con los principios del Acuerdo de Valoración Aduanera, para <br> el cálculo de valor de la mercancía o de los materiales utilizados en la <br> producción de una mercancía, respecto del cual se solicita una resolución <br> anticipada, es adecuado para determinar si la mercancía cumple con el valor <br> de contenido regional conforme al Capítulo 4 (Reglas de Origen); <br> e) si una mercancía que reingresa a su territorio después de haber sido <br> exportada desde su territorio al territorio de la otra Parte para ser reparada o <br> alterada, califica para el trato arancelario preferencial de conformidad con el Artículo <br> 3.07 (Mercancías reimportadas después de haber sido reparadas o alteradas); y <br> 2 Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una <br> 2 Cada Parte adoptará o mantendrá procedimientos para la emisión de resoluciones <br> f) otros asuntos que las Partes convengan. <br> instancia de revisión administrativa, independiente del funcionario o dependencia <br> anticipadas, que incluyan: <br> a) la información que razonablemente se requiera para tramitar la solicitud; <br> b) la facultad de su autoridad competente para pedir en cualquier momento <br> c) la obligación de la autoridad competente de expedir la resolución anticipada <br> la solicita; y <br> d) la obligación de la autoridad competente de expedir de manera completa, <br> fundamentada y motivada la resolución anticipada. <br> 3 Cada Parte aplicará las resoluciones anticipadas a las importaciones a su <br> que en ella misma se indique, salvo que la resolución anticipada se modifique o revoque <br> 4 Cada Parte otorgará a toda persona que solicite una resolución anticipada, el <br> mismo trato, la misma interpretación y aplicación de las disposiciones del Artículo 3.07 <br> (Mercancías reimportadas después de haber sido reparadas o alteradas) y del Capítulo <br> 4 (Reglas de Origen), referentes a la determinación de origen que haya otorgado a <br> cualquier otra persona a la que le hubiere expedido una resolución anticipada, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 5 La resolución anticipada podrá ser modificada o revocada por la autoridad <br> competente en los siguientes casos: <br> a) cuando se hubiere fundamentado en algún error: <br> ii) en la clasificación arancelaria de la mercancía o de los materiales <br> i) de hecho; <br> objeto de la resolución; <br> iii) en la aplicación de valor de contenido regional conforme al Capítulo 4 <br> (Reglas de Origen); o <br> iv) en la aplicación de las reglas para determinar si una mercancía que <br> reingresa a su territorio después de que la misma haya sido exportada <br> de su territorio a territorio de la otra Parte para fines de reparación o <br> alteración, califica para recibir trato libre de aranceles aduaneros <br> conforme al Artículo 3.07 (Mercancías reimportadas después de haber <br> sido reparadas o alteradas); <br> b) cuando no esté conforme con una interpretación que las Partes hayan <br> acordado respecto del Capítulo 3 (Trato Nacional y Acceso de Mercancías al <br> Mercado) o del Capítulo 4 (Reglas de Origen); <br> c) cuando cambien las circunstancias o los hechos que la fundamenten; <br> d) con el fin de dar cumplimiento a una modificación a este Capítulo, al Capítulo <br> 3 (Trato Nacional y Acceso de Mercancías al Mercado), al Capítulo 4 (Reglas <br> de Origen), o a las Reglamentaciones Uniformes; o <br> e) con el fin de dar cumplimiento a una decisión administrativa o judicial o de <br> anticipada surta efectos en la fecha en que se expida o en una fecha posterior que ahí <br> se establezca, y no podrá aplicarse a las importaciones de una mercancía efectuadas <br> antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> actuado conforme a sus términos y condiciones. <br> 7 No obstante lo establecido en el párrafo 6, la Parte que expida la resolución <br> anticipada pospondrá la fecha de entrada en vigencia de la modificación o revocación, <br> por un período que no exceda de noventa (90) días, cuando la persona a la cual se le <br> haya expedido la resolución anticipada se haya apoyado en ese criterio de buena fe y en su perjuicio. <br> 8 Cada Parte dispondrá que, cuando se examine el valor de contenido regional de <br> una mercancía respecto de la cual se haya expedido una resolución anticipada, su <br> autoridad competente evalúe si: <br> a) el exportador o el productor cumple con los términos y condiciones de la resolución anticipada; <br> c) los datos y cálculos comprobatorios utilizados en la aplicación del criterio o el <br> método para calcular el valor son correctos en todos los aspectos sustanciales. <br> 9 Cada Parte dispondrá que, cuando su autoridad competente determine que no se <br> b) las operaciones del exportador o del productor concuerdan con las <br> ha cumplido con cualquiera de los requisitos establecidos en el párrafo 8, la autoridad <br> competente pueda modificar o revocar la resolución anticipada, según lo ameriten las circunstancias. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que la <br> resolución anticipada se ha fundamentado en información incorrecta, no se sancione a <br> razonable y de buena fe al manifestar los hechos y circunstancias que motivaron la resolución anticipada. <br> 11. Cada Parte dispondrá que, cuando se expida una resolución anticipada a una <br> sustanciales en que se fundamente la resolución anticipada, o no haya actuado de <br> conformidad con los términos y condiciones de la misma, la autoridad competente que <br> emita la resolución anticipada pueda aplicar las medidas que procedan conforme a su legislación. <br> 12. Las Partes dispondrán que el titular de una resolución anticipada podrá utilizarla <br> la persona a quien se le haya expedido, si ésta demuestra que actuó con cuidado <br> 13. No será objeto de una resolución anticipada una mercancía que se encuentre <br> sujeta a un procedimiento para verificar el origen o a alguna instancia de revisión o <br> impugnación en territorio de cualquiera de las Partes. <br> Artículo 5.10: Revisión e impugnación <br> 1 Cada Parte otorgará a los exportadores o productores de la otra Parte los mismos <br> derechos de revisión e impugnación de resoluciones de determinación de origen y de <br> resoluciones anticipadas previstos para sus importadores, siempre que: <br> a) llenen y firmen un certificado o una declaración de origen que ampare una <br> mercancía que haya sido objeto de una resolución de determinación de <br> origen de acuerdo con el Artículo 5.08(13); o <br> responsable de la resolución de determinación de origen o de la resolución anticipada <br> sujeta a revisión y acceso a una instancia de revisión judicial de la resolución o de la <br> decisión tomada en la última instancia de revisión administrativa, de conformidad con la <br> legislación de cada Parte. <br> Artículo 5.11: Sanciones <br> por infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones de este Capítulo. <br> 2 Nada de lo dispuesto en los Artículos 5.03(1)(d), 5.03(2), 5.04(2), 5.08(4), 5.08(7) <br> b) hayan recibido una resolución anticipada de acuerdo con el artículo 5.09. <br> ó 5.08(9) se interpretará en el sentido de impedir a una Parte aplicar las medidas que <br> procedan conforme a su legislación. <br> "}]}]}, "members_found": ["320", "591", 2, 8703900000]}