{"FtaRooDetails": {"FtaId": 251, "FtaCode": "ITC00257", "FtaName": "FTA, Canada-Colombia", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN CANADA AND THE REPUBLIC OF COLOMBIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "15.08.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Colombia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Colombia", "AdminProcCooAuth": "The certification type under FTA, Canada-Colombia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Colombia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Colombia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(NC + ALW and RVC 45%) or SP", "RooText": "A change from within any one of these subheadings or any other heading, provided that the value of the non-originating materials does not exceed: (a) 55 per cent of the transaction value of the good; or (b) 65 per cent of the net cost of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " Annex 301 - Specific Rules of Origin<br /> Part A - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular heading, subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> (b) a requirement of a change in tariff classification or any other requirement set out in a specific rule applies only to non-originating materials;<br /> (c) the expression \"a change from any other heading\" or \"a change from any other subheading\" means a change from any other heading (or subheading) of the Harmonized System, including, where applicable, any other heading (or subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (d) where a specific rule of origin is defined using the criterion of a change in tariff classification, and it is written to exclude tariff provisions at the level of a chapter, heading or subheading of the Harmonized System, the materials classified in those excluded provisions must be originating for the resulting good to achieve originating status;<br /> (e) the expression \"a change from any heading outside that group\" or \"a change from any subheading outside that group\" means a change from any other heading (or subheading) of the Harmonized System, except from any other heading (or subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (f) where two or more alternative rules are applicable to a heading, subheading or group of headings or subheadings, if the good satisfies the requirements of one of those rules it does not need to satisfy the requirement of another of those rules;<br /> (g) the expression<br /> \"A change from within that heading\",<br /> \"A change from within that subheading\",<br /> \"A change from within any one of these headings\",<br /> \"A change from within any one of these subheadings\", or<br /> \"A change to (a good) of (a tariff provision) from within that (tariff provision)\"<br /> means a change from any other good or material of that same heading (or subheading) of the Harmonized System;<br /> (h) where two or more alternative rules are applicable to a heading, subheading or group of headings or subheadings and the alternative rule contains a phrase commencing with the words \"whether or not\",<br /> (i) the change in tariff classification specified in the phrase commencing with the words \"whether or not\" reflects the change specified in the first rule applicable to the heading, subheading or group of headings or subheadings,<br /> (ii) the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or not\",<br /> (iii) unless otherwise specified, only the value of the non-originating materials referred to at the beginning of the alternative rule, and specified again in the phrase commencing with the words \"provided that the value of the non-originating materials\", shall be included in calculating the value of non-originating materials, and<br /> (iv) the value of any non-originating materials satisfying the change of tariff classification specified in the phrase commencing with the words \"whether or not\" shall not be included in calculating the value of non-originating materials,<br /> (i) reference to weight in the rules for goods of Chapters 1 through 24 of the Harmonized System means dry weight unless otherwise specified in the Harmonized System.<br /> 2. A specific rule of origin set out in this Annex represents the minimum amount of production required to be carried out on non-originating materials for the resulting good to achieve originating status. A greater amount of production than that required by the rule for that good will also confer originating status.<br /> 3. Where a rule of this Annex applicable to a good contains both a required change in tariff classification and a percentage for the maximum value of non-originating materials, the de minimis provision of Article 307 permits the use of non-originating materials which do not satisfy the tariff change requirement, as long as the value of such materials does not exceed 10 per cent of the transaction value of the good. However, the value of such non-originating materials shall be included when calculating the value of non-originating materials and under no circumstances may the percentage for the maximum value of non-originating materials as set out in the rule be exceeded through the use of the de minimis provision.<br /> 4. Where:<br /> (a) a rule of this Annex applicable to a good contains both a required change in tariff classification and a percentage for the maximum value of non-originating materials, and<br /> (b) one or more of the non-originating materials used in the production of the good are classified in the same subheading, or heading that is not further subdivided into subheadings, as the good itself,<br /> subparagraph (d) of Article 301, which provides that the good shall be considered as originating if the value of the non-originating materials classified as or with the good does not exceed the given percentage of the transaction value of the good, may be applied.<br /> 5. Given that, in the case described in paragraph 4, the good resulting from the application of subparagraph (d) of Article 301 qualifies as originating in its own right, no account shall be taken of the non-originating materials contained therein when that good is used in the production of another good. In this particular instance, only the value of any other non-originating materials that are used in the production of the final good and that satisfy the required change in tariff classification set out in the rule of this Annex would need to be taken into account when calculating the value of non-originating materials for purposes of determining the origin of the final good.<br /> 6. The product specific rules set out in this Annex also apply to used goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00257_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00257_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/colombia-colombie/fta-ale/annex-301-annexe.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00257_roo.pdf", "DocType": "3_roo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/colombia-colombie/fta-ale/03.aspx?lang=eng"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00257_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.cbsa-asfc.gc.ca/publications/forms-formulaires/bsf459-eng.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00257_full.pdf", "DocType": "8_full", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/colombia-colombie/fta-ale/index.aspx?lang=eng"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 306: Accumulation <br /> 1 For purposes of determining whether a good is an originating good, a good <br /> originating in the territory of one or both of the Parties shall be considered as originating <br /> in the territory of either of the Parties. <br /> 2 For purposes of determining whether a good is an originating good, the <br /> production of the good in the territory of one or both of the Parties by one or more <br /> producers shall, at the choice of the exporter or producer of the good for which <br /> preferential tariff treatment is claimed, be considered to have been performed in the <br /> territory of either of the Parties by that exporter or producer, provided that: <br /> (a) all non-originating materials used in the production of the good satisfy the <br /> requirements set out in Annex 301 entirely in the territory of one or both <br /> of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 3 Subject to paragraph 4, where each Party has a trade agreement that, as <br /> contemplated by the WTO Agreement, concerns the establishment of a free trade area <br /> with the same non-Party, the territory of that non-Party shall be deemed to form part of <br /> the territory of the free trade area established by this Agreement, for purposes of <br /> determining whether a good is an originating good under this Agreement. <br /> 4 A Party shall apply paragraph 3 only once provisions with effect equivalent to <br /> those of paragraph 3 are in force between each Party and the non-Party with which each <br /> Party has separately concluded a free trade agreement. Where such provisions in force <br /> between a Party and the non-Party apply to only certain goods or under certain <br /> conditions, the other Party may limit the application of paragraph 3 to those goods and <br /> under those conditions and as otherwise set out in this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 307: De Minimis <br /> 1 Except as provided in paragraphs 2 through 4, a good shall be considered to be an <br /> originating good if the value of all non-originating materials used in the production of the <br /> good that do not undergo an applicable change in tariff classification set out in Annex <br /> 301 does not exceed 10 per cent of the transaction value of the good, provided that: <br /> (a) if the rule of origin of Annex 301 applicable to the good contains a <br /> percentage for the maximum value of non-originating materials, the value <br /> of such non-originating materials shall be included in calculating the value <br /> of non-originating materials; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Paragraph 1 does not apply to a non-originating material used in the production of <br /> a good of Chapters 1 through 24 of the Harmonized System unless the non-originating <br /> material is provided for in a different subheading from the good for which origin is being <br /> determined under this Article. <br /> 3 A good of any of Chapters 50 through 60 of the Harmonized System that does not <br /> originate because certain non-originating yarns used in the production of the good do not <br /> fulfil the requirements set out in Annex 301, shall nonetheless be considered to originate <br /> if the total weight of all such yarns does not exceed 15 per cent of the total weight of that good. <br /> 4 A good of any of Chapters 61 through 63 of the Harmonized System, that does <br /> not originate because certain non-originating yarns used in the production of the <br /> component of the good that determines the tariff classification of that good do not fulfil <br /> the requirements set out for that good in Annex 301, shall nonetheless be considered to <br /> originate if the total weight of all such yarns in that component does not exceed 15 per <br /> cent of the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 305: Intermediate Materials Used In Production <br /> 1 For greater certainty, if a non-originating material satisfies the requirements set <br /> out in Article 301 in the territory of one or both of the Parties, the resulting good shall be <br /> considered as originating and no account shall be taken of the non-originating material <br /> contained therein when that good is used in the subsequent production of another good. <br /> 2 For purposes of determining the origin of a good, a producer of a good may <br /> designate any intermediate material as a material to be taken into account as an <br /> originating or non-originating material, as the case may be, in determining whether the <br /> good satisfies the applicable requirements of the rules of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 311: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools delivered with a good that form part of the <br /> good's standard accessories, spare parts or tools, shall be considered as originating if the <br /> good is an originating good, and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable <br /> requirements set out in Annex 301 provided that: <br /> (a) the accessories, spare parts and tools are not invoiced separately from the <br /> good, whether or not each is listed or detailed on the invoice; and <br /> (b) the quantities and value of such accessories, spare parts or tools are <br /> customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 303: Value Test <br /> 1 Except as provided in paragraph 2, where the applicable rule of origin in <br /> Annex 301 for the tariff provision under which a good is classified specifies a value test, <br /> the value test shall be satisfied provided the value of non-originating materials used in the <br /> production of the good does not exceed the percentage of the transaction value of the <br /> good set out in the rule of origin applicable to that good. <br /> 2 For purposes of a good of heading 87.01 through 87.08, at the choice of an <br /> exporter or a producer of such good, the value test shall be satisfied provided the value of <br /> non-originating materials used in the production of the good does not exceed the <br /> percentage of either the transaction value or the net cost of the good set out in the rule of <br /> origin applicable to that good. <br /> 3 The value of non-originating materials used by the producer in the production of a <br /> good shall not, for purposes of satisfying the value test under either paragraph 1 or 2, <br /> include the value of non-originating materials used to produce originating materials that <br /> are subsequently used in the production of the good. <br /> 4 For purposes of paragraph 3, \"the value of non-originating materials\" in <br /> paragraphs 1 and 2 does not include: <br /> (a) the value of any non-originating materials used by another producer to <br /> produce an originating material that is subsequently acquired and used in <br /> the production of the good by the producer of the good; or <br /> (b) the value of non-originating materials used by the producer to produce an <br /> originating intermediate material. <br /> 5 For purposes of calculating the net cost of a good under paragraph 2, the producer <br /> of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service <br /> costs, royalties, shipping and packing costs, as well as non-allowable <br /> interest costs that are included in the total cost of all such goods, and then <br /> reasonably allocate the resulting net cost of those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract <br /> any sales promotion, marketing and after-sales service costs, royalties, <br /> shipping and packing costs and non-allowable interest costs that are <br /> included in the portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include <br /> any sales promotion, marketing and after-sales service costs, royalties, <br /> shipping and packing costs, or non-allowable interest costs. <br /> 6 For purposes of calculating the net cost of a good under paragraph 2, the producer <br /> may average its calculation over its fiscal year using any one of the following categories, <br /> on the basis of either all motor vehicles in the category or only those motor vehicles in <br /> the category that are exported to the territory of the other Party: <br /> (a) the same model line of motor vehicles in the same class of vehicles <br /> produced in the same plant in the territory of a Party; <br /> (b) the same model line of motor vehicles produced in the same plant in the <br /> territory of a Party; <br /> (c) the same model line of motor vehicles produced in the territory of a Party; <br /> (d) the same class of motor vehicles produced in the same plant in the <br /> territory of a Party; or <br /> (e) any other category as the Parties may agree. <br /> 7 For purposes of calculating the net cost under paragraph 2 with respect to a good <br /> of headings 87.06 through 87.08 produced in the same plant, the producer may: <br /> (a) average its calculation, <br /> (i) over the fiscal year of the motor vehicle producer to whom the good is sold, <br /> (ii) over any quarter or month, or <br /> (iii) over the automotive materials producer's fiscal year, <br /> provided the good was produced during the fiscal year, quarter or month <br /> forming the basis for the calculation; <br /> (b) calculate the average referred to in subparagraph (a) separately for any or <br /> all goods sold to one or more motor vehicle producers; or <br /> (c) calculate the average in subparagraph (a) or (b) separately for those goods <br /> that are exported to the territory of the other Party. <br /> Article 304: Value of Materials <br /> 1 For purposes of Article 303 and Article 307, the value of non-originating <br /> materials, including non-originating component goods referred to in Article 310, shall be: <br /> (a) the transaction value or the customs value of the materials at the time of <br /> their importation into a Party, adjusted, if necessary, to include freight, <br /> insurance, packing and all other costs incurred in transporting the <br /> materials to the place of importation; or <br /> (b) in the case of domestic transactions, the value of the materials determined <br /> in accordance with the principles of the Customs Valuation Agreement in <br /> the same manner as international transactions, with such modifications as <br /> may be required by the circumstances. <br /> 2 Notwithstanding paragraph 1, the value of an intermediate material shall be: <br /> (a) the total cost incurred with respect to all goods produced by the producer <br /> of the good that can be reasonably allocated to that intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect to <br /> that intermediate material that can be reasonably allocated to that intermediate material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 309: Indirect Materials <br /> An indirect material shall be considered as originating without regard to where it is produced. <br /> indirect material means a good used in the production, testing, or inspection of a good <br /> but not physically incorporated into the good, or a good used in the maintenance of <br /> buildings or the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in the <br /> production or the operation of equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and safety supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 314: Transit and Transshipment <br /> A good that qualifies as an originating good under this Chapter that is exported <br /> from a Party shall maintain its originating status only if the good: <br /> (a) does not undergo further production or any other operation outside the <br /> territories of the Parties, other than unloading, reloading or any other <br /> operation necessary to preserve it in good condition or to transport the <br /> good to the territory of a Party; and <br /> (b) remains under customs control while outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 301: Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall originate in the <br /> territory of a Party where: <br /> (a) the good is wholly obtained or produced entirely in the territory of one or <br /> both of the Parties, as defined in Article 318; <br /> (b) the good fulfils the requirements set out for that good in Annex 301 as a <br /> result of production occurring entirely in the territory of one or both of the Parties; <br /> (c) the good is produced entirely in the territory of one or both of the Parties, <br /> exclusively from originating materials; or <br /> (d) except as provided in Annex 301 or except for a good of Chapter 1 <br /> through 24, heading 39.01 through 39.14 or Chapter 50 through 63 of the Harmonized System, <br /> (i) the good is produced entirely in the territory of one or both of the Parties, <br /> (ii) one or more of the non-originating materials used in the <br /> production of the good cannot satisfy the requirements set out <br /> in Annex 301 because both the good and the non-originating <br /> materials are classified in the same subheading, or heading that <br /> is not further subdivided into subheadings, and <br /> (iii) the value of the non-originating materials classified as or with <br /> the good does not exceed 55 per cent of the transaction value of the good, <br /> and the good satisfies all the other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 312: Packaging Materials and Containers for Retail Sale <br /> Except as provided for in Article 310, packaging materials and containers in <br /> which a good is packaged for retail sale shall be disregarded in determining: <br /> (a) whether all the non-originating materials undergo the applicable <br /> requirements set out in Annex 301; or <br /> (b) whether the good meets the requirements established in subparagraph (a) <br /> or (c) of Article 301. <br /> Article 313: Packing Materials and Containers for Shipment <br /> Packing materials, containers, pallets or similar articles in which a good is packed <br /> for shipment shall be disregarded in determining whether that good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 308: Fungible Goods and Materials <br /> 1 For purposes of determining whether a good is an originating good: <br /> (a) where originating and non-originating fungible materials are used in the <br /> production of a good, the determination of whether the materials are <br /> originating materials may be made in accordance with any of the <br /> inventory management methods recognized in, or otherwise accepted by, <br /> the Generally Accepted Accounting Principles of the Party in which the <br /> production is performed; and <br /> (b) where originating and non-originating fungible goods are physically <br /> combined or mixed in inventory in a Party and exported in the same form <br /> to another Party, the determination of whether the good is an originating <br /> good may be made in accordance with any of the inventory management <br /> methods recognized in, or otherwise accepted by, the Generally Accepted <br /> Accounting Principles of the Party from which the good is exported. <br /> 2 A Party shall ensure that the person that selected an inventory management <br /> method pursuant to paragraph 1 for a particular fungible good or material continues to <br /> use such inventory management method for that fungible good or material throughout the <br /> fiscal year of that person.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 310: Sets or Assortments of Goods <br /> Except as provided in Annex 301, a set or assortment of goods, as referred to in <br /> General Rule 3 of the Harmonized System, shall be considered as originating, provided that: <br /> (a) all the component goods, including packaging materials and containers, <br /> are originating; or <br /> (b) where the set or assortment contains non-originating component goods, <br /> including packaging materials and containers, the value of the non- <br /> originating goods, including any non-originating packaging materials and <br /> containers for the set or assortment, does not exceed 15 percent of the <br /> transaction value of the set or assortment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 401: Certificate of Origin <br /> 1 The Parties shall establish, no later than the date of entry into force of this <br /> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br /> exported from the territory of a Party into the territory of the other Party qualifies as an <br /> originating good. The Certificate of Origin may thereafter be modified as the Parties may decide. <br /> 2 Each Party shall permit the Certificate of Origin to be provided to its respective <br /> competent authority in English, French or Spanish. Nonetheless, each Party may require <br /> the importer to submit a translation of the Certificate of Origin into a language required <br /> by its domestic law. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of <br /> Origin for any exportation of a good for which an importer may claim <br /> preferential tariff treatment upon importation of the good into the territory <br /> of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) its knowledge of whether the good qualifies as an originating good, <br /> based on information in the exporter's possession, <br /> (ii) its reasonable reliance on the producer's written representation that <br /> the good qualifies as an originating good, or <br /> (iii) a completed and signed Certificate of Origin for the good, <br /> voluntarily provided to the exporter by the producer. <br /> 4 Each Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period not exceeding 12 months. <br /> 5 Each Party shall ensure that the Certificate of Origin is accepted by its competent <br /> authority for 4 years after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 403: Exceptions <br /> A Party shall not require a Certificate of Origin for: <br /> (a) an importation of a good whose customs value does not exceed US$1,000 <br /> or its equivalent amount in the Party's currency, or such higher amount as <br /> it may establish, except that it may require that the invoice accompanying <br /> the importation include a statement from the exporter certifying that the <br /> good qualifies as an originating good; or <br /> (b) an importation of a good for which the importing Party has waived the <br /> requirement for a Certificate of Origin, <br /> provided that the importation does not form part of a series of importations that <br /> may reasonably be considered to have been undertaken or arranged for the <br /> purpose of avoiding the certification requirements of Articles 401 and 402.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 423: Definitions <br /> For purposes of this Chapter: <br /> competent authority means: <br /> (a) with respect to Canada, the Canada Border Services Agency or its <br /> successor notified in writing to the other Party; <br /> (b) with respect to Colombia, the Ministerio de Comercio, Industria y <br /> Turismo, or the Dirección de Impuestos y Aduanas Nacionales, or their <br /> successors notified in writing to the other Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 401: Certificate of Origin <br /> 4 Each Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period not exceeding 12 months. <br /> 5 Each Party shall ensure that the Certificate of Origin is accepted by its competent <br /> authority for 4 years after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 405: Records <br /> 1 Each Party shall provide that an exporter or a producer in its territory that <br /> provides a Certificate of Origin in accordance with Article 401 shall maintain, for a <br /> minimum of 5 years after the date the certification was issued or for such longer period as <br /> specified in the Party's laws and regulations, all records necessary to demonstrate that the <br /> good for which the producer or exporter provided the Certificate of Origin was an <br /> originating good, including records concerning: <br /> (a) the purchase of, cost of, value of, shipping of and payment for, the exported good; <br /> (b) the purchase of, cost of, value of, and payment for all materials, including <br /> indirect materials, used in the production of the exported good; and <br /> (c) the production of the good in the form in which it was exported. <br /> 2 Each Party shall require an importer claiming preferential tariff treatment for a <br /> good imported into its territory to maintain documentation relating to the importation of <br /> the good, including a copy of the Certificate of Origin, for five years after the date of <br /> importation of the good or for such longer period as specified in the Party's laws and regulations. <br /> 3 Where a Party requires importers, exporters and producers in its territory to <br /> maintain documentation or records in relation to the origin of a good, in accordance with <br /> that Party's laws and regulations, it shall permit them to do so in any medium, provided <br /> that the documentation or records can be retrieved and printed. <br /> 4 A Party may deny preferential tariff treatment to a good that is the subject of an <br /> origin verification where the exporter, producer or importer of the good that is required to <br /> maintain records or documentation under this Article: <br /> (a) fails to maintain records or documentation relevant to determining the <br /> origin of the good in accordance with the requirements of the Chapter; or <br /> (b) denies access to such records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 402: Obligations Regarding Importations <br /> 5 Where a good would have qualified as an originating good when it was imported <br /> into the territory of a Party, but no claim for preferential tariff treatment was made at the <br /> time of importation, the importing Party shall permit the importer, within no less than one <br /> year after the date of importation or for such longer period specified by the importing <br /> Party's law, to make a claim for preferential tariff treatment and apply for a refund of any <br /> excess duties paid as a result of the good not having been granted preferential tariff <br /> treatment, on presentation to the importing Party of: <br /> (a) a written declaration stating that the good was originating at the time of importation; <br /> (b) the Certificate of Origin; and <br /> (c) such other documentation relating to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 406: Origin Verifications <br /> 1 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its <br /> competent authority, conduct a verification by means of: <br /> (a) verification letters that request information from the exporter or producer <br /> of the good in the territory of the other Party; <br /> (b) written questionnaires to the exporter or producer of the good in the <br /> territory of the other Party; <br /> (c) visits to the premises of an exporter or producer in the territory of the <br /> other Party to review the records referred to in paragraph 1 of Article 405 <br /> and observe the facilities used in the production of the good; or <br /> (d) such other procedures as the Parties may agree. <br /> 2 For purposes of verifying the origin of a good, the importing Party may request <br /> the importer of the good to voluntarily obtain and supply written information voluntarily <br /> provided by the exporter or producer of the good in the territory of the other Party, <br /> provided that the importing Party shall not consider the failure or refusal of the importer <br /> to obtain and supply such information as a failure of the exporter or producer to supply <br /> the information or as a ground for denying preferential tariff treatment. <br /> 3 Each Party shall allow an exporter or producer who receives a verification letter <br /> or a questionnaire pursuant to subparagraphs 1(a) and (b) no less than 30 days from the <br /> date of receipt of such letter or questionnaire to provide the information and <br /> documentation required or the completed questionnaire. On written request by the <br /> exporter or producer made during that period, the importing Party may grant the exporter <br /> or producer a single extension of the deadline for no more than 30 days. <br /> 4 Where an exporter or producer fails to provide the information and documentation <br /> required by a verification letter or fails to return a duly completed questionnaire within <br /> the period or extension set out in paragraph 3, an importing Party may deny preferential <br /> tariff treatment to the good in question in accordance with the procedures set out in paragraphs 15 and 16. <br /> 5 Prior to conducting a verification visit pursuant to subparagraph 1(c), a Party <br /> shall, through its competent authority: <br /> (a) deliver a written notification of its intention to conduct the visit: <br /> (i) to the exporter or producer whose premises are to be visited, <br /> (ii) to the competent authority of the Party in whose territory the visit <br /> is to occur, and <br /> (iii) if requested by the Party in whose territory the visit is to occur, to <br /> the embassy of that Party in the territory of the Party proposing to <br /> conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are <br /> to be visited. <br /> 6 The notification referred to in paragraph 5 shall include: <br /> (a) the name of the entity issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the scope of the proposed verification visit, including specific reference to <br /> the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 7 Where, within 30 days of receipt of a notification pursuant to paragraph 5, an <br /> exporter or producer has not given its written consent to a proposed verification visit, <br /> the notifying Party may deny preferential tariff treatment to the good that would have <br /> been the subject of the visit. <br /> 8 The Party whose competent authority receives notification pursuant to <br /> subparagraph 5(a)(ii) may, within 15 days of receipt of the notification, postpone the <br /> proposed verification visit for no more than 60 days from the date of such receipt or for <br /> such longer period as the Parties may decide. <br /> 9 Each Party shall allow, when the exporter or producer receives notification <br /> pursuant to subparagraph 5(a)(i), the exporter or producer to, on a single occasion, within <br /> 15 days of receipt of the notification, request the postponement of the proposed <br /> verification visit for no more than 60 days from the date of such receipt or for such longer <br /> period as agreed to by the notifying Party. <br /> 10 A Party shall not deny preferential tariff treatment to a good based solely on the <br /> postponement of a verification visit pursuant to paragraphs 8 or 9. <br /> 11 A Party shall permit an exporter or a producer whose good is the subject of a <br /> verification visit by the other Party to designate two observers to be present during the <br /> visit, provided that: <br /> (a) the observers shall only participate as such; and <br /> (b) the failure of the exporter or producer to designate observers shall not <br /> result in the postponement of the visit. <br /> 12 Where a Party conducts a verification of origin involving a value test, \"de <br /> minimis\" calculation or any other provision in Chapter Three (Rules of Origin) to which <br /> Generally Accepted Accounting Principles may be relevant, it shall apply such principles <br /> as are applicable in the territory of the other Party. <br /> 13 Where the producer of a good calculates the net cost of the good as set out <br /> in Article 303 (Rules of Origin - Value Test), the importing Party shall not verify, during <br /> the time period over which the net cost is being calculated, whether the good satisfies the value test. <br /> 14 The Party conducting a verification shall provide the exporter or producer whose <br /> good is the subject of the verification with a written determination of whether the good <br /> qualifies as an originating good, including findings of fact and the legal basis for the determination. <br /> 15 Where a Party determines as a result of an origin verification that the good that is <br /> the subject of the verification does not qualify as an originating good, the Party shall <br /> include in its written determination under paragraph 14 a written notice of intent to deny <br /> preferential tariff treatment of the good. <br /> 16 A written notice of intent under paragraph 15 shall provide for no less than 30 <br /> days during which the exporter or producer of the good may provide, with regard to that <br /> determination, written comments or additional information that will be taken into account <br /> by the Party prior to completing the verification. <br /> 17 Where verifications by a Party indicate a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its territory <br /> qualifies as an originating good, the Party may withhold preferential tariff treatment to <br /> identical goods exported or produced by such person until that person establishes <br /> compliance with Chapter Three (Rules of Origin), in accordance with the Party's domestic law. <br /> 18 Where, in conducting a verification of origin of a good imported into its territory <br /> under this Article, a Party conducts a verification of the origin of a material that is used in <br /> the production of the good, the Party shall conduct the verification of the origin of the <br /> material in accordance with the procedures set out in paragraphs 1, 2, 3, 5, 6, 8, 9, 10, 11, 12, 13 and 20. <br /> 19 Where a Party conducts a verification pursuant to paragraph 18, the Party may <br /> consider the material to be non-originating in determining whether the good is an <br /> originating good where the producer or supplier of that material does not allow the Party <br /> access to information required to make a determination of whether the material is an <br /> originating material by the following or other means: <br /> (a) denial of access to its records; <br /> (b) failure to respond to a verification questionnaire or letter; or <br /> (c) refusal to consent, within 30 days of receipt of notification under <br /> paragraph 5, to a verification visit. <br /> 20 For the purposes of this Article, the importing Party shall ensure that all <br /> communication to the exporter or producer and to the Party of export be sent by any <br /> means that can produce a confirmation of receipt. The periods referred to in this article <br /> will begin from the date of such receipt.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 418: Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of <br /> criminal, civil or administrative penalties for violations of its laws and regulations <br /> relating to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 419: Advance Rulings <br /> 1. Each Party shall, through its competent authority, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its territory, to <br /> an importer in its territory or an exporter or a producer in the territory of the other Party, <br /> or its duly authorized representative as provided by domestic law, on the basis of the <br /> facts and circumstances presented by such importer, exporter or producer of the good, concerning: <br /> (a) tariff classification, applicable rate of customs duty, any tax applicable on <br /> importation or information about the application of quotas; <br /> (b) whether a good re-entered into the territory of a Party after being <br /> temporarily exported to the territory of the other Party for repair or <br /> alteration qualifies for duty-free treatment in accordance with Article 205 <br /> (National Treatment and Market Access for Goods - Goods Re-Entered <br /> After Repair or Alteration); <br /> (c) whether a good is originating in accordance with Chapter Three (Rules of Origin); <br /> (d) such other matters as the Parties may decide upon. <br /> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, <br /> including a detailed description of the information reasonably required to process an <br /> application for a ruling and, where practical and useful, a sample of the good. <br /> 3 Each Party shall provide that its competent authority: <br /> (a) may, at any time during the course of an evaluation of an application for <br /> an advance ruling, request supplemental information to be provided within <br /> no less than 30 days, from the person requesting the ruling; <br /> (b) shall, after it has obtained all necessary information from the person <br /> requesting an advance ruling, issue the ruling within 120 days; and <br /> (c) shall provide to the person requesting the ruling a full explanation of the <br /> reasons for the ruling. <br /> 4 Where application to a Party's competent authority for an advance ruling involves <br /> an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by or appeal to the competent authority; or <br /> (c) judicial or, where applicable, quasi-judicial review, in that Party's territory, <br /> the competent authority may decline or postpone the issuance of the ruling. <br /> 5 Each Party shall provide that an advance ruling shall be in effect from its date of <br /> issuance, or another date specified in the ruling, and will remain in effect unless relevant <br /> facts or circumstances change. Each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning on the date of <br /> its issuance or such later date as may be specified in the ruling. <br /> 6 Each Party shall provide consistent treatment with respect to the application for <br /> advance rulings, provided that the facts and circumstances are identical in all material respects. <br /> 7 The issuing Party may modify or revoke an advance ruling after the Party notifies <br /> the requester. The issuing Party may modify or revoke a ruling retroactively only if the <br /> ruling was based on inaccurate or false information. <br /> 8 Each Party shall provide that, where an importer claims that the preferential tariff <br /> treatment granted to an imported good should be governed by an advance ruling, the <br /> competent authority may evaluate whether the facts or circumstances of the importation <br /> are consistent with those on which the advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 417: Review and Appeal <br /> Each Party shall, in accordance with its domestic law, ensure that decisions [1] made <br /> pursuant to this chapter, are subject to: <br /> (a) at least one level of administrative review independent of either the <br /> official or office responsible for the decision under review; and <br /> (b) judicial or quasi-judicial review of the decision taken at the final level of administrative review. <br /> [1] For Colombia, for purposes of this Article, \"decisions\" means an administrative act.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 315: Interpretation and Application <br> For purposes of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonized System; <br> (b) where applying subparagraph (d) of Article 301, the determination of <br> whether a heading or subheading under the Harmonized System <br> provides for both a good and the materials that are used in the <br> production of the good shall be made on the basis of the nomenclature <br> of the heading or subheading and the relevant Section or Chapter <br> Notes, in accordance with the General Rules for the Interpretation of <br> (c) all costs referred to in this Chapter shall be recorded and maintained in <br> the Harmonized System; and <br> "}, {"ArticleTitle": "INTERPRETATION AND APPLICATION", "ArticleDesc": "accordance with the Generally Accepted Accounting Principles applicable <br> in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 316: Consultation and Modifications <br> 1 The Parties shall consult regularly to ensure that this Chapter is interpreted and <br> administered effectively, uniformly, and consistently with the spirit and objectives of this <br> Agreement, and shall cooperate in the administration of this Chapter in accordance with <br> Chapter Four (Origin Procedures and Trade Facilitation). <br> 2 A Party that considers that this Chapter requires modification to take into account <br> developments in production processes, lack of supply of originating materials or other <br> matters may submit a modification proposal along with supporting rationale and any <br> studies to the other Party for consideration and appropriate action under Chapter Two <br> (National Treatment and Market Access for Goods). <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 318: Definitions <br> For purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as eggs, <br> fry, fingerlings and larvae, by intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding, protection from predators, etc. <br> chapter means a chapter of the Harmonized System; <br> class of motor vehicles means any one of the following categories of motor vehicles: <br> each Party, which provide substantial authorized support with regard to the recording of <br> (a) motor vehicles of subheading 8701.20, motor vehicles for the transport of <br> fungible goods or materials means goods or materials that are interchangeable for <br> 16 or more persons of subheading 8702.10 or 8702.90, and motor vehicles <br> commercial purposes and whose properties are essentially identical; <br> of subheading 8704.10, 8704.22, 8704.23, 8704.32 or 8704.90 or heading <br> 87.05 or 87.06; <br> (b) motor vehicles of subheading 8701.10 or 8701.30 through 8701.90; <br> (c) motor vehicles for the transport of 15 or fewer persons of subheading <br> income, costs, expenses, assets and liabilities involved in the disclosure of information <br> 8702.10 or 8702.90, and motor vehicles of subheading 8704.21 or 8704.31; or <br> (d) motor vehicles of subheading 8703.21 through 8703.90; <br> customs value means the value as determined in accordance with the Customs Valuation Agreement; <br> employed in accounting; <br> with the domestic law of a Party and whose registration in the foreign country is <br> (a) fuel and energy; <br> Generally Accepted Accounting Principles means the principles used in the territory of <br> good means any merchandise, product, article or material; <br> and preparation of financial statements. These principles may be broad guidelines of <br> general application, as well as those standards, practices and procedures normally <br> territory of one or both of the Parties; <br> (a) minerals and other non-living natural resources extracted or taken from the <br> (b) plants and plant products harvested or gathered in the territory of one or <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> non-originating good or non-originating material means a good or material that does <br> both of the Parties; <br> (c) live animals born and raised in the territory of one or both of the Parties; <br> (g) goods produced on board a factory ship from the goods referred to in <br> (d) goods obtained from live animals in the territory of one or both of the Parties; <br> (e) goods obtained from hunting, trapping, fishing or aquaculture in the <br> (f) goods (fish, shellfish and other marine life) taken from the sea, seabed or <br> subsoil outside the territory of one or both of the Parties, by a vessel <br> registered, recorded or listed with a Party, or leased by or chartered to an <br> enterprise established in the territory of a Party, and entitled to fly its flag. <br> subparagraph (f), provided such factory ship is registered, recorded or <br> listed with a Party, or leased by or chartered to an enterprise established in <br> the territory of a Party, and entitled to fly its flag; <br> (h) goods other than fish, shellfish and other marine life, taken or <br> extracted from the seabed, ocean floor or subsoil, outside the territories <br> of the Parties by a Party or a person of a Party, provided that such <br> royalties means payments of any kind, including payments under technical assistance or <br> Party or person of such Party has rights to exploit such seabed, ocean floor or subsoil; <br> (i) goods taken from outer space, provided they are obtained by a Party or <br> a person of a Party and not processed in a non-Party; <br> (ii) used goods collected in the territory in one or both of the <br> (b) tools, dies and moulds; <br> Parties, provided that such goods are fit only for the recovery <br> of raw materials; <br> (i) production in the territory of one or both of the Parties, or <br> (k) recovered goods collected in the territory of one or both of the Parties <br> and used in the territory of one or both Parties in the production of <br> remanufactured goods; and <br> (l) goods produced in the territory of one or both of the Parties <br> exclusively from goods referred to in subparagraphs (a) through (k), or <br> model line means a group of motor vehicles having the same platform or model name; <br> buildings or the operation of equipment associated with the production of a good, including: <br> indirect material means a good used in the production, testing, or inspection of a good <br> (d) lubricants, greases, compounding materials and other materials used in the <br> production or the operation of equipment and buildings; <br> (e) gloves, glasses, footwear, clothing, safety equipment and safety supplies; <br> (e) product liability insurance; <br> non-allowable interest costs means interest costs incurred by a producer that exceed 700 <br> (h) any other goods that are not incorporated into the good but whose use in <br> basis points above the applicable national government interest rate identified for <br> service of goods on the financial statements or cost accounts of the producer; <br> the production of the good can reasonably be demonstrated to be a part of that production; <br> not qualify as originating under this Chapter; <br> used in the production of that good; <br> listed with a Party means a foreign registered vessel bare-boat chartered in accordance <br> suspended for the duration of the charter; <br> material means any ingredient, component, part or other good that is used in <br> intermediate material means a material that is produced by a producer of a good and <br> the production of another good <br> net cost means total cost minus sales promotion, marketing and after-sales service costs, <br> (j) payments by the producer to other persons for warranty repairs; <br> literary, artistic, or scientific work, patent, trademark, design, model, plan, secret formula <br> royalties, shipping and packing costs, and non-allowable interest costs that are included <br> that can be related to specific services such as: <br> in the total cost; <br> other costs means all costs recorded on the books of the producer that are not product <br> comparable maturities; <br> costs or period costs; <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> period costs means those costs other than product costs that are expensed in the period in <br> shipping and packing costs means the costs incurred in packing a good for shipment and <br> which they are incurred, including selling expenses and general and administrative expenses; <br> product costs means those costs that are associated with the production of a good and <br> shipping the good from the point of direct shipment to the buyer, excluding costs of <br> include the value of materials, direct labour costs and direct overhead; <br> production means growing, mining, extracting, harvesting, raising, fishing, hunting, <br> (a) personnel training, without regard to where performed; and <br> trapping, manufacturing, processing, assembling or disassembling a good; <br> producer means a person who grows, mines, extracts, harvests, raises, fishes, hunts, <br> traps, manufactures, processes, assembles or disassembles a good; <br> recovered good means a material in the form of an individual part that is the result of: <br> (a) the disassembly of a used good fit only for such recovery into individual parts, and <br> (b) cleaning, inspecting, testing or other processes as necessary for <br> improvement to working condition; <br> principles of paragraphs 1, 3 and 4 of Article 8 of the Customs Valuation Agreement to <br> similar agreements, made as consideration for the use or right to use any copyright, <br> or process, excluding those payments under technical assistance or similar agreements <br> (b) if performed in the territory of one or both of the Parties, engineering, <br> rebates; merchandise incentives; <br> sales promotion, marketing and after-sales service costs means the following costs <br> related to sales promotion, marketing and after-sales service: <br> (a) sales and marketing promotion; media advertising; advertising and <br> market research; promotional and demonstration materials; exhibits; <br> (i) property insurance premiums, taxes, cost of utilities, and repair and <br> sales conferences, trade shows and conventions; banners; marketing <br> tooling, die-setting, software design and similar computer services, or other services; <br> displays; free samples; sales, marketing and after-sales service <br> literature (product brochures, catalogues, technical literature, price <br> lists, service manuals, sales aid information); establishment and <br> promotion, marketing and after-sales service of goods on the financial <br> protection of logos and trademarks; sponsorships; wholesale and retail <br> after-sales service personnel; <br> restocking charges; entertainment; <br> (b) sales and marketing incentives; consumer, retailer or wholesaler <br> (c) salaries and wages, sales commissions, bonuses, benefits (for example, <br> medical, insurance, pension), traveling and living expenses, <br> membership and professional fees, for sales promotion, marketing and <br> (g) telephone, mail and other communications, where such costs are <br> (d) recruiting and training of sales promotion, marketing and after-sales <br> service personnel, and after-sales training of customers' employees, <br> where such costs are identified separately for sales promotion, <br> marketing and after-sales service of goods on the financial statements <br> or cost accounts of the producer; <br> (f) office supplies for sales promotion, marketing and after-sales service <br> of goods, where such costs are identified separately for sales <br> statements or cost accounts of the producer; <br> identified separately for sales promotion, marketing and after-sales <br> (h) rent and depreciation of sales promotion, marketing and after-sales <br> service offices and distribution centres; <br> maintenance of sales promotion, marketing and after-sales service <br> offices and distribution centres, where such costs are identified <br> preparing and packaging the good for retail sale; <br> separately for sales promotion, marketing and after-sales service of <br> goods on the financial statements or cost accounts of the producer; and <br> section means a section of the Harmonized System; and <br> tariff provision means a chapter, heading or subheading of the Harmonized System; <br> total cost means all product costs, period costs and other costs for a good incurred in the <br> territory of one or both of the Parties. Total cost does not include profits that are earned <br> by the producer, regardless of whether they are retained by the producer or paid out to <br> other persons as dividends, or taxes paid on those profits, including capital gains taxes; <br> transaction value means the price actually paid or payable for a good or material with <br> CHAPTER FOUR <br> respect to a transaction of the producer of the good, adjusted in accordance with the <br> ORIGIN PROCEDURES AND TRADE FACILITATION <br> include, inter alia, such costs as commissions, production assists, royalties or license fees; <br> Section A - Origin Procedures <br> transaction value of the good, transaction value of the set or transaction value of the <br> set or assortment means: <br> (a) the transaction value of a good when sold by the producer at the place of production; or <br> (b) the customs value of that good; <br> and adjusted, if necessary, to exclude any costs incurred subsequent to the good leaving <br> the place of production, such as freight and insurance. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> goods wholly obtained or produced entirely in the territory of one or both of the Parties means: <br> but not physically incorporated into the good, or a good used in the maintenance of <br> (g) catalysts and solvents; and <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> from their derivatives, at any stage of production; <br> (j) waste and scrap derived from: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations Regarding Exportations", "ArticleDesc": "Article 404: Obligations Regarding Exportations <br> 1 Each Party shall provide that: <br> (a) on request of its competent authority, an exporter in its territory, or a <br> producer in its territory that has provided a Certificate of Origin to that <br> exporter in accordance with subparagraph 3(b)(iii) of Article 401, shall <br> provide a copy of the Certificate of Origin to that competent authority; <br> (b) where an exporter or a producer in its territory has provided a Certificate <br> of Origin and has reason to believe that the Certificate of Origin contains <br> or is based on incorrect information, the exporter or producer shall <br> promptly notify in writing any change that could affect the accuracy or <br> validity of the Certificate of Origin to every person to whom the exporter <br> or producer has provided the Certificate of Origin; and <br> (c) a false certification by an exporter or a producer in its territory that a good <br> to be exported to the territory of the other Party is originating shall be <br> subject to penalties equivalent to those that would apply to an importer in <br> the territory of the exporting Party that makes a false statement or <br> representation in connection with an importation, with appropriate modifications. <br> 2 Each Party may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> 3 Neither Party may impose penalties on an exporter or a producer in its territory <br> that voluntarily provides written notification pursuant to subparagraph 1(b) with respect <br> to the making of an incorrect certification. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 407: Uniform Regulations <br> 1 The Parties may establish and implement, through their respective laws, <br> regulations or administrative policies, Uniform Regulations regarding the interpretation, <br> application and administration of this Chapter. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations within such period as the Parties may agree. <br> Section B: Trade Faciliation <br> "}, {"ArticleTitle": "Objectives and Principles", "ArticleDesc": "Article 408: Objectives and Principles <br> With the objectives of facilitating trade under this Agreement and cooperating in <br> pursuing trade facilitation initiatives on a multilateral basis, the Parties agree to <br> administer their import and export processes for goods traded under this Agreement on the basis that: <br> (a) procedures be efficient to reduce costs for importers and exporters and <br> simplified where appropriate to achieve such efficiencies; <br> (b) procedures be based on any international trade instruments or standards to <br> which the Parties have agreed; <br> (c) entry procedures be transparent to ensure predictability for importers and exporters; <br> (d) measures to facilitate trade also support mechanisms to protect persons <br> through effective enforcement of and compliance with national requirements; <br> standards of integrity; <br> (f) the development of significant modifications to procedures of a Party <br> (e) the personnel and procedures involved in those processes reflect <br> include, in advance of implementation, consultations with the <br> (g) procedures be based on risk assessment principles to focus compliance <br> efforts on transactions that merit attention, thereby promoting effective <br> representatives of the trading community of that Party; <br> use of resources and encouraging compliance with the obligations of <br> importers and exporters; and <br> (h) the Parties encourage cooperation, technical assistance and the exchange <br> of information, including information on best practices, for the purpose of <br> promoting the application of and compliance with the trade facilitation <br> measures agreed upon under this Agreement. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 409: Transparency <br> 1 In addition to the obligations set out in Section A of Chapter Nineteen <br> (Transparency), each Party shall: <br> (a) publish, including on the internet, its customs laws, customs regulations <br> and general administrative procedures governing customs matters; and <br> (b) to the extent possible, publish in advance, including on the internet, any <br> regulations of general application governing customs matters that it <br> proposes to adopt and provide interested persons the opportunity to <br> comment prior to their adoption. <br> 2 Each Party shall designate or maintain one or more contact points to address <br> inquiries by interested persons concerning customs matters and make available on the <br> internet information concerning the procedures for making such inquiries. A Party may <br> provide that such contact points be contacted by any means, including electronic mail. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 410: Release of Goods <br> 1 Each Party shall adopt or maintain simplified customs procedures for the efficient <br> 2 Pursuant to paragraph 1, each Party shall adopt or maintain procedures: <br> (a) for the release of goods within a period no greater than that required to <br> ensure compliance with its law; <br> (b) that allow goods, and to the greatest extent possible controlled or regulated <br> goods, to be released at the first point of arrival, without temporary <br> (c) that allow importers to withdraw goods from customs before all applicable <br> customs duties, taxes and fees have been paid. Before releasing the goods, <br> a Party may require an importer to provide sufficient guarantee in the form <br> of a surety, a deposit or some other appropriate instrument, covering the <br> transfer to warehouses or other facilities; and <br> ultimate payment of the customs duties, taxes or fees in connection with <br> the importation of the goods. <br> 3 Each Party shall, to the greatest extent possible, ensure that its authorities and <br> agencies involved in border and other export and import controls cooperate and <br> coordinate to facilitate trade by, inter alia, converging import and export data and <br> documentation requirements, and establishing a single location for one-time documentary <br> and physical verification of consignments. <br> 4 Each Party shall adopt or maintain procedures under which goods in need of <br> emergency clearance may be released 24 hours a day, seven days a week, including on holidays. <br> 5 Each Party shall ensure that the requirements of its agencies related to the import <br> and export of goods are coordinated to facilitate trade, regardless of whether these <br> requirements are administered by an agency or on behalf of that agency by the customs <br> administration. In furtherance of this objective, each Party shall harmonize the data <br> requirements of its respective agencies with the objective of allowing importers and <br> exporters to present all required data to one agency. <br> 6 Each Party shall establish means of consultation with its trade and business <br> communities to promote greater cooperation and the electronic exchange of information <br> between the Party and those communities. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "release of goods in order to facilitate trade between the Parties. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 411: Automation <br> Each Party shall use information technologies that expedite procedures for the <br> release of goods and shall: <br> (a) establish a means of providing for the electronic exchange of information <br> between customs administrations and the trading community for the <br> purpose of encouraging rapid release procedures; <br> (b) use international standards for such electronic exchange of information; <br> (c) develop electronic systems that are compatible as between the Parties' <br> respective customs authorities to facilitate government-to-government <br> exchange of international trade data; <br> (d) develop a set of common data elements and processes in accordance with <br> WCO Customs Data Model and related WCO recommendations and guidelines; <br> (e) provide for advance electronic submission and processing of information <br> and data before arrival of the goods to allow for release of goods on arrival; <br> (g) work towards developing or maintaining a fully interconected and <br> (f) employ electronic or automated systems for risk analysis and targeting; and <br> compatible system for a single window in order to facilitate trade between the Parties. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 412: Risk Management <br> 1 Each Party shall facilitate and simplify the processes and procedures for the <br> release of low-risk goods, and shall improve controls on the release of high-risk goods. <br> For these purposes, each Party shall base its examination and release procedures and its <br> post-entry verification procedures on risk assessment principles, rather than examining <br> each and every shipment offered for entry in a comprehensive manner for compliance <br> with all import requirements. This shall not preclude a Party from conducting quality <br> control and compliance reviews, which may require more extensive examinations. <br> 2 The Parties shall cooperate to carry out an express and efficient release of goods. <br> To this end, the Parties should take into account any certification made in the Party of <br> export relating to the supply chain trade. <br> "}, {"ArticleTitle": "Paperless Trade Administration", "ArticleDesc": "Article 413: Paperless Trade Administration <br> 1 Each Party shall endeavour to make available by electronic means customs forms <br> that are required for the import or export of goods. <br> 2 Each Party shall, in accordance with its domestic law and procedures, permit the <br> customs forms referred to in paragraph 1 to be submitted in electronic format. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 414: Cooperation <br> 1 The Parties shall endeavour to cooperate in international fora, such as the WCO, <br> to achieve mutually-recognized goals, such as those set out in the WCO Framework of <br> Standards to Secure and Facilitate Global Trade. <br> 2 The Parties recognize that technical cooperation between the Parties is <br> and for reaching a better degree of trade facilitation. <br> 3 The Parties, through their respective competent authorities, agree to develop a <br> technical cooperation program in customs-related areas under mutually agreed terms, <br> including scope, timing and cost of cooperative measures. <br> 4 The Parties shall cooperate: <br> (a) in the enforcement of their respective customs-related laws or regulations <br> implementing this Agreement; <br> (b) to the extent practicable and for purposes of facilitating the flow of trade <br> between them, in such customs-related matters as the collection and <br> the harmonization of documentation used in trade and the standardization <br> fundamental to facilitating compliance with the obligations set forth in this Agreement <br> of data elements; <br> (c) to the extent practicable, in the harmonization of customs laboratories' <br> methods and exchange of information and personnel between the customs laboratories; <br> (d) to the extent practicable, in jointly organizing training programs on <br> customs-related issues, such as simulated audit environment exercises, for <br> trade and business communities; <br> framework to ensure that both Parties act consistently in determining that <br> goods imported into their territories are originating in accordance with <br> Chapter Three (Rules of Origin); and <br> exchange of statistics regarding the importation and exportation of goods, <br> (g) to the extent practicable, to exchange information to assist each other in <br> the tariff classification, valuation and determination of origin for <br> preferential tariff treatment and country of origin marking purposes of <br> imported and exported goods. <br> 5 With respect to goods considered originating in accordance with Article 306 <br> (Rules of Origin - Accumulation), the Parties may cooperate with a non-Party to develop <br> procedures based on the principles of this Chapter. <br> fraudulent claim for preferential tariff treatment pursuant to this Agreement has occurred, <br> the officials and users who participate directly in customs procedures; <br> (e) in the development of effective mechanisms for communicating with the <br> 6 Where a Party has reasonable grounds to suspect that an offence related to a <br> it may request the other Party to provide it with information pertaining to the offence, such as: <br> (a) the name and address of persons and companies relevant to the <br> (f) to the extent practicable, in developing verification standards and a <br> investigation of the offence; <br> (b) shipping information relevant to the offence; <br> (c) customs clearance and accounting records or equivalent records for goods <br> or materials imported into the territory of the Party; <br> (d) information related to the sourcing of materials, including indirect <br> (e) information related to production capacity of an exporter or producer who <br> has exported goods to the territory of the other Party. <br> 7 Where a Party makes a request pursuant to paragraph 6, it shall: <br> materials used in the production of goods exported from its territory; and <br> (b) specify the grounds for suspicion of a fraudulent claim for preferential <br> tariff treatment that has been made pursuant to this Agreement and the <br> (a) make its request in writing; <br> purposes for which the information is sought; and <br> (c) identify the requested information with sufficient detail for the other Party <br> to locate and provide the information. <br> 8 Following the receipt of a request for information pursuant to paragraphs 6 and 7, <br> a Party shall provide relevant information in accordance with its domestic law. <br> 9 Officials of a Party may, with the consent of the other Party, contact or visit an <br> exporter, supplier or producer in the territory of the other Party in order to obtain <br> information to further an investigation related to a suspected fraudulent claim for <br> preferential tariff treatment made pursuant to this Agreement. <br> 10 Each Party shall, where possible on its own initiative, provide the other Party with <br> information relating to fraudulent claims for preferential treatment made pursuant to this Agreement. <br> 11 For the purposes of this Article, all documents provided by a Party shall be considered authentic. <br> 12 Where a Party declines or postpones sharing information requested by the other <br> Party pursuant to this Article, the Party shall provide reasons to the other Party. <br> 13 The Parties shall explore negotiating policies and procedures on customs <br> cooperation, such as a Customs Mutual Assistance Agreement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 415: Confidentiality <br> 1 Each Party shall maintain, in accordance with its domestic law, the confidentiality <br> of the information collected pursuant to this Chapter and shall protect that information <br> from disclosure that could prejudice the competitive position of the persons providing the <br> information. Where the Party receiving the information is required by its law to disclose <br> information, that Party shall notify the Party or person who provided that information. <br> 2 Each Party shall ensure that the confidential information collected pursuant to this <br> Chapter shall not be used for purposes other than the administration and enforcement of <br> determinations of origin and of customs matters, except with the permission of the person <br> or Party who provided the confidential information. <br> 3 Notwithstanding paragraph 2, information collected pursuant to this Chapter or <br> Chapter Three (Rules of Origin) may be used in any administrative, judicial or quasi- <br> judicial proceedings instituted for failure to comply with customs related laws and <br> regulations implementing Chapter Three (Rules of Origin) and this Chapter. A Party <br> shall notify the person or Party who provided the information in advance of such use. <br> "}, {"ArticleTitle": "Express Shipments", "ArticleDesc": "Article 416: Express Shipments <br> Each Party shall adopt or maintain separate and expedited customs procedures for <br> express shipments, while maintaining appropriate customs control and selection. These <br> procedures shall: <br> (a) where applicable, use the WCO Guidelines for the Immediate Release of <br> Consignments by Customs; <br> (b) to the extent possible or where applicable, provide for advance electronic <br> submission and processing of information before physical arrival of <br> (c) to the extent possible, provide for clearance of certain goods with a <br> express shipments to enable their release upon arrival; <br> (d) provide for release of express shipments within a period no greater than <br> minimum of documentation; <br> that required to ensure compliance with its legislation; <br> (e) not be limited by a maximum weight; and <br> (f) consistent with the Party's legislation, provide simplified documentary <br> requirements for the entry of low value goods as determined by that Party. <br> "}, {"ArticleTitle": "Trade Facilitation Sub-Committee", "ArticleDesc": "Article 420: Trade Facilitation Sub-Committee <br> 1 The Parties hereby establish a Sub-Committee on Trade Facilitation, which shall <br> meet on request of the Committee on Trade in Goods or upon request of either Party. The <br> functions of the Sub-Committee shall include: <br> (a) proposing to the Committee on Trade in Goods the adoption of customs <br> practices and standards that facilitate commercial exchange between the <br> Parties, in accordance with international standards; <br> (b) proposing to the Committee on Trade in Goods solutions to disagreements related to: <br> (i) interpretation, application and administration of this Chapter, <br> (ii) tariff classification and customs valuation matters related to <br> determinations of origin, and <br> (iii) practices and procedures adopted by either Party that may affect <br> the flow of trade between the Parties; <br> (c) any other matter considered appropriate by the Committee on Trade in <br> Goods. <br> 2 If the Sub-Committee on Trade Facilitation does not reach a decision on tariff <br> classification, the Parties shall refer the matter to the WCO for decision. The Parties <br> shall, to the greatest extent possible, apply that decision. <br> "}, {"ArticleTitle": "Future Work Program", "ArticleDesc": "Article 421: Future Work Program <br> 1 With the objective of developing further steps to facilitate trade under this <br> Agreement, the Parties shall, as appropriate, identify and submit for the consideration of <br> the Commission new measures aimed at facilitating trade between the Parties, taking as a <br> basis the objectives and principles set forth in Article 408. <br> 2 Through the Parties' respective customs administrations and other border-related <br> authorities as appropriate, the Parties shall review relevant international initiatives on <br> trade facilitation, such as the Compendium of Trade Facilitation Recommendations, <br> developed by the United Nations Conference on Trade and Development and the United <br> Nations Economic Commission for Europe, to identify areas where further joint action <br> would facilitate trade between the Parties and promote shared multilateral objectives. <br> "}, {"ArticleTitle": "Implementation", "ArticleDesc": "Article 422: Implementation <br> The obligations in Article 412 and Article 413 shall take effect for Colombia two <br> years after the date of entry into force of this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 423: Definitions <br> For purposes of this Chapter: <br> competent authority means: <br> customs administration means the authority that is responsible under the law of a Party <br> (a) with respect to Canada, the Canada Border Services Agency or its <br> successor notified in writing to the other Party; <br> (b) with respect to Colombia, the Ministerio de Comercio, Industria y <br> Turismo, or the Dirección de Impuestos y Aduanas Nacionales, or their <br> successors notified in writing to the other Party; <br> for the administration of customs laws and regulations; <br> characteristics, quality and reputation, irrespective of minor differences in appearance <br> identical goods means goods that are the same in all respects, including physical <br> WCO means the World Customs Organization. <br> that are not relevant to a determination of origin of those goods under Chapter Three (Rules of Origin); <br> pattern of conduct means at least two instances of false or unsupported representations <br> by an exporter or producer of a good resulting in at least two written determinations <br> being sent to that exporter or producer; <br> (b) material; <br> The following terms shall be interpreted as defined in Chapter Three (Rules of Origin): <br> (a) indirect material; <br> (c) net cost of a good; <br> (e) production; and <br> (d) producer; <br> "}]}]}, "members_found": ["124", "170", 4, 8703900000]}