{"FtaRooDetails": {"FtaId": 256, "FtaCode": "ITC00262", "FtaName": "FTA, Canada-Israel", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF CANADA AND THE GOVERNMENT OF THE STATE OF ISRAEL", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1997", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Israel", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Israel", "AdminProcCooAuth": "The certification type under FTA, Canada-Israel is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Israel is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Israel agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT", "RooText": "A change from any other heading, except from heading 87.06.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change from any other heading, except from heading 87.06", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " ANNEX 3.4<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Section A – General Interpretative Notes<br /> 1. For the purposes of interpreting the rules of origin set out in this Annex:<br /> (a) the specific rule of origin, or specific set of rules of origin, that applies to a particular heading, subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> (b) a requirement of a change in tariff classification or any other condition set out in a specific rule of origin applies only to non-originating materials;<br /> (c) the expression \"a change from any other heading\" or \"a change from any other subheading\" means a change from any other heading (or subheading) of the Harmonized System, including, where applicable, any other heading (or subheading) within the group of headings (or subheadings) to which the rule of origin is applicable;<br /> (d) the expression \"a change from any heading outside this group\" or \"a change from any subheading outside this group\" means a change from any other heading (or subheading) of the Harmonized System, except from any other heading (or subheading) within the group of headings (or subheadings) to which the rule is applicable;<br /> (e) the expressions \"a change from within this heading\", \"a change from within this subheading\", \"a change from within any one of these headings\", and \"a change from within any one of these subheadings\" mean a change from any other good or material of that same heading or subheading of the Harmonized System;<br /> (f) the expression \"no change in tariff classification required\" means that production may include any material, including material classified in the same subheading as the final good, material classified in any other subheading within the same heading as the final good, or material classified in any other heading or chapter;<br /> (g) the expression \"provided that the value of the non-originating materials of [tariff provision] does not exceed [x] percent of the transaction value of the good\" means that only the value of the non-originating materials of the tariff provision specified in the rule of origin is considered when calculating the value of non-originating materials. The percentage for the maximum value of non-originating materials specified in the rule of origin may not be exceeded through the use of Article 3.5 (De Minimis Rule for Originating Goods);<br /> (h) the expression \"provided that the value of the non-originating materials classified in the same [tariff provision] as the final good does not exceed [x] percent of the transaction value of the good\" means that only the value of the non-originating materials classified in the same [tariff provision] as the final good, as specified in the rule of origin, is considered when calculating the value of non-originating material. The percentage for the maximum value of non-originating materials specified in the rule of origin may not be exceeded through the use of Article 3.5 (De Minimis Rule for Originating Goods); and<br /> (i) the expression \"provided that the value of the non-originating materials does not exceed [x] percent of the transaction value of the good\" means that all non-originating materials are considered when calculating the value of non-originating materials. The percentage for the maximum value of non-originating materials specified in the rule of origin may not be exceeded through the use of Article 3.5 (De Minimis Rule for Originating Goods).<br /> 2. A product specific rule of origin set out in this Annex represents the minimum amount of production required to be carried out on non-originating materials for the resulting good to achieve originating status. A greater amount of production than that required by the rule of origin for that good shall also confer originating status.<br /> 3. The product specific rules of origin set out in this Annex also apply to used goods.<br /> 4. For the purposes of this Annex:<br /> chapter means a chapter of the Harmonized System;<br /> heading means any four-digit number, or the first four digits of any number, used in the Harmonized System;<br /> section means a section of the Harmonized System;<br /> subheading means any six-digit number, or the first six digits of any number, used in the Harmonized System; and<br /> tariff provision means a chapter, heading or subheading of the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00262_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbsa-asfc.gc.ca/publications/forms-formulaires/b239-eng.html"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00262_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/israel/fta-ale/text-texte/03.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00262_roo.pdf", "DocType": "3_roo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/israel/fta-ale/text-texte/03.aspx?lang=eng"}, {"DocDesc": "Customs administration", "DocFileName": "itc00262_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/israel/fta-ale/text-texte/05.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00262_full.pdf", "DocType": "8_full", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/israel/fta-ale/text-texte/toc-tdm.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00262_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N190.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "full+cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Cumulation <br /> 1. For the purposes of determining the originating status of a good: <br /> ? (a) a good that originates in the territory of one or both of the Parties is <br /> considered as originating in the territory of either Party; <br /> ? (b) an exporter may take into account production carried out on a non-originating <br /> material in the other Party. <br /> 2. Subject to paragraph 3, if each Party has a free trade agreement that establishes <br /> or leads to the establishment of a free trade area with the same non-Party, the <br /> territory of that non-Party shall be deemed to form part of the territory of the free <br /> trade area established by this Agreement for the purposes of determining whether a <br /> good is originating under this Agreement. <br /> 3. A Party shall give effect to paragraph 2 upon agreement by the Parties on the <br /> applicable conditions. <br /> Article 3.13: Non-Party Materials for Originating Goods <br /> If each Party has entered separately into a free trade agreement under Article XXIV <br /> of the GATT 1994 with the same non-Party Footnote1 before 1 January 1997, a good <br /> which, if imported into the territory of one of the Parties under such free trade <br /> agreement with that non-Party, would qualify for tariff preferences under the <br /> agreement, is considered to be an originating good under this Chapter when <br /> imported into the territory of the other Party and used as a material in the production <br /> of another good in the territory of that other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: De Minimis Rule for Originating Goods <br /> 1. Notwithstanding Article 3.4.1, and except as provided in paragraph 2, a good <br /> originates in the territory of a Party if the value of the non-originating materials used <br /> in its production that do not undergo an applicable change in tariff classification, as <br /> set out in the rule for the good in Annex 3.4, is not more than 10 percent of the <br /> transaction value of the good, provided that the good satisfies all other applicable <br /> requirements of this Chapter. <br /> 2. Paragraph 1 does not apply to a non-originating material provided for in <br /> Chapters 50 through 63 of the Harmonized System that is used in the production of a <br /> good provided for in Chapters 50 through 63 of the Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Sufficient Production <br /> that subheading, or heading that is not further subdivided into subheadings, <br /> does not exceed 65 percent of the transaction value of the good; and <br /> ? (c) the good satisfies all other applicable requirements of this Chapter. <br /> 3. If a non-originating material undergoes sufficient production, the resulting good is <br /> considered as originating and no account shall be taken of the non-originating <br /> material contained therein when that good is used in the subsequent production of <br /> another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Returned Originating Goods <br /> 1. If an originating good exported from Israel or from Canada to a non-Party is <br /> returned to the exporting Party, it shall be considered as non-originating, unless it <br /> can be demonstrated to the satisfaction of the customs authorities that: <br /> ? (a) the returning good is the same as that exported; and <br /> ? (b) it has not undergone any operation beyond that necessary to preserve it in <br /> good condition while in that non-Party or while being exported. <br /> 2. The Parties shall, no later than five years after the date of entry into force of this <br /> Agreement, explore whether and under what conditions an originating good that <br /> undergoes further production in the territory of a non-Party and is returned to the <br /> territory of a Party may retain its originating status.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Accessories, Spare Parts and Tools, <br /> Packaging and Packing Materials and Containers <br /> For the purposes of determining whether a good is an originating good, the following <br /> materials shall be deemed to be originating materials without regard to where the <br /> materials are produced: <br /> ? (a) accessories, spare parts or tools delivered with the good that form part of the <br /> good's standard accessories, spare parts or tools, provided that the accessories, <br /> spare parts or tools are not invoiced separately from the good and the quantities <br /> and value of the accessories, spare parts or tools are customary for the good; <br /> ? (b) packaging materials and containers in which the good is packaged for retail <br /> sale, provided that the packaging materials and containers are classified under <br /> the Harmonized System with the good that is packaged within; and <br /> ? (c) packing materials and containers in which the good is packed for shipment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Neutral Elements <br /> In order to determine whether a good is originating, it shall not be necessary to <br /> determine the origin of the following: <br /> ? (a) fuel and energy; <br /> ? (b) tools, dies and moulds; <br /> ? (c) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> ? (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> ? (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> ? (f) equipment, devices and supplies used for testing or inspecting other goods; <br /> ? (g) catalysts and solvents; and <br /> ? (h) any other goods that are not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Direct Shipment and Shipment Through a <br /> Non-Party <br /> 1. Except as provided in paragraph 2, an originating good that is exported from the <br /> territory of a Party shall maintain its originating status only if: <br /> ? (a) the good is shipped directly from the territory of one Party to the territory of <br /> the other Party; <br /> ? (b) the good is shipped through the territory of a non-Party, provided that <br /> o (i) the good does not undergo further production or any other operation in <br /> the territory of that non-Party, other than unloading, splitting up of loads, <br /> reloading or any other operation necessary to preserve it in good condition <br /> or to transport the good to the territory of a Party, and <br /> o (ii) the good remains under customs control in the territory of any non-Party <br /> through which the good is transported to the territory of a Party; or <br /> ? (c) subject to Article 5.12.4 (Working Group on Rules of Origin and Other <br /> Customs-Related Market Access Issues) and except for a good listed in <br /> Chapters 50 through 63, the good is shipped through the territory of a non-Party <br /> with which each Party has entered separately into a free trade agreement as <br /> specified in Annex 3.12, and: <br /> o (i) does not undergo further production other than minor processing in the <br /> territory of that non-Party, or <br /> o (ii) production that occurs in the territory of that non-Party with respect to <br /> that good does not increase the transaction value of the good by more than <br /> 10 percent. <br /> 2. Subject to Article 5.12.5 (Working Group on Rules of Origin and Other Customs- <br /> Related Market Access Issues), the Parties may decide to identify an originating <br /> good that, if shipped through the territory of a non-Party specified in Annex 3.12, <br /> may undergo more than minor processing in the territory of that non-Party if the good <br /> meets conditions determined by the Partiesregarding the production of that good in <br /> the territory of that non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1: General Requirements <br /> 1. For the purposes of this Agreement, a good originates in a Party if, in the territory <br /> of one or both of the Parties, it: <br /> ? (a) has been wholly obtained or produced as defined in Article 3.3; <br /> ? (b) has been produced exclusively from originating materials; or <br /> ? (c) has undergone sufficient production as defined in Article 3.4. <br /> 2. Except as provided in Articles 3.2.2 and 3.2.3, the conditions for acquiring <br /> originating status set out in this Chapter must be fulfilled without interruption in the <br /> territory of one or both of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: Fungible Goods and Materials <br /> 1. For purposes of determining whether a good is an originating good: <br /> ? (a) if originating materials and non-originating materials that are fungible <br /> materials are used in the production of the good, the determination of whether <br /> the materials are originating materials may, at the choice of the producer of the <br /> good, be made in accordance with an inventory management method <br /> recognised in, or otherwise accepted by, the Generally Accepted Accounting <br /> Principles of the Party in which the production takes place; and <br /> ? (b) if originating goods and non-originating goods that are fungible goods are <br /> physically combined or mixed in inventory in the territory of a Party and exported <br /> in the same form to the other Party, the determination of whether the good is an <br /> originating good may, at the choice of the exporter of the good, be made in <br /> accordance with an inventory management method recognised in, or otherwise <br /> accepted by, the Generally Accepted Accounting Principles of the Party from <br /> which the good is exported. <br /> 2. The inventory management method must be able to ensure that the number of <br /> goods that are considered as originating is the same as that which would have been <br /> the case if the fungible materials or fungible goods had been physically segregated.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.1: Certificate of Origin <br /> 1. The Parties shall establish a Certificate of Origin for the purpose of certifying that a good <br /> being exported from the territory of a Party into the territory of the other Party qualifies as an <br /> originating good, and may thereafter revise the Certificate by mutual consent. <br /> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be <br /> completed at the option of the exporter in an official language of either Party. <br /> 3. Each Party shall: <br /> ? (a) require that, for a Certificate of Origin to be considered valid by the Party into whose <br /> territory a good is imported with respect to which a claim for preferential tariff treatment <br /> is made, the Certificate of Origin be completed and signed by the exporter of that good <br /> in the territory of the Party from which the good is exported; and <br /> ? (b) provide that, where an exporter in its territory is not the producer of the good, the <br /> exporter may complete and sign a Certificate of Origin on the basis of: <br /> o (i) its knowledge of whether the good qualifies as an originating good, or <br /> o (ii) its reasonable reliance on the producer's written representation that the good <br /> qualifies as an originating good. <br /> 4. Each Party shall provide that a Certificate of Origin that has been completed and signed by <br /> an exporter in the territory of the other Party may, at the option of that exporter, be applicable <br /> to: <br /> ? (a) a single importation of a good into the Party's territory; or <br /> ? (b) multiple importations of identical goods into the Party's territory that occur within a <br /> specified period, not exceeding 12 months, set out therein by the exporter. <br /> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br /> has reason to believe that a Certificate of Origin on which a declaration was based <br /> contains information that is not correct. <br /> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br /> treatment for a good imported into its territory from the territory of the other Party, the Party <br /> may deny preferential tariff treatment to the good if the importer fails to comply with any <br /> requirement under this Chapter. <br /> 3. Each Party shall provide that, where a good would have qualified as an originating good <br /> when it was imported into the territory of that Party but the importer of the good did not have", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than CAN$1600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.4: Exceptions <br /> Each Party shall provide that a Certificate of Origin shall not be required for: <br /> ? (a) a commercial importation of a good whose value does not exceed Can$1,600 or its <br /> equivalent amount in New Israeli Shekels (NIS) or such higher amount as it may <br /> establish, except that it may require that the invoice accompanying the importation <br /> include a statement by the exporter of the good certifying that the good qualifies as an <br /> originating good; or <br /> ? (b) an importation of a good for which the Party into whose territory the good is <br /> imported has waived the requirement for a Certificate of Origin; <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br /> certification requirements of this Chapter. <br /> Section B - Administration and Enforcement", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.6: Origin Verifications <br /> 1. For the purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its customs <br /> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br /> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br /> for the purposes of obtaining the information on the basis of which a Certificate of <br /> Origin referred to in Article 5.1 was completed and signed; <br /> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br /> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br /> facilities used in the production of the good; or <br /> ? (c) other procedures as the Parties may decide. <br /> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br /> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br /> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br /> to be conducted by its customs administration on behalf of the other Party, such verification <br /> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br /> 5.6, in accordance with the verification standards and framework established under Article <br /> 5.11. <br /> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br /> administration of the Party proposing to conduct the visit or, if the circumstances <br /> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br /> behalf of the other Party, as the case may be, shall deliver a written notification of the <br /> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br /> exporter or producer whose premises are to be visited and obtain the written consent of that <br /> exporter or producer to such visit. <br /> 4. The notification referred to in paragraph 3 must include: <br /> ? (a) the identity of the customs administration issuing the notification and, where the <br /> circumstances referred to under paragraph 2 exist, the identity of the customs <br /> administration on whose behalf the notification is being sent; <br /> ? (b) the name of the exporter or producer whose premises are to be visited; <br /> ? (c) the date and place of the proposed verification visit; <br /> ? (d) the object and scope of the proposed verification visit, including specific reference to <br /> the good that is the subject of the verification; <br /> ? (e) the names and titles of the officials performing the verification visit; and <br /> ? (f) the legal authority for the verification visit. <br /> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br /> administration of the Party into whose territory a good was imported, the customs <br /> administration of that Party shall: <br /> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br /> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br /> deliver a copy of the written notification referred to in paragraph 3; <br /> to the customs administration of the Party from whose territory the good was exported. <br /> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br /> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br /> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br /> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br /> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br /> territory the good was imported may deny preferential tariff treatment to the good that was <br /> the subject of the origin verification. <br /> 7. Each Party shall provide that, if its customs administration receives notification, <br /> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br /> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br /> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br /> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br /> such receipt or contact, or for such longer period as the Parties may agree. <br /> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br /> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br /> behalf by the customs administration of the Party from whose territory the goods were <br /> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br /> verification visit may designate two observers to be present during the visit, provided that: <br /> ? (a) the observers do not participate in a manner other than as observers; and <br /> ? (b) the failure by the exporter or producer to designate observers does not result in the <br /> postponement of the verification visit. <br /> 9. The customs administration of the Party into whose territory the good is imported, <br /> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br /> conducted, shall provide the exporter or producer whose good is the subject of the <br /> verification with a written determination of whether the good qualifies as an originating good, <br /> including the findings of fact and the legal basis on which the determination was made. <br /> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br /> verification referred to under paragraph 1 is required to be conducted in its territory by: <br /> ? (a) the customs administration of the other Party; or <br /> ? (b) its customs administration on behalf of that other Party. <br /> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br /> into force, upon 60 days notice to the other Party, change the manner in which an origin <br /> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br /> versa, as the case may be.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.5: Records <br /> Each Party shall provide that: <br /> ? (a) an exporter in its territory that completes and signs a Certificate of Origin must <br /> maintain in its territory, for five years after the date on which the Certificate of Origin <br /> was signed or for a longer period the Party may specify, all records relating to the origin <br /> of a good for which preferential tariff treatment was claimed in the territory of the other <br /> Party, including records associated with: <br /> o (i) the purchase of, cost of, value of, and payment for, the good that is exported <br /> from its territory, <br /> o (ii) the sourcing of, purchase of, cost of, value of, and payment for, materials, <br /> including neutral elements, used in the production of the good that is exported from <br /> its territory, and <br /> o (iii) the production of the good in the form in which the good is exported from its <br /> territory; and <br /> ? (b) an importer claiming preferential tariff treatment for a good imported into the Party's <br /> territory must maintain in that territory, for five years after the date of importation of the <br /> good or for a longer period the Party may specify, any documentation, including a copy <br /> of the Certificate of Origin, the Party may require relating to the importation of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.2: Obligations Regarding Importations <br /> [Customs administration]: <br /> qualifies as an originating good; <br /> ? (b) have the Certificate of Origin in its possession at the time the declaration is made; <br /> ? (c) provide, at the request of that Party's customs administration: <br /> o (i) a copy of the Certificate of Origin, <br /> o (ii) documentary evidence such as bills of lading or waybills that indicate the <br /> shipping route and all points of shipment and transhipment prior to the importation <br /> of the good into its territory, and <br /> o (iii) when the good is shipped through or transhipped in the territory of a non-Party <br /> referred to in Article 3.12.1(b) (Direct Shipment and Shipment Through a Non- <br /> Party), a copy of the customs control documents that indicate, to the satisfaction of <br /> the customs administration, that the good remained under customs control while in <br /> the territory of that non-Party; and <br /> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br /> has reason to believe that a Certificate of Origin on which a declaration was based <br /> contains information that is not correct. <br /> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br /> treatment for a good imported into its territory from the territory of the other Party, the Party <br /> may deny preferential tariff treatment to the good if the importer fails to comply with any <br /> requirement under this Chapter. <br /> 3. Each Party shall provide that, where a good would have qualified as an originating good <br /> when it was imported into the territory of that Party but the importer of the good did not have <br /> a valid Certificate of Origin for the good at the time of its importation, the importer of the <br /> good may, within a period of not less than three months after the date on which the good was <br /> imported, apply for a refund of any excess duties paid as the result of the good not having <br /> been accorded preferential tariff treatment, provided that the importer: <br /> ? (a) if required by that Party, declared at the time of importation of the good that the good <br /> would qualify as an originating good; and <br /> ? (b) presents: <br /> o (i) a written declaration that the good qualified as an originating good at the time of <br /> importation, <br /> o (ii) a copy of the Certificate of Origin, and <br /> o (iii) any other documentation relating to the importation of the good as that Party <br /> may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.6: Origin Verifications <br /> 1. For the purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its customs <br /> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br /> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br /> for the purposes of obtaining the information on the basis of which a Certificate of <br /> Origin referred to in Article 5.1 was completed and signed; <br /> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br /> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br /> facilities used in the production of the good; or <br /> ? (c) other procedures as the Parties may decide. <br /> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br /> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br /> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br /> to be conducted by its customs administration on behalf of the other Party, such verification <br /> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br /> 5.6, in accordance with the verification standards and framework established under Article <br /> 5.11. <br /> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br /> administration of the Party proposing to conduct the visit or, if the circumstances <br /> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br /> behalf of the other Party, as the case may be, shall deliver a written notification of the <br /> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br /> exporter or producer whose premises are to be visited and obtain the written consent of that <br /> exporter or producer to such visit. <br /> 4. The notification referred to in paragraph 3 must include: <br /> ? (a) the identity of the customs administration issuing the notification and, where the <br /> circumstances referred to under paragraph 2 exist, the identity of the customs <br /> administration on whose behalf the notification is being sent; <br /> ? (b) the name of the exporter or producer whose premises are to be visited; <br /> ? (c) the date and place of the proposed verification visit; <br /> ? (d) the object and scope of the proposed verification visit, including specific reference to <br /> the good that is the subject of the verification; <br /> ? (e) the names and titles of the officials performing the verification visit; and <br /> ? (f) the legal authority for the verification visit. <br /> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br /> administration of the Party into whose territory a good was imported, the customs <br /> administration of that Party shall: <br /> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br /> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br /> deliver a copy of the written notification referred to in paragraph 3; <br /> to the customs administration of the Party from whose territory the good was exported. <br /> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br /> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br /> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br /> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br /> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br /> territory the good was imported may deny preferential tariff treatment to the good that was <br /> the subject of the origin verification. <br /> 7. Each Party shall provide that, if its customs administration receives notification, <br /> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br /> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br /> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br /> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br /> such receipt or contact, or for such longer period as the Parties may agree. <br /> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br /> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br /> behalf by the customs administration of the Party from whose territory the goods were <br /> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br /> verification visit may designate two observers to be present during the visit, provided that: <br /> ? (a) the observers do not participate in a manner other than as observers; and <br /> ? (b) the failure by the exporter or producer to designate observers does not result in the <br /> postponement of the verification visit. <br /> 9. The customs administration of the Party into whose territory the good is imported, <br /> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br /> conducted, shall provide the exporter or producer whose good is the subject of the <br /> verification with a written determination of whether the good qualifies as an originating good, <br /> including the findings of fact and the legal basis on which the determination was made. <br /> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br /> verification referred to under paragraph 1 is required to be conducted in its territory by: <br /> ? (a) the customs administration of the other Party; or <br /> ? (b) its customs administration on behalf of that other Party. <br /> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br /> into force, upon 60 days notice to the other Party, change the manner in which an origin <br /> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br /> versa, as the case may be. <br /> 5. The Parties agree that Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party) <br /> shall enter into effect only upon: <br /> ? (a) the decision by the Parties on the method of verification by a customs administration <br /> that a good has undergone more than minor processing in the territory of a non-Party <br /> referred to in Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party), <br /> based on the principles of Article 5.6; <br /> ? (b) the establishment by the Parties of a Declaration of Major Processing for the purpose <br /> of certifying that the good has undergone more than minor processing in the territory of <br /> a non-Party referred to in Article 3.12.2 (Direct Shipment and Shipment Through a Non- <br /> Party); and <br /> ? (c) the establishment by the Parties of an obligation regarding the completion of the <br /> Declaration of Major Processing and the obligations regarding importations, exportations <br /> and record-keeping with regard to a good that undergoes more than minor processing <br /> referred to Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party), based <br /> on the principles set out in Articles 5.1 through 5.5. <br /> 6. The Parties shall endeavour to reach a decision on the matters described in paragraph 4 <br /> before this Agreement enters into force. <br /> 7. If a Party considers that a rule of origin for a good requires modification on the basis that <br /> the good undergoes significant production in its territory, it shall submit a proposed <br /> modification along with supporting rationale and studies to the other Party for that other <br /> Party's consideration. <br /> Article 5.13: Definitions <br /> For the purposes of this Chapter: <br /> good means \"good\" as defined in Article 3.14 (Definitions); <br /> identical goods means goods that are the same in all respects, including physical <br /> characteristics, quality and reputation, irrespective of minor differences in appearance that are <br /> not relevant to a determination of origin of those goods under Chapter Three (Rules of <br /> Origin); <br /> material means \"material\" as defined in Article 3.14 (Definitions); <br /> neutral elements has the same meaning as \"neutral elements\" in Article 3.8 (Neutral <br /> Elements); <br /> producer means \"producer\" as defined in Article 3.14 (Definitions); and <br /> production means \"production\" as defined in Article 3.14 (Definitions). <br /> ANNEX 5.6 <br /> PROCEDURES REGARDING AN ORIGIN <br /> VERIFICATION CONDUCTED <br /> BY THE CUSTOMS ADMINISTRATION OF A <br /> PARTY ON BEHALF <br /> OF THE OTHER PARTY PURSUANT TO <br /> ARTICLE 5.6.2 <br /> 1. If the circumstances contemplated under Article 5.6.2 exist, the customs administration of <br /> the Party into whose territory a good is imported shall initiate an origin verification by <br /> sending: <br /> ? (a) the written questionnaire; or <br /> ? (b) a letter requesting that a verification visit be conducted on its behalf, <br /> to the office designated for that purpose by the customs administration of the Party from <br /> whose territory the good is exported. <br /> 2. On receipt of a written questionnaire or a letter referred to in paragraph 1, the customs <br /> administration of the Party from whose territory the good was exported shall: <br /> ? (a) in the case of a questionnaire, forward a true copy thereof to the exporter or producer <br /> whose good is subject to the origin verification for completion and signature within 30 <br /> days from the date of delivery to such exporter or producer; and <br /> ? (b) in the case of a letter, on the basis of information provided therein, prepare and send <br /> the notification referred to in Article 5.6.3 to the exporter or producer whose good is <br /> subject to the verification visit and obtain the written consent thereof within 30 days <br /> from the date of delivery of the notification to that exporter or producer. <br /> 3. The customs administration of the Party from whose territory the good was exported shall: <br /> ? (a) notify the customs administration of the Party that initiated the origin verification <br /> under paragraph 1 of the date on which the questionnaire or the written notification <br /> referred to under paragraph 2 was delivered to the exporter or producer whose good is <br /> the subject of the origin verification; and <br /> ? (b) upon the 30th day after the date referred to in subparagraph 3(a), either: <br /> o (i) forward the completed questionnaire or written consent, as the case may be, to <br /> the customs administration of the Party that initiated the origin verification under <br /> paragraph 1, or <br /> o (ii) advise the customs administration of that Party that the questionnaire or written <br /> consent, as the case may be, has not been received from the exporter or producer <br /> whose good is the subject of the origin verification. <br /> 4. If the exporter or producer of the good that is the subject of the verification consents to a <br /> verification visit as contemplated by Article 5.6.3, officials of the customs administration of <br /> the Party that initiated the verification under paragraph 1 may be present in the offices of the <br /> customs administration of the other Party for purposes of directing the manner in which the <br /> verification visit is to proceed. <br /> 5. The customs administration of the Party from whose territory a good is exported shall, in <br /> conducting an origin verification on behalf of the other Party pursuant to this Annex, assume <br /> all ordinary expenses associated with conducting the origin verification within its territory <br /> except travel and incidental expenses of officials travelling to the territory of that Party as <br /> contemplated under paragraph 4. <br /> 6. The customs administration of the Party from whose territory a good is exported shall, in <br /> conducting an origin verification on behalf of the other Party pursuant to this Annex, if <br /> requested by that other Party pursuant to the Agreement on Mutual Assistance in Customs <br /> Matters, certify or authenticate, in the manner required by that other Party, copies of any <br /> documents and records obtained during the course of conducting the origin verification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "a valid Certificate of Origin for the good at the time of its importation, the importer of the <br /> good may, within a period of not less than three months after the date on which the good was <br /> imported, apply for a refund of any excess duties paid as the result of the good not having <br /> been accorded preferential tariff treatment, provided that the importer: <br /> ? (a) if required by that Party, declared at the time of importation of the good that the good <br /> would qualify as an originating good; and <br /> ? (b) presents: <br /> o (i) a written declaration that the good qualified as an originating good at the time of <br /> [Customs administration]: <br /> Article 5.9: Penalties <br /> Each Party shall maintain measures imposing criminal, civil or administrative penalties for <br /> violations of its laws and regulations relating to this Chapter. <br /> Section C - Review and Appeal of Origin Determinations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.8: Advance Rulings <br /> 1. Each Party shall, through its customs administration, provide for the issuance of written <br /> advance rulings, prior to the importation of a good into its territory, to an importer in its <br /> territory or an exporter or producer in the territory of the other Party, on the basis of the facts <br /> and circumstances presented by such importer, exporter or producer of the good, concerning <br /> whether the good qualifies as an originating good under the requirements of Chapter Three <br /> (Rules of Origin). <br /> 2. Each Party shall provide that its customs administration: <br /> ? (a) may, at any time during the course of an evaluation of an application for an advance <br /> ruling, request supplemental information from the person requesting the ruling; and <br /> ? (b) shall, after it has obtained all necessary information from the person requesting an <br /> advance ruling, issue the ruling within 120 days. <br /> 3. Subject to paragraph 4, each Party shall apply an advance ruling to importations into its <br /> territory of the good for which the ruling was requested, beginning on the date of its issuance <br /> or a later date that may be specified in the ruling. <br /> 4. The Party issuing an advance ruling may modify or revoke the ruling: <br /> ? (a) if the ruling is based on an error <br /> o (i) of fact, or <br /> o (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br /> ? (b) if there is a change in the material facts or circumstances on which the ruling is <br /> based; <br /> ? (c) to conform with a modification of Chapter Three (Rules of Origin); or <br /> ? (d) to conform with a judicial decision or a change in its laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.10: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal with respect to a <br /> decision relating to the origin of imported goods represented as meeting the requirements of <br /> Chapter Three (Rules of Origin) as are provided with respect to the tariff classification of <br /> imported goods. <br /> 2. Each Party shall provide that the rights of review and appeal referred to in paragraph 1 <br /> include access to: <br /> ? (a) at least one level of administrative review independent of the official or office <br /> responsible for the determination under review; and <br /> ? (b) in accordance with its laws, judicial or quasi-judicial review of the determination or <br /> decision taken at the final level of administrative review. <br /> Section D - Cooperation", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Canada-Israel Free Trade Agreement <br> Article 3.5: De Minimis Rule for Originating Goods <br> Article 3.10: Accessories, Spare Parts and Tools, <br> CHAPTER THREE <br> 1. Notwithstanding Article 3.4.1, and except as provided in paragraph 2, a good <br> Packaging and Packing Materials and Containers <br> RULES OF ORIGIN <br> originates in the territory of a Party if the value of the non-originating materials used <br> For the purposes of determining whether a good is an originating good, the following <br> Article 3.1: General Requirements <br> in its production that do not undergo an applicable change in tariff classification, as <br> materials shall be deemed to be originating materials without regard to where the <br> 1. For the purposes of this Agreement, a good originates in a Party if, in the territory <br> set out in the rule for the good in Annex 3.4, is not more than 10 percent of the <br> materials are produced: <br> of one or both of the Parties, it: <br> seabed; <br> transaction value of the good, provided that the good satisfies all other applicable <br> ? (a) accessories, spare parts or tools delivered with the good that form part of the <br> ? (a) has been wholly obtained or produced as defined in Article 3.3; <br> good's standard accessories, spare parts or tools, provided that the accessories, <br> ? (b) has been produced exclusively from originating materials; or <br> 2. Paragraph 1 does not apply to a non-originating material provided for in <br> spare parts or tools are not invoiced separately from the good and the quantities <br> ? (c) has undergone sufficient production as defined in Article 3.4. <br> Chapters 50 through 63 of the Harmonized System that is used in the production of a <br> and value of the accessories, spare parts or tools are customary for the good; <br> 2. Except as provided in Articles 3.2.2 and 3.2.3, the conditions for acquiring <br> good provided for in Chapters 50 through 63 of the Harmonized System. <br> ? (b) packaging materials and containers in which the good is packaged for retail <br> originating status set out in this Chapter must be fulfilled without interruption in the <br> Article 3.6: Minor Processing Operations <br> buildings; <br> sale, provided that the packaging materials and containers are classified under <br> territory of one or both of the Parties. <br> The following operations are considered minor processing and are insufficient to <br> the Harmonized System with the good that is packaged within; and <br> Article 3.2: Cumulation <br> confer the status of an originating good, whether or not the requirements of Article <br> ? (c) packing materials and containers in which the good is packed for shipment. <br> 1. For the purposes of determining the originating status of a good: <br> 3.4 are satisfied: <br> Article 3.11: Returned Originating Goods <br> ? (a) a good that originates in the territory of one or both of the Parties is <br> ? (a) mere dilution with water or any other substance that does not materially alter <br> 1. If an originating good exported from Israel or from Canada to a non-Party is <br> considered as originating in the territory of either Party; <br> the characteristics of the good; <br> returned to the exporting Party, it shall be considered as non-originating, unless it <br> ? (b) an exporter may take into account production carried out on a non-originating <br> ? (b) cleaning, including removal of rust, grease, paint or any other coating; <br> material in the other Party. <br> ? (c) applying any preservative or decorative coating, including any lubricant, <br> ? (a) the returning good is the same as that exported; and <br> 2. Subject to paragraph 3, if each Party has a free trade agreement that establishes <br> protective encapsulation, preservative or decorative paint, or metallic coating; <br> ? (b) it has not undergone any operation beyond that necessary to preserve it in <br> or leads to the establishment of a free trade area with the same non-Party, the <br> ? (d) trimming, filing or cutting off small amounts of excess material; <br> good condition while in that non-Party or while being exported. <br> territory of that non-Party shall be deemed to form part of the territory of the free <br> ? (e) packing, repacking, labelling or relabeling of the good for transport, storage <br> 2. The Parties shall, no later than five years after the date of entry into force of this <br> trade area established by this Agreement for the purposes of determining whether a <br> or sale; and <br> Agreement, explore whether and under what conditions an originating good that <br> good is originating under this Agreement. <br> ? (f) repairs or alterations, washing, laundering or sterilising. <br> undergoes further production in the territory of a non-Party and is returned to the <br> 3. A Party shall give effect to paragraph 2 upon agreement by the Parties on the <br> Article 3.7: Fungible Goods and Materials <br> territory of a Party may retain its originating status. <br> applicable conditions. <br> 1. For purposes of determining whether a good is an originating good: <br> Article 3.12: Direct Shipment and Shipment Through a <br> Article 3.3: Wholly Obtained or Produced Goods <br> ? (a) if originating materials and non-originating materials that are fungible <br> 1. Except as provided in paragraph 2, an originating good that is exported from the <br> Non-Party <br> For the purposes of Article 3.1, the following goods shall be considered as wholly <br> materials are used in the production of the good, the determination of whether <br> territory of a Party shall maintain its originating status only if: <br> obtained or produced entirely in the territory of one or both of the Parties: <br> the materials are originating materials may, at the choice of the producer of the <br> ? (a) a mineral or other non-living natural resource good extracted or taken from <br> good, be made in accordance with an inventory management method <br> ? (a) the good is shipped directly from the territory of one Party to the territory of <br> recognised in, or otherwise accepted by, the Generally Accepted Accounting <br> the other Party; <br> ? (b) a vegetable, a plant or other good harvested or gathered in the territory of <br> Principles of the Party in which the production takes place; and <br> ? (b) the good is shipped through the territory of a non-Party, provided that <br> one or both of the Parties; <br> ? (b) if originating goods and non-originating goods that are fungible goods are <br> o (i) the good does not undergo further production or any other operation in <br> ? (c) a live animal born and raised in the territory of one or both of the Parties; <br> physically combined or mixed in inventory in the territory of a Party and exported <br> reloading or any other operation necessary to preserve it in good condition <br> the territory of that non-Party, other than unloading, splitting up of loads, <br> ? (d) a good obtained from a live animal in the territory of one or both of the <br> in the same form to the other Party, the determination of whether the good is an <br> Parties; <br> originating good may, at the choice of the exporter of the good, be made in <br> or to transport the good to the territory of a Party, and <br> ? (e) a good obtained from hunting, trapping, fishing or aquaculture conducted in <br> accordance with an inventory management method recognised in, or otherwise <br> o (ii) the good remains under customs control in the territory of any non-Party <br> the territory of one or both of the Parties; <br> accepted by, the Generally Accepted Accounting Principles of the Party from <br> through which the good is transported to the territory of a Party; or <br> ? (f) fish, shellfish or other marine life taken from the sea by a vessel registered, <br> recorded or listed with a Party and flying its flag; <br> which the good is exported. <br> ? (c) subject to Article 5.12.4 (Working Group on Rules of Origin and Other <br> Customs-Related Market Access Issues) and except for a good listed in <br> 2. The inventory management method must be able to ensure that the number of <br> ? (g) a good produced on board a factory vessel from a good referred to in <br> goods that are considered as originating is the same as that which would have been <br> Chapters 50 through 63, the good is shipped through the territory of a non-Party <br> subparagraph (f), provided such a factory vessel is registered, recorded or listed <br> the case if the fungible materials or fungible goods had been physically segregated. <br> with which each Party has entered separately into a free trade agreement as <br> with that Party and flying its flag; <br> Article 3.8: Neutral Elements <br> specified in Annex 3.12, and: <br> ? (h) a good, other than fish, shellfish or other marine life, taken by a Party or a <br> In order to determine whether a good is originating, it shall not be necessary to <br> o (i) does not undergo further production other than minor processing in the <br> territory of that non-Party, or <br> person of a Party from the seabed or beneath the seabed beyond territorial <br> determine the origin of the following: <br> waters, provided that the Party or person of the Party has rights to exploit that <br> ? (a) fuel and energy; <br> o (ii) production that occurs in the territory of that non-Party with respect to <br> ? (b) tools, dies and moulds; <br> that good does not increase the transaction value of the good by more than <br> ? (i) a good taken from outer space, provided that the good is obtained by a Party <br> ? (c) spare parts and materials used in the maintenance of equipment and <br> 10 percent. <br> Related Market Access Issues), the Parties may decide to identify an originating <br> or a person of a Party and does not undergo production outside the territory of <br> 2. Subject to Article 5.12.5 (Working Group on Rules of Origin and Other Customs- <br> good that, if shipped through the territory of a non-Party specified in Annex 3.12, <br> either Party; <br> ? (d) lubricants, greases, compounding materials and other materials used in <br> ? (j) waste and scrap derived from: <br> provided such a good is fit only for the recovery of raw material; <br> meets conditions determined by the Partiesregarding the production of that good in <br> o (i) production in the territory of one or both of the Parties, or <br> ? (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> may undergo more than minor processing in the territory of that non-Party if the good <br> the territory of that non-Party. <br> good in the territory of one or both of the Parties; and <br> o (ii) a used good collected in the territory of one or both of the Parties, <br> ? (f) equipment, devices and supplies used for testing or inspecting other goods; <br> ? (g) catalysts and solvents; and <br> ? (k) a recovered material collected for use in the production of a remanufactured <br> goods referred to in subparagraphs (a) through (k), or from their derivatives, at <br> ? (h) any other goods that are not incorporated into the good but the use of which <br> requirements of this Chapter. <br> Article 3.13: Non-Party Materials for Originating Goods <br> any stage of production. <br> in the production of the good can reasonably be demonstrated to be part of that <br> If each Party has entered separately into a free trade agreement under Article XXIV <br> which, if imported into the territory of one of the Parties under such free trade <br> ? (l) a good produced in the territory of one or both of the Parties exclusively from <br> production. <br> can be demonstrated to the satisfaction of the customs authorities that: <br> of the GATT 1994 with the same non-Party Footnote1 before 1 January 1997, a good <br> agreement, is considered to be an originating good under this Chapter when <br> agreement with that non-Party, would qualify for tariff preferences under the <br> imported into the territory of the other Party and used as a material in the production <br> of another good in the territory of that other Party. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": ".4: Sufficient Production", "ArticleDesc": "Article 3.4: Sufficient Production <br> 1. Subject to Article 3.6, for the purposes of Article 3.1, a good that is not wholly <br> obtained or produced exclusively from originating materials is considered to have <br> undergone sufficient production when the conditions set out in Annex 3.4 are fulfilled. <br> 2. Except for a good of Chapters 61 through 63 of the Harmonized System, a good <br> that does not satisfy the requirements of Annex 3.4 because both the good and the <br> non-originating materials provided for as parts under the Harmonized System that <br> are used in its production are classified in the same subheading, or heading that is <br> not further subdivided into subheadings, is considered to have undergone sufficient <br> production, provided that: <br> ? (a) it is produced entirely in the territory of one or both of the Parties; <br> ? (b) the value of the non-originating materials provided for as parts classified in <br> that subheading, or heading that is not further subdivided into subheadings, <br> does not exceed 65 percent of the transaction value of the good; and <br> ? (c) the good satisfies all other applicable requirements of this Chapter. <br> 3. If a non-originating material undergoes sufficient production, the resulting good is <br> considered as originating and no account shall be taken of the non-originating <br> material contained therein when that good is used in the subsequent production of <br> another good. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Canada-Israel Free Trade Agreement <br> Article 3.5: De Minimis Rule for Originating Goods <br> Article 3.10: Accessories, Spare Parts and Tools, <br> CHAPTER THREE <br> 1. Notwithstanding Article 3.4.1, and except as provided in paragraph 2, a good <br> Packaging and Packing Materials and Containers <br> RULES OF ORIGIN <br> originates in the territory of a Party if the value of the non-originating materials used <br> For the purposes of determining whether a good is an originating good, the following <br> Article 3.1: General Requirements <br> in its production that do not undergo an applicable change in tariff classification, as <br> materials shall be deemed to be originating materials without regard to where the <br> 1. For the purposes of this Agreement, a good originates in a Party if, in the territory <br> set out in the rule for the good in Annex 3.4, is not more than 10 percent of the <br> materials are produced: <br> of one or both of the Parties, it: <br> seabed; <br> transaction value of the good, provided that the good satisfies all other applicable <br> ? (a) accessories, spare parts or tools delivered with the good that form part of the <br> ? (a) has been wholly obtained or produced as defined in Article 3.3; <br> good's standard accessories, spare parts or tools, provided that the accessories, <br> ? (b) has been produced exclusively from originating materials; or <br> 2. Paragraph 1 does not apply to a non-originating material provided for in <br> spare parts or tools are not invoiced separately from the good and the quantities <br> ? (c) has undergone sufficient production as defined in Article 3.4. <br> Chapters 50 through 63 of the Harmonized System that is used in the production of a <br> and value of the accessories, spare parts or tools are customary for the good; <br> 2. Except as provided in Articles 3.2.2 and 3.2.3, the conditions for acquiring <br> good provided for in Chapters 50 through 63 of the Harmonized System. <br> ? (b) packaging materials and containers in which the good is packaged for retail <br> originating status set out in this Chapter must be fulfilled without interruption in the <br> Article 3.6: Minor Processing Operations <br> buildings; <br> sale, provided that the packaging materials and containers are classified under <br> territory of one or both of the Parties. <br> The following operations are considered minor processing and are insufficient to <br> the Harmonized System with the good that is packaged within; and <br> Article 3.2: Cumulation <br> confer the status of an originating good, whether or not the requirements of Article <br> ? (c) packing materials and containers in which the good is packed for shipment. <br> 1. For the purposes of determining the originating status of a good: <br> 3.4 are satisfied: <br> Article 3.11: Returned Originating Goods <br> ? (a) a good that originates in the territory of one or both of the Parties is <br> ? (a) mere dilution with water or any other substance that does not materially alter <br> 1. If an originating good exported from Israel or from Canada to a non-Party is <br> considered as originating in the territory of either Party; <br> the characteristics of the good; <br> returned to the exporting Party, it shall be considered as non-originating, unless it <br> ? (b) an exporter may take into account production carried out on a non-originating <br> ? (b) cleaning, including removal of rust, grease, paint or any other coating; <br> material in the other Party. <br> ? (c) applying any preservative or decorative coating, including any lubricant, <br> ? (a) the returning good is the same as that exported; and <br> 2. Subject to paragraph 3, if each Party has a free trade agreement that establishes <br> protective encapsulation, preservative or decorative paint, or metallic coating; <br> ? (b) it has not undergone any operation beyond that necessary to preserve it in <br> or leads to the establishment of a free trade area with the same non-Party, the <br> ? (d) trimming, filing or cutting off small amounts of excess material; <br> good condition while in that non-Party or while being exported. <br> territory of that non-Party shall be deemed to form part of the territory of the free <br> ? (e) packing, repacking, labelling or relabeling of the good for transport, storage <br> 2. The Parties shall, no later than five years after the date of entry into force of this <br> trade area established by this Agreement for the purposes of determining whether a <br> or sale; and <br> Agreement, explore whether and under what conditions an originating good that <br> good is originating under this Agreement. <br> ? (f) repairs or alterations, washing, laundering or sterilising. <br> undergoes further production in the territory of a non-Party and is returned to the <br> 3. A Party shall give effect to paragraph 2 upon agreement by the Parties on the <br> Article 3.7: Fungible Goods and Materials <br> territory of a Party may retain its originating status. <br> applicable conditions. <br> 1. For purposes of determining whether a good is an originating good: <br> Article 3.12: Direct Shipment and Shipment Through a <br> Article 3.3: Wholly Obtained or Produced Goods <br> ? (a) if originating materials and non-originating materials that are fungible <br> 1. Except as provided in paragraph 2, an originating good that is exported from the <br> Non-Party <br> For the purposes of Article 3.1, the following goods shall be considered as wholly <br> materials are used in the production of the good, the determination of whether <br> territory of a Party shall maintain its originating status only if: <br> obtained or produced entirely in the territory of one or both of the Parties: <br> the materials are originating materials may, at the choice of the producer of the <br> ? (a) a mineral or other non-living natural resource good extracted or taken from <br> good, be made in accordance with an inventory management method <br> ? (a) the good is shipped directly from the territory of one Party to the territory of <br> recognised in, or otherwise accepted by, the Generally Accepted Accounting <br> the other Party; <br> ? (b) a vegetable, a plant or other good harvested or gathered in the territory of <br> Principles of the Party in which the production takes place; and <br> ? (b) the good is shipped through the territory of a non-Party, provided that <br> one or both of the Parties; <br> ? (b) if originating goods and non-originating goods that are fungible goods are <br> o (i) the good does not undergo further production or any other operation in <br> ? (c) a live animal born and raised in the territory of one or both of the Parties; <br> physically combined or mixed in inventory in the territory of a Party and exported <br> reloading or any other operation necessary to preserve it in good condition <br> the territory of that non-Party, other than unloading, splitting up of loads, <br> ? (d) a good obtained from a live animal in the territory of one or both of the <br> in the same form to the other Party, the determination of whether the good is an <br> Parties; <br> originating good may, at the choice of the exporter of the good, be made in <br> or to transport the good to the territory of a Party, and <br> ? (e) a good obtained from hunting, trapping, fishing or aquaculture conducted in <br> accordance with an inventory management method recognised in, or otherwise <br> o (ii) the good remains under customs control in the territory of any non-Party <br> the territory of one or both of the Parties; <br> accepted by, the Generally Accepted Accounting Principles of the Party from <br> through which the good is transported to the territory of a Party; or <br> ? (f) fish, shellfish or other marine life taken from the sea by a vessel registered, <br> recorded or listed with a Party and flying its flag; <br> which the good is exported. <br> ? (c) subject to Article 5.12.4 (Working Group on Rules of Origin and Other <br> Customs-Related Market Access Issues) and except for a good listed in <br> 2. The inventory management method must be able to ensure that the number of <br> ? (g) a good produced on board a factory vessel from a good referred to in <br> goods that are considered as originating is the same as that which would have been <br> Chapters 50 through 63, the good is shipped through the territory of a non-Party <br> subparagraph (f), provided such a factory vessel is registered, recorded or listed <br> the case if the fungible materials or fungible goods had been physically segregated. <br> with which each Party has entered separately into a free trade agreement as <br> with that Party and flying its flag; <br> Article 3.8: Neutral Elements <br> specified in Annex 3.12, and: <br> ? (h) a good, other than fish, shellfish or other marine life, taken by a Party or a <br> In order to determine whether a good is originating, it shall not be necessary to <br> o (i) does not undergo further production other than minor processing in the <br> territory of that non-Party, or <br> person of a Party from the seabed or beneath the seabed beyond territorial <br> determine the origin of the following: <br> waters, provided that the Party or person of the Party has rights to exploit that <br> ? (a) fuel and energy; <br> o (ii) production that occurs in the territory of that non-Party with respect to <br> ? (b) tools, dies and moulds; <br> that good does not increase the transaction value of the good by more than <br> ? (i) a good taken from outer space, provided that the good is obtained by a Party <br> ? (c) spare parts and materials used in the maintenance of equipment and <br> 10 percent. <br> Related Market Access Issues), the Parties may decide to identify an originating <br> or a person of a Party and does not undergo production outside the territory of <br> 2. Subject to Article 5.12.5 (Working Group on Rules of Origin and Other Customs- <br> good that, if shipped through the territory of a non-Party specified in Annex 3.12, <br> either Party; <br> ? (d) lubricants, greases, compounding materials and other materials used in <br> ? (j) waste and scrap derived from: <br> provided such a good is fit only for the recovery of raw material; <br> meets conditions determined by the Partiesregarding the production of that good in <br> o (i) production in the territory of one or both of the Parties, or <br> ? (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> may undergo more than minor processing in the territory of that non-Party if the good <br> the territory of that non-Party. <br> good in the territory of one or both of the Parties; and <br> o (ii) a used good collected in the territory of one or both of the Parties, <br> ? (f) equipment, devices and supplies used for testing or inspecting other goods; <br> ? (g) catalysts and solvents; and <br> ? (k) a recovered material collected for use in the production of a remanufactured <br> goods referred to in subparagraphs (a) through (k), or from their derivatives, at <br> ? (h) any other goods that are not incorporated into the good but the use of which <br> requirements of this Chapter. <br> Article 3.13: Non-Party Materials for Originating Goods <br> any stage of production. <br> in the production of the good can reasonably be demonstrated to be part of that <br> If each Party has entered separately into a free trade agreement under Article XXIV <br> which, if imported into the territory of one of the Parties under such free trade <br> ? (l) a good produced in the territory of one or both of the Parties exclusively from <br> production. <br> can be demonstrated to the satisfaction of the customs authorities that: <br> of the GATT 1994 with the same non-Party Footnote1 before 1 January 1997, a good <br> agreement, is considered to be an originating good under this Chapter when <br> agreement with that non-Party, would qualify for tariff preferences under the <br> imported into the territory of the other Party and used as a material in the production <br> of another good in the territory of that other Party. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": ".9: Unit of Qualification", "ArticleDesc": "Article 3.9: Unit of Qualification <br> For the purposes of this Chapter: <br> ? (a) the tariff classification of a particular good or material shall be determined <br> according to the Harmonized System; <br> ? (b) if a good composed of a group or assembly of articles or components is <br> classified pursuant to the terms of the Harmonized System under a single tariff <br> provision, the whole shall constitute the particular good; and <br> ? (c) if a shipment consists of a number of identical goods classified under the <br> same tariff provision of the Harmonized System, each good shall be considered <br> separately. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Canada-Israel Free Trade Agreement <br> Article 3.5: De Minimis Rule for Originating Goods <br> Article 3.10: Accessories, Spare Parts and Tools, <br> CHAPTER THREE <br> 1. Notwithstanding Article 3.4.1, and except as provided in paragraph 2, a good <br> Packaging and Packing Materials and Containers <br> RULES OF ORIGIN <br> originates in the territory of a Party if the value of the non-originating materials used <br> For the purposes of determining whether a good is an originating good, the following <br> Article 3.1: General Requirements <br> in its production that do not undergo an applicable change in tariff classification, as <br> materials shall be deemed to be originating materials without regard to where the <br> 1. For the purposes of this Agreement, a good originates in a Party if, in the territory <br> set out in the rule for the good in Annex 3.4, is not more than 10 percent of the <br> materials are produced: <br> of one or both of the Parties, it: <br> seabed; <br> transaction value of the good, provided that the good satisfies all other applicable <br> ? (a) accessories, spare parts or tools delivered with the good that form part of the <br> ? (a) has been wholly obtained or produced as defined in Article 3.3; <br> good's standard accessories, spare parts or tools, provided that the accessories, <br> ? (b) has been produced exclusively from originating materials; or <br> 2. Paragraph 1 does not apply to a non-originating material provided for in <br> spare parts or tools are not invoiced separately from the good and the quantities <br> ? (c) has undergone sufficient production as defined in Article 3.4. <br> Chapters 50 through 63 of the Harmonized System that is used in the production of a <br> and value of the accessories, spare parts or tools are customary for the good; <br> 2. Except as provided in Articles 3.2.2 and 3.2.3, the conditions for acquiring <br> good provided for in Chapters 50 through 63 of the Harmonized System. <br> ? (b) packaging materials and containers in which the good is packaged for retail <br> originating status set out in this Chapter must be fulfilled without interruption in the <br> Article 3.6: Minor Processing Operations <br> buildings; <br> sale, provided that the packaging materials and containers are classified under <br> territory of one or both of the Parties. <br> The following operations are considered minor processing and are insufficient to <br> the Harmonized System with the good that is packaged within; and <br> Article 3.2: Cumulation <br> confer the status of an originating good, whether or not the requirements of Article <br> ? (c) packing materials and containers in which the good is packed for shipment. <br> 1. For the purposes of determining the originating status of a good: <br> 3.4 are satisfied: <br> Article 3.11: Returned Originating Goods <br> ? (a) a good that originates in the territory of one or both of the Parties is <br> ? (a) mere dilution with water or any other substance that does not materially alter <br> 1. If an originating good exported from Israel or from Canada to a non-Party is <br> considered as originating in the territory of either Party; <br> the characteristics of the good; <br> returned to the exporting Party, it shall be considered as non-originating, unless it <br> ? (b) an exporter may take into account production carried out on a non-originating <br> ? (b) cleaning, including removal of rust, grease, paint or any other coating; <br> material in the other Party. <br> ? (c) applying any preservative or decorative coating, including any lubricant, <br> ? (a) the returning good is the same as that exported; and <br> 2. Subject to paragraph 3, if each Party has a free trade agreement that establishes <br> protective encapsulation, preservative or decorative paint, or metallic coating; <br> ? (b) it has not undergone any operation beyond that necessary to preserve it in <br> or leads to the establishment of a free trade area with the same non-Party, the <br> ? (d) trimming, filing or cutting off small amounts of excess material; <br> good condition while in that non-Party or while being exported. <br> territory of that non-Party shall be deemed to form part of the territory of the free <br> ? (e) packing, repacking, labelling or relabeling of the good for transport, storage <br> 2. The Parties shall, no later than five years after the date of entry into force of this <br> trade area established by this Agreement for the purposes of determining whether a <br> or sale; and <br> Agreement, explore whether and under what conditions an originating good that <br> good is originating under this Agreement. <br> ? (f) repairs or alterations, washing, laundering or sterilising. <br> undergoes further production in the territory of a non-Party and is returned to the <br> 3. A Party shall give effect to paragraph 2 upon agreement by the Parties on the <br> Article 3.7: Fungible Goods and Materials <br> territory of a Party may retain its originating status. <br> applicable conditions. <br> 1. For purposes of determining whether a good is an originating good: <br> Article 3.12: Direct Shipment and Shipment Through a <br> Article 3.3: Wholly Obtained or Produced Goods <br> ? (a) if originating materials and non-originating materials that are fungible <br> 1. Except as provided in paragraph 2, an originating good that is exported from the <br> Non-Party <br> For the purposes of Article 3.1, the following goods shall be considered as wholly <br> materials are used in the production of the good, the determination of whether <br> territory of a Party shall maintain its originating status only if: <br> obtained or produced entirely in the territory of one or both of the Parties: <br> the materials are originating materials may, at the choice of the producer of the <br> ? (a) a mineral or other non-living natural resource good extracted or taken from <br> good, be made in accordance with an inventory management method <br> ? (a) the good is shipped directly from the territory of one Party to the territory of <br> recognised in, or otherwise accepted by, the Generally Accepted Accounting <br> the other Party; <br> ? (b) a vegetable, a plant or other good harvested or gathered in the territory of <br> Principles of the Party in which the production takes place; and <br> ? (b) the good is shipped through the territory of a non-Party, provided that <br> one or both of the Parties; <br> ? (b) if originating goods and non-originating goods that are fungible goods are <br> o (i) the good does not undergo further production or any other operation in <br> ? (c) a live animal born and raised in the territory of one or both of the Parties; <br> physically combined or mixed in inventory in the territory of a Party and exported <br> reloading or any other operation necessary to preserve it in good condition <br> the territory of that non-Party, other than unloading, splitting up of loads, <br> ? (d) a good obtained from a live animal in the territory of one or both of the <br> in the same form to the other Party, the determination of whether the good is an <br> Parties; <br> originating good may, at the choice of the exporter of the good, be made in <br> or to transport the good to the territory of a Party, and <br> ? (e) a good obtained from hunting, trapping, fishing or aquaculture conducted in <br> accordance with an inventory management method recognised in, or otherwise <br> o (ii) the good remains under customs control in the territory of any non-Party <br> the territory of one or both of the Parties; <br> accepted by, the Generally Accepted Accounting Principles of the Party from <br> through which the good is transported to the territory of a Party; or <br> ? (f) fish, shellfish or other marine life taken from the sea by a vessel registered, <br> recorded or listed with a Party and flying its flag; <br> which the good is exported. <br> ? (c) subject to Article 5.12.4 (Working Group on Rules of Origin and Other <br> Customs-Related Market Access Issues) and except for a good listed in <br> 2. The inventory management method must be able to ensure that the number of <br> ? (g) a good produced on board a factory vessel from a good referred to in <br> goods that are considered as originating is the same as that which would have been <br> Chapters 50 through 63, the good is shipped through the territory of a non-Party <br> subparagraph (f), provided such a factory vessel is registered, recorded or listed <br> the case if the fungible materials or fungible goods had been physically segregated. <br> with which each Party has entered separately into a free trade agreement as <br> with that Party and flying its flag; <br> Article 3.8: Neutral Elements <br> specified in Annex 3.12, and: <br> ? (h) a good, other than fish, shellfish or other marine life, taken by a Party or a <br> In order to determine whether a good is originating, it shall not be necessary to <br> o (i) does not undergo further production other than minor processing in the <br> territory of that non-Party, or <br> person of a Party from the seabed or beneath the seabed beyond territorial <br> determine the origin of the following: <br> waters, provided that the Party or person of the Party has rights to exploit that <br> ? (a) fuel and energy; <br> o (ii) production that occurs in the territory of that non-Party with respect to <br> ? (b) tools, dies and moulds; <br> that good does not increase the transaction value of the good by more than <br> ? (i) a good taken from outer space, provided that the good is obtained by a Party <br> ? (c) spare parts and materials used in the maintenance of equipment and <br> 10 percent. <br> Related Market Access Issues), the Parties may decide to identify an originating <br> or a person of a Party and does not undergo production outside the territory of <br> 2. Subject to Article 5.12.5 (Working Group on Rules of Origin and Other Customs- <br> good that, if shipped through the territory of a non-Party specified in Annex 3.12, <br> either Party; <br> ? (d) lubricants, greases, compounding materials and other materials used in <br> ? (j) waste and scrap derived from: <br> provided such a good is fit only for the recovery of raw material; <br> meets conditions determined by the Partiesregarding the production of that good in <br> o (i) production in the territory of one or both of the Parties, or <br> ? (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> may undergo more than minor processing in the territory of that non-Party if the good <br> the territory of that non-Party. <br> good in the territory of one or both of the Parties; and <br> o (ii) a used good collected in the territory of one or both of the Parties, <br> ? (f) equipment, devices and supplies used for testing or inspecting other goods; <br> ? (g) catalysts and solvents; and <br> ? (k) a recovered material collected for use in the production of a remanufactured <br> goods referred to in subparagraphs (a) through (k), or from their derivatives, at <br> ? (h) any other goods that are not incorporated into the good but the use of which <br> requirements of this Chapter. <br> Article 3.13: Non-Party Materials for Originating Goods <br> any stage of production. <br> in the production of the good can reasonably be demonstrated to be part of that <br> If each Party has entered separately into a free trade agreement under Article XXIV <br> which, if imported into the territory of one of the Parties under such free trade <br> ? (l) a good produced in the territory of one or both of the Parties exclusively from <br> production. <br> can be demonstrated to the satisfaction of the customs authorities that: <br> of the GATT 1994 with the same non-Party Footnote1 before 1 January 1997, a good <br> agreement, is considered to be an originating good under this Chapter when <br> agreement with that non-Party, would qualify for tariff preferences under the <br> imported into the territory of the other Party and used as a material in the production <br> of another good in the territory of that other Party. <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": ".14: Definitions", "ArticleDesc": "Article 3.14: Definitions <br> For the purposes of this Chapter: <br> alteration means a modification, other than a repair, that does not include an <br> operation or process that either destroys the essential characteristics of a good or <br> creates a new or commercially different good; <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from originating or non- <br> originating seedstock such as eggs, fry, fingerlings and larvae, by intervening in the <br> rearing or growth processes to enhance production; <br> fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes with other goods or materials, as the case may be, and the <br> properties of which are essentially identical; <br> Generally Accepted Accounting Principles means the principles used in the <br> territory of each Party with regard to the recording of income, costs, expenses, <br> assets and liabilities involved in the disclosure of information and preparation of <br> financial statements; these principles may be broad guidelines of general application, <br> as well as those standards, practices and procedures usually employed in <br> accounting; <br> good means the result of production, including any material used in the production <br> of another good; <br> material means any ingredient, raw material, component, part, or other good that is <br> a originating under this Chapter; <br> used in the production of a good; <br> non-originating good or material means a good or material that does not qualify as <br> producer means a person who carries out any kind of manufacturing or processing, <br> including such operations as growing, mining, raising, harvesting, fishing, trapping, <br> hunting, assembling or disassembling a good; <br> production means any kind of manufacturing or processing, including such <br> assembling or disassembling a good; <br> operations as growing, mining, raising, harvesting, fishing, trapping, hunting, <br> good fit only for such recovery; <br> recovered material means a material that is the result of the disassembly of a used <br> remanufactured good means a good that: <br> ? (a) is entirely or partially comprised of recovered material that has undergone <br> processing, cleaning, inspecting or other processes for improvement to working <br> condition; and <br> ? (b) performs the same as or similar to a like new good; <br> repair means the adjustment of a machine, instrument, electrical device or other <br> the good at the place where the last production was carried out, and shall include the <br> article, including replacing or refitting parts to restore the article to its original <br> value of all materials, whether such materials are sourced directly or indirectly. If <br> operating condition; <br> there is no price paid or payable or if the price paid or payable does not include the <br> transaction value of the good means the price paid or payable to the producer of <br> producing the good, calculated in accordance with Generally Accepted <br> value of all materials, the transaction value of the good: <br> ? (a) shall include the value of all materials and the cost of production employed in <br> can be reasonably allocated to the good. <br> Any internal taxes which are, or may be, repaid when the good obtained is exported <br> Accounting Principles; and <br> shall be excluded. If the transaction value of the good includes costs incurred <br> ? (b) may include amounts for general expenses and profit to the producer that <br> value of non-originating material means the customs value of the material at the <br> subsequent to the good leaving the place of production, such as costs for <br> the Customs Valuation Agreement. The value of the non-originating material shall <br> include any costs incurred in transporting the material to the place of importation, <br> transportation, loading, unloading, handling or insurance, those costs shall be <br> excluded; and <br> such as transportation, loading, unloading, handling or insurance. If the customs <br> time of its importation into the territory of a Party, as determined in accordance with <br> value is not known or cannot be ascertained, the value of the non-originating <br> material shall be the first ascertainable price paid for the material in Canada or in <br> Israel. <br> "}, {"ArticleTitle": ".12", "ArticleDesc": "ANNEX 3.12 <br> SPECIFIED NON-PARTIES UNDER <br> PARAGRAPHS 1(C) <br> AND 2 OF ARTICLE 3.12 <br> 1. Paragraphs 1(c) and 2 of Article 3.12 shall only apply to the following non-Parties <br> with which each Party has entered separately into a free trade agreement: <br> ? (a) the Member States of the European Free Trade Association; <br> ? (b) the Member States of the European UnionFootnote2 ; <br> ? (c) the Hashemite Kingdom of Jordan; <br> ? (d) Mexico; <br> ? (e) the United States of America. <br> 2. Upon agreement by the Parties, the list of non-Parties in paragraph 1 may be <br> revised to include other non-Parties with which each Party has entered separately <br> into a free trade agreement. <br> Footnotes <br> Footnote 1 <br> Non-Party for the purposes of Article 3.13 means the United States <br> of America. <br> Return to footnote1referrer <br> Footnote 2 <br> This provision will apply to the Member States of the European Union <br> on the date of entry into force of the Canada-European Union <br> Comprehensive Economic and Trade Agreement. <br> CHAPTER FIVE <br> CUSTOMS PROCEDURES <br> Section A - Certification of Origin <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 5.1: Certificate of Origin <br> Article 5.4: Exceptions <br> Article 5.8: Advance Rulings <br> Article 5.13: Definitions <br> documents and records obtained during the course of conducting the origin verification. <br> 1. The Parties shall establish a Certificate of Origin for the purpose of certifying that a good <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> 1. Each Party shall, through its customs administration, provide for the issuance of written <br> For the purposes of this Chapter: <br> being exported from the territory of a Party into the territory of the other Party qualifies as an <br> ? (a) a commercial importation of a good whose value does not exceed Can$1,600 or its <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> good means \"good\" as defined in Article 3.14 (Definitions); <br> originating good, and may thereafter revise the Certificate by mutual consent. <br> territory or an exporter or producer in the territory of the other Party, on the basis of the facts <br> identical goods means goods that are the same in all respects, including physical <br> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be <br> and circumstances presented by such importer, exporter or producer of the good, concerning <br> Article 5.10: Review and Appeal <br> characteristics, quality and reputation, irrespective of minor differences in appearance that are <br> completed at the option of the exporter in an official language of either Party. <br> include a statement by the exporter of the good certifying that the good qualifies as an <br> whether the good qualifies as an originating good under the requirements of Chapter Three <br> not relevant to a determination of origin of those goods under Chapter Three (Rules of <br> 3. Each Party shall: <br> originating good; or <br> (Rules of Origin). <br> Origin); <br> ? (a) require that, for a Certificate of Origin to be considered valid by the Party into whose <br> ? (b) an importation of a good for which the Party into whose territory the good is <br> 2. Each Party shall provide that its customs administration: <br> material means \"material\" as defined in Article 3.14 (Definitions); <br> territory a good is imported with respect to which a claim for preferential tariff treatment <br> ? (a) may, at any time during the course of an evaluation of an application for an advance <br> ruling, request supplemental information from the person requesting the ruling; and <br> neutral elements has the same meaning as \"neutral elements\" in Article 3.8 (Neutral <br> is made, the Certificate of Origin be completed and signed by the exporter of that good <br> provided that the importation does not form part of a series of importations that may <br> Elements); <br> in the territory of the Party from which the good is exported; and <br> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br> ? (b) shall, after it has obtained all necessary information from the person requesting an <br> producer means \"producer\" as defined in Article 3.14 (Definitions); and <br> ? (b) provide that, where an exporter in its territory is not the producer of the good, the <br> advance ruling, issue the ruling within 120 days. <br> production means \"production\" as defined in Article 3.14 (Definitions). <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> 3. Subject to paragraph 4, each Party shall apply an advance ruling to importations into its <br> territory of the good for which the ruling was requested, beginning on the date of its issuance <br> ANNEX 5.6 <br> o (i) its knowledge of whether the good qualifies as an originating good, or <br> or a later date that may be specified in the ruling. <br> PROCEDURES REGARDING AN ORIGIN <br> o (ii) its reasonable reliance on the producer's written representation that the good <br> Each Party shall provide that: <br> 4. The Party issuing an advance ruling may modify or revoke the ruling: <br> VERIFICATION CONDUCTED <br> qualifies as an originating good. <br> ? (a) an exporter in its territory that completes and signs a Certificate of Origin must <br> BY THE CUSTOMS ADMINISTRATION OF A <br> 4. Each Party shall provide that a Certificate of Origin that has been completed and signed by <br> ? (a) if the ruling is based on an error <br> PARTY ON BEHALF <br> an exporter in the territory of the other Party may, at the option of that exporter, be applicable <br> was signed or for a longer period the Party may specify, all records relating to the origin <br> o (i) of fact, or <br> OF THE OTHER PARTY PURSUANT TO <br> to: <br> of a good for which preferential tariff treatment was claimed in the territory of the other <br> o (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br> ARTICLE 5.6.2 <br> ? (a) a single importation of a good into the Party's territory; or <br> ? (b) if there is a change in the material facts or circumstances on which the ruling is <br> 1. If the circumstances contemplated under Article 5.6.2 exist, the customs administration of <br> ? (b) multiple importations of identical goods into the Party's territory that occur within a <br> o (i) the purchase of, cost of, value of, and payment for, the good that is exported <br> based; <br> the Party into whose territory a good is imported shall initiate an origin verification by <br> Article 5.2: Obligations Regarding Importations <br> specified period, not exceeding 12 months, set out therein by the exporter. <br> from its territory, <br> ? (c) to conform with a modification of Chapter Three (Rules of Origin); or <br> Article 5.9: Penalties <br> sending: <br> o (ii) the sourcing of, purchase of, cost of, value of, and payment for, materials, <br> ? (d) to conform with a judicial decision or a change in its laws. <br> ? (a) the written questionnaire; or <br> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its <br> territory that claims preferential tariff treatment for a good imported into its territory from the <br> including neutral elements, used in the production of the good that is exported from <br> ? (b) a letter requesting that a verification visit be conducted on its behalf, <br> territory of the other Party to: <br> its territory, and <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties for <br> Section C - Review and Appeal of Origin Determinations <br> to the office designated for that purpose by the customs administration of the Party from <br> o (iii) the production of the good in the form in which the good is exported from its <br> violations of its laws and regulations relating to this Chapter. <br> whose territory the good is exported. <br> ? (a) make a written declaration, based on a valid Certificate of Origin, that the good <br> territory; and <br> 1. Each Party shall grant substantially the same rights of review and appeal with respect to a <br> 2. On receipt of a written questionnaire or a letter referred to in paragraph 1, the customs <br> qualifies as an originating good; <br> ? (b) an importer claiming preferential tariff treatment for a good imported into the Party's <br> decision relating to the origin of imported goods represented as meeting the requirements of <br> administration of the Party from whose territory the good was exported shall: <br> ? (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> territory must maintain in that territory, for five years after the date of importation of the <br> ? (a) in the case of a questionnaire, forward a true copy thereof to the exporter or producer <br> ? (c) provide, at the request of that Party's customs administration: <br> 2. Each Party shall provide that the rights of review and appeal referred to in paragraph 1 <br> whose good is subject to the origin verification for completion and signature within 30 <br> o (i) a copy of the Certificate of Origin, <br> of the Certificate of Origin, the Party may require relating to the importation of the good. <br> Chapter Three (Rules of Origin) as are provided with respect to the tariff classification of <br> include access to: <br> days from the date of delivery to such exporter or producer; and <br> o (ii) documentary evidence such as bills of lading or waybills that indicate the <br> imported goods. <br> ? (b) in the case of a letter, on the basis of information provided therein, prepare and send <br> shipping route and all points of shipment and transhipment prior to the importation <br> responsible for the determination under review; and <br> the notification referred to in Article 5.6.3 to the exporter or producer whose good is <br> of the good into its territory, and <br> subject to the verification visit and obtain the written consent thereof within 30 days <br> o (iii) when the good is shipped through or transhipped in the territory of a non-Party <br> referred to in Article 3.12.1(b) (Direct Shipment and Shipment Through a Non- <br> ? (a) at least one level of administrative review independent of the official or office <br> decision taken at the final level of administrative review. <br> from the date of delivery of the notification to that exporter or producer. <br> Party), a copy of the customs control documents that indicate, to the satisfaction of <br> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br> Section D - Cooperation <br> 3. The customs administration of the Party from whose territory the good was exported shall: <br> the customs administration, that the good remained under customs control while in <br> ? (b) in accordance with its laws, judicial or quasi-judicial review of the determination or <br> ? (a) notify the customs administration of the Party that initiated the origin verification <br> the territory of that non-Party; and <br> Origin referred to in Article 5.1 was completed and signed; <br> under paragraph 1 of the date on which the questionnaire or the written notification <br> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br> referred to under paragraph 2 was delivered to the exporter or producer whose good is <br> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br> the subject of the origin verification; and <br> contains information that is not correct. <br> has reason to believe that a Certificate of Origin on which a declaration was based <br> facilities used in the production of the good; or <br> ? (b) upon the 30th day after the date referred to in subparagraph 3(a), either: <br> ? (c) other procedures as the Parties may decide. <br> o (i) forward the completed questionnaire or written consent, as the case may be, to <br> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party, the Party <br> the customs administration of the Party that initiated the origin verification under <br> paragraph 1, or <br> may deny preferential tariff treatment to the good if the importer fails to comply with any <br> requirement under this Chapter. <br> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br> o (ii) advise the customs administration of that Party that the questionnaire or written <br> 3. Each Party shall provide that, where a good would have qualified as an originating good <br> consent, as the case may be, has not been received from the exporter or producer <br> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br> whose good is the subject of the origin verification. <br> a valid Certificate of Origin for the good at the time of its importation, the importer of the <br> when it was imported into the territory of that Party but the importer of the good did not have <br> 5.6, in accordance with the verification standards and framework established under Article <br> 4. If the exporter or producer of the good that is the subject of the verification consents to a <br> good may, within a period of not less than three months after the date on which the good was <br> 5.11. <br> verification visit as contemplated by Article 5.6.3, officials of the customs administration of <br> imported, apply for a refund of any excess duties paid as the result of the good not having <br> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br> the Party that initiated the verification under paragraph 1 may be present in the offices of the <br> been accorded preferential tariff treatment, provided that the importer: <br> customs administration of the other Party for purposes of directing the manner in which the <br> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br> verification visit is to proceed. <br> ? (a) if required by that Party, declared at the time of importation of the good that the good <br> would qualify as an originating good; and <br> 5. The customs administration of the Party from whose territory a good is exported shall, in <br> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, assume <br> ? (b) presents: <br> all ordinary expenses associated with conducting the origin verification within its territory <br> o (i) a written declaration that the good qualified as an originating good at the time of <br> exporter or producer to such visit. <br> except travel and incidental expenses of officials travelling to the territory of that Party as <br> importation, <br> contemplated under paragraph 4. <br> o (ii) a copy of the Certificate of Origin, and <br> ? (a) the identity of the customs administration issuing the notification and, where the <br> 6. The customs administration of the Party from whose territory a good is exported shall, in <br> o (iii) any other documentation relating to the importation of the good as that Party <br> circumstances referred to under paragraph 2 exist, the identity of the customs <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, if <br> may require. <br> administration on whose behalf the notification is being sent; <br> requested by that other Party pursuant to the Agreement on Mutual Assistance in Customs <br> ? (b) the name of the exporter or producer whose premises are to be visited; <br> Matters, certify or authenticate, in the manner required by that other Party, copies of any <br> ? (c) the date and place of the proposed verification visit; <br> ? (d) the object and scope of the proposed verification visit, including specific reference to <br> the good that is the subject of the verification; <br> ? (e) the names and titles of the officials performing the verification visit; and <br> ? (f) the legal authority for the verification visit. <br> administration of the Party into whose territory a good was imported, the customs <br> administration of that Party shall: <br> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br> deliver a copy of the written notification referred to in paragraph 3; <br> to the customs administration of the Party from whose territory the good was exported. <br> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br> equivalent amount in New Israeli Shekels (NIS) or such higher amount as it may <br> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br> establish, except that it may require that the invoice accompanying the importation <br> the subject of the origin verification. <br> 7. Each Party shall provide that, if its customs administration receives notification, <br> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br> imported has waived the requirement for a Certificate of Origin; <br> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br> certification requirements of this Chapter. <br> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br> Section B - Administration and Enforcement <br> Article 5.5: Records <br> behalf by the customs administration of the Party from whose territory the goods were <br> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br> maintain in its territory, for five years after the date on which the Certificate of Origin <br> ? (a) the observers do not participate in a manner other than as observers; and <br> ? (b) the failure by the exporter or producer to designate observers does not result in the <br> Party, including records associated with: <br> postponement of the verification visit. <br> 9. The customs administration of the Party into whose territory the good is imported, <br> including the findings of fact and the legal basis on which the determination was made. <br> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br> good or for a longer period the Party may specify, any documentation, including a copy <br> verification referred to under paragraph 1 is required to be conducted in its territory by: <br> ? (a) the customs administration of the other Party; or <br> ? (b) its customs administration on behalf of that other Party. <br> Article 5.6: Origin Verifications <br> 1. For the purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its customs <br> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br> for the purposes of obtaining the information on the basis of which a Certificate of <br> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br> to be conducted by its customs administration on behalf of the other Party, such verification <br> administration of the Party proposing to conduct the visit or, if the circumstances <br> behalf of the other Party, as the case may be, shall deliver a written notification of the <br> exporter or producer whose premises are to be visited and obtain the written consent of that <br> 4. The notification referred to in paragraph 3 must include: <br> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br> territory the good was imported may deny preferential tariff treatment to the good that was <br> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br> such receipt or contact, or for such longer period as the Parties may agree. <br> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br> verification visit may designate two observers to be present during the visit, provided that: <br> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br> conducted, shall provide the exporter or producer whose good is the subject of the <br> verification with a written determination of whether the good qualifies as an originating good, <br> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br> into force, upon 60 days notice to the other Party, change the manner in which an origin <br> versa, as the case may be. <br> "}, {"ArticleTitle": ".3: Obligations Regarding Exportations", "ArticleDesc": "Article 5.3: Obligations Regarding Exportations <br> 1. Each Party shall provide that: <br> ? (a) at the request of its customs administration, an exporter in its territory shall provide a <br> copy of the Certificate of Origin to that customs administration; and <br> ? (b) an exporter in its territory that has completed and signed a Certificate of Origin, and <br> that has reason to believe that the Certificate of Origin contains information that is not <br> correct, must promptly notify in writing all persons to whom the Certificate of Origin <br> was given by the exporter of any change that could affect the accuracy or validity of the <br> Certificate of Origin. <br> 2. Each Party: <br> ? (a) shall provide that a false certification by an exporter in its territory that a good to be <br> exported to the territory of the other Party qualifies as an originating good shall have the <br> same legal consequences, with appropriate modifications, as would apply to an importer <br> in its territory for a contravention of its customs laws regarding the making of a false <br> statement or representation; and <br> ? (b) may apply measures warranted by the circumstances if an exporter in its territory <br> fails to comply with any requirement of this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.1: Certificate of Origin <br> Article 5.4: Exceptions <br> Article 5.8: Advance Rulings <br> Article 5.13: Definitions <br> documents and records obtained during the course of conducting the origin verification. <br> 1. The Parties shall establish a Certificate of Origin for the purpose of certifying that a good <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> 1. Each Party shall, through its customs administration, provide for the issuance of written <br> For the purposes of this Chapter: <br> being exported from the territory of a Party into the territory of the other Party qualifies as an <br> ? (a) a commercial importation of a good whose value does not exceed Can$1,600 or its <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> good means \"good\" as defined in Article 3.14 (Definitions); <br> originating good, and may thereafter revise the Certificate by mutual consent. <br> territory or an exporter or producer in the territory of the other Party, on the basis of the facts <br> identical goods means goods that are the same in all respects, including physical <br> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be <br> and circumstances presented by such importer, exporter or producer of the good, concerning <br> Article 5.10: Review and Appeal <br> characteristics, quality and reputation, irrespective of minor differences in appearance that are <br> completed at the option of the exporter in an official language of either Party. <br> include a statement by the exporter of the good certifying that the good qualifies as an <br> whether the good qualifies as an originating good under the requirements of Chapter Three <br> not relevant to a determination of origin of those goods under Chapter Three (Rules of <br> 3. Each Party shall: <br> originating good; or <br> (Rules of Origin). <br> Origin); <br> ? (a) require that, for a Certificate of Origin to be considered valid by the Party into whose <br> ? (b) an importation of a good for which the Party into whose territory the good is <br> 2. Each Party shall provide that its customs administration: <br> material means \"material\" as defined in Article 3.14 (Definitions); <br> territory a good is imported with respect to which a claim for preferential tariff treatment <br> ? (a) may, at any time during the course of an evaluation of an application for an advance <br> ruling, request supplemental information from the person requesting the ruling; and <br> neutral elements has the same meaning as \"neutral elements\" in Article 3.8 (Neutral <br> is made, the Certificate of Origin be completed and signed by the exporter of that good <br> provided that the importation does not form part of a series of importations that may <br> Elements); <br> in the territory of the Party from which the good is exported; and <br> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br> ? (b) shall, after it has obtained all necessary information from the person requesting an <br> producer means \"producer\" as defined in Article 3.14 (Definitions); and <br> ? (b) provide that, where an exporter in its territory is not the producer of the good, the <br> advance ruling, issue the ruling within 120 days. <br> production means \"production\" as defined in Article 3.14 (Definitions). <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> 3. Subject to paragraph 4, each Party shall apply an advance ruling to importations into its <br> territory of the good for which the ruling was requested, beginning on the date of its issuance <br> ANNEX 5.6 <br> o (i) its knowledge of whether the good qualifies as an originating good, or <br> or a later date that may be specified in the ruling. <br> PROCEDURES REGARDING AN ORIGIN <br> o (ii) its reasonable reliance on the producer's written representation that the good <br> Each Party shall provide that: <br> 4. The Party issuing an advance ruling may modify or revoke the ruling: <br> VERIFICATION CONDUCTED <br> qualifies as an originating good. <br> ? (a) an exporter in its territory that completes and signs a Certificate of Origin must <br> BY THE CUSTOMS ADMINISTRATION OF A <br> 4. Each Party shall provide that a Certificate of Origin that has been completed and signed by <br> ? (a) if the ruling is based on an error <br> PARTY ON BEHALF <br> an exporter in the territory of the other Party may, at the option of that exporter, be applicable <br> was signed or for a longer period the Party may specify, all records relating to the origin <br> o (i) of fact, or <br> OF THE OTHER PARTY PURSUANT TO <br> to: <br> of a good for which preferential tariff treatment was claimed in the territory of the other <br> o (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br> ARTICLE 5.6.2 <br> ? (a) a single importation of a good into the Party's territory; or <br> ? (b) if there is a change in the material facts or circumstances on which the ruling is <br> 1. If the circumstances contemplated under Article 5.6.2 exist, the customs administration of <br> ? (b) multiple importations of identical goods into the Party's territory that occur within a <br> o (i) the purchase of, cost of, value of, and payment for, the good that is exported <br> based; <br> the Party into whose territory a good is imported shall initiate an origin verification by <br> Article 5.2: Obligations Regarding Importations <br> specified period, not exceeding 12 months, set out therein by the exporter. <br> from its territory, <br> ? (c) to conform with a modification of Chapter Three (Rules of Origin); or <br> Article 5.9: Penalties <br> sending: <br> o (ii) the sourcing of, purchase of, cost of, value of, and payment for, materials, <br> ? (d) to conform with a judicial decision or a change in its laws. <br> ? (a) the written questionnaire; or <br> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its <br> territory that claims preferential tariff treatment for a good imported into its territory from the <br> including neutral elements, used in the production of the good that is exported from <br> ? (b) a letter requesting that a verification visit be conducted on its behalf, <br> territory of the other Party to: <br> its territory, and <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties for <br> Section C - Review and Appeal of Origin Determinations <br> to the office designated for that purpose by the customs administration of the Party from <br> o (iii) the production of the good in the form in which the good is exported from its <br> violations of its laws and regulations relating to this Chapter. <br> whose territory the good is exported. <br> ? (a) make a written declaration, based on a valid Certificate of Origin, that the good <br> territory; and <br> 1. Each Party shall grant substantially the same rights of review and appeal with respect to a <br> 2. On receipt of a written questionnaire or a letter referred to in paragraph 1, the customs <br> qualifies as an originating good; <br> ? (b) an importer claiming preferential tariff treatment for a good imported into the Party's <br> decision relating to the origin of imported goods represented as meeting the requirements of <br> administration of the Party from whose territory the good was exported shall: <br> ? (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> territory must maintain in that territory, for five years after the date of importation of the <br> ? (a) in the case of a questionnaire, forward a true copy thereof to the exporter or producer <br> ? (c) provide, at the request of that Party's customs administration: <br> 2. Each Party shall provide that the rights of review and appeal referred to in paragraph 1 <br> whose good is subject to the origin verification for completion and signature within 30 <br> o (i) a copy of the Certificate of Origin, <br> of the Certificate of Origin, the Party may require relating to the importation of the good. <br> Chapter Three (Rules of Origin) as are provided with respect to the tariff classification of <br> include access to: <br> days from the date of delivery to such exporter or producer; and <br> o (ii) documentary evidence such as bills of lading or waybills that indicate the <br> imported goods. <br> ? (b) in the case of a letter, on the basis of information provided therein, prepare and send <br> shipping route and all points of shipment and transhipment prior to the importation <br> responsible for the determination under review; and <br> the notification referred to in Article 5.6.3 to the exporter or producer whose good is <br> of the good into its territory, and <br> subject to the verification visit and obtain the written consent thereof within 30 days <br> o (iii) when the good is shipped through or transhipped in the territory of a non-Party <br> referred to in Article 3.12.1(b) (Direct Shipment and Shipment Through a Non- <br> ? (a) at least one level of administrative review independent of the official or office <br> decision taken at the final level of administrative review. <br> from the date of delivery of the notification to that exporter or producer. <br> Party), a copy of the customs control documents that indicate, to the satisfaction of <br> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br> Section D - Cooperation <br> 3. The customs administration of the Party from whose territory the good was exported shall: <br> the customs administration, that the good remained under customs control while in <br> ? (b) in accordance with its laws, judicial or quasi-judicial review of the determination or <br> ? (a) notify the customs administration of the Party that initiated the origin verification <br> the territory of that non-Party; and <br> Origin referred to in Article 5.1 was completed and signed; <br> under paragraph 1 of the date on which the questionnaire or the written notification <br> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br> referred to under paragraph 2 was delivered to the exporter or producer whose good is <br> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br> the subject of the origin verification; and <br> contains information that is not correct. <br> has reason to believe that a Certificate of Origin on which a declaration was based <br> facilities used in the production of the good; or <br> ? (b) upon the 30th day after the date referred to in subparagraph 3(a), either: <br> ? (c) other procedures as the Parties may decide. <br> o (i) forward the completed questionnaire or written consent, as the case may be, to <br> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party, the Party <br> the customs administration of the Party that initiated the origin verification under <br> paragraph 1, or <br> may deny preferential tariff treatment to the good if the importer fails to comply with any <br> requirement under this Chapter. <br> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br> o (ii) advise the customs administration of that Party that the questionnaire or written <br> 3. Each Party shall provide that, where a good would have qualified as an originating good <br> consent, as the case may be, has not been received from the exporter or producer <br> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br> whose good is the subject of the origin verification. <br> a valid Certificate of Origin for the good at the time of its importation, the importer of the <br> when it was imported into the territory of that Party but the importer of the good did not have <br> 5.6, in accordance with the verification standards and framework established under Article <br> 4. If the exporter or producer of the good that is the subject of the verification consents to a <br> good may, within a period of not less than three months after the date on which the good was <br> 5.11. <br> verification visit as contemplated by Article 5.6.3, officials of the customs administration of <br> imported, apply for a refund of any excess duties paid as the result of the good not having <br> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br> the Party that initiated the verification under paragraph 1 may be present in the offices of the <br> been accorded preferential tariff treatment, provided that the importer: <br> customs administration of the other Party for purposes of directing the manner in which the <br> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br> verification visit is to proceed. <br> ? (a) if required by that Party, declared at the time of importation of the good that the good <br> would qualify as an originating good; and <br> 5. The customs administration of the Party from whose territory a good is exported shall, in <br> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, assume <br> ? (b) presents: <br> all ordinary expenses associated with conducting the origin verification within its territory <br> o (i) a written declaration that the good qualified as an originating good at the time of <br> exporter or producer to such visit. <br> except travel and incidental expenses of officials travelling to the territory of that Party as <br> importation, <br> contemplated under paragraph 4. <br> o (ii) a copy of the Certificate of Origin, and <br> ? (a) the identity of the customs administration issuing the notification and, where the <br> 6. The customs administration of the Party from whose territory a good is exported shall, in <br> o (iii) any other documentation relating to the importation of the good as that Party <br> circumstances referred to under paragraph 2 exist, the identity of the customs <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, if <br> may require. <br> administration on whose behalf the notification is being sent; <br> requested by that other Party pursuant to the Agreement on Mutual Assistance in Customs <br> ? (b) the name of the exporter or producer whose premises are to be visited; <br> Matters, certify or authenticate, in the manner required by that other Party, copies of any <br> ? (c) the date and place of the proposed verification visit; <br> ? (d) the object and scope of the proposed verification visit, including specific reference to <br> the good that is the subject of the verification; <br> ? (e) the names and titles of the officials performing the verification visit; and <br> ? (f) the legal authority for the verification visit. <br> administration of the Party into whose territory a good was imported, the customs <br> administration of that Party shall: <br> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br> deliver a copy of the written notification referred to in paragraph 3; <br> to the customs administration of the Party from whose territory the good was exported. <br> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br> equivalent amount in New Israeli Shekels (NIS) or such higher amount as it may <br> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br> establish, except that it may require that the invoice accompanying the importation <br> the subject of the origin verification. <br> 7. Each Party shall provide that, if its customs administration receives notification, <br> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br> imported has waived the requirement for a Certificate of Origin; <br> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br> certification requirements of this Chapter. <br> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br> Section B - Administration and Enforcement <br> Article 5.5: Records <br> behalf by the customs administration of the Party from whose territory the goods were <br> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br> maintain in its territory, for five years after the date on which the Certificate of Origin <br> ? (a) the observers do not participate in a manner other than as observers; and <br> ? (b) the failure by the exporter or producer to designate observers does not result in the <br> Party, including records associated with: <br> postponement of the verification visit. <br> 9. The customs administration of the Party into whose territory the good is imported, <br> including the findings of fact and the legal basis on which the determination was made. <br> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br> good or for a longer period the Party may specify, any documentation, including a copy <br> verification referred to under paragraph 1 is required to be conducted in its territory by: <br> ? (a) the customs administration of the other Party; or <br> ? (b) its customs administration on behalf of that other Party. <br> Article 5.6: Origin Verifications <br> 1. For the purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its customs <br> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br> for the purposes of obtaining the information on the basis of which a Certificate of <br> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br> to be conducted by its customs administration on behalf of the other Party, such verification <br> administration of the Party proposing to conduct the visit or, if the circumstances <br> behalf of the other Party, as the case may be, shall deliver a written notification of the <br> exporter or producer whose premises are to be visited and obtain the written consent of that <br> 4. The notification referred to in paragraph 3 must include: <br> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br> territory the good was imported may deny preferential tariff treatment to the good that was <br> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br> such receipt or contact, or for such longer period as the Parties may agree. <br> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br> verification visit may designate two observers to be present during the visit, provided that: <br> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br> conducted, shall provide the exporter or producer whose good is the subject of the <br> verification with a written determination of whether the good qualifies as an originating good, <br> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br> into force, upon 60 days notice to the other Party, change the manner in which an origin <br> versa, as the case may be. <br> "}, {"ArticleTitle": ".7: Confidentiality", "ArticleDesc": "Article 5.7: Confidentiality <br> 1. Each Party shall maintain, in accordance with its law, the confidentiality of confidential <br> business information collected pursuant to this Chapter and shall protect that information <br> from disclosure that could prejudice the competitive position of the persons providing the <br> information. <br> 2. The confidential business information collected by a Party pursuant to this Chapter may <br> only be disclosed in accordance with the Agreement on Mutual Assistance in Customs <br> Matters. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.1: Certificate of Origin <br> Article 5.4: Exceptions <br> Article 5.8: Advance Rulings <br> Article 5.13: Definitions <br> documents and records obtained during the course of conducting the origin verification. <br> 1. The Parties shall establish a Certificate of Origin for the purpose of certifying that a good <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> 1. Each Party shall, through its customs administration, provide for the issuance of written <br> For the purposes of this Chapter: <br> being exported from the territory of a Party into the territory of the other Party qualifies as an <br> ? (a) a commercial importation of a good whose value does not exceed Can$1,600 or its <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> good means \"good\" as defined in Article 3.14 (Definitions); <br> originating good, and may thereafter revise the Certificate by mutual consent. <br> territory or an exporter or producer in the territory of the other Party, on the basis of the facts <br> identical goods means goods that are the same in all respects, including physical <br> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be <br> and circumstances presented by such importer, exporter or producer of the good, concerning <br> Article 5.10: Review and Appeal <br> characteristics, quality and reputation, irrespective of minor differences in appearance that are <br> completed at the option of the exporter in an official language of either Party. <br> include a statement by the exporter of the good certifying that the good qualifies as an <br> whether the good qualifies as an originating good under the requirements of Chapter Three <br> not relevant to a determination of origin of those goods under Chapter Three (Rules of <br> 3. Each Party shall: <br> originating good; or <br> (Rules of Origin). <br> Origin); <br> ? (a) require that, for a Certificate of Origin to be considered valid by the Party into whose <br> ? (b) an importation of a good for which the Party into whose territory the good is <br> 2. Each Party shall provide that its customs administration: <br> material means \"material\" as defined in Article 3.14 (Definitions); <br> territory a good is imported with respect to which a claim for preferential tariff treatment <br> ? (a) may, at any time during the course of an evaluation of an application for an advance <br> ruling, request supplemental information from the person requesting the ruling; and <br> neutral elements has the same meaning as \"neutral elements\" in Article 3.8 (Neutral <br> is made, the Certificate of Origin be completed and signed by the exporter of that good <br> provided that the importation does not form part of a series of importations that may <br> Elements); <br> in the territory of the Party from which the good is exported; and <br> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br> ? (b) shall, after it has obtained all necessary information from the person requesting an <br> producer means \"producer\" as defined in Article 3.14 (Definitions); and <br> ? (b) provide that, where an exporter in its territory is not the producer of the good, the <br> advance ruling, issue the ruling within 120 days. <br> production means \"production\" as defined in Article 3.14 (Definitions). <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> 3. Subject to paragraph 4, each Party shall apply an advance ruling to importations into its <br> territory of the good for which the ruling was requested, beginning on the date of its issuance <br> ANNEX 5.6 <br> o (i) its knowledge of whether the good qualifies as an originating good, or <br> or a later date that may be specified in the ruling. <br> PROCEDURES REGARDING AN ORIGIN <br> o (ii) its reasonable reliance on the producer's written representation that the good <br> Each Party shall provide that: <br> 4. The Party issuing an advance ruling may modify or revoke the ruling: <br> VERIFICATION CONDUCTED <br> qualifies as an originating good. <br> ? (a) an exporter in its territory that completes and signs a Certificate of Origin must <br> BY THE CUSTOMS ADMINISTRATION OF A <br> 4. Each Party shall provide that a Certificate of Origin that has been completed and signed by <br> ? (a) if the ruling is based on an error <br> PARTY ON BEHALF <br> an exporter in the territory of the other Party may, at the option of that exporter, be applicable <br> was signed or for a longer period the Party may specify, all records relating to the origin <br> o (i) of fact, or <br> OF THE OTHER PARTY PURSUANT TO <br> to: <br> of a good for which preferential tariff treatment was claimed in the territory of the other <br> o (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br> ARTICLE 5.6.2 <br> ? (a) a single importation of a good into the Party's territory; or <br> ? (b) if there is a change in the material facts or circumstances on which the ruling is <br> 1. If the circumstances contemplated under Article 5.6.2 exist, the customs administration of <br> ? (b) multiple importations of identical goods into the Party's territory that occur within a <br> o (i) the purchase of, cost of, value of, and payment for, the good that is exported <br> based; <br> the Party into whose territory a good is imported shall initiate an origin verification by <br> Article 5.2: Obligations Regarding Importations <br> specified period, not exceeding 12 months, set out therein by the exporter. <br> from its territory, <br> ? (c) to conform with a modification of Chapter Three (Rules of Origin); or <br> Article 5.9: Penalties <br> sending: <br> o (ii) the sourcing of, purchase of, cost of, value of, and payment for, materials, <br> ? (d) to conform with a judicial decision or a change in its laws. <br> ? (a) the written questionnaire; or <br> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its <br> territory that claims preferential tariff treatment for a good imported into its territory from the <br> including neutral elements, used in the production of the good that is exported from <br> ? (b) a letter requesting that a verification visit be conducted on its behalf, <br> territory of the other Party to: <br> its territory, and <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties for <br> Section C - Review and Appeal of Origin Determinations <br> to the office designated for that purpose by the customs administration of the Party from <br> o (iii) the production of the good in the form in which the good is exported from its <br> violations of its laws and regulations relating to this Chapter. <br> whose territory the good is exported. <br> ? (a) make a written declaration, based on a valid Certificate of Origin, that the good <br> territory; and <br> 1. Each Party shall grant substantially the same rights of review and appeal with respect to a <br> 2. On receipt of a written questionnaire or a letter referred to in paragraph 1, the customs <br> qualifies as an originating good; <br> ? (b) an importer claiming preferential tariff treatment for a good imported into the Party's <br> decision relating to the origin of imported goods represented as meeting the requirements of <br> administration of the Party from whose territory the good was exported shall: <br> ? (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> territory must maintain in that territory, for five years after the date of importation of the <br> ? (a) in the case of a questionnaire, forward a true copy thereof to the exporter or producer <br> ? (c) provide, at the request of that Party's customs administration: <br> 2. Each Party shall provide that the rights of review and appeal referred to in paragraph 1 <br> whose good is subject to the origin verification for completion and signature within 30 <br> o (i) a copy of the Certificate of Origin, <br> of the Certificate of Origin, the Party may require relating to the importation of the good. <br> Chapter Three (Rules of Origin) as are provided with respect to the tariff classification of <br> include access to: <br> days from the date of delivery to such exporter or producer; and <br> o (ii) documentary evidence such as bills of lading or waybills that indicate the <br> imported goods. <br> ? (b) in the case of a letter, on the basis of information provided therein, prepare and send <br> shipping route and all points of shipment and transhipment prior to the importation <br> responsible for the determination under review; and <br> the notification referred to in Article 5.6.3 to the exporter or producer whose good is <br> of the good into its territory, and <br> subject to the verification visit and obtain the written consent thereof within 30 days <br> o (iii) when the good is shipped through or transhipped in the territory of a non-Party <br> referred to in Article 3.12.1(b) (Direct Shipment and Shipment Through a Non- <br> ? (a) at least one level of administrative review independent of the official or office <br> decision taken at the final level of administrative review. <br> from the date of delivery of the notification to that exporter or producer. <br> Party), a copy of the customs control documents that indicate, to the satisfaction of <br> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br> Section D - Cooperation <br> 3. The customs administration of the Party from whose territory the good was exported shall: <br> the customs administration, that the good remained under customs control while in <br> ? (b) in accordance with its laws, judicial or quasi-judicial review of the determination or <br> ? (a) notify the customs administration of the Party that initiated the origin verification <br> the territory of that non-Party; and <br> Origin referred to in Article 5.1 was completed and signed; <br> under paragraph 1 of the date on which the questionnaire or the written notification <br> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br> referred to under paragraph 2 was delivered to the exporter or producer whose good is <br> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br> the subject of the origin verification; and <br> contains information that is not correct. <br> has reason to believe that a Certificate of Origin on which a declaration was based <br> facilities used in the production of the good; or <br> ? (b) upon the 30th day after the date referred to in subparagraph 3(a), either: <br> ? (c) other procedures as the Parties may decide. <br> o (i) forward the completed questionnaire or written consent, as the case may be, to <br> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party, the Party <br> the customs administration of the Party that initiated the origin verification under <br> paragraph 1, or <br> may deny preferential tariff treatment to the good if the importer fails to comply with any <br> requirement under this Chapter. <br> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br> o (ii) advise the customs administration of that Party that the questionnaire or written <br> 3. Each Party shall provide that, where a good would have qualified as an originating good <br> consent, as the case may be, has not been received from the exporter or producer <br> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br> whose good is the subject of the origin verification. <br> a valid Certificate of Origin for the good at the time of its importation, the importer of the <br> when it was imported into the territory of that Party but the importer of the good did not have <br> 5.6, in accordance with the verification standards and framework established under Article <br> 4. If the exporter or producer of the good that is the subject of the verification consents to a <br> good may, within a period of not less than three months after the date on which the good was <br> 5.11. <br> verification visit as contemplated by Article 5.6.3, officials of the customs administration of <br> imported, apply for a refund of any excess duties paid as the result of the good not having <br> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br> the Party that initiated the verification under paragraph 1 may be present in the offices of the <br> been accorded preferential tariff treatment, provided that the importer: <br> customs administration of the other Party for purposes of directing the manner in which the <br> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br> verification visit is to proceed. <br> ? (a) if required by that Party, declared at the time of importation of the good that the good <br> would qualify as an originating good; and <br> 5. The customs administration of the Party from whose territory a good is exported shall, in <br> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, assume <br> ? (b) presents: <br> all ordinary expenses associated with conducting the origin verification within its territory <br> o (i) a written declaration that the good qualified as an originating good at the time of <br> exporter or producer to such visit. <br> except travel and incidental expenses of officials travelling to the territory of that Party as <br> importation, <br> contemplated under paragraph 4. <br> o (ii) a copy of the Certificate of Origin, and <br> ? (a) the identity of the customs administration issuing the notification and, where the <br> 6. The customs administration of the Party from whose territory a good is exported shall, in <br> o (iii) any other documentation relating to the importation of the good as that Party <br> circumstances referred to under paragraph 2 exist, the identity of the customs <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, if <br> may require. <br> administration on whose behalf the notification is being sent; <br> requested by that other Party pursuant to the Agreement on Mutual Assistance in Customs <br> ? (b) the name of the exporter or producer whose premises are to be visited; <br> Matters, certify or authenticate, in the manner required by that other Party, copies of any <br> ? (c) the date and place of the proposed verification visit; <br> ? (d) the object and scope of the proposed verification visit, including specific reference to <br> the good that is the subject of the verification; <br> ? (e) the names and titles of the officials performing the verification visit; and <br> ? (f) the legal authority for the verification visit. <br> administration of the Party into whose territory a good was imported, the customs <br> administration of that Party shall: <br> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br> deliver a copy of the written notification referred to in paragraph 3; <br> to the customs administration of the Party from whose territory the good was exported. <br> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br> equivalent amount in New Israeli Shekels (NIS) or such higher amount as it may <br> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br> establish, except that it may require that the invoice accompanying the importation <br> the subject of the origin verification. <br> 7. Each Party shall provide that, if its customs administration receives notification, <br> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br> imported has waived the requirement for a Certificate of Origin; <br> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br> certification requirements of this Chapter. <br> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br> Section B - Administration and Enforcement <br> Article 5.5: Records <br> behalf by the customs administration of the Party from whose territory the goods were <br> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br> maintain in its territory, for five years after the date on which the Certificate of Origin <br> ? (a) the observers do not participate in a manner other than as observers; and <br> ? (b) the failure by the exporter or producer to designate observers does not result in the <br> Party, including records associated with: <br> postponement of the verification visit. <br> 9. The customs administration of the Party into whose territory the good is imported, <br> including the findings of fact and the legal basis on which the determination was made. <br> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br> good or for a longer period the Party may specify, any documentation, including a copy <br> verification referred to under paragraph 1 is required to be conducted in its territory by: <br> ? (a) the customs administration of the other Party; or <br> ? (b) its customs administration on behalf of that other Party. <br> Article 5.6: Origin Verifications <br> 1. For the purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its customs <br> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br> for the purposes of obtaining the information on the basis of which a Certificate of <br> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br> to be conducted by its customs administration on behalf of the other Party, such verification <br> administration of the Party proposing to conduct the visit or, if the circumstances <br> behalf of the other Party, as the case may be, shall deliver a written notification of the <br> exporter or producer whose premises are to be visited and obtain the written consent of that <br> 4. The notification referred to in paragraph 3 must include: <br> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br> territory the good was imported may deny preferential tariff treatment to the good that was <br> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br> such receipt or contact, or for such longer period as the Parties may agree. <br> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br> verification visit may designate two observers to be present during the visit, provided that: <br> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br> conducted, shall provide the exporter or producer whose good is the subject of the <br> verification with a written determination of whether the good qualifies as an originating good, <br> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br> into force, upon 60 days notice to the other Party, change the manner in which an origin <br> versa, as the case may be. <br> "}, {"ArticleTitle": ".11: Cooperation", "ArticleDesc": "Article 5.11: Cooperation <br> 1. In furtherance of their mutual interest in ensuring the effective administration of the <br> certification process established under Articles 5.1 through 5.3, the Parties shall cooperate <br> fully in the verification of origin certification and in the enforcement of their respective laws <br> in accordance with this Agreement. <br> 2. Pursuant to paragraph 1, the Parties shall: <br> ? (a) cooperate in developing verification standards and a framework to ensure that both <br> Parties act consistently in determining that goods imported into their respective <br> territories meet the rules of origin set out in Chapter Three (Rules of Origin); and <br> ? (b) exchange information to assist each other in the tariff classification, valuation and <br> determination of origin, for tariff preference and country of origin marking purposes, of <br> imported and exported goods. <br> 3. In furtherance of their mutual interest in the prevention, investigation and repression of <br> unlawful acts, the Parties shall cooperate fully in the enforcement of their respective customs <br> laws in accordance with this Agreement and with other treaties, agreements and <br> memorandums of understanding between them. <br> 4. Each Party shall, to the extent allowed by its law with respect to the confidentiality of <br> information, notify the other Party of any determination, measure or ruling, including, to the <br> greatest extent practicable, any that is prospective in application, that: <br> ? (a) establishes an administrative policy or principle that is likely to influence future <br> determinations of origin; or <br> ? (b) changes the scope of an existing administrative policy, principle, precedential <br> decision, regulation or rule of general application regarding determinations of origin. <br> "}, {"ArticleTitle": ".12: Working Group on Rules of Origin and Other Customs-", "ArticleDesc": "Article 5.12: Working Group on Rules of Origin and Other Customs- <br> Related Market Access Issues <br> 1. The Parties hereby establish a Working Group on Rules of Origin and Other Customs- <br> Related Market Access Issues (\"Working Group\"), composed of representatives of each <br> Party, to ensure the effective administration of Chapter Three (Rules of Origin) and this <br> Chapter and any other customs-related provisions of this Agreement. <br> 2. The Working Group shall meet at the request of either Party. <br> 3. The Working Group shall: <br> ? (a) monitor the administration by the Parties of Chapter Three (Rules of Origin) and this <br> Chapter to ensure uniform interpretation; <br> ? (b) endeavour to agree, at the request of either Party, on any proposed modification of or <br> addition to Annex 2.3 (Requirements Concerning Verification of Repairs and <br> Alterations), Chapter Three (Rules of Origin) or this Chapter; <br> ? (c) propose to the Parties any modification of or addition to Chapter Three (Rules of <br> Origin), this Chapter or any other provision of this Agreement as may be required to <br> conform with any change to the Harmonized System; <br> ? (d) endeavour to decide on: <br> o (i) the uniform interpretation, application and administration of Chapter Three <br> (Rules of Origin) and this Chapter, <br> o (ii) tariff classification and valuation matters relating to determinations of origin, <br> o (iii) revisions to the Certificate of Origin, <br> o (iv) any other matter referred to it by either Party, <br> o (v) any other customs-related matter arising under this Agreement; and <br> ? (e) consider any proposed customs-related administrative and operational change that <br> may affect the flow of trade between the Parties. <br> 4. The Parties agree that Article 3.12.1(c) (Direct Shipment and Shipment Through a Non- <br> Party) shall enter into effect only upon: <br> that a good has undergone no further production other than minor processing in the <br> territory of a non-Party referred to in Article 3.12.1(c) (Direct Shipment and Shipment <br> Through a Non-Party) or that any processing that occurs in the territory of that non-Party <br> with respect to that good does not increase the transaction value of the good by greater <br> than 10 percent, based on the principles of Article 5.6; <br> ? (b) the establishment by the Parties of a Declaration of Minor Processing for the purpose <br> of certifying that the good has undergone no further production other than minor <br> processing in the territory of a non-Party referred to in Article 3.12.1(c) (Direct <br> Shipment and Shipment Through a Non-Party) or that any processing that occurs in the <br> territory of that non-Party with respect to that good does not increase the transaction <br> value of the good by greater than 10 per cent; and <br> ? (c) the establishment by the Parties of an obligation regarding the completion of the <br> Declaration of Minor Processing and the obligations regarding importations, <br> exportations and record-keeping with regard to a good that undergoes minor processing <br> or any processing that does not increase the transaction value of the good by greater than <br> 10 per cent referred to Article 3.12.1(c) (Direct Shipment and Shipment Through a Non- <br> Party), based on the principles set out in Articles 5.1 through 5.5. <br> 5. The Parties agree that Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party) <br> shall enter into effect only upon: <br> ? (a) the decision by the Parties on the method of verification by a customs administration <br> that a good has undergone more than minor processing in the territory of a non-Party <br> referred to in Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party), <br> based on the principles of Article 5.6; <br> ? (b) the establishment by the Parties of a Declaration of Major Processing for the purpose <br> of certifying that the good has undergone more than minor processing in the territory of <br> a non-Party referred to in Article 3.12.2 (Direct Shipment and Shipment Through a Non- <br> Party); and <br> Declaration of Major Processing and the obligations regarding importations, exportations <br> and record-keeping with regard to a good that undergoes more than minor processing <br> referred to Article 3.12.2 (Direct Shipment and Shipment Through a Non-Party), based <br> on the principles set out in Articles 5.1 through 5.5. <br> 6. The Parties shall endeavour to reach a decision on the matters described in paragraph 4 <br> before this Agreement enters into force. <br> 7. If a Party considers that a rule of origin for a good requires modification on the basis that <br> the good undergoes significant production in its territory, it shall submit a proposed <br> modification along with supporting rationale and studies to the other Party for that other <br> Party's consideration. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.1: Certificate of Origin <br> Article 5.4: Exceptions <br> Article 5.8: Advance Rulings <br> Article 5.13: Definitions <br> documents and records obtained during the course of conducting the origin verification. <br> 1. The Parties shall establish a Certificate of Origin for the purpose of certifying that a good <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> 1. Each Party shall, through its customs administration, provide for the issuance of written <br> For the purposes of this Chapter: <br> being exported from the territory of a Party into the territory of the other Party qualifies as an <br> ? (a) a commercial importation of a good whose value does not exceed Can$1,600 or its <br> advance rulings, prior to the importation of a good into its territory, to an importer in its <br> good means \"good\" as defined in Article 3.14 (Definitions); <br> originating good, and may thereafter revise the Certificate by mutual consent. <br> territory or an exporter or producer in the territory of the other Party, on the basis of the facts <br> identical goods means goods that are the same in all respects, including physical <br> 2. Each Party may require that a Certificate of Origin for a good imported into its territory be <br> and circumstances presented by such importer, exporter or producer of the good, concerning <br> Article 5.10: Review and Appeal <br> characteristics, quality and reputation, irrespective of minor differences in appearance that are <br> completed at the option of the exporter in an official language of either Party. <br> include a statement by the exporter of the good certifying that the good qualifies as an <br> whether the good qualifies as an originating good under the requirements of Chapter Three <br> not relevant to a determination of origin of those goods under Chapter Three (Rules of <br> 3. Each Party shall: <br> originating good; or <br> (Rules of Origin). <br> Origin); <br> ? (a) require that, for a Certificate of Origin to be considered valid by the Party into whose <br> ? (b) an importation of a good for which the Party into whose territory the good is <br> 2. Each Party shall provide that its customs administration: <br> material means \"material\" as defined in Article 3.14 (Definitions); <br> territory a good is imported with respect to which a claim for preferential tariff treatment <br> ? (a) may, at any time during the course of an evaluation of an application for an advance <br> ruling, request supplemental information from the person requesting the ruling; and <br> neutral elements has the same meaning as \"neutral elements\" in Article 3.8 (Neutral <br> is made, the Certificate of Origin be completed and signed by the exporter of that good <br> provided that the importation does not form part of a series of importations that may <br> Elements); <br> in the territory of the Party from which the good is exported; and <br> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br> ? (b) shall, after it has obtained all necessary information from the person requesting an <br> producer means \"producer\" as defined in Article 3.14 (Definitions); and <br> ? (b) provide that, where an exporter in its territory is not the producer of the good, the <br> advance ruling, issue the ruling within 120 days. <br> production means \"production\" as defined in Article 3.14 (Definitions). <br> exporter may complete and sign a Certificate of Origin on the basis of: <br> 3. Subject to paragraph 4, each Party shall apply an advance ruling to importations into its <br> territory of the good for which the ruling was requested, beginning on the date of its issuance <br> ANNEX 5.6 <br> o (i) its knowledge of whether the good qualifies as an originating good, or <br> or a later date that may be specified in the ruling. <br> PROCEDURES REGARDING AN ORIGIN <br> o (ii) its reasonable reliance on the producer's written representation that the good <br> Each Party shall provide that: <br> 4. The Party issuing an advance ruling may modify or revoke the ruling: <br> VERIFICATION CONDUCTED <br> qualifies as an originating good. <br> ? (a) an exporter in its territory that completes and signs a Certificate of Origin must <br> BY THE CUSTOMS ADMINISTRATION OF A <br> 4. Each Party shall provide that a Certificate of Origin that has been completed and signed by <br> ? (a) if the ruling is based on an error <br> PARTY ON BEHALF <br> an exporter in the territory of the other Party may, at the option of that exporter, be applicable <br> was signed or for a longer period the Party may specify, all records relating to the origin <br> o (i) of fact, or <br> OF THE OTHER PARTY PURSUANT TO <br> to: <br> of a good for which preferential tariff treatment was claimed in the territory of the other <br> o (ii) in the tariff classification of a good or a material that is the subject of the ruling; <br> ARTICLE 5.6.2 <br> ? (a) a single importation of a good into the Party's territory; or <br> ? (b) if there is a change in the material facts or circumstances on which the ruling is <br> 1. If the circumstances contemplated under Article 5.6.2 exist, the customs administration of <br> ? (b) multiple importations of identical goods into the Party's territory that occur within a <br> o (i) the purchase of, cost of, value of, and payment for, the good that is exported <br> based; <br> the Party into whose territory a good is imported shall initiate an origin verification by <br> Article 5.2: Obligations Regarding Importations <br> specified period, not exceeding 12 months, set out therein by the exporter. <br> from its territory, <br> ? (c) to conform with a modification of Chapter Three (Rules of Origin); or <br> Article 5.9: Penalties <br> sending: <br> o (ii) the sourcing of, purchase of, cost of, value of, and payment for, materials, <br> ? (d) to conform with a judicial decision or a change in its laws. <br> ? (a) the written questionnaire; or <br> 1. Except as otherwise provided in this Chapter, each Party shall require an importer in its <br> territory that claims preferential tariff treatment for a good imported into its territory from the <br> including neutral elements, used in the production of the good that is exported from <br> ? (b) a letter requesting that a verification visit be conducted on its behalf, <br> territory of the other Party to: <br> its territory, and <br> Each Party shall maintain measures imposing criminal, civil or administrative penalties for <br> Section C - Review and Appeal of Origin Determinations <br> to the office designated for that purpose by the customs administration of the Party from <br> o (iii) the production of the good in the form in which the good is exported from its <br> violations of its laws and regulations relating to this Chapter. <br> whose territory the good is exported. <br> ? (a) make a written declaration, based on a valid Certificate of Origin, that the good <br> territory; and <br> 1. Each Party shall grant substantially the same rights of review and appeal with respect to a <br> 2. On receipt of a written questionnaire or a letter referred to in paragraph 1, the customs <br> qualifies as an originating good; <br> ? (b) an importer claiming preferential tariff treatment for a good imported into the Party's <br> decision relating to the origin of imported goods represented as meeting the requirements of <br> administration of the Party from whose territory the good was exported shall: <br> ? (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> territory must maintain in that territory, for five years after the date of importation of the <br> ? (a) in the case of a questionnaire, forward a true copy thereof to the exporter or producer <br> ? (c) provide, at the request of that Party's customs administration: <br> 2. Each Party shall provide that the rights of review and appeal referred to in paragraph 1 <br> whose good is subject to the origin verification for completion and signature within 30 <br> o (i) a copy of the Certificate of Origin, <br> of the Certificate of Origin, the Party may require relating to the importation of the good. <br> Chapter Three (Rules of Origin) as are provided with respect to the tariff classification of <br> include access to: <br> days from the date of delivery to such exporter or producer; and <br> o (ii) documentary evidence such as bills of lading or waybills that indicate the <br> imported goods. <br> ? (b) in the case of a letter, on the basis of information provided therein, prepare and send <br> shipping route and all points of shipment and transhipment prior to the importation <br> responsible for the determination under review; and <br> the notification referred to in Article 5.6.3 to the exporter or producer whose good is <br> of the good into its territory, and <br> subject to the verification visit and obtain the written consent thereof within 30 days <br> o (iii) when the good is shipped through or transhipped in the territory of a non-Party <br> referred to in Article 3.12.1(b) (Direct Shipment and Shipment Through a Non- <br> ? (a) at least one level of administrative review independent of the official or office <br> decision taken at the final level of administrative review. <br> from the date of delivery of the notification to that exporter or producer. <br> Party), a copy of the customs control documents that indicate, to the satisfaction of <br> ? (a) written questionnaires to an exporter or a producer in the territory of the other Party <br> Section D - Cooperation <br> 3. The customs administration of the Party from whose territory the good was exported shall: <br> the customs administration, that the good remained under customs control while in <br> ? (b) in accordance with its laws, judicial or quasi-judicial review of the determination or <br> ? (a) notify the customs administration of the Party that initiated the origin verification <br> the territory of that non-Party; and <br> Origin referred to in Article 5.1 was completed and signed; <br> under paragraph 1 of the date on which the questionnaire or the written notification <br> ? (b) visits to the premises of an exporter or a producer in the territory of the other Party <br> referred to under paragraph 2 was delivered to the exporter or producer whose good is <br> ? (d) promptly make a corrected declaration and pay any duties owing where the importer <br> for the purposes of reviewing the records referred to in Article 5.5 and to observe the <br> the subject of the origin verification; and <br> contains information that is not correct. <br> has reason to believe that a Certificate of Origin on which a declaration was based <br> facilities used in the production of the good; or <br> ? (b) upon the 30th day after the date referred to in subparagraph 3(a), either: <br> ? (c) other procedures as the Parties may decide. <br> o (i) forward the completed questionnaire or written consent, as the case may be, to <br> 2. Each Party shall provide that, where an importer in its territory claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party, the Party <br> the customs administration of the Party that initiated the origin verification under <br> paragraph 1, or <br> may deny preferential tariff treatment to the good if the importer fails to comply with any <br> requirement under this Chapter. <br> Party notifies the other Party that the origin verification referred to in paragraph 1 is required <br> o (ii) advise the customs administration of that Party that the questionnaire or written <br> 3. Each Party shall provide that, where a good would have qualified as an originating good <br> consent, as the case may be, has not been received from the exporter or producer <br> shall be conducted, subject to the procedures, conditions and time frames set out in Annex <br> whose good is the subject of the origin verification. <br> a valid Certificate of Origin for the good at the time of its importation, the importer of the <br> when it was imported into the territory of that Party but the importer of the good did not have <br> 5.6, in accordance with the verification standards and framework established under Article <br> 4. If the exporter or producer of the good that is the subject of the verification consents to a <br> good may, within a period of not less than three months after the date on which the good was <br> 5.11. <br> verification visit as contemplated by Article 5.6.3, officials of the customs administration of <br> imported, apply for a refund of any excess duties paid as the result of the good not having <br> 3. Prior to conducting a verification visit referred to in subparagraph 1(b), the customs <br> the Party that initiated the verification under paragraph 1 may be present in the offices of the <br> been accorded preferential tariff treatment, provided that the importer: <br> customs administration of the other Party for purposes of directing the manner in which the <br> contemplated under paragraph 2 exist, the customs administration of the Party acting on <br> verification visit is to proceed. <br> ? (a) if required by that Party, declared at the time of importation of the good that the good <br> would qualify as an originating good; and <br> 5. The customs administration of the Party from whose territory a good is exported shall, in <br> intention to conduct a visit at least 30 days in advance of the date of the proposed visit to the <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, assume <br> ? (b) presents: <br> all ordinary expenses associated with conducting the origin verification within its territory <br> o (i) a written declaration that the good qualified as an originating good at the time of <br> exporter or producer to such visit. <br> except travel and incidental expenses of officials travelling to the territory of that Party as <br> importation, <br> contemplated under paragraph 4. <br> o (ii) a copy of the Certificate of Origin, and <br> ? (a) the identity of the customs administration issuing the notification and, where the <br> 6. The customs administration of the Party from whose territory a good is exported shall, in <br> o (iii) any other documentation relating to the importation of the good as that Party <br> circumstances referred to under paragraph 2 exist, the identity of the customs <br> conducting an origin verification on behalf of the other Party pursuant to this Annex, if <br> may require. <br> administration on whose behalf the notification is being sent; <br> requested by that other Party pursuant to the Agreement on Mutual Assistance in Customs <br> ? (b) the name of the exporter or producer whose premises are to be visited; <br> Matters, certify or authenticate, in the manner required by that other Party, copies of any <br> ? (c) the date and place of the proposed verification visit; <br> ? (d) the object and scope of the proposed verification visit, including specific reference to <br> the good that is the subject of the verification; <br> ? (e) the names and titles of the officials performing the verification visit; and <br> ? (f) the legal authority for the verification visit. <br> administration of the Party into whose territory a good was imported, the customs <br> administration of that Party shall: <br> ? (a) in the case of a written questionnaire, deliver a copy of the questionnaire; or <br> ? (b) in the case of a verification visit, not less than 30 days prior to conducting the visit, <br> deliver a copy of the written notification referred to in paragraph 3; <br> to the customs administration of the Party from whose territory the good was exported. <br> written consent to a proposed verification visit within 30 days of delivery to the exporter or <br> producer of the questionnaire or of the notification referred to in paragraph 3, as the case may <br> equivalent amount in New Israeli Shekels (NIS) or such higher amount as it may <br> the records referred to in Article 5.5 during the conduct of a visit, the Party into whose <br> establish, except that it may require that the invoice accompanying the importation <br> the subject of the origin verification. <br> 7. Each Party shall provide that, if its customs administration receives notification, <br> pursuant to paragraph 5, from the customs administration of the other Party or is contacted to <br> conduct a verification visit on behalf of that other Party, pursuant to Annex 5.6, it may, <br> imported has waived the requirement for a Certificate of Origin; <br> postpone the proposed verification visit for a period not exceeding 60 days from the date of <br> certification requirements of this Chapter. <br> 8. Each Party shall provide that, if its customs administration conducts a verification visit <br> Section B - Administration and Enforcement <br> Article 5.5: Records <br> behalf by the customs administration of the Party from whose territory the goods were <br> exported pursuant to paragraph 2, the exporter or producer whose goods are the subject of the <br> maintain in its territory, for five years after the date on which the Certificate of Origin <br> ? (a) the observers do not participate in a manner other than as observers; and <br> ? (b) the failure by the exporter or producer to designate observers does not result in the <br> Party, including records associated with: <br> postponement of the verification visit. <br> 9. The customs administration of the Party into whose territory the good is imported, <br> including the findings of fact and the legal basis on which the determination was made. <br> 10. Each Party shall, before 1 January 1997, notify the other Party as to whether an origin <br> good or for a longer period the Party may specify, any documentation, including a copy <br> verification referred to under paragraph 1 is required to be conducted in its territory by: <br> ? (a) the customs administration of the other Party; or <br> ? (b) its customs administration on behalf of that other Party. <br> Article 5.6: Origin Verifications <br> 1. For the purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its customs <br> administration, conduct a verification of origin, subject to paragraph 2, by means of: <br> verification is required to be conducted in its territory from subparagraph 10(a) to (b) or vice <br> for the purposes of obtaining the information on the basis of which a Certificate of <br> 2. Notwithstanding any other treaties, agreements or memorandums of understanding <br> between the Parties as contemplated under Article 5.11.3, if, pursuant to paragraph 10, a <br> to be conducted by its customs administration on behalf of the other Party, such verification <br> administration of the Party proposing to conduct the visit or, if the circumstances <br> behalf of the other Party, as the case may be, shall deliver a written notification of the <br> exporter or producer whose premises are to be visited and obtain the written consent of that <br> 4. The notification referred to in paragraph 3 must include: <br> 5. If an origin verification referred to under paragraph 1 is to be conducted by the customs <br> 6. If an exporter or producer does not respond to a written questionnaire or does not give its <br> be, or fails to provide sufficient information in response to a questionnaire or denies access to <br> territory the good was imported may deny preferential tariff treatment to the good that was <br> within 15 days of receipt of the notification or from the date of contact, as the case may be, <br> such receipt or contact, or for such longer period as the Parties may agree. <br> pursuant to subparagraph 1(b) or if a verification visit is required to be conducted on its <br> verification visit may designate two observers to be present during the visit, provided that: <br> regardless of the manner in which, under either paragraph 1 or 2, a verification of origin is <br> conducted, shall provide the exporter or producer whose good is the subject of the <br> verification with a written determination of whether the good qualifies as an originating good, <br> 11. Notwithstanding paragraph 10, either Party may, at any time after this Agreement enters <br> into force, upon 60 days notice to the other Party, change the manner in which an origin <br> versa, as the case may be. <br> "}]}]}, "members_found": ["124", "376", 2, 8703900000]}