{"FtaRooDetails": {"FtaId": 261, "FtaCode": "ITC00267", "FtaName": "FTA, Canada-Panama", "FtaFullName": "Free trade agreement between Canada and the Republic of Panama", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.04.2013", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Panama", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Panama", "AdminProcCooAuth": "The certification type under FTA, Canada-Panama is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Panama is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Panama agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 45/35%", "RooText": "A change from any other heading, provided that the value of the non-originating materials does not exceed: 1. 55% of the transaction value of the good; or 2. 65% of the net cost of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General interpretative notes", "RooText": " Part A – General interpretative notes<br /> 1. For the purposes of interpreting the rules of origin set out in this Annex:<br /> the specific rule, or specific set of rules applicable to a particular heading, subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> a requirement of a change in tariff classification or any other condition set out in a specific rule applies only to non-originating materials;<br /> reference to weight in the rules for goods provided for in Chapters 1 through 24 of the Harmonized System means dry weight unless otherwise specified in the Harmonized System;<br /> the expression \"a change from any other heading\" or \"a change from any other subheading\" means a change from any other heading (or subheading) of the Harmonized System, including, where applicable, any other heading (or subheading) within the group of headings (or subheadings) to which the rule applies;<br /> the expression \"a change from any heading outside that group\" or \"a change from any subheading outside that group\" means a change from any other heading (or subheading) of the Harmonized System, except from any other heading (or subheading) within the group of headings (or subheadings) to which the rule applies;<br /> the expression:<br /> \"a change from within that heading\",<br /> \"a change from within that subheading\",<br /> \"a change from within any one of these headings\",<br /> \"a change from within any one of these subheadings\",<br /> \"a change to (a good) of (a tariff provision) from within that (tariff provision)\", or<br /> \"a change to (a good) of any one of (tariff provisions) from within that (tariff provision)\",<br /> means a change from any other good or material of that same heading (or subheading) of the Harmonized System;<br /> where two or more rules are applicable to a heading, subheading or group of headings or subheadings and the alternative rule contains a phrase commencing with the words \"whether or not\",<br /> the change in tariff classification specified in the phrase commencing with the words \"whether or not\" reflects the change specified in the first rule applicable to the heading, subheading or group of headings or subheadings,<br /> the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or not\",<br /> unless otherwise specified, only the value of the non-originating materials referred to at the beginning of the alternative rule, and specified again in the phrase commencing with the words \"provided that the value of the non-originating materials\", shall be included in calculating the value of non-originating materials, and<br /> the value of any non-originating materials satisfying the change of tariff classification specified in the phrase commencing with the words \"whether or not\" shall not be included in calculating the value of non-originating materials; and<br /> the following definitions apply:<br /> chapter means a chapter of the Harmonized System,<br /> heading means any 4-digit number, or the first 4 digits of any number, used in the nomenclature of the Harmonized System,<br /> section means a section of the Harmonized System, and<br /> subheading means any 6-digit number, or the first 6 digits of any number, used in the nomenclature of the Harmonized System.<br /> 2. A product-specific rule of origin set out in this Annex establishes the minimum amount of production required to be carried out on non-originating materials for the resulting good to achieve originating status. A greater amount of production than that required by the rule for that good will also confer originating status.<br /> 3. Where a rule of this Annex applicable to a heading, subheading, or group of headings or subheadings contains both a required change in tariff classification and a percentage for the maximum value of non-originating materials, the de minimisprovision of Article 3.06 permits the use of non-originating materials that do not satisfy the tariff change requirement, as long as the value of such materials does not exceed 10% of the transaction value of the good. However, the value of such non-originating materials shall be included when calculating the value of non-originating materials and the percentage for the maximum value of non-originating materials as set out in the rule may not be exceeded through the use of the de minimisprovision.<br /> 4. Where:<br /> rule of this Annex applicable to a good contains both a required change in tariff classification and a percentage for the maximum value of non-originating materials, and<br /> one or more of the non-originating materials used in the production of the good are classified in the same subheading, or heading that is not further subdivided into subheadings, as the good itself,<br /> Article 3.02(d), which provides that the good shall be considered as originating if the value of the non-originating materials classified as or with the good does not exceed the given percentage of the transaction value of the good, may be applied.<br /> 5. Given that, in the case described in paragraph 4, the good resulting from application of Article 3.02(d) qualifies as originating in its own right, the non-originating materials contained therein shall not be taken into account when that good is used in the production of another good. In this particular instance, only the value of any other non-originating materials that are used in the production of the final good and that satisfy the required change in tariff classification set out in the rule of this Annex would have to be taken into account in calculating the value of non-originating materials for the purposes of determining the origin of the final good.<br /> 6. The product-specific rules set out in this Annex also apply to used goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00267_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.cbsa-asfc.gc.ca/publications/forms-formulaires/bsf631-eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00267_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/panama/fta-ale/03_02.aspx?lang=eng"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00267_roo.pdf", "DocType": "3_roo", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/panama/fta-ale/03.aspx?lang=eng"}, {"DocDesc": "Customs administration", "DocFileName": "itc00267_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/panama/fta-ale/04.aspx?lang=eng"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00267_full.pdf", "DocType": "8_full", "WebLink": "https://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/panama/fta-ale/index.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00267_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N102.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.05: Accumulation <br /> 1 For the purpose of determining whether a good is an originating good, the <br /> production of the good in the territory of one or both of the Parties by one or more <br /> producer is, at the choice of the exporter or producer of the good, considered to have been <br /> performed in the territory of either of the Parties by that exporter or producer, if: <br /> (a) all non-originating materials used in the production of the good satisfy the <br /> requirements set out in Annex 3.02, entirely in the territory of one or both <br /> of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Subject to paragraph 3, where each Party has a trade agreement that establishes or <br /> leads to the establishment of a free trade area with the same non-Party, as contemplated <br /> by the WTO Agreement, the territory of that non-Party is deemed to form part of the <br /> territory of the free trade area established by this Agreement, for the purpose of <br /> determining whether a good is an originating good under this Agreement. <br /> 3 A Party shall give effect to paragraph 2 only once provisions with an effect <br /> equivalent to paragraph 2 are in force between each Party and the non-Party, and upon <br /> agreement by the Parties on whether to limit such provisions to specified goods <br /> or under specified conditions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.06: De Minimis <br /> 1 Except as provided in paragraphs 2 through 4, a good is an originating good if the <br /> value of all non-originating material used in the production of the good that does not <br /> undergo an applicable change in tariff classification set out in Annex 3.02 does not <br /> exceed 10 per cent of the transaction value of the good, if: <br /> (a) when the rule of origin of Annex 3.02 applicable to the good contains a <br /> percentage for the maximum value of non-originating materials, the value <br /> of that non-originating material is included in calculating the value of a <br /> non-originating material; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Except as provided in Annex 3.02, paragraph 1 does not apply to a non- <br /> originating material used in the production of a good of Chapters 1 through 22 of the <br /> Harmonized System unless the non-originating material is provided for in a different <br /> subheading from the good for which origin is being determined under this Article. <br /> However, paragraph 1 does apply when the good and the non-originating material are <br /> classified in the same subheading, provided that the material is different from the good. <br /> 3 A good of Chapters 50 through 60 of the Harmonized System that does not <br /> originate because certain non-originating yarns used in the production of the good do not <br /> fulfil the requirements set out in Annex 3.02 is nonetheless originating if the total weight <br /> of all those yarns does not exceed 10 per cent of the total weight of the good. <br /> 4 A good of Chapters 61 through 63 of the Harmonized System that does not <br /> originate because certain non-originating yarns used in the production of the component <br /> of the good that determines the tariff classification of that good do not fulfil the <br /> requirements set out in Annex 3.02, is nonetheless originating if the total weight of all <br /> those yarns in that component does not exceed 10 per cent of the total weight <br /> of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.04: Value Test <br /> 3 The value of all non-originating material used by the producer in the production <br /> of a good does not, for the purposes of satisfying the value test under either paragraph 1 <br /> or 2, include the value of all non-originating material used to produce originating material <br /> that is subsequently used in the production of the good. <br /> 4 For the purpose of paragraph 3, the value of a non-originating material in <br /> paragraphs 1 and 2 does not include: <br /> (a) the value of all non-originating material used by another producer to <br /> produce an originating material that is subsequently acquired and used in <br /> the production of the good by the producer of the good; or <br /> (b) the value of all non-originating material used by the producer to produce <br /> an originating intermediate material. <br /> Article 3.11: Intermediate Materials Used In Production <br /> 1 If an intermediate material is originating, no account is taken of non-originating <br /> material contained in that intermediate material when it is subsequently used in the <br /> production of another good. <br /> 2 For the purpose of determining the origin of a good, a producer of a good may <br /> designate an intermediate material as a material to be taken into account as an originating <br /> or non-originating material, as the case may be, in determining whether the good satisfies <br /> the applicable requirements of the rules of origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.06: De Minimis <br /> 1 Except as provided in paragraphs 2 through 4, a good is an originating good if the <br /> value of all non-originating material used in the production of the good that does not <br /> undergo an applicable change in tariff classification set out in Annex 3.02 does not <br /> exceed 10 per cent of the transaction value of the good, if: <br /> (a) when the rule of origin of Annex 3.02 applicable to the good contains a <br /> percentage for the maximum value of non-originating materials, the value <br /> of that non-originating material is included in calculating the value of a <br /> non-originating material; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Except as provided in Annex 3.02, paragraph 1 does not apply to a non- <br /> originating material used in the production of a good of Chapters 1 through 22 of the <br /> Harmonized System unless the non-originating material is provided for in a different <br /> subheading from the good for which origin is being determined under this Article. <br /> However, paragraph 1 does apply when the good and the non-originating material are <br /> classified in the same subheading, provided that the material is different from the good. <br /> 3 A good of Chapters 50 through 60 of the Harmonized System that does not <br /> originate because certain non-originating yarns used in the production of the good do not <br /> fulfil the requirements set out in Annex 3.02 is nonetheless originating if the total weight <br /> of all those yarns does not exceed 10 per cent of the total weight of the good. <br /> 4 A good of Chapters 61 through 63 of the Harmonized System that does not <br /> originate because certain non-originating yarns used in the production of the component <br /> of the good that determines the tariff classification of that good do not fulfil the <br /> requirements set out in Annex 3.02, is nonetheless originating if the total weight of all <br /> those yarns in that component does not exceed 10 per cent of the total weight <br /> of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.09: Accessories, Spare Parts and Tools <br /> An accessory, spare part or tool delivered with the good that forms part of the <br /> good's standard accessories, spare parts or tools, is originating if the good is originating. <br /> The accessory, spare part or tool is disregarded in determining whether all the non- <br /> originating materials used in the production of the good satisfy the requirements <br /> set out in Annex 3.02, if: <br /> (a) the accessory, spare part or tool is not invoiced separately from the good; and <br /> (b) the quantity and value of the accessory, spare part or tool are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.04: Value Test <br /> 1 Except as provided in paragraph 2, where the applicable rule of origin in <br /> Annex 3.02 for the tariff provision under which a good is classified specifies a value test, <br /> the value test is satisfied provided the value of all non-originating material used in the <br /> production of the good does not exceed the percentage specified in Annex 3.02 of the <br /> transaction value of the good under the following formula: <br /> Value of non-originating material used in the production of the good as a percentage of <br /> the transaction value of the good = <br /> (Value of Non-Originating Material / Transaction Value of the Good) x 100 <br /> 2 For the purpose of a good of headings 87.01 through 87.08, at the choice of an <br /> exporter or a producer of that good, the value test is satisfied if the value of a non- <br /> originating material used in the production of the good does not exceed the percentage <br /> specified in Annex 3.02 of either the transaction value or the net cost of the good. <br /> 3 The value of all non-originating material used by the producer in the production <br /> of a good does not, for the purposes of satisfying the value test under either paragraph 1 <br /> or 2, include the value of all non-originating material used to produce originating material <br /> that is subsequently used in the production of the good. <br /> 4 For the purpose of paragraph 3, the value of a non-originating material in <br /> paragraphs 1 and 2 does not include: <br /> (a) the value of all non-originating material used by another producer to <br /> produce an originating material that is subsequently acquired and used in <br /> the production of the good by the producer of the good; or <br /> (b) the value of all non-originating material used by the producer to produce <br /> an originating intermediate material. <br /> 5 For the purpose of calculating the net cost of a good under paragraph 2, the <br /> producer of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service <br /> cost, royalty, shipping and packing cost, as well as a non-allowable <br /> interest cost that is included in the total cost of all those goods, and then <br /> reasonably allocate the resulting net cost of those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract <br /> any sales promotion, marketing and after-sales service cost, royalty, <br /> shipping and packing cost and non-allowable interest cost that is included <br /> in the portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include <br /> any sales promotion, marketing and after-sales service cost, royalty, <br /> shipping and packing cost, or non-allowable interest cost. <br /> 6 For the purpose of this Article, value of an intermediate material means: <br /> (a) the total cost incurred with respect to all goods produced by the <br /> producer of the good that can be reasonably allocated to that <br /> intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect to <br /> that intermediate material that can be reasonably allocated to that <br /> intermediate material.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.01: Definitions <br /> indirect material means a good used in the production, testing or inspection of a good <br /> but not physically incorporated into the good, or a good used in the maintenance of <br /> buildings or the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) a spare part or material used in the maintenance of equipment or buildings; <br /> (d) a lubricant grease, compounding material or other material used in the <br /> production or operation of equipment or buildings; <br /> (e) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) a catalyst or solvent; or <br /> (h) any other good that is not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part <br /> of that production; <br /> Article 3.10: Indirect Materials <br /> An indirect material is originating without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Transit and Transshipment <br /> 1. An originating good that is exported from a Party maintains its originating <br /> status only if the good: <br /> (a) does not undergo further production or any other operation outside the <br /> territories of the Parties, other than unloading, reloading or any other <br /> operation necessary to preserve it in good condition or to transport the <br /> good to the territory of a Party; and <br /> (b) remains under customs control while outside the territories of the Parties. <br /> 2 The Parties recognize that a good qualifying as an originating good under a <br /> trade agreement between a Party and a non-Party, which establishes or leads to the <br /> establishment of a free trade area, does not lose its originating status under that <br /> agreement solely by reason of transiting or being transhipped through a Party's <br /> territory or by reason of the wholesale purchase or sale of that good in a Party's free <br /> trade zone, if all the conditions required under the applicable provisions <br /> of that agreement are met.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.02: Originating Goods <br /> Except as otherwise provided in this Chapter, a good originates in the territory <br /> of a Party where: <br /> (a) the good is wholly obtained or produced entirely in the territory of one or <br /> both of the Parties; <br /> (b) each of the non-originating materials used in the production of the good <br /> undergoes an applicable change in tariff classification as set out in <br /> Annex 3.02 as a result of production occurring entirely in the territory of <br /> one or both of the Parties, or the good otherwise satisfies the applicable <br /> requirements of that Annex where a change in tariff classification is not <br /> required, and the good satisfies all other applicable requirements of this Chapter; <br /> (c) the good is produced entirely in the territory of one or both of the Parties <br /> exclusively from originating materials; or <br /> (d) except as provided in Annex 3.02 or except for a good of heading 39.01 <br /> through 39.14 or Chapters 50 through 63 of the Harmonized System: <br /> (i) the good is produced entirely in the territory of one or both of the Parties, <br /> (ii) a non-originating material used in the production of the good <br /> cannot satisfy the requirements set out in Annex 3.02 because both <br /> the good and the non-originating material are classified in the same <br /> subheading or heading that is not further subdivided into subheadings, <br /> (iii) the value of a non-originating material used in the production of <br /> the good, classified as or with the good, does not exceed 65 per <br /> cent of the transaction value of the good, and <br /> (iv) the good satisfies the other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Packaging Materials and Containers for Retail Sale <br /> Except as provided in Article 3.08 and Annex 3.02, a packaging material or <br /> container in which a good is packaged for retail sale is disregarded in determining whether: <br /> (a) the non-originating material satisfies the applicable requirements set out in Annex 3.02; or <br /> (b) the good meets the requirements established in Article 3.02(a) or (c). <br /> Article 3.13: Packing Materials and Containers for Shipment <br /> A packing material, container, pallet or similar article, in which a good is packed <br /> for shipment is disregarded in determining whether that good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.07: Fungible Materials and Goods <br /> For the purpose of determining whether a good is an originating good, if: <br /> (a) originating and non-originating fungible material are used in the <br /> production of a good, the determination of whether the fungible material is <br /> originating may be made in accordance with an inventory management <br /> method recognized in, or otherwise accepted by, the Generally Accepted <br /> Accounting Principles of the Party in which the production takes place; and <br /> (b) originating and non-originating fungible goods are physically combined or <br /> mixed in inventory in a Party and exported in the same form to the other <br /> Party, the determination of whether the good is an originating good may <br /> be made in accordance with an inventory management method recognized <br /> in, or otherwise accepted by, the Generally Accepted Accounting <br /> Principles of the Party from which the good is exported.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.08: Sets or Assortments of Goods <br /> 1. Except as provided in Annex 3.02, a set, as referred to in Rule 3 of the General <br /> Rules for the Interpretation of the Harmonized System, or an assortment of <br /> goods is originating if: <br /> (a) all the component goods in the set or assortment, packaging materials and <br /> containers, are originating; or <br /> (b) the set or assortment contains a non-originating component good, <br /> packaging material or container, the value of all non-originating <br /> component goods, packaging materials and containers for the set or <br /> assortment, does not exceed 15 per cent of the transaction value of the set or assortment. <br /> 2 The value of a non-originating component good, packaging material or container <br /> is calculated in the same manner as the value of a non-originating material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.02: Certificate of Origin <br /> 1 The Parties shall establish, no later than the date of entry into force of this <br /> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br /> exported from the territory of a Party into the territory of the other Party qualifies as an <br /> originating good. The Certificate of Origin may thereafter be modified as the Parties may decide. <br /> 2 Each Party shall permit the Certificate of Origin for a good imported into its <br /> territory to be completed in English, French or Spanish. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of <br /> Origin for the exportation of a good for which an importer may claim <br /> preferential tariff treatment upon importation of the good into the territory <br /> of the other Party; and <br /> (b) provide that, when an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) knowledge of whether the good qualifies as an originating good, <br /> (ii) reasonable reliance on the producer's written representation that <br /> the good qualifies as an originating good, or <br /> (iii) a completed and signed Certificate of Origin for the good, <br /> voluntarily provided to the exporter by the producer. <br /> 4 Under paragraph 3 neither Party may require a producer to provide a Certificate <br /> of Origin to an exporter. <br /> 5 Each Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period not exceeding 12 months. <br /> 6 Each Party shall ensure that the Certificate of Origin is accepted by its customs <br /> administration for 4 years after the date on which the Certificate of Origin was signed. <br /> Article 4.05: Obligations Regarding Exportations <br /> 1 Each Party shall provide that: <br /> (a) on the request of its customs administration, an exporter in its territory, or <br /> a producer in its territory that has provided a copy of a Certificate of <br /> Origin to that exporter in accordance with Article 4.02(3)(b)(iii) must <br /> provide a copy of the Certificate of Origin to its customs administration; <br /> (b) an exporter or a producer in its territory that has completed and signed a <br /> Certificate of Origin and has reason to believe that the Certificate of <br /> Origin contains information that is incorrect must promptly notify in <br /> writing every person to whom each has provided the Certificate of Origin <br /> of a change that could affect the accuracy or validity of the Certificate of Origin; and <br /> (c) a false certification by an exporter or a producer in its territory that a good <br /> to be exported to the territory of the other Party qualifies as originating is <br /> subject to the same legal consequences, with appropriate modifications, as <br /> would apply to an importer in the territory of the exporting Party that <br /> makes a false statement or representation in connection with an importation. <br /> 2 Neither Party may impose penalties on an exporter or a producer in its territory <br /> that voluntarily provides written notification under paragraph 1(b) with respect to the <br /> making of an incorrect certification. <br /> 3 Each Party may apply a measure that the circumstances warrant if an exporter or a <br /> producer in its territory fails to comply with a requirement of this Chapter. <br /> Section II - Administration and Enforcement", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.04: Exceptions <br /> A Party shall not require a Certificate of Origin for: <br /> (a) an importation of a good whose value does not exceed USD 1,000 or its <br /> equivalent amount in the Party's currency, or a higher amount that the <br /> Party establishes, except that it may require that the invoice accompanying <br /> the importation include a statement from the exporter certifying that the <br /> good qualifies as an originating good, or <br /> (b) an importation of a good for which the importing Party has waived the <br /> requirement for a Certificate of Origin, <br /> provided that the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles 4.02 and 4.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 years (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.02: Certificate of Origin <br /> 5 Each Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory that <br /> occur within a specified period not exceeding 12 months. <br /> 6 Each Party shall ensure that the Certificate of Origin is accepted by its customs <br /> administration for 4 years after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.06: Records <br /> 1 Each Party shall provide that: <br /> (a) an exporter or a producer in its territory that completes and signs a <br /> Certificate of Origin must maintain in its territory, for 5 years after the <br /> date on which the Certificate of Origin was signed or for a longer period <br /> as specified by the Party, records relating to the origin of a good for which <br /> preferential tariff treatment was claimed in the territory of the other Party, <br /> including records associated with: <br /> (i) the purchase of, cost of, shipping of, value of, and payment for, the exported good, <br /> (ii) the purchase of, cost of, value of, and payment for all materials, <br /> including indirect materials, used in the production of the exported good, and <br /> (iii) the production of the good in the form in which it was exported; and <br /> (b) an importer claiming preferential tariff treatment for a good imported into <br /> the Party's territory must maintain, in that territory documentation relating <br /> to the importation of the good, including a copy of the Certificate of <br /> Origin, for 5 years after the date of importation of the good or for a longer <br /> period as specified by the Party. <br /> 2 When a Party requires importers, exporters or producers in its territory to <br /> maintain documentation or records in relation to the origin of the good, in accordance <br /> with that Party's laws and regulations, it shall permit them to do so in any medium, <br /> provided that the documentation or records can be retrieved and printed. <br /> 3 A Party may deny preferential tariff treatment to a good that is the subject of an <br /> origin verification where the exporter, producer or importer of the good that is required to <br /> maintain records or documentation under this Article: <br /> (a) fails to maintain records or documentation relevant to determining the <br /> origin of the good in accordance with the requirements of the Chapter; or <br /> (b) denies access to the records or documentation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.03: Obligations Regarding Importations <br /> 5 Where a good would have qualified as an originating good when it was imported <br /> into the territory of a Party, but no claim for preferential tariff treatment was made at the <br /> time of importation, the importing Party shall permit the importer, within a period of no <br /> less than 1 year after the date of importation, to apply for a refund of any excess duties <br /> paid as a result of the good not having been granted preferential tariff treatment, on <br /> presentation to the customs administration of the importing Party of: <br /> (a) a written declaration that the good qualified as originating at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) other documentation relating to the importation of the good required by <br /> the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.07: Origin Verifications <br /> 1 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, a Party may, through its <br /> customs administration, conduct a verification only by means of: <br /> (a) verification letters requesting information from the exporter or producer of <br /> the good in the territory of the other Party; <br /> (b) written questionnaires to an exporter or a producer in the territory of the other Party; <br /> (c) visits to the premises of an exporter or a producer in the territory of the <br /> other Party to review the records referred to in Article 4.06(1)(a) and <br /> observe facilities used in the production of the good; or <br /> (d) any other method that the Parties decide. <br /> 2 For purposes of verifying the origin of a good, the importing Party may request <br /> the importer of the good to voluntarily obtain and supply written information voluntarily <br /> provided by the exporter or producer of the good in the territory of the other Party. The <br /> importing Party shall not consider the failure or refusal of the importer to obtain and <br /> supply that information as a failure of the exporter or producer to supply the information <br /> or as a ground for denying preferential tariff treatment. <br /> 3 Each Party shall allow an exporter or producer who receives a verification letter <br /> under paragraph 1(a) or a questionnaire under paragraph 1(b) no less than 30 days from <br /> the date of receipt of that letter or questionnaire to provide the information and <br /> documentation required or the completed questionnaire. On written request by the <br /> exporter or producer made during that period, the importing Party may grant the exporter <br /> or producer a single extension of the deadline for a period of no more than 30 days. <br /> 4 If an exporter or producer fails to provide the information and documentation <br /> required by a verification letter or fails to return a duly completed questionnaire within <br /> the period or extension set out in paragraph 3, the importing Party may deny preferential <br /> tariff treatment to the good in question in accordance with the procedures set out in <br /> paragraphs 14, 15 and 16. <br /> 5 Prior to conducting a verification visit under paragraph 1(c), a Party, through its <br /> customs administration, shall: <br /> (a) deliver a written notification of its intention to conduct the visit: <br /> (i) to the exporter or producer whose premises are to be visited, <br /> (ii) to the customs administration of the other Party, and <br /> (iii) if requested by the other Party, to the embassy of that Party in the <br /> territory of the Party proposing to conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 6 The notification referred to in paragraph 5 must include: <br /> (a) the identity of the customs administration issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the proposed verification visit, including <br /> specific reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 7 If an exporter or producer has not given its written consent to a proposed <br /> verification visit within 30 days of receipt of a notification under paragraph 5, the <br /> notifying Party may deny preferential tariff treatment to the good that would have been <br /> the subject of the visit. <br /> 8 The Party whose customs administration receives notification under <br /> paragraph 5(a)(ii), within 15 days of receipt of the notification, may postpone in writing <br /> to the customs administration who sent the notice, the proposed verification visit for no <br /> more than 60 days from the date of that receipt or for a longer period that the <br /> Parties may decide. <br /> 9 Each Party shall allow, when the exporter or producer receives notification under <br /> paragraph 5(a)(i), the exporter or producer to, on a single occasion, within 15 days of <br /> receipt of the notification, request in writing the postponement of the proposed <br /> verification visit for no more than 60 days from the date of that receipt or for a longer <br /> period as accepted by the notifying Party. <br /> 10 A Party shall not deny preferential tariff treatment to a good based only on the <br /> postponement of a verification visit under paragraphs 8 or 9. <br /> 11 A Party shall permit an exporter or a producer whose good is the subject of a <br /> verification visit by the other Party to designate two observers to be present <br /> during the visit, provided that: <br /> (a) the observers do not participate in a manner other than as observers; and <br /> (b) the failure of the exporter or producer to designate observers does not <br /> result in the postponement of the visit. <br /> 12 When a Party conducts a verification of origin involving a value test, de minimis <br /> calculation or any other provision in Chapter Three (Rules of Origin) to which Generally <br /> Accepted Accounting Principles may be relevant, it shall apply those principles as they <br /> apply in the territory of the other Party from which the good was exported. <br /> 13 When the producer of a good calculates the net cost of the good as set out <br /> in Article 3.04 (Rules of Origin - Value Test), the importing Party will not verify, during <br /> the period over which the net cost is being calculated, whether the good <br /> satisfies the value test. <br /> 14 The Party conducting a verification shall provide the exporter or producer whose <br /> good is the subject of the verification with a written determination of whether the good <br /> qualifies as originating, including findings of fact and the legal basis for the determination. <br /> 15 If a Party determines as a result of an origin verification that the good that is the <br /> subject of the verification does not qualify as originating, the Party shall include in its <br /> written determination under paragraph 14 a written notice of intent to deny preferential <br /> tariff treatment of the good. <br /> 16 Each Party shall ensure that a written notice of intent to deny preferential tariff <br /> treatment under paragraph 15 provides for at least 30 days during which the exporter or <br /> producer of the good may provide, with regard to that determination, written comments <br /> or additional information that will be taken into account by the Party prior <br /> to completing the verification. <br /> 17 In accordance with each Party's laws and regulations, if verifications by a Party <br /> indicate a pattern of conduct by an exporter or a producer of false or unsupported <br /> representations that a good imported into its territory qualifies as originating, the Party <br /> may withhold preferential tariff treatment to identical goods exported or produced by that <br /> exporter or producer until that exporter or producer establishes compliance with <br /> Chapter Three (Rules of Origin). <br /> 18 If, in conducting a verification of origin of a good imported into its territory under <br /> this Article, a Party conducts a verification of the origin of a material that is used in the <br /> production of the good, the Party shall conduct the verification of origin of the material in <br /> accordance with the procedures in paragraphs 1 through 3, 5, 6, 8, 9 through 13 and 20. <br /> 19 When a Party conducts a verification under paragraph 18, the Party may consider <br /> the material to be non-originating in determining whether the good is an originating good <br /> if the producer or supplier of that material does not allow the Party access to information <br /> required to make a determination of whether the material is an originating material by the <br /> following or other means: <br /> (a) denial of access to its records; <br /> (b) failure to respond to a verification questionnaire or letter; or <br /> (c) refusal to consent, within 30 days of receipt of a notification under <br /> paragraph 5, to a verification visit. <br /> 20 For purposes of this Article, the importing Party shall ensure that communication <br /> to the exporter or producer and to the other Party are sent by means that can produce a <br /> confirmation of receipt. The periods referred to in this Article begin from the <br /> date of that receipt.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.09: Penalties <br /> Each Party shall adopt or maintain measures for imposing criminal, civil or <br /> administrative penalties for violations of its laws and regulations relating to this Chapter. <br /> Section III - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.10: Advance Rulings <br /> 1. Each Party, through its customs administration, shall provide for the expeditious <br /> issuance of a written advance ruling, prior to the importation of a good into its territory, <br /> to an importer in its territory or an exporter or a producer in the territory of the other <br /> Party, on the basis of the facts and circumstances presented by that importer, exporter or <br /> producer of the good, concerning whether a good qualifies as an originating good in <br /> accordance with Chapter Three (Rules of Origin). <br /> 2 Each Party shall adopt or maintain procedures for the issuance of an advance <br /> ruling, including a detailed description of the information reasonably required to process <br /> an application for a ruling. <br /> 3 Each Party shall provide that its customs administration: <br /> (a) during the course of an evaluation of an application for an advance ruling, <br /> may request supplemental information from the person requesting the ruling; <br /> (b) after it has obtained necessary information from the person requesting an <br /> advance ruling, shall issue the ruling within 120 days; and <br /> (c) shall provide to the person requesting the ruling a full explanation of the <br /> reasons for the ruling. <br /> 4 The customs administration may decline or postpone the issuance of an advance <br /> ruling if the ruling involves an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by or appeal to the customs administration; or <br /> (c) a judicial or quasi-judicial review in that Party's territory. <br /> 5 Subject to paragraph 8, each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning on the date of <br /> its issuance or a later date specified in the ruling. <br /> 6 Each Party shall provide to a person requesting an advance ruling the same <br /> treatment, including the same interpretation and application of provisions of Chapter <br /> Three (Rules of Origin) regarding a determination of origin, as it provided to another <br /> person to whom it issued an advance ruling, provided that the facts and circumstances are <br /> identical in all material respects. <br /> 7 The issuing Party may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error of fact; <br /> (b) if there is a change in a material fact or circumstance on which the ruling is based; <br /> (c) to conform with a modification of Chapter Two (National Treatment and <br /> Market Access for Goods), Chapter Three (Rules of Origin), this Chapter <br /> or any Uniform Regulations; or <br /> (d) to conform with a judicial decision or a change in its domestic law. <br /> 8 Each Party shall provide that a modification or revocation of an advance ruling is <br /> effective on the date on which the modification or revocation is issued, or on a later date <br /> specified in that modification or revocation, and is not applied to importations of a good <br /> that have occurred prior to that date, unless the person to whom the advance ruling was <br /> issued has not acted in accordance with its terms and conditions. <br /> 9 Notwithstanding paragraph 8, the issuing Party shall postpone the effective date <br /> of that modification or revocation for no more than 90 days where the person to whom <br /> the advance ruling was issued demonstrates that it has relied in good faith to <br /> its detriment on that ruling. <br /> 10 Subject to paragraph 7, each Party shall provide that an advance ruling remains in <br /> effect and is honoured. <br /> Section IV - Review and Appeal of Determinations of Origin <br /> and Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.11: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings issued by its customs administration as it <br /> provides to an importer in its territory, to a person who: <br /> (a) completes and signs a Certificate of Origin for a good that has been the <br /> subject of a determination of origin; or <br /> (b) has received an advance ruling under Article 4.10(1). <br /> 2 Further to Articles 20.04 (Transparency - Administrative Proceedings) and 20.05 <br /> (Transparency - Review and Appeal), each Party shall provide that the rights of review <br /> and appeal referred to in paragraph 1 includes access to: <br /> (a) at least one level of administrative review independent of the official or <br /> office responsible for the determination under review; and <br /> (b) judicial or quasi-judicial review of the determination or decision taken at <br /> the final level of administrative review. <br /> Section V - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 3.02: Originating Goods <br> CHAPTER THREE <br> Except as otherwise provided in this Chapter, a good originates in the territory <br> RULES OF ORIGIN <br> of a Party where: <br> (a) the good is wholly obtained or produced entirely in the territory of one or <br> both of the Parties; <br> (b) each of the non-originating materials used in the production of the good <br> exclusively from originating materials; or <br> undergoes an applicable change in tariff classification as set out in <br> Annex 3.02 as a result of production occurring entirely in the territory of <br> one or both of the Parties, or the good otherwise satisfies the applicable <br> requirements of that Annex where a change in tariff classification is not <br> required, and the good satisfies all other applicable requirements of this Chapter; <br> (c) the good is produced entirely in the territory of one or both of the Parties <br> (d) except as provided in Annex 3.02 or except for a good of heading 39.01 <br> through 39.14 or Chapters 50 through 63 of the Harmonized System: <br> (i) the good is produced entirely in the territory of one or both of the Parties, <br> (ii) a non-originating material used in the production of the good <br> cannot satisfy the requirements set out in Annex 3.02 because both <br> the good and the non-originating material are classified in the same <br> subheading or heading that is not further subdivided into subheadings, <br> (iii) the value of a non-originating material used in the production of <br> the good, classified as or with the good, does not exceed 65 per <br> cent of the transaction value of the good, and <br> (iv) the good satisfies the other applicable requirements of this Chapter. <br> Article 3.03: Certain Textile and Apparel Goods <br> Mola, or textile or apparel goods that incorporate mola, that are both cut or knit to <br> shape, and sewn or otherwise assembled in the territory of one or both of the Parties <br> originate in the territory of a Party. <br> Article 3.04: Value Test <br> 1 Except as provided in paragraph 2, where the applicable rule of origin in <br> Annex 3.02 for the tariff provision under which a good is classified specifies a value test, <br> the value test is satisfied provided the value of all non-originating material used in the <br> production of the good does not exceed the percentage specified in Annex 3.02 of the <br> transaction value of the good under the following formula: <br> Value of non-originating material used in the production of the good as a percentage of <br> the transaction value of the good = <br> (Value of Non-Originating Material / Transaction Value of the Good) x 100 <br> production of the good in the territory of one or both of the Parties by one or more <br> 2 For the purpose of a good of headings 87.01 through 87.08, at the choice of an <br> exporter or a producer of that good, the value test is satisfied if the value of a non- <br> originating material used in the production of the good does not exceed the percentage <br> specified in Annex 3.02 of either the transaction value or the net cost of the good. <br> 3 The value of all non-originating material used by the producer in the production <br> of a good does not, for the purposes of satisfying the value test under either paragraph 1 <br> (b) the good satisfies all other applicable requirements of this Chapter. <br> or 2, include the value of all non-originating material used to produce originating material <br> that is subsequently used in the production of the good. <br> 4 For the purpose of paragraph 3, the value of a non-originating material in <br> paragraphs 1 and 2 does not include: <br> (a) the value of all non-originating material used by another producer to <br> produce an originating material that is subsequently acquired and used in <br> the production of the good by the producer of the good; or <br> (b) the value of all non-originating material used by the producer to produce <br> an originating intermediate material. <br> 5 For the purpose of calculating the net cost of a good under paragraph 2, the <br> producer of the good may: <br> (a) calculate the total cost incurred with respect to all goods produced by that <br> producer, subtract any sales promotion, marketing and after-sales service <br> cost, royalty, shipping and packing cost, as well as a non-allowable <br> interest cost that is included in the total cost of all those goods, and then <br> reasonably allocate the resulting net cost of those goods to the good; <br> (b) calculate the total cost incurred with respect to all goods produced by that <br> producer, reasonably allocate the total cost to the good, and then subtract <br> shipping and packing cost and non-allowable interest cost that is included <br> in the portion of the total cost allocated to the good; or <br> (c) reasonably allocate each cost that forms part of the total cost incurred with <br> respect to the good so that the aggregate of these costs does not include <br> any sales promotion, marketing and after-sales service cost, royalty, <br> shipping and packing cost, or non-allowable interest cost. <br> 6 For the purpose of this Article, value of an intermediate material means: <br> (a) the total cost incurred with respect to all goods produced by the <br> producer of the good that can be reasonably allocated to that <br> intermediate material; or <br> (b) the sum of all costs that comprise the total cost incurred with respect to <br> that intermediate material that can be reasonably allocated to that <br> intermediate material. <br> Article 3.05: Accumulation <br> 1 For the purpose of determining whether a good is an originating good, the <br> producer is, at the choice of the exporter or producer of the good, considered to have been <br> performed in the territory of either of the Parties by that exporter or producer, if: <br> (a) all non-originating materials used in the production of the good satisfy the <br> requirements set out in Annex 3.02, entirely in the territory of one or both <br> of the Parties; and <br> 2 Subject to paragraph 3, where each Party has a trade agreement that establishes or <br> leads to the establishment of a free trade area with the same non-Party, as contemplated <br> by the WTO Agreement, the territory of that non-Party is deemed to form part of the <br> territory of the free trade area established by this Agreement, for the purpose of <br> determining whether a good is an originating good under this Agreement. <br> 3 A Party shall give effect to paragraph 2 only once provisions with an effect <br> equivalent to paragraph 2 are in force between each Party and the non-Party, and upon <br> agreement by the Parties on whether to limit such provisions to specified goods <br> or under specified conditions. <br> Article 3.06: De Minimis <br> 1 Except as provided in paragraphs 2 through 4, a good is an originating good if the <br> value of all non-originating material used in the production of the good that does not <br> undergo an applicable change in tariff classification set out in Annex 3.02 does not <br> exceed 10 per cent of the transaction value of the good, if: <br> (a) when the rule of origin of Annex 3.02 applicable to the good contains a <br> percentage for the maximum value of non-originating materials, the value <br> of that non-originating material is included in calculating the value of a <br> non-originating material; and <br> 2 Except as provided in Annex 3.02, paragraph 1 does not apply to a non- <br> originating material used in the production of a good of Chapters 1 through 22 of the <br> Harmonized System unless the non-originating material is provided for in a different <br> subheading from the good for which origin is being determined under this Article. <br> However, paragraph 1 does apply when the good and the non-originating material are <br> classified in the same subheading, provided that the material is different from the good. <br> 3 A good of Chapters 50 through 60 of the Harmonized System that does not <br> originate because certain non-originating yarns used in the production of the good do not <br> fulfil the requirements set out in Annex 3.02 is nonetheless originating if the total weight <br> of all those yarns does not exceed 10 per cent of the total weight of the good. <br> 4 A good of Chapters 61 through 63 of the Harmonized System that does not <br> originate because certain non-originating yarns used in the production of the component <br> of the good that determines the tariff classification of that good do not fulfil the <br> requirements set out in Annex 3.02, is nonetheless originating if the total weight of all <br> those yarns in that component does not exceed 10 per cent of the total weight <br> of that component. <br> Article 3.07: Fungible Materials and Goods <br> For the purpose of determining whether a good is an originating good, if: <br> (a) originating and non-originating fungible material are used in the <br> production of a good, the determination of whether the fungible material is <br> originating may be made in accordance with an inventory management <br> method recognized in, or otherwise accepted by, the Generally Accepted <br> Accounting Principles of the Party in which the production takes place; and <br> (b) originating and non-originating fungible goods are physically combined or <br> mixed in inventory in a Party and exported in the same form to the other <br> Party, the determination of whether the good is an originating good may <br> be made in accordance with an inventory management method recognized <br> in, or otherwise accepted by, the Generally Accepted Accounting <br> Principles of the Party from which the good is exported. <br> Article 3.08: Sets or Assortments of Goods <br> 1. Except as provided in Annex 3.02, a set, as referred to in Rule 3 of the General <br> Rules for the Interpretation of the Harmonized System, or an assortment of <br> goods is originating if: <br> (a) all the component goods in the set or assortment, packaging materials and <br> containers, are originating; or <br> (b) the set or assortment contains a non-originating component good, <br> packaging material or container, the value of all non-originating <br> component goods, packaging materials and containers for the set or <br> assortment, does not exceed 15 per cent of the transaction value of the set or assortment. <br> 2 The value of a non-originating component good, packaging material or container <br> is calculated in the same manner as the value of a non-originating material. <br> Article 3.09: Accessories, Spare Parts and Tools <br> An accessory, spare part or tool delivered with the good that forms part of the <br> good's standard accessories, spare parts or tools, is originating if the good is originating. <br> The accessory, spare part or tool is disregarded in determining whether all the non- <br> originating materials used in the production of the good satisfy the requirements <br> set out in Annex 3.02, if: <br> (a) the accessory, spare part or tool is not invoiced separately from the good; and <br> (b) the quantity and value of the accessory, spare part or tool are customary for the good. <br> Article 3.10: Indirect Materials <br> An indirect material is originating without regard to where it is produced. <br> Article 3.11: Intermediate Materials Used In Production <br> 1 If an intermediate material is originating, no account is taken of non-originating <br> material contained in that intermediate material when it is subsequently used in the <br> production of another good. <br> 2 For the purpose of determining the origin of a good, a producer of a good may <br> designate an intermediate material as a material to be taken into account as an originating <br> or non-originating material, as the case may be, in determining whether the good satisfies <br> the applicable requirements of the rules of origin. <br> Article 3.12: Packaging Materials and Containers for Retail Sale <br> Except as provided in Article 3.08 and Annex 3.02, a packaging material or <br> container in which a good is packaged for retail sale is disregarded in determining whether: <br> (a) the non-originating material satisfies the applicable requirements set out in Annex 3.02; or <br> (b) the good meets the requirements established in Article 3.02(a) or (c). <br> Article 3.13: Packing Materials and Containers for Shipment <br> A packing material, container, pallet or similar article, in which a good is packed <br> for shipment is disregarded in determining whether that good is originating. <br> Article 3.14: Transit and Transshipment <br> 1. An originating good that is exported from a Party maintains its originating <br> status only if the good: <br> (a) does not undergo further production or any other operation outside the <br> territories of the Parties, other than unloading, reloading or any other <br> operation necessary to preserve it in good condition or to transport the <br> good to the territory of a Party; and <br> (b) remains under customs control while outside the territories of the Parties. <br> 2 The Parties recognize that a good qualifying as an originating good under a <br> trade agreement between a Party and a non-Party, which establishes or leads to the <br> establishment of a free trade area, does not lose its originating status under that <br> agreement solely by reason of transiting or being transhipped through a Party's <br> territory or by reason of the wholesale purchase or sale of that good in a Party's free <br> trade zone, if all the conditions required under the applicable provisions <br> of that agreement are met. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 3.01: Definitions <br> For purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as eggs, <br> fry, fingerlings and larvae, by intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding or protection from predators; <br> customs value means the value as determined under the Customs Valuation Agreement; <br> whose properties are essentially identical; <br> fungible materials means materials that are interchangeable for commercial purposes <br> each Party that provide substantial authorized support with regard to the recording of <br> income, costs, expenses, assets and liabilities involved in the disclosure of information <br> and preparation of financial statements; these principles may be broad guidelines of <br> general application, as well as those standards, practices and procedures usually <br> Parties means: <br> employed in accounting; <br> good includes a product, article or material; <br> good wholly obtained or produced entirely in the territory of one or both of the <br> (a) fuel and energy; <br> Generally Accepted Accounting Principles means the principles used in the territory of <br> (a) a mineral or other non-living natural resource extracted in or taken <br> from the territory of one or both of the Parties; <br> (b) a plant or plant product harvested in the territory of one or both of the Parties; <br> (c) a live animal born and raised in the territory of one or both of the Parties; <br> (d) a good obtained from a live animal in the territory of one or both of the Parties; <br> (e) a good obtained from hunting, trapping, fishing or aquaculture in the <br> territory of one or both of the Parties; <br> under this Chapter; <br> fungible goods means goods that are interchangeable for commercial purposes and <br> (f) fish, shellfish or other marine life taken from the sea, seabed or subsoil <br> outside the territory of one or both of the Parties by a vessel registered, <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> recorded or listed with a Party, or a vessel leased by a company <br> both of the Parties; <br> established in the territory of a Party, and entitled to fly its flag, except <br> any good subject to a regulation adopted pursuant to the Special <br> Economic Measures Act, S.C. 1992, c. 17, as amended; <br> (g) a good produced on board a factory vessel from the goods referred to <br> in subparagraph (f), provided the factory vessel is registered, recorded <br> or listed with a Party, or leased by a company established in the <br> territory of a Party, and entitled to fly its flag; <br> (h) a good, other than fish, shellfish or other marine life, taken or <br> extracted from the Area, as defined in Article 1(1) of the UNCLOS, by <br> a vessel registered, recorded or listed with a Party and entitled to fly its <br> flag, or by a Party or a person of a Party; <br> (i) a good taken from outer space, provided it is obtained by a Party or a <br> person of a Party and not processed in a non-Party; <br> (j) waste and scrap derived from production in the territory of one or <br> (k) raw material or a component recovered from a used good collected in <br> the territory of one or both of the Parties, provided the good is fit only <br> for such recovery; this includes such raw materials and components for <br> indirect material means a good used in the production, testing or inspection of a good <br> use in the production of remanufactured goods; or <br> (l) a good produced in the territory of one or both of the Parties <br> exclusively from a good referred to in subparagraphs (a) through <br> (k), or from its derivatives; <br> (b) tools, dies and moulds; <br> (c) a spare part or material used in the maintenance of equipment or buildings; <br> producer means a person who grows, mines, raises, harvests, fishes, traps, hunts, <br> (d) a lubricant grease, compounding material or other material used in the <br> production or operation of equipment or buildings; <br> (e) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br> (g) a catalyst or solvent; or <br> buildings or the operation of equipment associated with the production of a good, including: <br> (h) any other good that is not incorporated into the good but whose use in <br> the production of the good can reasonably be demonstrated to be a part <br> of that production; <br> (e) product liability insurance; <br> listed with a Party means a foreign registered vessel bare-boat chartered to a Canadian <br> citizen, a permanent resident of Canada or a Canadian corporation which is listed in the <br> Canadian Register of Vessels for the duration of the charter and whose registration in the <br> foreign country is suspended for the duration of the charter; <br> service of goods on the financial statements or cost accounts of the producer; <br> material means a good that is used in the production of another good, and includes <br> a part or an ingredient; <br> intermediate material means a material that is produced by a producer of a good and <br> mola (or morra in the native Kuna language) means a good, traditional and historic in <br> used in the production of that good; <br> nature, produced in the territory of Panama through reverse appliqué of small decorative <br> pieces of cloth onto a larger piece, elaborated back to front with a combination of fabrics <br> of different bright colours; a mola is made up by hand in two or more layers of cut <br> fabrics, hand sewn one over the other, and is usually inspired in nature, <br> cosmic view, or geometrical designs; <br> net cost means total cost minus sales promotion, marketing and after-sales service costs, <br> (j) payments by the producer to other persons for warranty repairs; <br> royalties, shipping and packing costs, and non-allowable interest costs that are <br> included in the total cost; <br> non-allowable interest costs means interest costs incurred by a producer that exceed the <br> applicable national government interest rate identified for comparable maturities by <br> more than 700 basis points; <br> non-originating material means a material that does not qualify as originating <br> other costs means all costs that are not product costs or period costs; <br> period cost means a cost other than product cost that is expensed in the period in which it <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> is incurred, including a selling expense or a general and administrative expense; <br> non-originating good means a good that does not qualify as originating under this Chapter; <br> product cost means a cost that is associated with the production of a good and includes <br> the value of material, direct labour cost or direct overhead; <br> manufactures, processes, assembles or disassembles a good; <br> production means growing, mining, raising, harvesting, fishing, trapping, hunting, <br> (a) personnel training, without regard to where performed; and <br> manufacturing, processing, assembling or disassembling a good; <br> remanufactured good means a good that is entirely or partially comprised <br> of a recovered good; <br> royalty means a payment, including a payment under a technical assistance or similar <br> or scientific work, patent, trademark, design, model, plan, secret formula or process, <br> excluding a payment under technical assistance or similar agreements that can be related <br> to specific services such as: <br> sales promotion, marketing and after-sales service cost means a cost related to: <br> (b) if performed in the territory of one or both of the Parties, engineering, <br> agreement, made as consideration for the use or right to use a copyright, literary, artistic, <br> research; promotional or demonstration materials; exhibits; sales <br> conferences, trade shows and conventions; banners; marketing <br> displays; free samples; sales, marketing or after-sales service literature <br> (product brochures, catalogues, technical literature, price lists, service <br> manuals, sales aid information); establishment or protection of logos <br> or trademarks; sponsorships; wholesale or retail restocking charges; entertainment; <br> tooling, die-setting, software design and similar computer services, or other services; <br> (b) sales or marketing incentives; consumer, retailer or wholesaler rebates; merchandise incentives; <br> (a) sales or marketing promotion; media advertising; advertising or market <br> (c) salaries or wages, sales commissions, bonuses, benefits (for example, <br> medical, insurance, pension), travelling or living expenses, <br> membership and professional fees for sales promotion, marketing or <br> after-sales service personnel; <br> (d) recruiting or training of sales promotion, marketing or after-sales <br> service personnel or after-sales training of customers' employees, <br> where these costs are identified separately for sales promotion, <br> marketing or after-sales service of goods on the financial statements or <br> (g) telephone, mail and other communications, where such costs are <br> (f) office supplies for sales promotion, marketing or after-sales service of <br> goods, where such costs are identified separately for sales promotion, <br> cost accounts of the producer; <br> identified separately for sales promotion, marketing or after-sales <br> (h) rent or depreciation of sales promotion, marketing or after-sales <br> service offices or distribution centres; <br> (i) property insurance premiums, taxes, cost of utilities, or cost of repair <br> or maintenance of sales promotion, marketing or after-sales service <br> offices or distribution centres, where these costs are identified <br> separately for sales promotion, marketing or after-sales service of <br> goods on the financial statements or cost accounts of the producer; or <br> shipping and packing cost means a cost incurred in packing a good for shipment or <br> shipping the good from the point of direct shipment to the buyer, excluding the cost of <br> preparing and packaging the good for retail sale; <br> total cost means a product cost, period cost, or other cost incurred in the territory of one <br> transaction value means the price actually paid or payable for a good, including a <br> material, with respect to a transaction of the producer of the good, adjusted in accordance <br> with the principles of Article 8(1), (3) and (4) of the Customs Valuation Agreement to <br> include, among other things, such costs as commissions, production assists, <br> royalties or license fees; <br> tariff provision means a chapter, heading or subheading of the Harmonized System; <br> transaction value of the good, or transaction value of the set or assortment means: <br> (a) the transaction value of the good or the transaction value of the set or <br> assortment when sold by the producer at the place of production, or <br> (b) the customs value of the good or the set or assortment, <br> and adjusted, if necessary, to exclude any cost incurred subsequent to the good leaving <br> the place of production, such as freight and insurance; and <br> value of a non-originating material means: <br> (a) the transaction value or the customs value of the material at the time it is <br> imported into a Party, adjusted, if necessary, to include freight, insurance, <br> packing or other costs incurred in transporting the material to the place of importation; or <br> (b) in the case of a domestic transaction, the value of the material determined <br> in accordance with the principles of the Customs Valuation Agreement in <br> the same manner as an international transaction, with any modification <br> required by the circumstances. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> and whose properties are essentially identical; <br> but not physically incorporated into the good, or a good used in the maintenance of <br> or both of the Parties; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3.02: Originating Goods <br> CHAPTER THREE <br> Except as otherwise provided in this Chapter, a good originates in the territory <br> RULES OF ORIGIN <br> of a Party where: <br> (a) the good is wholly obtained or produced entirely in the territory of one or <br> both of the Parties; <br> (b) each of the non-originating materials used in the production of the good <br> exclusively from originating materials; or <br> undergoes an applicable change in tariff classification as set out in <br> Annex 3.02 as a result of production occurring entirely in the territory of <br> one or both of the Parties, or the good otherwise satisfies the applicable <br> requirements of that Annex where a change in tariff classification is not <br> required, and the good satisfies all other applicable requirements of this Chapter; <br> (c) the good is produced entirely in the territory of one or both of the Parties <br> (d) except as provided in Annex 3.02 or except for a good of heading 39.01 <br> through 39.14 or Chapters 50 through 63 of the Harmonized System: <br> (i) the good is produced entirely in the territory of one or both of the Parties, <br> (ii) a non-originating material used in the production of the good <br> cannot satisfy the requirements set out in Annex 3.02 because both <br> the good and the non-originating material are classified in the same <br> subheading or heading that is not further subdivided into subheadings, <br> (iii) the value of a non-originating material used in the production of <br> the good, classified as or with the good, does not exceed 65 per <br> cent of the transaction value of the good, and <br> (iv) the good satisfies the other applicable requirements of this Chapter. <br> Article 3.03: Certain Textile and Apparel Goods <br> Mola, or textile or apparel goods that incorporate mola, that are both cut or knit to <br> shape, and sewn or otherwise assembled in the territory of one or both of the Parties <br> originate in the territory of a Party. <br> Article 3.04: Value Test <br> 1 Except as provided in paragraph 2, where the applicable rule of origin in <br> Annex 3.02 for the tariff provision under which a good is classified specifies a value test, <br> the value test is satisfied provided the value of all non-originating material used in the <br> production of the good does not exceed the percentage specified in Annex 3.02 of the <br> transaction value of the good under the following formula: <br> Value of non-originating material used in the production of the good as a percentage of <br> the transaction value of the good = <br> (Value of Non-Originating Material / Transaction Value of the Good) x 100 <br> production of the good in the territory of one or both of the Parties by one or more <br> 2 For the purpose of a good of headings 87.01 through 87.08, at the choice of an <br> exporter or a producer of that good, the value test is satisfied if the value of a non- <br> originating material used in the production of the good does not exceed the percentage <br> specified in Annex 3.02 of either the transaction value or the net cost of the good. <br> 3 The value of all non-originating material used by the producer in the production <br> of a good does not, for the purposes of satisfying the value test under either paragraph 1 <br> (b) the good satisfies all other applicable requirements of this Chapter. <br> or 2, include the value of all non-originating material used to produce originating material <br> that is subsequently used in the production of the good. <br> 4 For the purpose of paragraph 3, the value of a non-originating material in <br> paragraphs 1 and 2 does not include: <br> (a) the value of all non-originating material used by another producer to <br> produce an originating material that is subsequently acquired and used in <br> the production of the good by the producer of the good; or <br> (b) the value of all non-originating material used by the producer to produce <br> an originating intermediate material. <br> 5 For the purpose of calculating the net cost of a good under paragraph 2, the <br> producer of the good may: <br> (a) calculate the total cost incurred with respect to all goods produced by that <br> producer, subtract any sales promotion, marketing and after-sales service <br> cost, royalty, shipping and packing cost, as well as a non-allowable <br> interest cost that is included in the total cost of all those goods, and then <br> reasonably allocate the resulting net cost of those goods to the good; <br> (b) calculate the total cost incurred with respect to all goods produced by that <br> producer, reasonably allocate the total cost to the good, and then subtract <br> shipping and packing cost and non-allowable interest cost that is included <br> in the portion of the total cost allocated to the good; or <br> (c) reasonably allocate each cost that forms part of the total cost incurred with <br> respect to the good so that the aggregate of these costs does not include <br> any sales promotion, marketing and after-sales service cost, royalty, <br> shipping and packing cost, or non-allowable interest cost. <br> 6 For the purpose of this Article, value of an intermediate material means: <br> (a) the total cost incurred with respect to all goods produced by the <br> producer of the good that can be reasonably allocated to that <br> intermediate material; or <br> (b) the sum of all costs that comprise the total cost incurred with respect to <br> that intermediate material that can be reasonably allocated to that <br> intermediate material. <br> Article 3.05: Accumulation <br> 1 For the purpose of determining whether a good is an originating good, the <br> producer is, at the choice of the exporter or producer of the good, considered to have been <br> performed in the territory of either of the Parties by that exporter or producer, if: <br> (a) all non-originating materials used in the production of the good satisfy the <br> requirements set out in Annex 3.02, entirely in the territory of one or both <br> of the Parties; and <br> 2 Subject to paragraph 3, where each Party has a trade agreement that establishes or <br> leads to the establishment of a free trade area with the same non-Party, as contemplated <br> by the WTO Agreement, the territory of that non-Party is deemed to form part of the <br> territory of the free trade area established by this Agreement, for the purpose of <br> determining whether a good is an originating good under this Agreement. <br> 3 A Party shall give effect to paragraph 2 only once provisions with an effect <br> equivalent to paragraph 2 are in force between each Party and the non-Party, and upon <br> agreement by the Parties on whether to limit such provisions to specified goods <br> or under specified conditions. <br> Article 3.06: De Minimis <br> 1 Except as provided in paragraphs 2 through 4, a good is an originating good if the <br> value of all non-originating material used in the production of the good that does not <br> undergo an applicable change in tariff classification set out in Annex 3.02 does not <br> exceed 10 per cent of the transaction value of the good, if: <br> (a) when the rule of origin of Annex 3.02 applicable to the good contains a <br> percentage for the maximum value of non-originating materials, the value <br> of that non-originating material is included in calculating the value of a <br> non-originating material; and <br> 2 Except as provided in Annex 3.02, paragraph 1 does not apply to a non- <br> originating material used in the production of a good of Chapters 1 through 22 of the <br> Harmonized System unless the non-originating material is provided for in a different <br> subheading from the good for which origin is being determined under this Article. <br> However, paragraph 1 does apply when the good and the non-originating material are <br> classified in the same subheading, provided that the material is different from the good. <br> 3 A good of Chapters 50 through 60 of the Harmonized System that does not <br> originate because certain non-originating yarns used in the production of the good do not <br> fulfil the requirements set out in Annex 3.02 is nonetheless originating if the total weight <br> of all those yarns does not exceed 10 per cent of the total weight of the good. <br> 4 A good of Chapters 61 through 63 of the Harmonized System that does not <br> originate because certain non-originating yarns used in the production of the component <br> of the good that determines the tariff classification of that good do not fulfil the <br> requirements set out in Annex 3.02, is nonetheless originating if the total weight of all <br> those yarns in that component does not exceed 10 per cent of the total weight <br> of that component. <br> Article 3.07: Fungible Materials and Goods <br> For the purpose of determining whether a good is an originating good, if: <br> (a) originating and non-originating fungible material are used in the <br> production of a good, the determination of whether the fungible material is <br> originating may be made in accordance with an inventory management <br> method recognized in, or otherwise accepted by, the Generally Accepted <br> Accounting Principles of the Party in which the production takes place; and <br> (b) originating and non-originating fungible goods are physically combined or <br> mixed in inventory in a Party and exported in the same form to the other <br> Party, the determination of whether the good is an originating good may <br> be made in accordance with an inventory management method recognized <br> in, or otherwise accepted by, the Generally Accepted Accounting <br> Principles of the Party from which the good is exported. <br> Article 3.08: Sets or Assortments of Goods <br> 1. Except as provided in Annex 3.02, a set, as referred to in Rule 3 of the General <br> Rules for the Interpretation of the Harmonized System, or an assortment of <br> goods is originating if: <br> (a) all the component goods in the set or assortment, packaging materials and <br> containers, are originating; or <br> (b) the set or assortment contains a non-originating component good, <br> packaging material or container, the value of all non-originating <br> component goods, packaging materials and containers for the set or <br> assortment, does not exceed 15 per cent of the transaction value of the set or assortment. <br> 2 The value of a non-originating component good, packaging material or container <br> is calculated in the same manner as the value of a non-originating material. <br> Article 3.09: Accessories, Spare Parts and Tools <br> An accessory, spare part or tool delivered with the good that forms part of the <br> good's standard accessories, spare parts or tools, is originating if the good is originating. <br> The accessory, spare part or tool is disregarded in determining whether all the non- <br> originating materials used in the production of the good satisfy the requirements <br> set out in Annex 3.02, if: <br> (a) the accessory, spare part or tool is not invoiced separately from the good; and <br> (b) the quantity and value of the accessory, spare part or tool are customary for the good. <br> Article 3.10: Indirect Materials <br> An indirect material is originating without regard to where it is produced. <br> Article 3.11: Intermediate Materials Used In Production <br> 1 If an intermediate material is originating, no account is taken of non-originating <br> material contained in that intermediate material when it is subsequently used in the <br> production of another good. <br> 2 For the purpose of determining the origin of a good, a producer of a good may <br> designate an intermediate material as a material to be taken into account as an originating <br> or non-originating material, as the case may be, in determining whether the good satisfies <br> the applicable requirements of the rules of origin. <br> Article 3.12: Packaging Materials and Containers for Retail Sale <br> Except as provided in Article 3.08 and Annex 3.02, a packaging material or <br> container in which a good is packaged for retail sale is disregarded in determining whether: <br> (a) the non-originating material satisfies the applicable requirements set out in Annex 3.02; or <br> (b) the good meets the requirements established in Article 3.02(a) or (c). <br> Article 3.13: Packing Materials and Containers for Shipment <br> A packing material, container, pallet or similar article, in which a good is packed <br> for shipment is disregarded in determining whether that good is originating. <br> Article 3.14: Transit and Transshipment <br> 1. An originating good that is exported from a Party maintains its originating <br> status only if the good: <br> (a) does not undergo further production or any other operation outside the <br> territories of the Parties, other than unloading, reloading or any other <br> operation necessary to preserve it in good condition or to transport the <br> good to the territory of a Party; and <br> (b) remains under customs control while outside the territories of the Parties. <br> 2 The Parties recognize that a good qualifying as an originating good under a <br> trade agreement between a Party and a non-Party, which establishes or leads to the <br> establishment of a free trade area, does not lose its originating status under that <br> agreement solely by reason of transiting or being transhipped through a Party's <br> territory or by reason of the wholesale purchase or sale of that good in a Party's free <br> trade zone, if all the conditions required under the applicable provisions <br> of that agreement are met. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 3.15: Interpretation and Application <br> For the purpose of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonized System; <br> (b) where applying Article 3.02(d), the determination of whether a <br> heading or subheading under the Harmonized System provides for <br> both a good and the material that is used in the production of the good <br> is made on the basis of the nomenclature of the heading or subheading <br> and the relevant Section or Chapter Notes, in accordance with the <br> General Rules for the Interpretation of the Harmonized System; and <br> (c) costs referred to in this Chapter must be recorded and maintained in <br> accordance with the Generally Accepted Accounting Principles <br> applicable in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Consultation and Modifications", "ArticleDesc": "Article 3.16: Consultation and Modifications <br> 1 The Parties shall consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently with the spirit and objectives of this Agreement, <br> and shall cooperate in the administration of this Chapter in accordance with <br> Chapter Four (Customs Procedures). <br> 2 A Party that considers that this Chapter requires modification to take into account <br> developments in production processes or other matters may submit a proposed <br> consideration and appropriate action by the Committee on Trade in Goods <br> and Rules of Origin. <br> modification along with supporting rationale and any studies to the other Party for <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.01: Definitions <br> For purposes of this Chapter: <br> customs administration means the governmental authority that is responsible under the <br> determination of origin means a determination as to whether a good qualifies as <br> originating in accordance with Chapter Three (Rules of Origin); <br> exporter means an exporter located in the territory of a Party; <br> identical goods means goods that are the same in all respects, including physical <br> characteristics, quality and reputation, irrespective of minor differences in appearance <br> that are not relevant to a determination of origin of those goods under <br> Chapter Three (Rules of Origin); <br> importer means an importer located in the territory of a Party; <br> preferential tariff treatment means the rate of duty applicable under this Agreement to <br> an originating good; and <br> value means value of a good or material for purposes of calculating customs duties or for <br> the purposes of applying Chapter Three (Rules of Origin). <br> The following terms have the same meaning as in Article 3.01 <br> (Rules of Origin-Definitions): <br> (a) Generally Accepted Accounting Principles; <br> (b) indirect material; <br> (c) material; <br> (d) net cost; <br> (e) producer; and <br> (f) production. <br> Section I - Certification of Origin <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "law of a Party for the administration of customs laws and regulations; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.02: Certificate of Origin <br> Article 4.09: Penalties <br> other action that it considers necessary, pending a resolution of the matter under this Agreement. <br> 1 The Parties shall establish, no later than the date of entry into force of this <br> Each Party shall adopt or maintain measures for imposing criminal, civil or <br> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br> administrative penalties for violations of its laws and regulations relating to this Chapter. <br> exported from the territory of a Party into the territory of the other Party qualifies as an <br> Section III - Advance Rulings <br> originating good. The Certificate of Origin may thereafter be modified as the Parties may decide. <br> Article 4.10: Advance Rulings <br> 2 Each Party shall permit the Certificate of Origin for a good imported into its <br> 1. Each Party, through its customs administration, shall provide for the expeditious <br> territory to be completed in English, French or Spanish. <br> issuance of a written advance ruling, prior to the importation of a good into its territory, <br> 3 Each Party shall: <br> to an importer in its territory or an exporter or a producer in the territory of the other <br> (a) require an exporter in its territory to complete and sign a Certificate of <br> Party, on the basis of the facts and circumstances presented by that importer, exporter or <br> Origin for the exportation of a good for which an importer may claim <br> provided that the importation does not form part of a series of importations that may <br> producer of the good, concerning whether a good qualifies as an originating good in <br> preferential tariff treatment upon importation of the good into the territory <br> accordance with Chapter Three (Rules of Origin). <br> office responsible for the determination under review; and <br> of the other Party; and <br> 2 Each Party shall adopt or maintain procedures for the issuance of an advance <br> (b) provide that, when an exporter in its territory is not the producer of the <br> ruling, including a detailed description of the information reasonably required to process <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (i) knowledge of whether the good qualifies as an originating good, <br> 3 Each Party shall provide that its customs administration: <br> (ii) reasonable reliance on the producer's written representation that <br> (a) during the course of an evaluation of an application for an advance ruling, <br> the good qualifies as an originating good, or <br> may request supplemental information from the person requesting the ruling; <br> (iii) a completed and signed Certificate of Origin for the good, <br> (b) after it has obtained necessary information from the person requesting an <br> voluntarily provided to the exporter by the producer. <br> advance ruling, shall issue the ruling within 120 days; and <br> 4 Under paragraph 3 neither Party may require a producer to provide a Certificate <br> (c) shall provide to the person requesting the ruling a full explanation of the <br> an application for a ruling. <br> of Origin to an exporter. <br> reasons for the ruling. <br> 5 Each Party shall permit a Certificate of Origin to apply to: <br> 4 The customs administration may decline or postpone the issuance of an advance <br> (a) a single importation of one or more goods into the Party's territory; or <br> ruling if the ruling involves an issue that is the subject of: <br> (b) multiple importations of identical goods into the Party's territory that <br> (a) a verification of origin; <br> occur within a specified period not exceeding 12 months. <br> (b) a review by or appeal to the customs administration; or <br> 6 Each Party shall ensure that the Certificate of Origin is accepted by its customs <br> (c) a judicial or quasi-judicial review in that Party's territory. <br> administration for 4 years after the date on which the Certificate of Origin was signed. <br> 5 Subject to paragraph 8, each Party shall apply an advance ruling to importations <br> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> Article 4.03: Obligations Regarding Importations <br> into its territory of the good for which the ruling was requested, beginning on the date of <br> 1 Except as otherwise provided in this Chapter, each Party shall require an importer <br> its issuance or a later date specified in the ruling. <br> in its territory that claims preferential tariff treatment for a good imported into its territory <br> 6 Each Party shall provide to a person requesting an advance ruling the same <br> from the territory of the other Party to: <br> treatment, including the same interpretation and application of provisions of Chapter <br> (a) make a written declaration, in the import document provided by its laws <br> Three (Rules of Origin) regarding a determination of origin, as it provided to another <br> (a) the identity of the customs administration issuing the notification; <br> and regulations, based on a valid Certificate of Origin, that the good <br> person to whom it issued an advance ruling, provided that the facts and circumstances are <br> (b) the name of the exporter or producer whose premises are to be visited; <br> qualifies as originating; <br> identical in all material respects. <br> (c) the date and place of the proposed verification visit; <br> 7 The issuing Party may modify or revoke an advance ruling: <br> (c) provide, at the request of that Party's customs administration, a copy of <br> (a) if the ruling is based on an error of fact; <br> the Certificate of Origin and, if required by the customs administration, a <br> (b) if there is a change in a material fact or circumstance on which the ruling is based; <br> translation of the Certificate of Origin in a language required by its domestic law; and <br> (c) to conform with a modification of Chapter Two (National Treatment and <br> (d) promptly make a corrected declaration in a manner required by the <br> Market Access for Goods), Chapter Three (Rules of Origin), this Chapter <br> customs administration of the importing Party and pay any duties owing <br> or any Uniform Regulations; or <br> when the importer has reason to believe that a Certificate of Origin on <br> (d) to conform with a judicial decision or a change in its domestic law. <br> which a declaration was based contains information that is incorrect. <br> 8 Each Party shall provide that a modification or revocation of an advance ruling is <br> 2 For the purpose of paragraph 1(d), if the customs administration of the importing <br> effective on the date on which the modification or revocation is issued, or on a later date <br> Party determines that the Certificate of Origin has not been completed in accordance <br> specified in that modification or revocation, and is not applied to importations of a good <br> with Article 4.02, the importing Party shall ensure that the importer is granted no less <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> than 5 working days to provide the customs administration with a corrected Certificate of Origin. <br> issued has not acted in accordance with its terms and conditions. <br> 3 When an importer claims preferential tariff treatment for a good imported into the <br> 9 Notwithstanding paragraph 8, the issuing Party shall postpone the effective date <br> territory of a Party from the territory of the other Party: <br> of that modification or revocation for no more than 90 days where the person to whom <br> (a) the importing Party may deny preferential tariff treatment to the good if <br> the advance ruling was issued demonstrates that it has relied in good faith to <br> the importer fails to comply with a requirement under this Chapter; and <br> its detriment on that ruling. <br> (b) the importing Party shall not subject the importer to penalties for making <br> 10 Subject to paragraph 7, each Party shall provide that an advance ruling remains in <br> an incorrect declaration if the importer voluntarily corrects the declaration <br> (a) at least one level of administrative review independent of the official or <br> effect and is honoured. <br> under paragraph 1(d). <br> Section IV - Review and Appeal of Determinations of Origin <br> 4 Each Party, through its customs administration, may require an importer to <br> and Advance Rulings <br> demonstrate that a good for which the importer claims preferential tariff treatment was <br> Article 4.11: Review and Appeal <br> shipped in accordance with Article 3.14 (Rules of Origin - Transit and <br> 1. Each Party shall grant substantially the same rights of review and appeal of <br> Transshipment) by providing: <br> determinations of origin and advance rulings issued by its customs administration as it <br> (a) carrier documents, including bills of lading or waybills, indicating the <br> result in the postponement of the visit. <br> provides to an importer in its territory, to a person who: <br> shipping route and all points of shipment and transshipment prior to the <br> (a) completes and signs a Certificate of Origin for a good that has been the <br> importation of the good, and <br> subject of a determination of origin; or <br> (b) where the good is shipped through or transshipped outside the territories <br> (b) has received an advance ruling under Article 4.10(1). <br> of the Parties, a copy of the customs control documents indicating to that <br> 2 Further to Articles 20.04 (Transparency - Administrative Proceedings) and 20.05 <br> customs administration that the good remained under customs control <br> (Transparency - Review and Appeal), each Party shall provide that the rights of review <br> while outside the territories of the Parties. <br> and appeal referred to in paragraph 1 includes access to: <br> 5 Where a good would have qualified as an originating good when it was imported <br> into the territory of a Party, but no claim for preferential tariff treatment was made at the <br> time of importation, the importing Party shall permit the importer, within a period of no <br> (b) judicial or quasi-judicial review of the determination or decision taken at <br> less than 1 year after the date of importation, to apply for a refund of any excess duties <br> the final level of administrative review. <br> paid as a result of the good not having been granted preferential tariff treatment, on <br> Section V - Uniform Regulations <br> presentation to the customs administration of the importing Party of: <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (b) a copy of the Certificate of Origin; and <br> (c) other documentation relating to the importation of the good required by <br> the importing Party. <br> Article 4.04: Exceptions <br> A Party shall not require a Certificate of Origin for: <br> (a) an importation of a good whose value does not exceed USD 1,000 or its <br> equivalent amount in the Party's currency, or a higher amount that the <br> Party establishes, except that it may require that the invoice accompanying <br> the importation include a statement from the exporter certifying that the <br> good qualifies as an originating good, or <br> (b) an importation of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin, <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 4.02 and 4.03. <br> Article 4.05: Obligations Regarding Exportations <br> (a) on the request of its customs administration, an exporter in its territory, or <br> a producer in its territory that has provided a copy of a Certificate of <br> Origin to that exporter in accordance with Article 4.02(3)(b)(iii) must <br> provide a copy of the Certificate of Origin to its customs administration; <br> (b) an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin and has reason to believe that the Certificate of <br> Origin contains information that is incorrect must promptly notify in <br> writing every person to whom each has provided the Certificate of Origin <br> of a change that could affect the accuracy or validity of the Certificate of Origin; and <br> (c) a false certification by an exporter or a producer in its territory that a good <br> to be exported to the territory of the other Party qualifies as originating is <br> subject to the same legal consequences, with appropriate modifications, as <br> would apply to an importer in the territory of the exporting Party that <br> makes a false statement or representation in connection with an importation. <br> 2 Neither Party may impose penalties on an exporter or a producer in its territory <br> that voluntarily provides written notification under paragraph 1(b) with respect to the <br> making of an incorrect certification. <br> 3 Each Party may apply a measure that the circumstances warrant if an exporter or a <br> producer in its territory fails to comply with a requirement of this Chapter. <br> Section II - Administration and Enforcement <br> Article 4.06: Records <br> 1 Each Party shall provide that: <br> (a) an exporter or a producer in its territory that completes and signs a <br> Certificate of Origin must maintain in its territory, for 5 years after the <br> date on which the Certificate of Origin was signed or for a longer period <br> as specified by the Party, records relating to the origin of a good for which <br> preferential tariff treatment was claimed in the territory of the other Party, <br> including records associated with: <br> (i) the purchase of, cost of, shipping of, value of, and payment for, the exported good, <br> (ii) the purchase of, cost of, value of, and payment for all materials, <br> including indirect materials, used in the production of the exported good, and <br> (iii) the production of the good in the form in which it was exported; and <br> (b) an importer claiming preferential tariff treatment for a good imported into <br> the Party's territory must maintain, in that territory documentation relating <br> to the importation of the good, including a copy of the Certificate of <br> Origin, for 5 years after the date of importation of the good or for a longer <br> period as specified by the Party. <br> 2 When a Party requires importers, exporters or producers in its territory to <br> maintain documentation or records in relation to the origin of the good, in accordance <br> with that Party's laws and regulations, it shall permit them to do so in any medium, <br> provided that the documentation or records can be retrieved and printed. <br> 3 A Party may deny preferential tariff treatment to a good that is the subject of an <br> origin verification where the exporter, producer or importer of the good that is required to <br> maintain records or documentation under this Article: <br> (a) fails to maintain records or documentation relevant to determining the <br> origin of the good in accordance with the requirements of the Chapter; or <br> (b) denies access to the records or documentation. <br> (f) the legal authority for the verification visit. <br> Article 4.07: Origin Verifications <br> 1 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its <br> customs administration, conduct a verification only by means of: <br> (a) verification letters requesting information from the exporter or producer of <br> the good in the territory of the other Party; <br> (b) written questionnaires to an exporter or a producer in the territory of the other Party; <br> (c) visits to the premises of an exporter or a producer in the territory of the <br> other Party to review the records referred to in Article 4.06(1)(a) and <br> observe facilities used in the production of the good; or <br> (d) any other method that the Parties decide. <br> 2 For purposes of verifying the origin of a good, the importing Party may request <br> the importer of the good to voluntarily obtain and supply written information voluntarily <br> provided by the exporter or producer of the good in the territory of the other Party. The <br> importing Party shall not consider the failure or refusal of the importer to obtain and <br> supply that information as a failure of the exporter or producer to supply the information <br> or as a ground for denying preferential tariff treatment. <br> 3 Each Party shall allow an exporter or producer who receives a verification letter <br> under paragraph 1(a) or a questionnaire under paragraph 1(b) no less than 30 days from <br> the date of receipt of that letter or questionnaire to provide the information and <br> documentation required or the completed questionnaire. On written request by the <br> exporter or producer made during that period, the importing Party may grant the exporter <br> or producer a single extension of the deadline for a period of no more than 30 days. <br> 4 If an exporter or producer fails to provide the information and documentation <br> required by a verification letter or fails to return a duly completed questionnaire within <br> the period or extension set out in paragraph 3, the importing Party may deny preferential <br> (a) the observers do not participate in a manner other than as observers; and <br> tariff treatment to the good in question in accordance with the procedures set out in <br> paragraphs 14, 15 and 16. <br> 5 Prior to conducting a verification visit under paragraph 1(c), a Party, through its <br> customs administration, shall: <br> (a) deliver a written notification of its intention to conduct the visit: <br> (i) to the exporter or producer whose premises are to be visited, <br> (ii) to the customs administration of the other Party, and <br> (iii) if requested by the other Party, to the embassy of that Party in the <br> territory of the Party proposing to conduct the visit; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> 6 The notification referred to in paragraph 5 must include: <br> (d) the object and scope of the proposed verification visit, including <br> specific reference to the good that is the subject of the verification; <br> (e) the names and titles of the officials performing the verification visit; and <br> 7 If an exporter or producer has not given its written consent to a proposed <br> verification visit within 30 days of receipt of a notification under paragraph 5, the <br> notifying Party may deny preferential tariff treatment to the good that would have been <br> the subject of the visit. <br> 8 The Party whose customs administration receives notification under <br> paragraph 5(a)(ii), within 15 days of receipt of the notification, may postpone in writing <br> to the customs administration who sent the notice, the proposed verification visit for no <br> more than 60 days from the date of that receipt or for a longer period that the <br> Parties may decide. <br> 9 Each Party shall allow, when the exporter or producer receives notification under <br> paragraph 5(a)(i), the exporter or producer to, on a single occasion, within 15 days of <br> receipt of the notification, request in writing the postponement of the proposed <br> verification visit for no more than 60 days from the date of that receipt or for a longer <br> period as accepted by the notifying Party. <br> 10 A Party shall not deny preferential tariff treatment to a good based only on the <br> postponement of a verification visit under paragraphs 8 or 9. <br> 11 A Party shall permit an exporter or a producer whose good is the subject of a <br> verification visit by the other Party to designate two observers to be present <br> during the visit, provided that: <br> (b) the failure of the exporter or producer to designate observers does not <br> 12 When a Party conducts a verification of origin involving a value test, de minimis <br> calculation or any other provision in Chapter Three (Rules of Origin) to which Generally <br> Accepted Accounting Principles may be relevant, it shall apply those principles as they <br> apply in the territory of the other Party from which the good was exported. <br> 13 When the producer of a good calculates the net cost of the good as set out <br> in Article 3.04 (Rules of Origin - Value Test), the importing Party will not verify, during <br> the period over which the net cost is being calculated, whether the good <br> satisfies the value test. <br> 14 The Party conducting a verification shall provide the exporter or producer whose <br> good is the subject of the verification with a written determination of whether the good <br> qualifies as originating, including findings of fact and the legal basis for the determination. <br> 15 If a Party determines as a result of an origin verification that the good that is the <br> subject of the verification does not qualify as originating, the Party shall include in its <br> written determination under paragraph 14 a written notice of intent to deny preferential <br> tariff treatment of the good. <br> 16 Each Party shall ensure that a written notice of intent to deny preferential tariff <br> treatment under paragraph 15 provides for at least 30 days during which the exporter or <br> producer of the good may provide, with regard to that determination, written comments <br> or additional information that will be taken into account by the Party prior <br> to completing the verification. <br> 17 In accordance with each Party's laws and regulations, if verifications by a Party <br> indicate a pattern of conduct by an exporter or a producer of false or unsupported <br> representations that a good imported into its territory qualifies as originating, the Party <br> may withhold preferential tariff treatment to identical goods exported or produced by that <br> exporter or producer until that exporter or producer establishes compliance with <br> Chapter Three (Rules of Origin). <br> 18 If, in conducting a verification of origin of a good imported into its territory under <br> this Article, a Party conducts a verification of the origin of a material that is used in the <br> production of the good, the Party shall conduct the verification of origin of the material in <br> accordance with the procedures in paragraphs 1 through 3, 5, 6, 8, 9 through 13 and 20. <br> 19 When a Party conducts a verification under paragraph 18, the Party may consider <br> the material to be non-originating in determining whether the good is an originating good <br> if the producer or supplier of that material does not allow the Party access to information <br> required to make a determination of whether the material is an originating material by the <br> following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire or letter; or <br> (c) refusal to consent, within 30 days of receipt of a notification under <br> paragraph 5, to a verification visit. <br> 20 For purposes of this Article, the importing Party shall ensure that communication <br> to the exporter or producer and to the other Party are sent by means that can produce a <br> confirmation of receipt. The periods referred to in this Article begin from the <br> date of that receipt. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.08: Confidentiality <br> 1 Each Party shall maintain, in accordance with its domestic law, the confidentiality <br> of the information collected under this Chapter and shall protect that information from <br> disclosure that could prejudice the competitive position of a person providing the <br> information. If the Party receiving or obtaining the information is required by its <br> domestic law to disclose the information, that Party shall notify the person or Party who <br> provided that information. <br> 2 Each Party shall ensure that the confidential information collected under this <br> Chapter is not used for purposes other than the administration and enforcement of <br> determinations of origin and of customs matters, except with the authorization of the <br> person or Party who provided the confidential information. <br> 3 Notwithstanding paragraph 2, a Party may allow information collected under this <br> Chapter to be used in any administrative, judicial or quasi-judicial proceedings instituted <br> for failure to comply with customs related laws and regulations implementing Chapter <br> Three (Rules of Origin) and this Chapter. A Party shall notify the person or Party who <br> provided the information in advance of that use. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.02: Certificate of Origin <br> Article 4.09: Penalties <br> other action that it considers necessary, pending a resolution of the matter under this Agreement. <br> 1 The Parties shall establish, no later than the date of entry into force of this <br> Each Party shall adopt or maintain measures for imposing criminal, civil or <br> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br> administrative penalties for violations of its laws and regulations relating to this Chapter. <br> exported from the territory of a Party into the territory of the other Party qualifies as an <br> Section III - Advance Rulings <br> originating good. The Certificate of Origin may thereafter be modified as the Parties may decide. <br> Article 4.10: Advance Rulings <br> 2 Each Party shall permit the Certificate of Origin for a good imported into its <br> 1. Each Party, through its customs administration, shall provide for the expeditious <br> territory to be completed in English, French or Spanish. <br> issuance of a written advance ruling, prior to the importation of a good into its territory, <br> 3 Each Party shall: <br> to an importer in its territory or an exporter or a producer in the territory of the other <br> (a) require an exporter in its territory to complete and sign a Certificate of <br> Party, on the basis of the facts and circumstances presented by that importer, exporter or <br> Origin for the exportation of a good for which an importer may claim <br> provided that the importation does not form part of a series of importations that may <br> producer of the good, concerning whether a good qualifies as an originating good in <br> preferential tariff treatment upon importation of the good into the territory <br> accordance with Chapter Three (Rules of Origin). <br> office responsible for the determination under review; and <br> of the other Party; and <br> 2 Each Party shall adopt or maintain procedures for the issuance of an advance <br> (b) provide that, when an exporter in its territory is not the producer of the <br> ruling, including a detailed description of the information reasonably required to process <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (i) knowledge of whether the good qualifies as an originating good, <br> 3 Each Party shall provide that its customs administration: <br> (ii) reasonable reliance on the producer's written representation that <br> (a) during the course of an evaluation of an application for an advance ruling, <br> the good qualifies as an originating good, or <br> may request supplemental information from the person requesting the ruling; <br> (iii) a completed and signed Certificate of Origin for the good, <br> (b) after it has obtained necessary information from the person requesting an <br> voluntarily provided to the exporter by the producer. <br> advance ruling, shall issue the ruling within 120 days; and <br> 4 Under paragraph 3 neither Party may require a producer to provide a Certificate <br> (c) shall provide to the person requesting the ruling a full explanation of the <br> an application for a ruling. <br> of Origin to an exporter. <br> reasons for the ruling. <br> 5 Each Party shall permit a Certificate of Origin to apply to: <br> 4 The customs administration may decline or postpone the issuance of an advance <br> (a) a single importation of one or more goods into the Party's territory; or <br> ruling if the ruling involves an issue that is the subject of: <br> (b) multiple importations of identical goods into the Party's territory that <br> (a) a verification of origin; <br> occur within a specified period not exceeding 12 months. <br> (b) a review by or appeal to the customs administration; or <br> 6 Each Party shall ensure that the Certificate of Origin is accepted by its customs <br> (c) a judicial or quasi-judicial review in that Party's territory. <br> administration for 4 years after the date on which the Certificate of Origin was signed. <br> 5 Subject to paragraph 8, each Party shall apply an advance ruling to importations <br> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> Article 4.03: Obligations Regarding Importations <br> into its territory of the good for which the ruling was requested, beginning on the date of <br> 1 Except as otherwise provided in this Chapter, each Party shall require an importer <br> its issuance or a later date specified in the ruling. <br> in its territory that claims preferential tariff treatment for a good imported into its territory <br> 6 Each Party shall provide to a person requesting an advance ruling the same <br> from the territory of the other Party to: <br> treatment, including the same interpretation and application of provisions of Chapter <br> (a) make a written declaration, in the import document provided by its laws <br> Three (Rules of Origin) regarding a determination of origin, as it provided to another <br> (a) the identity of the customs administration issuing the notification; <br> and regulations, based on a valid Certificate of Origin, that the good <br> person to whom it issued an advance ruling, provided that the facts and circumstances are <br> (b) the name of the exporter or producer whose premises are to be visited; <br> qualifies as originating; <br> identical in all material respects. <br> (c) the date and place of the proposed verification visit; <br> 7 The issuing Party may modify or revoke an advance ruling: <br> (c) provide, at the request of that Party's customs administration, a copy of <br> (a) if the ruling is based on an error of fact; <br> the Certificate of Origin and, if required by the customs administration, a <br> (b) if there is a change in a material fact or circumstance on which the ruling is based; <br> translation of the Certificate of Origin in a language required by its domestic law; and <br> (c) to conform with a modification of Chapter Two (National Treatment and <br> (d) promptly make a corrected declaration in a manner required by the <br> Market Access for Goods), Chapter Three (Rules of Origin), this Chapter <br> customs administration of the importing Party and pay any duties owing <br> or any Uniform Regulations; or <br> when the importer has reason to believe that a Certificate of Origin on <br> (d) to conform with a judicial decision or a change in its domestic law. <br> which a declaration was based contains information that is incorrect. <br> 8 Each Party shall provide that a modification or revocation of an advance ruling is <br> 2 For the purpose of paragraph 1(d), if the customs administration of the importing <br> effective on the date on which the modification or revocation is issued, or on a later date <br> Party determines that the Certificate of Origin has not been completed in accordance <br> specified in that modification or revocation, and is not applied to importations of a good <br> with Article 4.02, the importing Party shall ensure that the importer is granted no less <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> than 5 working days to provide the customs administration with a corrected Certificate of Origin. <br> issued has not acted in accordance with its terms and conditions. <br> 3 When an importer claims preferential tariff treatment for a good imported into the <br> 9 Notwithstanding paragraph 8, the issuing Party shall postpone the effective date <br> territory of a Party from the territory of the other Party: <br> of that modification or revocation for no more than 90 days where the person to whom <br> (a) the importing Party may deny preferential tariff treatment to the good if <br> the advance ruling was issued demonstrates that it has relied in good faith to <br> the importer fails to comply with a requirement under this Chapter; and <br> its detriment on that ruling. <br> (b) the importing Party shall not subject the importer to penalties for making <br> 10 Subject to paragraph 7, each Party shall provide that an advance ruling remains in <br> an incorrect declaration if the importer voluntarily corrects the declaration <br> (a) at least one level of administrative review independent of the official or <br> effect and is honoured. <br> under paragraph 1(d). <br> Section IV - Review and Appeal of Determinations of Origin <br> 4 Each Party, through its customs administration, may require an importer to <br> and Advance Rulings <br> demonstrate that a good for which the importer claims preferential tariff treatment was <br> Article 4.11: Review and Appeal <br> shipped in accordance with Article 3.14 (Rules of Origin - Transit and <br> 1. Each Party shall grant substantially the same rights of review and appeal of <br> Transshipment) by providing: <br> determinations of origin and advance rulings issued by its customs administration as it <br> (a) carrier documents, including bills of lading or waybills, indicating the <br> result in the postponement of the visit. <br> provides to an importer in its territory, to a person who: <br> shipping route and all points of shipment and transshipment prior to the <br> (a) completes and signs a Certificate of Origin for a good that has been the <br> importation of the good, and <br> subject of a determination of origin; or <br> (b) where the good is shipped through or transshipped outside the territories <br> (b) has received an advance ruling under Article 4.10(1). <br> of the Parties, a copy of the customs control documents indicating to that <br> 2 Further to Articles 20.04 (Transparency - Administrative Proceedings) and 20.05 <br> customs administration that the good remained under customs control <br> (Transparency - Review and Appeal), each Party shall provide that the rights of review <br> while outside the territories of the Parties. <br> and appeal referred to in paragraph 1 includes access to: <br> 5 Where a good would have qualified as an originating good when it was imported <br> into the territory of a Party, but no claim for preferential tariff treatment was made at the <br> time of importation, the importing Party shall permit the importer, within a period of no <br> (b) judicial or quasi-judicial review of the determination or decision taken at <br> less than 1 year after the date of importation, to apply for a refund of any excess duties <br> the final level of administrative review. <br> paid as a result of the good not having been granted preferential tariff treatment, on <br> Section V - Uniform Regulations <br> presentation to the customs administration of the importing Party of: <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (b) a copy of the Certificate of Origin; and <br> (c) other documentation relating to the importation of the good required by <br> the importing Party. <br> Article 4.04: Exceptions <br> A Party shall not require a Certificate of Origin for: <br> (a) an importation of a good whose value does not exceed USD 1,000 or its <br> equivalent amount in the Party's currency, or a higher amount that the <br> Party establishes, except that it may require that the invoice accompanying <br> the importation include a statement from the exporter certifying that the <br> good qualifies as an originating good, or <br> (b) an importation of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin, <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 4.02 and 4.03. <br> Article 4.05: Obligations Regarding Exportations <br> (a) on the request of its customs administration, an exporter in its territory, or <br> a producer in its territory that has provided a copy of a Certificate of <br> Origin to that exporter in accordance with Article 4.02(3)(b)(iii) must <br> provide a copy of the Certificate of Origin to its customs administration; <br> (b) an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin and has reason to believe that the Certificate of <br> Origin contains information that is incorrect must promptly notify in <br> writing every person to whom each has provided the Certificate of Origin <br> of a change that could affect the accuracy or validity of the Certificate of Origin; and <br> (c) a false certification by an exporter or a producer in its territory that a good <br> to be exported to the territory of the other Party qualifies as originating is <br> subject to the same legal consequences, with appropriate modifications, as <br> would apply to an importer in the territory of the exporting Party that <br> makes a false statement or representation in connection with an importation. <br> 2 Neither Party may impose penalties on an exporter or a producer in its territory <br> that voluntarily provides written notification under paragraph 1(b) with respect to the <br> making of an incorrect certification. <br> 3 Each Party may apply a measure that the circumstances warrant if an exporter or a <br> producer in its territory fails to comply with a requirement of this Chapter. <br> Section II - Administration and Enforcement <br> Article 4.06: Records <br> 1 Each Party shall provide that: <br> (a) an exporter or a producer in its territory that completes and signs a <br> Certificate of Origin must maintain in its territory, for 5 years after the <br> date on which the Certificate of Origin was signed or for a longer period <br> as specified by the Party, records relating to the origin of a good for which <br> preferential tariff treatment was claimed in the territory of the other Party, <br> including records associated with: <br> (i) the purchase of, cost of, shipping of, value of, and payment for, the exported good, <br> (ii) the purchase of, cost of, value of, and payment for all materials, <br> including indirect materials, used in the production of the exported good, and <br> (iii) the production of the good in the form in which it was exported; and <br> (b) an importer claiming preferential tariff treatment for a good imported into <br> the Party's territory must maintain, in that territory documentation relating <br> to the importation of the good, including a copy of the Certificate of <br> Origin, for 5 years after the date of importation of the good or for a longer <br> period as specified by the Party. <br> 2 When a Party requires importers, exporters or producers in its territory to <br> maintain documentation or records in relation to the origin of the good, in accordance <br> with that Party's laws and regulations, it shall permit them to do so in any medium, <br> provided that the documentation or records can be retrieved and printed. <br> 3 A Party may deny preferential tariff treatment to a good that is the subject of an <br> origin verification where the exporter, producer or importer of the good that is required to <br> maintain records or documentation under this Article: <br> (a) fails to maintain records or documentation relevant to determining the <br> origin of the good in accordance with the requirements of the Chapter; or <br> (b) denies access to the records or documentation. <br> (f) the legal authority for the verification visit. <br> Article 4.07: Origin Verifications <br> 1 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its <br> customs administration, conduct a verification only by means of: <br> (a) verification letters requesting information from the exporter or producer of <br> the good in the territory of the other Party; <br> (b) written questionnaires to an exporter or a producer in the territory of the other Party; <br> (c) visits to the premises of an exporter or a producer in the territory of the <br> other Party to review the records referred to in Article 4.06(1)(a) and <br> observe facilities used in the production of the good; or <br> (d) any other method that the Parties decide. <br> 2 For purposes of verifying the origin of a good, the importing Party may request <br> the importer of the good to voluntarily obtain and supply written information voluntarily <br> provided by the exporter or producer of the good in the territory of the other Party. The <br> importing Party shall not consider the failure or refusal of the importer to obtain and <br> supply that information as a failure of the exporter or producer to supply the information <br> or as a ground for denying preferential tariff treatment. <br> 3 Each Party shall allow an exporter or producer who receives a verification letter <br> under paragraph 1(a) or a questionnaire under paragraph 1(b) no less than 30 days from <br> the date of receipt of that letter or questionnaire to provide the information and <br> documentation required or the completed questionnaire. On written request by the <br> exporter or producer made during that period, the importing Party may grant the exporter <br> or producer a single extension of the deadline for a period of no more than 30 days. <br> 4 If an exporter or producer fails to provide the information and documentation <br> required by a verification letter or fails to return a duly completed questionnaire within <br> the period or extension set out in paragraph 3, the importing Party may deny preferential <br> (a) the observers do not participate in a manner other than as observers; and <br> tariff treatment to the good in question in accordance with the procedures set out in <br> paragraphs 14, 15 and 16. <br> 5 Prior to conducting a verification visit under paragraph 1(c), a Party, through its <br> customs administration, shall: <br> (a) deliver a written notification of its intention to conduct the visit: <br> (i) to the exporter or producer whose premises are to be visited, <br> (ii) to the customs administration of the other Party, and <br> (iii) if requested by the other Party, to the embassy of that Party in the <br> territory of the Party proposing to conduct the visit; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> 6 The notification referred to in paragraph 5 must include: <br> (d) the object and scope of the proposed verification visit, including <br> specific reference to the good that is the subject of the verification; <br> (e) the names and titles of the officials performing the verification visit; and <br> 7 If an exporter or producer has not given its written consent to a proposed <br> verification visit within 30 days of receipt of a notification under paragraph 5, the <br> notifying Party may deny preferential tariff treatment to the good that would have been <br> the subject of the visit. <br> 8 The Party whose customs administration receives notification under <br> paragraph 5(a)(ii), within 15 days of receipt of the notification, may postpone in writing <br> to the customs administration who sent the notice, the proposed verification visit for no <br> more than 60 days from the date of that receipt or for a longer period that the <br> Parties may decide. <br> 9 Each Party shall allow, when the exporter or producer receives notification under <br> paragraph 5(a)(i), the exporter or producer to, on a single occasion, within 15 days of <br> receipt of the notification, request in writing the postponement of the proposed <br> verification visit for no more than 60 days from the date of that receipt or for a longer <br> period as accepted by the notifying Party. <br> 10 A Party shall not deny preferential tariff treatment to a good based only on the <br> postponement of a verification visit under paragraphs 8 or 9. <br> 11 A Party shall permit an exporter or a producer whose good is the subject of a <br> verification visit by the other Party to designate two observers to be present <br> during the visit, provided that: <br> (b) the failure of the exporter or producer to designate observers does not <br> 12 When a Party conducts a verification of origin involving a value test, de minimis <br> calculation or any other provision in Chapter Three (Rules of Origin) to which Generally <br> Accepted Accounting Principles may be relevant, it shall apply those principles as they <br> apply in the territory of the other Party from which the good was exported. <br> 13 When the producer of a good calculates the net cost of the good as set out <br> in Article 3.04 (Rules of Origin - Value Test), the importing Party will not verify, during <br> the period over which the net cost is being calculated, whether the good <br> satisfies the value test. <br> 14 The Party conducting a verification shall provide the exporter or producer whose <br> good is the subject of the verification with a written determination of whether the good <br> qualifies as originating, including findings of fact and the legal basis for the determination. <br> 15 If a Party determines as a result of an origin verification that the good that is the <br> subject of the verification does not qualify as originating, the Party shall include in its <br> written determination under paragraph 14 a written notice of intent to deny preferential <br> tariff treatment of the good. <br> 16 Each Party shall ensure that a written notice of intent to deny preferential tariff <br> treatment under paragraph 15 provides for at least 30 days during which the exporter or <br> producer of the good may provide, with regard to that determination, written comments <br> or additional information that will be taken into account by the Party prior <br> to completing the verification. <br> 17 In accordance with each Party's laws and regulations, if verifications by a Party <br> indicate a pattern of conduct by an exporter or a producer of false or unsupported <br> representations that a good imported into its territory qualifies as originating, the Party <br> may withhold preferential tariff treatment to identical goods exported or produced by that <br> exporter or producer until that exporter or producer establishes compliance with <br> Chapter Three (Rules of Origin). <br> 18 If, in conducting a verification of origin of a good imported into its territory under <br> this Article, a Party conducts a verification of the origin of a material that is used in the <br> production of the good, the Party shall conduct the verification of origin of the material in <br> accordance with the procedures in paragraphs 1 through 3, 5, 6, 8, 9 through 13 and 20. <br> 19 When a Party conducts a verification under paragraph 18, the Party may consider <br> the material to be non-originating in determining whether the good is an originating good <br> if the producer or supplier of that material does not allow the Party access to information <br> required to make a determination of whether the material is an originating material by the <br> following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire or letter; or <br> (c) refusal to consent, within 30 days of receipt of a notification under <br> paragraph 5, to a verification visit. <br> 20 For purposes of this Article, the importing Party shall ensure that communication <br> to the exporter or producer and to the other Party are sent by means that can produce a <br> confirmation of receipt. The periods referred to in this Article begin from the <br> date of that receipt. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 4.12: Uniform Regulations <br> 1 The Parties may establish and implement, through their respective domestic law <br> or administrative policy, by the date of entry into force of this Agreement, Uniform <br> Regulations regarding the interpretation, application and administration of this Chapter. <br> 2 Each Party shall implement a modification of or addition to the Uniform <br> Regulations within a period that the Parties may decide. <br> Section VI - Cooperation <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.13: Cooperation <br> 1 The Parties shall cooperate, to the extent practicable, in jointly organizing training <br> programs on customs-related issues, such as simulated audit environment exercises, for <br> the officials and users who participate directly in customs procedures. <br> 2 With respect to goods considered originating in accordance with Article 3.05 <br> (Rules of Origin - Accumulation), the Parties may cooperate with a non-Party in <br> developing customs procedures based on the principles of this Chapter. <br> "}, {"ArticleTitle": "Customs Procedures Sub-Committee", "ArticleDesc": "Article 4.14: Customs Procedures Sub-Committee <br> 1 The Parties hereby establish a Customs Procedures Sub-Committee comprising <br> representatives of each Party. The Sub-Committee shall meet periodically at the request <br> of a Party, and shall: <br> (a) endeavour to decide on: <br> (i) the uniform interpretation, application and administration of Articles 2.05 <br> (National Treatment and Market Access for Goods - <br> Temporary Admission of Goods), 2.06 (National Treatment and <br> Market Access for Goods - Duty-Free Entry of Certain <br> Commercial Samples and Printed Advertising Materials), and 2.07 <br> (National Treatment and Market Access for Goods - Goods Re- <br> Entered after Repair or Alteration), of Chapter Three (Rules of <br> Origin), this Chapter and any Uniform Regulations, <br> (ii) tariff classification and valuation matters relating to determinations of origin, <br> (iii) equivalent procedures and criteria for the request, approval, <br> modification, revocation and implementation of advance rulings, <br> (iv) revision of the Certificate of Origin, <br> (v) any other matter referred to it by a Party or the Committee on <br> Trade in Goods and Rules of Origin established under Article 2.19 <br> (National Treatment and Market Access for Goods - Consultations <br> and Committee on Trade in Goods and Rules of Origin), and <br> (vi) any other customs-related matter arising under this Agreement; <br> (b) consider: <br> (i) the harmonization of customs-related automation requirements and documentation, and <br> (ii) proposed customs-related administrative or operational changes <br> that may affect the flow of trade between the Parties' territories; <br> (c) report periodically to the Committee on Trade in Goods and Rules of <br> Origin and notify it of any agreement reached under this paragraph; and <br> (d) refer to the Committee on Trade in Goods and Rules of Origin any matter <br> on which it has been unable to reach a decision within 60 days of referral <br> of the matter to it, under paragraph (a)(v). <br> 2 Nothing in this Chapter prevents a Party from issuing a determination of origin or <br> an advance ruling relating to a matter under consideration by the Customs Procedures <br> Sub-Committee or the Committee on Trade in Goods and Rules of Origin or from taking <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 4.02: Certificate of Origin <br> Article 4.09: Penalties <br> other action that it considers necessary, pending a resolution of the matter under this Agreement. <br> 1 The Parties shall establish, no later than the date of entry into force of this <br> Each Party shall adopt or maintain measures for imposing criminal, civil or <br> Agreement, a Certificate of Origin for the purpose of certifying that a good being <br> administrative penalties for violations of its laws and regulations relating to this Chapter. <br> exported from the territory of a Party into the territory of the other Party qualifies as an <br> Section III - Advance Rulings <br> originating good. The Certificate of Origin may thereafter be modified as the Parties may decide. <br> Article 4.10: Advance Rulings <br> 2 Each Party shall permit the Certificate of Origin for a good imported into its <br> 1. Each Party, through its customs administration, shall provide for the expeditious <br> territory to be completed in English, French or Spanish. <br> issuance of a written advance ruling, prior to the importation of a good into its territory, <br> 3 Each Party shall: <br> to an importer in its territory or an exporter or a producer in the territory of the other <br> (a) require an exporter in its territory to complete and sign a Certificate of <br> Party, on the basis of the facts and circumstances presented by that importer, exporter or <br> Origin for the exportation of a good for which an importer may claim <br> provided that the importation does not form part of a series of importations that may <br> producer of the good, concerning whether a good qualifies as an originating good in <br> preferential tariff treatment upon importation of the good into the territory <br> accordance with Chapter Three (Rules of Origin). <br> office responsible for the determination under review; and <br> of the other Party; and <br> 2 Each Party shall adopt or maintain procedures for the issuance of an advance <br> (b) provide that, when an exporter in its territory is not the producer of the <br> ruling, including a detailed description of the information reasonably required to process <br> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br> (i) knowledge of whether the good qualifies as an originating good, <br> 3 Each Party shall provide that its customs administration: <br> (ii) reasonable reliance on the producer's written representation that <br> (a) during the course of an evaluation of an application for an advance ruling, <br> the good qualifies as an originating good, or <br> may request supplemental information from the person requesting the ruling; <br> (iii) a completed and signed Certificate of Origin for the good, <br> (b) after it has obtained necessary information from the person requesting an <br> voluntarily provided to the exporter by the producer. <br> advance ruling, shall issue the ruling within 120 days; and <br> 4 Under paragraph 3 neither Party may require a producer to provide a Certificate <br> (c) shall provide to the person requesting the ruling a full explanation of the <br> an application for a ruling. <br> of Origin to an exporter. <br> reasons for the ruling. <br> 5 Each Party shall permit a Certificate of Origin to apply to: <br> 4 The customs administration may decline or postpone the issuance of an advance <br> (a) a single importation of one or more goods into the Party's territory; or <br> ruling if the ruling involves an issue that is the subject of: <br> (b) multiple importations of identical goods into the Party's territory that <br> (a) a verification of origin; <br> occur within a specified period not exceeding 12 months. <br> (b) a review by or appeal to the customs administration; or <br> 6 Each Party shall ensure that the Certificate of Origin is accepted by its customs <br> (c) a judicial or quasi-judicial review in that Party's territory. <br> administration for 4 years after the date on which the Certificate of Origin was signed. <br> 5 Subject to paragraph 8, each Party shall apply an advance ruling to importations <br> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br> Article 4.03: Obligations Regarding Importations <br> into its territory of the good for which the ruling was requested, beginning on the date of <br> 1 Except as otherwise provided in this Chapter, each Party shall require an importer <br> its issuance or a later date specified in the ruling. <br> in its territory that claims preferential tariff treatment for a good imported into its territory <br> 6 Each Party shall provide to a person requesting an advance ruling the same <br> from the territory of the other Party to: <br> treatment, including the same interpretation and application of provisions of Chapter <br> (a) make a written declaration, in the import document provided by its laws <br> Three (Rules of Origin) regarding a determination of origin, as it provided to another <br> (a) the identity of the customs administration issuing the notification; <br> and regulations, based on a valid Certificate of Origin, that the good <br> person to whom it issued an advance ruling, provided that the facts and circumstances are <br> (b) the name of the exporter or producer whose premises are to be visited; <br> qualifies as originating; <br> identical in all material respects. <br> (c) the date and place of the proposed verification visit; <br> 7 The issuing Party may modify or revoke an advance ruling: <br> (c) provide, at the request of that Party's customs administration, a copy of <br> (a) if the ruling is based on an error of fact; <br> the Certificate of Origin and, if required by the customs administration, a <br> (b) if there is a change in a material fact or circumstance on which the ruling is based; <br> translation of the Certificate of Origin in a language required by its domestic law; and <br> (c) to conform with a modification of Chapter Two (National Treatment and <br> (d) promptly make a corrected declaration in a manner required by the <br> Market Access for Goods), Chapter Three (Rules of Origin), this Chapter <br> customs administration of the importing Party and pay any duties owing <br> or any Uniform Regulations; or <br> when the importer has reason to believe that a Certificate of Origin on <br> (d) to conform with a judicial decision or a change in its domestic law. <br> which a declaration was based contains information that is incorrect. <br> 8 Each Party shall provide that a modification or revocation of an advance ruling is <br> 2 For the purpose of paragraph 1(d), if the customs administration of the importing <br> effective on the date on which the modification or revocation is issued, or on a later date <br> Party determines that the Certificate of Origin has not been completed in accordance <br> specified in that modification or revocation, and is not applied to importations of a good <br> with Article 4.02, the importing Party shall ensure that the importer is granted no less <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> than 5 working days to provide the customs administration with a corrected Certificate of Origin. <br> issued has not acted in accordance with its terms and conditions. <br> 3 When an importer claims preferential tariff treatment for a good imported into the <br> 9 Notwithstanding paragraph 8, the issuing Party shall postpone the effective date <br> territory of a Party from the territory of the other Party: <br> of that modification or revocation for no more than 90 days where the person to whom <br> (a) the importing Party may deny preferential tariff treatment to the good if <br> the advance ruling was issued demonstrates that it has relied in good faith to <br> the importer fails to comply with a requirement under this Chapter; and <br> its detriment on that ruling. <br> (b) the importing Party shall not subject the importer to penalties for making <br> 10 Subject to paragraph 7, each Party shall provide that an advance ruling remains in <br> an incorrect declaration if the importer voluntarily corrects the declaration <br> (a) at least one level of administrative review independent of the official or <br> effect and is honoured. <br> under paragraph 1(d). <br> Section IV - Review and Appeal of Determinations of Origin <br> 4 Each Party, through its customs administration, may require an importer to <br> and Advance Rulings <br> demonstrate that a good for which the importer claims preferential tariff treatment was <br> Article 4.11: Review and Appeal <br> shipped in accordance with Article 3.14 (Rules of Origin - Transit and <br> 1. Each Party shall grant substantially the same rights of review and appeal of <br> Transshipment) by providing: <br> determinations of origin and advance rulings issued by its customs administration as it <br> (a) carrier documents, including bills of lading or waybills, indicating the <br> result in the postponement of the visit. <br> provides to an importer in its territory, to a person who: <br> shipping route and all points of shipment and transshipment prior to the <br> (a) completes and signs a Certificate of Origin for a good that has been the <br> importation of the good, and <br> subject of a determination of origin; or <br> (b) where the good is shipped through or transshipped outside the territories <br> (b) has received an advance ruling under Article 4.10(1). <br> of the Parties, a copy of the customs control documents indicating to that <br> 2 Further to Articles 20.04 (Transparency - Administrative Proceedings) and 20.05 <br> customs administration that the good remained under customs control <br> (Transparency - Review and Appeal), each Party shall provide that the rights of review <br> while outside the territories of the Parties. <br> and appeal referred to in paragraph 1 includes access to: <br> 5 Where a good would have qualified as an originating good when it was imported <br> into the territory of a Party, but no claim for preferential tariff treatment was made at the <br> time of importation, the importing Party shall permit the importer, within a period of no <br> (b) judicial or quasi-judicial review of the determination or decision taken at <br> less than 1 year after the date of importation, to apply for a refund of any excess duties <br> the final level of administrative review. <br> paid as a result of the good not having been granted preferential tariff treatment, on <br> Section V - Uniform Regulations <br> presentation to the customs administration of the importing Party of: <br> (a) a written declaration that the good qualified as originating at the time of importation; <br> (b) a copy of the Certificate of Origin; and <br> (c) other documentation relating to the importation of the good required by <br> the importing Party. <br> Article 4.04: Exceptions <br> A Party shall not require a Certificate of Origin for: <br> (a) an importation of a good whose value does not exceed USD 1,000 or its <br> equivalent amount in the Party's currency, or a higher amount that the <br> Party establishes, except that it may require that the invoice accompanying <br> the importation include a statement from the exporter certifying that the <br> good qualifies as an originating good, or <br> (b) an importation of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin, <br> reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 4.02 and 4.03. <br> Article 4.05: Obligations Regarding Exportations <br> (a) on the request of its customs administration, an exporter in its territory, or <br> a producer in its territory that has provided a copy of a Certificate of <br> Origin to that exporter in accordance with Article 4.02(3)(b)(iii) must <br> provide a copy of the Certificate of Origin to its customs administration; <br> (b) an exporter or a producer in its territory that has completed and signed a <br> Certificate of Origin and has reason to believe that the Certificate of <br> Origin contains information that is incorrect must promptly notify in <br> writing every person to whom each has provided the Certificate of Origin <br> of a change that could affect the accuracy or validity of the Certificate of Origin; and <br> (c) a false certification by an exporter or a producer in its territory that a good <br> to be exported to the territory of the other Party qualifies as originating is <br> subject to the same legal consequences, with appropriate modifications, as <br> would apply to an importer in the territory of the exporting Party that <br> makes a false statement or representation in connection with an importation. <br> 2 Neither Party may impose penalties on an exporter or a producer in its territory <br> that voluntarily provides written notification under paragraph 1(b) with respect to the <br> making of an incorrect certification. <br> 3 Each Party may apply a measure that the circumstances warrant if an exporter or a <br> producer in its territory fails to comply with a requirement of this Chapter. <br> Section II - Administration and Enforcement <br> Article 4.06: Records <br> 1 Each Party shall provide that: <br> (a) an exporter or a producer in its territory that completes and signs a <br> Certificate of Origin must maintain in its territory, for 5 years after the <br> date on which the Certificate of Origin was signed or for a longer period <br> as specified by the Party, records relating to the origin of a good for which <br> preferential tariff treatment was claimed in the territory of the other Party, <br> including records associated with: <br> (i) the purchase of, cost of, shipping of, value of, and payment for, the exported good, <br> (ii) the purchase of, cost of, value of, and payment for all materials, <br> including indirect materials, used in the production of the exported good, and <br> (iii) the production of the good in the form in which it was exported; and <br> (b) an importer claiming preferential tariff treatment for a good imported into <br> the Party's territory must maintain, in that territory documentation relating <br> to the importation of the good, including a copy of the Certificate of <br> Origin, for 5 years after the date of importation of the good or for a longer <br> period as specified by the Party. <br> 2 When a Party requires importers, exporters or producers in its territory to <br> maintain documentation or records in relation to the origin of the good, in accordance <br> with that Party's laws and regulations, it shall permit them to do so in any medium, <br> provided that the documentation or records can be retrieved and printed. <br> 3 A Party may deny preferential tariff treatment to a good that is the subject of an <br> origin verification where the exporter, producer or importer of the good that is required to <br> maintain records or documentation under this Article: <br> (a) fails to maintain records or documentation relevant to determining the <br> origin of the good in accordance with the requirements of the Chapter; or <br> (b) denies access to the records or documentation. <br> (f) the legal authority for the verification visit. <br> Article 4.07: Origin Verifications <br> 1 For purposes of determining whether a good imported into its territory from the <br> territory of the other Party qualifies as an originating good, a Party may, through its <br> customs administration, conduct a verification only by means of: <br> (a) verification letters requesting information from the exporter or producer of <br> the good in the territory of the other Party; <br> (b) written questionnaires to an exporter or a producer in the territory of the other Party; <br> (c) visits to the premises of an exporter or a producer in the territory of the <br> other Party to review the records referred to in Article 4.06(1)(a) and <br> observe facilities used in the production of the good; or <br> (d) any other method that the Parties decide. <br> 2 For purposes of verifying the origin of a good, the importing Party may request <br> the importer of the good to voluntarily obtain and supply written information voluntarily <br> provided by the exporter or producer of the good in the territory of the other Party. The <br> importing Party shall not consider the failure or refusal of the importer to obtain and <br> supply that information as a failure of the exporter or producer to supply the information <br> or as a ground for denying preferential tariff treatment. <br> 3 Each Party shall allow an exporter or producer who receives a verification letter <br> under paragraph 1(a) or a questionnaire under paragraph 1(b) no less than 30 days from <br> the date of receipt of that letter or questionnaire to provide the information and <br> documentation required or the completed questionnaire. On written request by the <br> exporter or producer made during that period, the importing Party may grant the exporter <br> or producer a single extension of the deadline for a period of no more than 30 days. <br> 4 If an exporter or producer fails to provide the information and documentation <br> required by a verification letter or fails to return a duly completed questionnaire within <br> the period or extension set out in paragraph 3, the importing Party may deny preferential <br> (a) the observers do not participate in a manner other than as observers; and <br> tariff treatment to the good in question in accordance with the procedures set out in <br> paragraphs 14, 15 and 16. <br> 5 Prior to conducting a verification visit under paragraph 1(c), a Party, through its <br> customs administration, shall: <br> (a) deliver a written notification of its intention to conduct the visit: <br> (i) to the exporter or producer whose premises are to be visited, <br> (ii) to the customs administration of the other Party, and <br> (iii) if requested by the other Party, to the embassy of that Party in the <br> territory of the Party proposing to conduct the visit; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> 6 The notification referred to in paragraph 5 must include: <br> (d) the object and scope of the proposed verification visit, including <br> specific reference to the good that is the subject of the verification; <br> (e) the names and titles of the officials performing the verification visit; and <br> 7 If an exporter or producer has not given its written consent to a proposed <br> verification visit within 30 days of receipt of a notification under paragraph 5, the <br> notifying Party may deny preferential tariff treatment to the good that would have been <br> the subject of the visit. <br> 8 The Party whose customs administration receives notification under <br> paragraph 5(a)(ii), within 15 days of receipt of the notification, may postpone in writing <br> to the customs administration who sent the notice, the proposed verification visit for no <br> more than 60 days from the date of that receipt or for a longer period that the <br> Parties may decide. <br> 9 Each Party shall allow, when the exporter or producer receives notification under <br> paragraph 5(a)(i), the exporter or producer to, on a single occasion, within 15 days of <br> receipt of the notification, request in writing the postponement of the proposed <br> verification visit for no more than 60 days from the date of that receipt or for a longer <br> period as accepted by the notifying Party. <br> 10 A Party shall not deny preferential tariff treatment to a good based only on the <br> postponement of a verification visit under paragraphs 8 or 9. <br> 11 A Party shall permit an exporter or a producer whose good is the subject of a <br> verification visit by the other Party to designate two observers to be present <br> during the visit, provided that: <br> (b) the failure of the exporter or producer to designate observers does not <br> 12 When a Party conducts a verification of origin involving a value test, de minimis <br> calculation or any other provision in Chapter Three (Rules of Origin) to which Generally <br> Accepted Accounting Principles may be relevant, it shall apply those principles as they <br> apply in the territory of the other Party from which the good was exported. <br> 13 When the producer of a good calculates the net cost of the good as set out <br> in Article 3.04 (Rules of Origin - Value Test), the importing Party will not verify, during <br> the period over which the net cost is being calculated, whether the good <br> satisfies the value test. <br> 14 The Party conducting a verification shall provide the exporter or producer whose <br> good is the subject of the verification with a written determination of whether the good <br> qualifies as originating, including findings of fact and the legal basis for the determination. <br> 15 If a Party determines as a result of an origin verification that the good that is the <br> subject of the verification does not qualify as originating, the Party shall include in its <br> written determination under paragraph 14 a written notice of intent to deny preferential <br> tariff treatment of the good. <br> 16 Each Party shall ensure that a written notice of intent to deny preferential tariff <br> treatment under paragraph 15 provides for at least 30 days during which the exporter or <br> producer of the good may provide, with regard to that determination, written comments <br> or additional information that will be taken into account by the Party prior <br> to completing the verification. <br> 17 In accordance with each Party's laws and regulations, if verifications by a Party <br> indicate a pattern of conduct by an exporter or a producer of false or unsupported <br> representations that a good imported into its territory qualifies as originating, the Party <br> may withhold preferential tariff treatment to identical goods exported or produced by that <br> exporter or producer until that exporter or producer establishes compliance with <br> Chapter Three (Rules of Origin). <br> 18 If, in conducting a verification of origin of a good imported into its territory under <br> this Article, a Party conducts a verification of the origin of a material that is used in the <br> production of the good, the Party shall conduct the verification of origin of the material in <br> accordance with the procedures in paragraphs 1 through 3, 5, 6, 8, 9 through 13 and 20. <br> 19 When a Party conducts a verification under paragraph 18, the Party may consider <br> the material to be non-originating in determining whether the good is an originating good <br> if the producer or supplier of that material does not allow the Party access to information <br> required to make a determination of whether the material is an originating material by the <br> following or other means: <br> (a) denial of access to its records; <br> (b) failure to respond to a verification questionnaire or letter; or <br> (c) refusal to consent, within 30 days of receipt of a notification under <br> paragraph 5, to a verification visit. <br> 20 For purposes of this Article, the importing Party shall ensure that communication <br> to the exporter or producer and to the other Party are sent by means that can produce a <br> confirmation of receipt. The periods referred to in this Article begin from the <br> date of that receipt. <br> "}]}]}, "members_found": ["124", "591", 4, 8703900000]}