{"FtaRooDetails": {"FtaId": 269, "FtaCode": "ITC00275", "FtaName": "FTA, CARICOM-Costa Rica", "FtaFullName": "AGREEMENT BETWEEN THE CARIBBEAN COMMUNITY (CARICOM), ACTING ON BEHALF OF THE GOVERNMENTS OF ANTIGUA AND BARBUDA, BARBADOS, BELIZE, DOMINICA, GRENADA, GUYANA, JAMAICA, ST. KITTS AND NEVIS, SAINT LUCIA, ST. VINCENT AND THE GRENADINES, SURINAME AND TRINIDAD AND TOBAGO AND THE GOVERNMENT OF THE REPUBLIC OF COSTA RICA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "10.03.2011", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Antigua and Barbuda; Bahamas; Barbados; Belize; Costa Rica; Dominica; Grenada; Guyana; Haiti; Jamaica; Montserrat; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CARICOM-Costa Rica", "AdminProcCooAuth": "The certification type under FTA, CARICOM-Costa Rica is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CARICOM-Costa Rica is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CARICOM-Costa Rica agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "45%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH", "RooText": "A change to heading 87.01 through 87.07 from any other heading.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " Annex IV.03<br /> Specific Rules of Origin<br /> Section A - General Interpretative Note<br /> 1. A requirement of a change in tariff classification applies only to non-<br /> originating materials.<br /> 2. Where a specific rule of origin is defined using the criterion of a change in<br /> tariff classification, and it is written to exempt tariff items at the level of a Chapter,<br /> heading or subheading of the Harmonized System, it shall be construed to mean<br /> that the materials corresponding to such tariff items must be originating for the<br /> good to qualify as originating.<br /> 3. When a specific rule of origin is defined using the criterion of change in tariff<br /> classification, and the terms \"within that subheading\" or \"within that heading\" are<br /> used, it shall be construed that any production process confers origin, except for<br /> those processes set out under Article IV.12 (Operations and practices that do not<br /> confer origin).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00275_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00275_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/trade/crcrcom_e/Annexes/AnnexIV.03.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00275_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/crcrcom_e/Text/Chapter_IV.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00275_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/trade/crcrcom_e/Text/Chapter_V.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00275_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/crcrcom_e/crcrcomind_e.asp"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.06: Accumulation <br /> For purposes of determining whether a good is an originating good, the <br /> production of the good in the territory of one or both of the Parties by one or more <br /> producers, at the choice of the exporter or producer of the good for which <br /> preferential tariff treatment is claimed, shall be considered to have been <br /> performed in the territory of either of the Parties by that exporter or producer, provided that: <br /> (a) all non-originating materials used in the production of the good <br /> undergo an applicable tariff classification change set out in Annex <br /> IV.03, in the territory of one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.05: De Minimis <br /> 1 Except as provided in paragraphs 2 and 3 a good shall be considered to be <br /> an originating good if the value of all non-originating materials used in the <br /> production of the good that do not undergo an applicable change in tariff <br /> classification set out in Annex IV.03 does not exceed seven percent (7%) of the <br /> transaction value of the good adjusted on an F.O.B. basis, provided that the good <br /> satisfies all other applicable requirements of this Chapter. <br /> 2 Except as specified in a product-specific rule of origin of Annex IV.03 <br /> applicable to a good, paragraph 1 does not apply to a non-originating material <br /> used in the production of a good included in Chapters 1 through 24 of the <br /> Harmonized System, unless the non-originating material is provided for in a <br /> different subheading from the good for which origin is being determined under this Article. <br /> 3 A good provided for in Chapters 50 through 63 of the Harmonized System, <br /> that is a non-originating good because certain fibres or yarns used in the <br /> production of the component of the good that determines the tariff classification <br /> of the good do not undergo an applicable change in tariff classification set out in <br /> Annex IV.03, shall nonetheless be considered an originating good if the total <br /> weight of all such fibres or yarns in that material does not exceed ten percent <br /> (10%) of the total weight of that material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.09: Accessories, Spare or Replacement Parts and Tools <br /> Accessories, spare or replacement parts and tools delivered with the good as <br /> part of the standard accessories, spare parts, or tools of the good shall not be <br /> considered to determine whether all the non-originating materials used in the <br /> production of he good undergo the applicable change in tariff classification set <br /> out in Annex IV.03 provided that: <br /> (a) the accessories, spare or replacement parts and tools are not <br /> invoiced separately from the good regardless of whether they are <br /> broken down or detailed separately in the same invoice; and <br /> (b) the quantity and value of the accessories, spare or replacement <br /> parts or tools are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.01: Definitions <br /> goods wholly obtained or produced entirely in the territory of one or both <br /> Parties means: <br /> (a) minerals and other natural resources extracted or taken from the <br /> territory of one or both Parties; <br /> (b) plants and plant products harvested in the territory of one or both Parties; <br /> (c) live animals born and raised in the territory of one or both Parties; <br /> (d) goods obtained from live animals in the territory of one or both of the Parties; <br /> (e) goods obtained from hunting, trapping, fishing, gathering or <br /> capturing in the territory of one or both Parties; <br /> (f) goods (fish, shellfish and other marine life) taken from the sea, <br /> seabed or subsoil outside the territory of one or both of the Parties <br /> by a vessel registered, recorded or listed with a Party, or leased by <br /> a company established in the territory of a Party, and entitled to fly its flag; <br /> (g) goods produced on board a factory ship from the goods referred to <br /> in subparagraph (f), provided such factory ship is registered, <br /> recorded or listed with a Party, or leased by a company established <br /> in the territory of a Party, and entitled to fly its flag; <br /> (h) goods, other than fish, shellfish and other marine life, taken or <br /> extracted from the seabed or the subsoil, in the area outside the <br /> continental shelf and the exclusive economic zone of either of the <br /> Parties or of any other State as defined in the United Nations <br /> Convention on the Law of the Sea, by a vessel registered, recorded <br /> or listed with a Party and entitled to fly its flag, or by a Party or <br /> person from a Party; <br /> (i) waste and scrap derived from: <br /> i) production in the territory of one or both Parties; or <br /> ii) used goods collected in the territory of one or both Parties, <br /> provided such goods are fit only for the recovery of raw materials; and <br /> iii) goods produced in the territory of one or both Parties <br /> exclusively from goods referred to in subparagraphs (a) <br /> through (i), or from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.12: Operations and Practices that Do Not Confer Origin <br /> 1 Except for sets referred to in Article IV.07 or as specified in a product- <br /> specific rule of origin of Annex IV.03 applicable to the good, a good shall not be <br /> considered to be an originating good merely by reason of : <br /> (a) disassembly of the good into its parts; <br /> (b) a change in the end use of the good; <br /> (c) the mere separation of one or more individual materials or <br /> components from an artificial mixture; <br /> (d) mere dilution with water or another substance that does not <br /> materially alter the characteristics of the good; <br /> (e) removal of dust or damaged parts from, oiling of, or applying anti- <br /> rust paint or protective coatings to, the good; <br /> (f) testing or calibration, division of loose shipments, grouping into <br /> packages, or attaching identifying labels, markings or signs to the <br /> good or its packaging; <br /> (g) simple operations destined to assure the preservation of the goods <br /> during transportation or storage, such as ventilation, cooling, <br /> extraction of damaged parts, drying or addition of substances; <br /> (h) dusting , sifting, classifying, selecting, washing, cutting; <br /> (i) placing marks, labels or similar distinctive signs; <br /> (j) cleaning, including removal of oxide, grease, paint or other coatings; <br /> (k) packaging or repackaging of the good; <br /> (l) the slaughtering of animals; or <br /> (m) operations which consist solely of welding, soldering, fastening, <br /> riveting, bolting and like operations, or otherwise putting together of <br /> all finished parts or components to constitute a finished product. <br /> 2 Origin shall not be conferred upon a good by any price setting practice or <br /> activity in respect of which it may be demonstrated, on the basis of a <br /> preponderance of evidence, that the object was to circumvent the provisions <br /> under this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.04: Value of non-originating materials <br /> The value of a material used in the production of a good shall: <br /> (a) be the transaction value of the material determined in accordance <br /> with Article 1 of the Customs Valuation Agreement; <br /> (b) in the event that there is no transaction value or the transaction <br /> value of the material is unacceptable under Article 1 of the Customs <br /> Valuation Agreement, be determined in accordance with Articles 2 <br /> through 7 of the Customs Valuation Agreement; <br /> (c) where not covered under subparagraph (a) or (b), include freight, <br /> insurance, packing and all other costs ncurred in transporting the <br /> material to the place of importation; or <br /> (d) in the case of a domestic transaction, be determined in accordance <br /> with the principles of the Customs Valuation Agreement in the <br /> same manner as an international transaction, with such <br /> adjustments as may be required by the circumstances.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.01: Definitions <br /> indirect material means a good used in the production, testing or inspection of a <br /> good, but that is not physically incorporated in that good; or a good that is used in <br /> the maintenance of buildings or the operation of equipment related to the <br /> production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and molds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials <br /> used in production process, equipment operation or maintenance of buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, apparatus and accessories used for the verification or inspection of goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated in the good, but the use <br /> of which, in the production of the good, can reasonably be <br /> demonstrated to be a part of that production; <br /> Article IV.08: Indirect Material <br /> The indirect materials shall be considered originating goods, regardless of where <br /> they are produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.13: Direct Transport <br /> 1 In order for goods to benefit from the preferential tariff treatment provided <br /> under this Agreement, they shall be subject to direct expedition from the <br /> exporting Party to the importing Party. <br /> 2 For the purpose of paragraph 1, goods may: <br /> (a) be transported directly from the exporting Party to the importing Party; or <br /> (b) be transported in transit through one or more countries, either Party <br /> or non Party of this Agreement, with or without transshipment or <br /> temporary storage under surveillance of customs authorities of <br /> such countries, provided that: <br /> i) the transit is justified by geographical reasons or by <br /> considerations related to international transport requirements; <br /> ii) they do not enter into domestic trade or consumption in such countries; and <br /> iii) they do not undergo further production or be subject to any <br /> other operation outside the territory of the Parties, other than <br /> unloading, reloading or any other operation necessary to <br /> preserve the good in good condition or to transport it to the <br /> territory of a Party. <br /> Chapter V: Customs Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.03: Originating Goods <br /> 2 For the purpose of this Chapter, the production of a good from non- <br /> originating materials that comply with a change of tariff classification and other <br /> requirements, according to the provisions of Annex IV.03, shall be done entirely <br /> in the territory of one or both Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.10: Packaging Materials and Containers for Retail Sale <br /> Packaging materials and containers in which a good is packaged for retail sale <br /> shall, if classified with the good they contain, be disregarded in determining <br /> whether all the non-originating materials used in the production of the good <br /> undergo the applicable change in tariff classification set out in the Annex IV.03. <br /> Article IV.11: Packaging Materials and Containers for Shipment <br /> Packaging materials and containers in which the good is packed for shipment <br /> shall be disregarded in determining whether all the non-originating materials <br /> used in the production of the good undergo the applicable change in tariff <br /> classification set out in the Annex IV.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article IV.07: Sets or Assortments of Goods <br /> Sets, as defined in general rule 3 of the Harmonized System, shall be regarded <br /> as originating when all goods contained in the set qualify as originating goods. <br /> Nevertheless, when a set is composed of originating and non originating goods, <br /> the set as a whole shall be regarded as originating provided that the value of the <br /> non originating goods does not exceed seven per cent (7%) of the FOB value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article V.02: Certificate of Origin <br /> 1 The Parties shall establish by the date of entry into force of this Agreement, <br /> a Certificate of Origin, which shall serve to certify that a good being exported <br /> from the territory of a Party into the territory of the other Party qualifies as an <br /> originating good. This Certificate of Origin may be modified by agreement of the Parties. <br /> 2 Each Party may require that a Certificate of Origin for a good imported into <br /> its territory is completed in the language required under its law. <br /> 3 Each Party shall require its exporters to make a declaration on the <br /> Certificate of Origin, indicating compliance with the rules of origin prescribed in <br /> Chapter IV (Rules of Origin) for the export of a good for which an importer may <br /> claim preferential tariff treatment. <br /> 4 The certifying authority of the exporting Party shall certify on the Certificate <br /> of Origin that the declaration made by the exporter is accurate. <br /> 5 Each Party shall provide that, where an exporter in its territory is not the <br /> producer of the good, the exporter may make a declaration on the Certificate of <br /> Origin on the basis of: <br /> (a) its knowledge of whether the good qualifies as an originating good; or <br /> (b) its reasonable reliance on the producer's written declaration made <br /> on the Certificate of Origin or on a separate document, that the <br /> good qualifies as an originating good; <br /> 6 Each Party shall prescribe that the Certificate of Origin issued by a <br /> certifying authority, in accordance with paragraph 4, is applicable to a single <br /> import of one or more goods. <br /> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br /> by the customs authority of the importing Party within the period of six (6) months <br /> from the signature date. <br /> Article V.03: The Functions and Obligations of the Certifying Authorities Responsible for Origin Certification <br /> 1 The certifying authority required to carry out the certification procedures shall: <br /> (a) verify the accuracy of the declaration presented to them by the final <br /> producer or the exporter, by means of the systems or procedures <br /> which ensure the accuracy of the data; and <br /> (b) provide to the other Party the administrative cooperation required <br /> for the control of documentary proof of the origin. <br /> 2 The certifying authorities designated by the Parties shall, no later than thirty <br /> (30) days after entry into force of this Agreement, transmit through the Ministry of <br /> Foreign Trade, in the case of Costa Rica, and the CARICOM Secretariat, in the <br /> case of CARICOM, the approved list of the designated authorities to issue the <br /> certificates mentioned in this Chapter, along with a list of the authorized <br /> signatories, their specimen signatures and the stamps of the designated <br /> authorities. <br /> 3 Any changes to such listings shall become effective fifteen (15) days after <br /> receipt of notification thereof. <br /> Article V.04: Obligations Regarding Imports <br /> 1 Each Party shall require an importer requesting preferential tariff treatment <br /> for a good imported into its territory from the territory of another Party to: <br /> (a) make a written declaration in the import document, based on a valid <br /> Certificate of Origin, that the good qualifies as an originating good; <br /> (b) have the Certificate of Origin in its possession at the time the <br /> declaration is made; and <br /> (c) provide, on the request of that Party's customs authority, a copy of <br /> the Certificate of Origin. <br /> 2 Each Party shall provide that if the importer fails to comply with any <br /> requirement under paragraph 1, the preferential tariff treatment shall be denied to <br /> the good imported into the territory of the other Party, for which the preferential <br /> tariff treatment had been requested. <br /> Article V.05: Obligations Regarding Exports <br /> 1 Each Party shall prescribe that an exporter having made a declaration on <br /> the Certificate of Origin in accordance with paragraph 3 of Article V.02, and who <br /> has reason to believe that the Certificate of Origin contains incorrect information, <br /> shall promptly notify in writing, any change which may affect the accuracy or <br /> validity of the Certificate of Origin or written declaration to any person having <br /> received the Certificate, as well as to the customs authority of the exporting <br /> Party. <br /> 2 The customs authority of the exporting Party shall notify the customs <br /> authority of the importing Party of the notification made by the exporter referred <br /> to in Paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article V.06: Exceptions <br /> On condition that it does not form a part of two or more import consignments <br /> undertaken or planned for the purpose of evading the fulfillment of Articles V.04 <br /> and V.05, the Certificate of Origin for the import of goods in the following cases <br /> shall not be required for: <br /> (a) a commercial import of a good, the transaction value of which does <br /> not exceed one thousand ($1,000) US dollars or its equivalent <br /> amount in the Party's currency, except that it may require that the <br /> invoice accompanying the importation include a statement certifying <br /> that the good qualifies as an originating good; <br /> (b) a non-commercial importation of a good whose transaction value <br /> does not exceed one thousand ($1,000) US dollars or its equivalent <br /> amount in the Party's currency; and <br /> (c) an import of a good for which the importing Party has waived the <br /> requirement for a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article V.14: Invoicing by a Third-Country Operator <br /> When the good subject to exchange is invoiced by a third-country operator, the <br /> exporter of the country of origin shall indicate on the respective Certificate of <br /> Origin, in the section for \"observations\", that the good subject to declaration shall <br /> be invoiced from that third-country, identifying the name, denomination or trade <br /> name and the address of the operator having the responsibility to invoice the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article V.02: Certificate of Origin <br /> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br /> by the customs authority of the importing Party within the period of six (6) months <br /> from the signature date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "7 years for CARICOM / 5 years for Costa Rica years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article V.07: Records <br /> Each Party shall prescribe that: <br /> (a) an exporter in its territory that makes a declaration as contained in <br /> the Certificate of Origin in accordance with paragraph 3 of Article <br /> V.02, shall maintain in its territory, for five (5) years, in the case of <br /> Costa Rica, and seven (7) years, in the case of CARICOM, after <br /> the date on which the Certificate of Origin was signed, all records <br /> and documents related to the origin of a good, including those referring to: <br /> (i) the purchase, cost, value and payment for the good that is <br /> exported from its territory; <br /> (ii) the purchase, cost, value, and payment for all materials, <br /> including indirect materials, used in the production of the good <br /> that is exported from its territory; and <br /> (iii) the production of the good in the form in which the good is <br /> exported from its territory. <br /> (b) in accordance with the procedures for verification of origin <br /> established in Article V.08, the exporter shall provide the customs <br /> authority of the importing Party, the records and documents <br /> referred to in subparagraph (a) above. When records and <br /> documents are not in the exporters' hands, he may request from <br /> the producer of the materials the records and documents so that <br /> with the authorization of the latter they are delivered through him to <br /> the customs authority for verification; and <br /> (c) an importer claiming preferential tariff treatment for a good imported <br /> into its territory, from the territory of the other Party, shall maintain <br /> in that territory, for five (5) years, in the case of Costa Rica, and <br /> seven (7) years, in the case of CARICOM, after the date of import <br /> of the good, the Certificate of Origin and all other records relating to <br /> the importation required by the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article V.14: Invoicing by a Third-Country Operator <br /> When the good subject to exchange is invoiced by a third-country operator, the <br /> exporter of the country of origin shall indicate on the respective Certificate of <br /> Origin, in the section for \"observations\", that the good subject to declaration shall <br /> be invoiced from that third-country, identifying the name, denomination or trade <br /> name and the address of the operator having the responsibility to invoice the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article V.08: Procedures for Verification of Origin <br /> 1 For purposes of determining whether goods imported into its territory from <br /> the territory of the other Party qualify as originating goods, a Party may conduct a <br /> verification procedure solely by means of: <br /> (a) the submission to the customs authority of the exporting Party of <br /> requests for information including written questionnaires to be <br /> completed by exporters or producers of the territory of the other Party; <br /> (b) verification visits to the premises of an exporter or producer in the <br /> territory of the other Party to examine the records and documents <br /> and inspect the premises used in the production of goods; and <br /> (c) other procedures agreed upon by the Parties whenever necessary. <br /> 2 Prior to conducting a verification procedure pursuant to paragraph 1, a <br /> Party shall notify the customs authority of the exporting Party of its intention to <br /> carry out a verification. Within five (5) days of receipt of this notification, the <br /> customs authority in the exporting Party shall notify the exporter and/or the <br /> producer of the goods. <br /> 3 The customs authority of the importing Party shall obtain through the <br /> customs authority of the exporting Party the written consent of the exporter or <br /> producer of the goods whose premises are to be visited. Within five (5) days of <br /> receipt of this written consent, the customs authority in the exporting Party shall <br /> notify the customs authority of the importing Party. <br /> 4 Where an exporter or a producer does not give written consent to a request <br /> for a verification visit nor provide any information requested as provided for in this Article <br /> within thirty (30) days of receipt of the notification referred to in paragraph <br /> 2 or within the extended period, the Party which has notified its intention to carry <br /> out a verification procedure may deny preferential tariff treatment to goods which <br /> would have been subject of such verification. <br /> 5 The notification of visits, which is provided for in Paragraph 2, shall include: <br /> (a) the identity of the customs authority issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the verification visit, including specific <br /> reference to the goods which are the subject of the verification; <br /> (e) the names and designation of the officials who will carry out the visit; and <br /> (f) the legal basis for the verification visit. <br /> 6 The customs authority of the exporting Party may, at the request of the <br /> Party wishing to carry out verification pursuant to paragraph 1, call on the <br /> producer or the exporter to make available, inter alia, documentation and <br /> accounting records and permit inspection of materials, production facilities and processes. <br /> 7 Where a verification has been notified, any modification of the information <br /> referred to in this Article shall be notified in writing to the customs authority of the <br /> exporting Party, who in turn shall immediately notify the modification to the <br /> producer or the exporter. Such modifications shall be notified by the importing <br /> Party no later than fifteen (15) days of receipt of the notification. <br /> 8 Where the request for information involves the completion of a <br /> questionnaire, the exporter shall complete and return the questionnaire within <br /> thirty (30) days of receipt of the notification. Within this period, the exporter may <br /> request in writing from the importing Party an extension, which shall be no longer <br /> than thirty (30) days. <br /> 9 The customs authority of the importing Party may grant to the customs <br /> authority of the exporting Party an extension of not more than ten (10) days for <br /> the submission of any documents which may be required to support an <br /> application for verification of origin under the Agreement. <br /> 10 Each Party shall provide that, where its customs authority receives a <br /> notification regarding a verification visit, the customs authority may, within seven <br /> (7) days of receipt of the notification, postpone the proposed verification visit for a <br /> period not exceeding fifteen (15) days from the date of receipt of such notification <br /> or for such longer period as the Parties may agree. <br /> 11 The Parties shall permit an exporter or a producer whose goods are the <br /> subject of a verification visit to designate two observers, to be present during the visit provided: <br /> (a) the observers do not participate in a manner other than as observers; and <br /> (b) the failure of the exporter or producer to designate observers shall <br /> not result in the postponement of the visit. <br /> 12 The Party conducting the verification procedure shall provide the producer <br /> or exporter whose goods are the subject of the verification procedure with a <br /> written determination of whether or not the goods qualify as originating goods, <br /> including findings of fact and the legal basis for the determination, within twenty- <br /> one (21) days of the conclusion of the verification procedure. <br /> 13 The procedure to verify origin performed by the customs authority of the <br /> importing Party, as set out in the present Article, shall be completed within a <br /> maximum term of one (1) year and shall commence from the first request for <br /> information, a written questionnaire or a verification visit. Notwithstanding the <br /> above, in cases duly justified, such term could be extended for one time only in <br /> accordance with the provisions set out in the Uniform Regulations. <br /> 14 Each Party shall provide that, if within the term set out in paragraph 13 or <br /> the extension set out in the Uniform Regulations, its customs authority does not <br /> issue the resolution of the origin determination, the good or goods subject to the <br /> origin verification shall have the right to preferential tariff treatment. <br /> 15 Where verifications by a Party indicate that an exporter has certified more <br /> than once false or unsupported representations that a good imported into its <br /> territory qualifies as an originating good, the importing Party may suspend <br /> preferential tariff treatment to identical goods exported by such person until such <br /> time as that person complies with the provisions of Chapter IV (Rules of Origin). <br /> 16 Each Party shall provide that where its customs authority determines that <br /> a certain good imported into its territory does not qualify as an originating good <br /> based on a tariff classification or a value applied by the Party to one or more <br /> materials used in the production of the good, which differs from the tariff <br /> classification applied to the materials by the Party from whose territory the good <br /> was exported, the Party's determination shall not become effective until it notifies <br /> its determination in writing to both the importer of the good and the exporter who <br /> made the declaration on the Certificate of Origin for the good. <br /> 17 A Party shall not apply a determination made under paragraph 16 to an <br /> import made before the effective date of the determination, where the customs <br /> authority of the Party from whose territory the good was exported has issued an <br /> advanced ruling on the tariff classification or on the value of such materials, or <br /> has given consistent treatment to the entry of the materials under the tariff <br /> classification or value at issue, on which a person is entitled to rely. <br /> 18 If a Party denies preferential tariff treatment to a good pursuant to a <br /> determination made under paragraph 16 it shall postpone the effective date of <br /> denial for a period not exceeding ninety (90) days where the importer of the <br /> good, or the exporter who made the declaration on the Certificate of Origin for <br /> the good, demonstrates it has relied in good faith to its detriment on the tariff <br /> classification or value applied to such materials by the customs authority of the <br /> Party from whose territory the good was exported. <br /> 19 In no case shall the customs authorities of the Parties interrupt an import <br /> procedure regarding the goods covered by a Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article V.10: Penalties <br /> Each Party shall establish measures imposing criminal, civil or administrative <br /> penalties for violations of its laws and regulations relating to that set forth in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article V.11: Advanced Rulings <br /> The Parties shall establish provisions regarding advanced rulings, through <br /> administrative mechanisms established in this Agreement subsequent to the <br /> decision of the CARICOM authorities on this issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article V.09: Review and Appeal <br /> 1 Each Party shall grant substantially the same rights of review and appeal <br /> of rulings on determination of origin and advance criteria established for an <br /> importer in its territory, to an exporter or producer of the other Party that makes a <br /> declaration on the Certificate of Origin in accordance with paragraph 3 of Article <br /> V.02 for a good that has been the subject of a determination of origin in <br /> accordance with paragraph 12 of Article V.08. <br /> 2 The rights referred to in paragraph 1 shall include access to at least one <br /> level of administrative review independent of the official or office responsible for <br /> the determination under review; and access to a level of judicial or quasi-judicial <br /> review of the determination or decision taken at the final level of administrative <br /> review, according to the national legislation of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter IV: Rules of Origin <br> Article IV.04: Value of non-originating materials <br> The value of a material used in the production of a good shall: <br> (a) be the transaction value of the material determined in accordance <br> with Article 1 of the Customs Valuation Agreement; <br> (b) in the event that there is no transaction value or the transaction <br> value of the material is unacceptable under Article 1 of the Customs <br> Valuation Agreement, be determined in accordance with Articles 2 <br> through 7 of the Customs Valuation Agreement; <br> (c) where not covered under subparagraph (a) or (b), include freight, <br> insurance, packing and all other costs ncurred in transporting the <br> material to the place of importation; or <br> (d) in the case of a domestic transaction, be determined in accordance <br> with the principles of the Customs Valuation Agreement in the <br> same manner as an international transaction, with such <br> adjustments as may be required by the circumstances. <br> Article IV.05: De Minimis <br> 1 Except as provided in paragraphs 2 and 3 a good shall be considered to be <br> an originating good if the value of all non-originating materials used in the <br> production of the good that do not undergo an applicable change in tariff <br> classification set out in Annex IV.03 does not exceed seven percent (7%) of the <br> transaction value of the good adjusted on an F.O.B. basis, provided that the good <br> satisfies all other applicable requirements of this Chapter. <br> 2 Except as specified in a product-specific rule of origin of Annex IV.03 <br> applicable to a good, paragraph 1 does not apply to a non-originating material <br> used in the production of a good included in Chapters 1 through 24 of the <br> Harmonized System, unless the non-originating material is provided for in a <br> different subheading from the good for which origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System, <br> that is a non-originating good because certain fibres or yarns used in the <br> production of the component of the good that determines the tariff classification <br> of the good do not undergo an applicable change in tariff classification set out in <br> Annex IV.03, shall nonetheless be considered an originating good if the total <br> weight of all such fibres or yarns in that material does not exceed ten percent <br> (10%) of the total weight of that material. <br> Article IV.06: Accumulation <br> For purposes of determining whether a good is an originating good, the <br> production of the good in the territory of one or both of the Parties by one or more <br> producers, at the choice of the exporter or producer of the good for which <br> preferential tariff treatment is claimed, shall be considered to have been <br> performed in the territory of either of the Parties by that exporter or producer, provided that: <br> (a) all non-originating materials used in the production of the good <br> undergo an applicable tariff classification change set out in Annex <br> IV.03, in the territory of one or both of the Parties; and <br> (b) the good satisfies all other applicable requirements of this Chapter. <br> Article IV.07: Sets or Assortments of Goods <br> as originating when all goods contained in the set qualify as originating goods. <br> Nevertheless, when a set is composed of originating and non originating goods, <br> the set as a whole shall be regarded as originating provided that the value of the <br> non originating goods does not exceed seven per cent (7%) of the FOB value of the set. <br> Article IV.08: Indirect Material <br> The indirect materials shall be considered originating goods, regardless of where <br> they are produced. <br> Article IV.09: Accessories, Spare or Replacement Parts and Tools <br> Accessories, spare or replacement parts and tools delivered with the good as <br> part of the standard accessories, spare parts, or tools of the good shall not be <br> considered to determine whether all the non-originating materials used in the <br> production of he good undergo the applicable change in tariff classification set <br> out in Annex IV.03 provided that: <br> (a) the accessories, spare or replacement parts and tools are not <br> invoiced separately from the good regardless of whether they are <br> broken down or detailed separately in the same invoice; and <br> (b) the quantity and value of the accessories, spare or replacement <br> parts or tools are customary for the good. <br> Article IV.10: Packaging Materials and Containers for Retail Sale <br> Packaging materials and containers in which a good is packaged for retail sale <br> shall, if classified with the good they contain, be disregarded in determining <br> whether all the non-originating materials used in the production of the good <br> undergo the applicable change in tariff classification set out in the Annex IV.03. <br> Article IV.11: Packaging Materials and Containers for Shipment <br> Packaging materials and containers in which the good is packed for shipment <br> shall be disregarded in determining whether all the non-originating materials <br> used in the production of the good undergo the applicable change in tariff <br> classification set out in the Annex IV.03. <br> Article IV.12: Operations and Practices that Do Not Confer Origin <br> 1 Except for sets referred to in Article IV.07 or as specified in a product- <br> specific rule of origin of Annex IV.03 applicable to the good, a good shall not be <br> considered to be an originating good merely by reason of : <br> (a) disassembly of the good into its parts; <br> (b) a change in the end use of the good; <br> (c) the mere separation of one or more individual materials or <br> components from an artificial mixture; <br> (d) mere dilution with water or another substance that does not <br> (e) removal of dust or damaged parts from, oiling of, or applying anti- <br> rust paint or protective coatings to, the good; <br> (f) testing or calibration, division of loose shipments, grouping into <br> packages, or attaching identifying labels, markings or signs to the <br> good or its packaging; <br> (g) simple operations destined to assure the preservation of the goods <br> during transportation or storage, such as ventilation, cooling, <br> extraction of damaged parts, drying or addition of substances; <br> (h) dusting , sifting, classifying, selecting, washing, cutting; <br> (i) placing marks, labels or similar distinctive signs; <br> (j) cleaning, including removal of oxide, grease, paint or other coatings; <br> (k) packaging or repackaging of the good; <br> (l) the slaughtering of animals; or <br> (m) operations which consist solely of welding, soldering, fastening, <br> riveting, bolting and like operations, or otherwise putting together of <br> all finished parts or components to constitute a finished product. <br> 2 Origin shall not be conferred upon a good by any price setting practice or <br> activity in respect of which it may be demonstrated, on the basis of a <br> preponderance of evidence, that the object was to circumvent the provisions <br> under this Chapter. <br> Article IV.13: Direct Transport <br> 1 In order for goods to benefit from the preferential tariff treatment provided <br> under this Agreement, they shall be subject to direct expedition from the <br> exporting Party to the importing Party. <br> 2 For the purpose of paragraph 1, goods may: <br> (a) be transported directly from the exporting Party to the importing Party; or <br> (b) be transported in transit through one or more countries, either Party <br> or non Party of this Agreement, with or without transshipment or <br> temporary storage under surveillance of customs authorities of <br> such countries, provided that: <br> i) the transit is justified by geographical reasons or by <br> considerations related to international transport requirements; <br> ii) they do not enter into domestic trade or consumption in such countries; and <br> iii) they do not undergo further production or be subject to any <br> other operation outside the territory of the Parties, other than <br> unloading, reloading or any other operation necessary to <br> preserve the good in good condition or to transport it to the <br> territory of a Party. <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br> materially alter the characteristics of the good; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article IV.01: Definitions <br> For the purposes of this Chapter: <br> F.O.B. means free on board regardless of the mode of transportation, at the point <br> of direct shipment by the seller to the buyer; <br> territory of each Party, which provide substantial authoritative support with regard <br> to the recording of income, costs, expenses, assets and liabilities involved in the <br> disclosure of information and preparation of financial statements. These <br> indicators may be broad guidelines of general application, as well as those <br> Generally Accepted Accounting Principles means the principles used in the <br> standards, practices and procedures usually employed in accounting; <br> goods wholly obtained or produced entirely in the territory of one or both <br> (a) minerals and other natural resources extracted or taken from the <br> material means a good that is used in the production of another good; <br> territory of one or both Parties; <br> (b) plants and plant products harvested in the territory of one or both Parties; <br> Parties means: <br> (e) goods obtained from hunting, trapping, fishing, gathering or <br> (a) fuel and energy; <br> capturing in the territory of one or both Parties; <br> (c) live animals born and raised in the territory of one or both Parties; <br> good means any merchandise, product, article or material; <br> seabed or subsoil outside the territory of one or both of the Parties <br> by a vessel registered, recorded or listed with a Party, or leased by <br> a company established in the territory of a Party, and entitled to fly its flag; <br> (g) goods produced on board a factory ship from the goods referred to <br> in subparagraph (f), provided such factory ship is registered, <br> (f) goods (fish, shellfish and other marine life) taken from the sea, <br> recorded or listed with a Party, or leased by a company established <br> in the territory of a Party, and entitled to fly its flag; <br> extracted from the seabed or the subsoil, in the area outside the <br> continental shelf and the exclusive economic zone of either of the <br> Parties or of any other State as defined in the United Nations <br> (d) goods obtained from live animals in the territory of one or both of the Parties; <br> Convention on the Law of the Sea, by a vessel registered, recorded <br> or listed with a Party and entitled to fly its flag, or by a Party or <br> person from a Party; <br> (i) waste and scrap derived from: <br> (h) goods, other than fish, shellfish and other marine life, taken or <br> i) production in the territory of one or both Parties; or <br> ii) used goods collected in the territory of one or both Parties, <br> iii) goods produced in the territory of one or both Parties <br> exclusively from goods referred to in subparagraphs (a) <br> indirect material means a good used in the production, testing or inspection of a <br> the maintenance of buildings or the operation of equipment related to the <br> through (i), or from their derivatives, at any stage of production; <br> provided such goods are fit only for the recovery of raw materials; and <br> good, but that is not physically incorporated in that good; or a good that is used in <br> production of a good, including: <br> (b) tools, dies and molds; <br> (d) lubricants, greases, compounding materials and other materials <br> used in production process, equipment operation or maintenance of buildings; <br> (f) equipment, apparatus and accessories used for the verification or inspection of goods; <br> (h) any other goods that are not incorporated in the good, but the use <br> of which, in the production of the good, can reasonably be <br> non-originating good or non-originating material means a good or a material <br> production means growing, mining, extracting, harvesting, fishing, trapping, <br> gathering, collecting, capturing, hunting, manufacturing or processing of a good; <br> producer means a person who grows, mines, extracts, harvests, fishes, traps, <br> gathers, collects, captures, hunts, manufactures or processes a good; <br> Customs Valuation Agreement; and <br> related person means a related person as defined in the Customs Valuation <br> Agreement and in accordance with the domestic law of each Party; <br> transaction value means: <br> (a) the price actually paid or payable for a good or material with <br> demonstrated to be a part of that production; <br> respect to a transaction by the producer of the good according to <br> the principles of Article 1 of the Customs Valuation Agreement, <br> adjusted in accordance with the principles of Article 8.1, 8.3 and 8.4 <br> of said Agreement, where the good or material is sold for export; or <br> (b) where there is no transaction value or the transaction value is <br> unacceptable under Article 1 of the Customs Valuation Agreement, <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> the value determined in accordance with Articles 2 through 7 of the <br> used means employed, used or consumed in the production of goods. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "that does not qualify as originating under this Chapter; <br> (g) catalysts and solvents; and <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> "}, {"ArticleTitle": "Application Instruments", "ArticleDesc": "Article IV.02: Application Instruments <br> For the purposes of this Chapter: <br> (a) the basis for tariff classification is the Harmonized System; and <br> (b) all costs referred to in this Chapter shall be recorded and <br> maintained in accordance with the generally accepted accounting <br> principles applicable in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article IV.03: Originating Goods <br> 1 Except as otherwise provided in this Chapter, a good shall be deemed to <br> originate in the territory of a Party where: <br> (a) it is wholly obtained or produced entirely in the territory of one or <br> both Parties as defined in Article IV.01; <br> (b) it is produced entirely in the territory of one or both Parties <br> exclusively from originating materials under this Chapter; or <br> (c) each of the non-originating materials used in the production of the <br> good undergoes an applicable change in tariff classification as set <br> out in Annex IV.03 as a result of production occurring entirely in the <br> territory of one or both of the Parties, or the good otherwise <br> satisfies the applicable requirements of that Annex where no <br> change in tariff classification is required, and the good satisfies all <br> other applicable requirements of this Chapter. <br> 2 For the purpose of this Chapter, the production of a good from non- <br> originating materials that comply with a change of tariff classification and other <br> requirements, according to the provisions of Annex IV.03, shall be done entirely <br> in the territory of one or both Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter IV: Rules of Origin <br> Article IV.04: Value of non-originating materials <br> The value of a material used in the production of a good shall: <br> (a) be the transaction value of the material determined in accordance <br> with Article 1 of the Customs Valuation Agreement; <br> (b) in the event that there is no transaction value or the transaction <br> value of the material is unacceptable under Article 1 of the Customs <br> Valuation Agreement, be determined in accordance with Articles 2 <br> through 7 of the Customs Valuation Agreement; <br> (c) where not covered under subparagraph (a) or (b), include freight, <br> insurance, packing and all other costs ncurred in transporting the <br> material to the place of importation; or <br> (d) in the case of a domestic transaction, be determined in accordance <br> with the principles of the Customs Valuation Agreement in the <br> same manner as an international transaction, with such <br> adjustments as may be required by the circumstances. <br> Article IV.05: De Minimis <br> 1 Except as provided in paragraphs 2 and 3 a good shall be considered to be <br> an originating good if the value of all non-originating materials used in the <br> production of the good that do not undergo an applicable change in tariff <br> classification set out in Annex IV.03 does not exceed seven percent (7%) of the <br> transaction value of the good adjusted on an F.O.B. basis, provided that the good <br> satisfies all other applicable requirements of this Chapter. <br> 2 Except as specified in a product-specific rule of origin of Annex IV.03 <br> applicable to a good, paragraph 1 does not apply to a non-originating material <br> used in the production of a good included in Chapters 1 through 24 of the <br> Harmonized System, unless the non-originating material is provided for in a <br> different subheading from the good for which origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System, <br> that is a non-originating good because certain fibres or yarns used in the <br> production of the component of the good that determines the tariff classification <br> of the good do not undergo an applicable change in tariff classification set out in <br> Annex IV.03, shall nonetheless be considered an originating good if the total <br> weight of all such fibres or yarns in that material does not exceed ten percent <br> (10%) of the total weight of that material. <br> Article IV.06: Accumulation <br> For purposes of determining whether a good is an originating good, the <br> production of the good in the territory of one or both of the Parties by one or more <br> producers, at the choice of the exporter or producer of the good for which <br> preferential tariff treatment is claimed, shall be considered to have been <br> performed in the territory of either of the Parties by that exporter or producer, provided that: <br> (a) all non-originating materials used in the production of the good <br> undergo an applicable tariff classification change set out in Annex <br> IV.03, in the territory of one or both of the Parties; and <br> (b) the good satisfies all other applicable requirements of this Chapter. <br> Article IV.07: Sets or Assortments of Goods <br> as originating when all goods contained in the set qualify as originating goods. <br> Nevertheless, when a set is composed of originating and non originating goods, <br> the set as a whole shall be regarded as originating provided that the value of the <br> non originating goods does not exceed seven per cent (7%) of the FOB value of the set. <br> Article IV.08: Indirect Material <br> The indirect materials shall be considered originating goods, regardless of where <br> they are produced. <br> Article IV.09: Accessories, Spare or Replacement Parts and Tools <br> Accessories, spare or replacement parts and tools delivered with the good as <br> part of the standard accessories, spare parts, or tools of the good shall not be <br> considered to determine whether all the non-originating materials used in the <br> production of he good undergo the applicable change in tariff classification set <br> out in Annex IV.03 provided that: <br> (a) the accessories, spare or replacement parts and tools are not <br> invoiced separately from the good regardless of whether they are <br> broken down or detailed separately in the same invoice; and <br> (b) the quantity and value of the accessories, spare or replacement <br> parts or tools are customary for the good. <br> Article IV.10: Packaging Materials and Containers for Retail Sale <br> Packaging materials and containers in which a good is packaged for retail sale <br> shall, if classified with the good they contain, be disregarded in determining <br> whether all the non-originating materials used in the production of the good <br> undergo the applicable change in tariff classification set out in the Annex IV.03. <br> Article IV.11: Packaging Materials and Containers for Shipment <br> Packaging materials and containers in which the good is packed for shipment <br> shall be disregarded in determining whether all the non-originating materials <br> used in the production of the good undergo the applicable change in tariff <br> classification set out in the Annex IV.03. <br> Article IV.12: Operations and Practices that Do Not Confer Origin <br> 1 Except for sets referred to in Article IV.07 or as specified in a product- <br> specific rule of origin of Annex IV.03 applicable to the good, a good shall not be <br> considered to be an originating good merely by reason of : <br> (a) disassembly of the good into its parts; <br> (b) a change in the end use of the good; <br> (c) the mere separation of one or more individual materials or <br> components from an artificial mixture; <br> (d) mere dilution with water or another substance that does not <br> (e) removal of dust or damaged parts from, oiling of, or applying anti- <br> rust paint or protective coatings to, the good; <br> (f) testing or calibration, division of loose shipments, grouping into <br> packages, or attaching identifying labels, markings or signs to the <br> good or its packaging; <br> (g) simple operations destined to assure the preservation of the goods <br> during transportation or storage, such as ventilation, cooling, <br> extraction of damaged parts, drying or addition of substances; <br> (h) dusting , sifting, classifying, selecting, washing, cutting; <br> (i) placing marks, labels or similar distinctive signs; <br> (j) cleaning, including removal of oxide, grease, paint or other coatings; <br> (k) packaging or repackaging of the good; <br> (l) the slaughtering of animals; or <br> (m) operations which consist solely of welding, soldering, fastening, <br> riveting, bolting and like operations, or otherwise putting together of <br> all finished parts or components to constitute a finished product. <br> 2 Origin shall not be conferred upon a good by any price setting practice or <br> activity in respect of which it may be demonstrated, on the basis of a <br> preponderance of evidence, that the object was to circumvent the provisions <br> under this Chapter. <br> Article IV.13: Direct Transport <br> 1 In order for goods to benefit from the preferential tariff treatment provided <br> under this Agreement, they shall be subject to direct expedition from the <br> exporting Party to the importing Party. <br> 2 For the purpose of paragraph 1, goods may: <br> (a) be transported directly from the exporting Party to the importing Party; or <br> (b) be transported in transit through one or more countries, either Party <br> or non Party of this Agreement, with or without transshipment or <br> temporary storage under surveillance of customs authorities of <br> such countries, provided that: <br> i) the transit is justified by geographical reasons or by <br> considerations related to international transport requirements; <br> ii) they do not enter into domestic trade or consumption in such countries; and <br> iii) they do not undergo further production or be subject to any <br> other operation outside the territory of the Parties, other than <br> unloading, reloading or any other operation necessary to <br> preserve the good in good condition or to transport it to the <br> territory of a Party. <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br> materially alter the characteristics of the good; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter V: Customs Procedures <br> Article V.02: Certificate of Origin <br> Article V.14: Invoicing by a Third-Country Operator <br> confidential business information collected pursuant to its legislation. <br> 1 The Parties shall establish by the date of entry into force of this Agreement, <br> When the good subject to exchange is invoiced by a third-country operator, the <br> a Certificate of Origin, which shall serve to certify that a good being exported <br> exporter of the country of origin shall indicate on the respective Certificate of <br> from the territory of a Party into the territory of the other Party qualifies as an <br> Origin, in the section for \"observations\", that the good subject to declaration shall <br> originating good. This Certificate of Origin may be modified by agreement of the Parties. <br> be invoiced from that third-country, identifying the name, denomination or trade <br> 2 Each Party may require that a Certificate of Origin for a good imported into <br> name and the address of the operator having the responsibility to invoice the good. <br> its territory is completed in the language required under its law. <br> 3 Each Party shall require its exporters to make a declaration on the <br> Certificate of Origin, indicating compliance with the rules of origin prescribed in <br> Chapter IV (Rules of Origin) for the export of a good for which an importer may <br> claim preferential tariff treatment. <br> 4 The certifying authority of the exporting Party shall certify on the Certificate <br> of Origin that the declaration made by the exporter is accurate. <br> 5 Each Party shall provide that, where an exporter in its territory is not the <br> producer of the good, the exporter may make a declaration on the Certificate of <br> Origin on the basis of: <br> (a) its knowledge of whether the good qualifies as an originating good; or <br> (b) its reasonable reliance on the producer's written declaration made <br> on the Certificate of Origin or on a separate document, that the <br> to in paragraph 1. <br> good qualifies as an originating good; <br> 6 Each Party shall prescribe that the Certificate of Origin issued by a <br> certifying authority, in accordance with paragraph 4, is applicable to a single <br> import of one or more goods. <br> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br> by the customs authority of the importing Party within the period of six (6) months <br> from the signature date. <br> Article V.03: The Functions and Obligations of the Certifying Authorities Responsible for Origin Certification <br> 1 The certifying authority required to carry out the certification procedures shall: <br> (a) verify the accuracy of the declaration presented to them by the final <br> producer or the exporter, by means of the systems or procedures <br> which ensure the accuracy of the data; and <br> (b) provide to the other Party the administrative cooperation required <br> for the control of documentary proof of the origin. <br> 2 The certifying authorities designated by the Parties shall, no later than thirty <br> (30) days after entry into force of this Agreement, transmit through the Ministry of <br> Foreign Trade, in the case of Costa Rica, and the CARICOM Secretariat, in the <br> case of CARICOM, the approved list of the designated authorities to issue the <br> certificates mentioned in this Chapter, along with a list of the authorized <br> signatories, their specimen signatures and the stamps of the designated <br> authorities. <br> 3 Any changes to such listings shall become effective fifteen (15) days after <br> receipt of notification thereof. <br> Article V.04: Obligations Regarding Imports <br> 1 Each Party shall require an importer requesting preferential tariff treatment <br> for a good imported into its territory from the territory of another Party to: <br> (a) make a written declaration in the import document, based on a valid <br> Certificate of Origin, that the good qualifies as an originating good; <br> (b) have the Certificate of Origin in its possession at the time the <br> declaration is made; and <br> (c) provide, on the request of that Party's customs authority, a copy of <br> 2 Each Party shall provide that if the importer fails to comply with any <br> requirement under paragraph 1, the preferential tariff treatment shall be denied to <br> the good imported into the territory of the other Party, for which the preferential <br> tariff treatment had been requested. <br> Article V.05: Obligations Regarding Exports <br> 1 Each Party shall prescribe that an exporter having made a declaration on <br> the Certificate of Origin in accordance with paragraph 3 of Article V.02, and who <br> has reason to believe that the Certificate of Origin contains incorrect information, <br> shall promptly notify in writing, any change which may affect the accuracy or <br> validity of the Certificate of Origin or written declaration to any person having <br> received the Certificate, as well as to the customs authority of the exporting <br> 2 The customs authority of the exporting Party shall notify the customs <br> authority of the importing Party of the notification made by the exporter referred <br> Article V.06: Exceptions <br> On condition that it does not form a part of two or more import consignments <br> undertaken or planned for the purpose of evading the fulfillment of Articles V.04 <br> and V.05, the Certificate of Origin for the import of goods in the following cases <br> shall not be required for: <br> (a) a commercial import of a good, the transaction value of which does <br> not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency, except that it may require that the <br> invoice accompanying the importation include a statement certifying <br> that the good qualifies as an originating good; <br> (b) a non-commercial importation of a good whose transaction value <br> does not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency; and <br> (c) an import of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin. <br> Article V.07: Records <br> Each Party shall prescribe that: <br> (a) an exporter in its territory that makes a declaration as contained in <br> the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02, shall maintain in its territory, for five (5) years, in the case of <br> Costa Rica, and seven (7) years, in the case of CARICOM, after <br> the date on which the Certificate of Origin was signed, all records <br> and documents related to the origin of a good, including those referring to: <br> (i) the purchase, cost, value and payment for the good that is <br> exported from its territory; <br> (ii) the purchase, cost, value, and payment for all materials, <br> including indirect materials, used in the production of the good <br> that is exported from its territory; and <br> (iii) the production of the good in the form in which the good is <br> exported from its territory. <br> (b) in accordance with the procedures for verification of origin <br> established in Article V.08, the exporter shall provide the customs <br> authority of the importing Party, the records and documents <br> referred to in subparagraph (a) above. When records and <br> documents are not in the exporters' hands, he may request from <br> the producer of the materials the records and documents so that <br> with the authorization of the latter they are delivered through him to <br> the customs authority for verification; and <br> (c) an importer claiming preferential tariff treatment for a good imported <br> into its territory, from the territory of the other Party, shall maintain <br> in that territory, for five (5) years, in the case of Costa Rica, and <br> seven (7) years, in the case of CARICOM, after the date of import <br> of the good, the Certificate of Origin and all other records relating to <br> the importation required by the importing Party. <br> Article V.08: Procedures for Verification of Origin <br> 1 For purposes of determining whether goods imported into its territory from <br> the territory of the other Party qualify as originating goods, a Party may conduct a <br> verification procedure solely by means of: <br> (a) the submission to the customs authority of the exporting Party of <br> requests for information including written questionnaires to be <br> completed by exporters or producers of the territory of the other Party; <br> (b) verification visits to the premises of an exporter or producer in the <br> territory of the other Party to examine the records and documents <br> and inspect the premises used in the production of goods; and <br> (c) other procedures agreed upon by the Parties whenever necessary. <br> 2 Prior to conducting a verification procedure pursuant to paragraph 1, a <br> Party shall notify the customs authority of the exporting Party of its intention to <br> carry out a verification. Within five (5) days of receipt of this notification, the <br> customs authority in the exporting Party shall notify the exporter and/or the <br> producer of the goods. <br> 3 The customs authority of the importing Party shall obtain through the <br> customs authority of the exporting Party the written consent of the exporter or <br> producer of the goods whose premises are to be visited. Within five (5) days of <br> receipt of this written consent, the customs authority in the exporting Party shall <br> notify the customs authority of the importing Party. <br> 4 Where an exporter or a producer does not give written consent to a request <br> for a verification visit nor provide any information requested as provided for in this Article <br> within thirty (30) days of receipt of the notification referred to in paragraph <br> 2 or within the extended period, the Party which has notified its intention to carry <br> out a verification procedure may deny preferential tariff treatment to goods which <br> would have been subject of such verification. <br> 5 The notification of visits, which is provided for in Paragraph 2, shall include: <br> (a) the identity of the customs authority issuing the notification; <br> (b) the name of the exporter or producer whose premises are to be visited; <br> (c) the date and place of the proposed verification visit; <br> (d) the object and scope of the verification visit, including specific <br> reference to the goods which are the subject of the verification; <br> (e) the names and designation of the officials who will carry out the visit; and <br> (f) the legal basis for the verification visit. <br> 6 The customs authority of the exporting Party may, at the request of the <br> Party wishing to carry out verification pursuant to paragraph 1, call on the <br> producer or the exporter to make available, inter alia, documentation and <br> accounting records and permit inspection of materials, production facilities and processes. <br> 7 Where a verification has been notified, any modification of the information <br> referred to in this Article shall be notified in writing to the customs authority of the <br> exporting Party, who in turn shall immediately notify the modification to the <br> producer or the exporter. Such modifications shall be notified by the importing <br> Party no later than fifteen (15) days of receipt of the notification. <br> 8 Where the request for information involves the completion of a <br> questionnaire, the exporter shall complete and return the questionnaire within <br> thirty (30) days of receipt of the notification. Within this period, the exporter may <br> request in writing from the importing Party an extension, which shall be no longer <br> than thirty (30) days. <br> 9 The customs authority of the importing Party may grant to the customs <br> authority of the exporting Party an extension of not more than ten (10) days for <br> the submission of any documents which may be required to support an <br> application for verification of origin under the Agreement. <br> 10 Each Party shall provide that, where its customs authority receives a <br> notification regarding a verification visit, the customs authority may, within seven <br> (7) days of receipt of the notification, postpone the proposed verification visit for a <br> period not exceeding fifteen (15) days from the date of receipt of such notification <br> or for such longer period as the Parties may agree. <br> 11 The Parties shall permit an exporter or a producer whose goods are the <br> subject of a verification visit to designate two observers, to be present during the visit provided: <br> (a) the observers do not participate in a manner other than as observers; and <br> the Certificate of Origin. <br> (b) the failure of the exporter or producer to designate observers shall <br> not result in the postponement of the visit. <br> 12 The Party conducting the verification procedure shall provide the producer <br> or exporter whose goods are the subject of the verification procedure with a <br> written determination of whether or not the goods qualify as originating goods, <br> including findings of fact and the legal basis for the determination, within twenty- <br> one (21) days of the conclusion of the verification procedure. <br> 13 The procedure to verify origin performed by the customs authority of the <br> importing Party, as set out in the present Article, shall be completed within a <br> maximum term of one (1) year and shall commence from the first request for <br> information, a written questionnaire or a verification visit. Notwithstanding the <br> above, in cases duly justified, such term could be extended for one time only in <br> accordance with the provisions set out in the Uniform Regulations. <br> 14 Each Party shall provide that, if within the term set out in paragraph 13 or <br> the extension set out in the Uniform Regulations, its customs authority does not <br> issue the resolution of the origin determination, the good or goods subject to the <br> origin verification shall have the right to preferential tariff treatment. <br> 15 Where verifications by a Party indicate that an exporter has certified more <br> than once false or unsupported representations that a good imported into its <br> territory qualifies as an originating good, the importing Party may suspend <br> preferential tariff treatment to identical goods exported by such person until such <br> time as that person complies with the provisions of Chapter IV (Rules of Origin). <br> 16 Each Party shall provide that where its customs authority determines that <br> a certain good imported into its territory does not qualify as an originating good <br> based on a tariff classification or a value applied by the Party to one or more <br> materials used in the production of the good, which differs from the tariff <br> classification applied to the materials by the Party from whose territory the good <br> was exported, the Party's determination shall not become effective until it notifies <br> its determination in writing to both the importer of the good and the exporter who <br> made the declaration on the Certificate of Origin for the good. <br> 17 A Party shall not apply a determination made under paragraph 16 to an <br> import made before the effective date of the determination, where the customs <br> authority of the Party from whose territory the good was exported has issued an <br> advanced ruling on the tariff classification or on the value of such materials, or <br> has given consistent treatment to the entry of the materials under the tariff <br> classification or value at issue, on which a person is entitled to rely. <br> 18 If a Party denies preferential tariff treatment to a good pursuant to a <br> determination made under paragraph 16 it shall postpone the effective date of <br> denial for a period not exceeding ninety (90) days where the importer of the <br> good, or the exporter who made the declaration on the Certificate of Origin for <br> the good, demonstrates it has relied in good faith to its detriment on the tariff <br> classification or value applied to such materials by the customs authority of the <br> Party from whose territory the good was exported. <br> 19 In no case shall the customs authorities of the Parties interrupt an import <br> procedure regarding the goods covered by a Certificate of Origin. <br> Article V.09: Review and Appeal <br> 1 Each Party shall grant substantially the same rights of review and appeal <br> of rulings on determination of origin and advance criteria established for an <br> importer in its territory, to an exporter or producer of the other Party that makes a <br> declaration on the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02 for a good that has been the subject of a determination of origin in <br> accordance with paragraph 12 of Article V.08. <br> 2 The rights referred to in paragraph 1 shall include access to at least one <br> level of administrative review independent of the official or office responsible for <br> the determination under review; and access to a level of judicial or quasi-judicial <br> review of the determination or decision taken at the final level of administrative <br> review, according to the national legislation of each Party. <br> Article V.10: Penalties <br> Each Party shall establish measures imposing criminal, civil or administrative <br> penalties for violations of its laws and regulations relating to that set forth in this Chapter. <br> Article V.11: Advanced Rulings <br> The Parties shall establish provisions regarding advanced rulings, through <br> administrative mechanisms established in this Agreement subsequent to the <br> decision of the CARICOM authorities on this issue. <br> Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article V.01: Definitions <br> 1 For the purposes of this Chapter: <br> customs authority means the competent authority that is responsible under the <br> law of a Party for the administration of customs laws and regulations; including <br> the verification procedures relating to the Certificate of Origin as provided for in Article V.08; <br> certifying authority means the customs authority or any entity which is <br> responsible for the certification of the Certificate of Origin pursuant to Article V.03; <br> determination of origin means a determination as to whether a good qualifies <br> as an originating good in accordance with Chapter IV (Rules of Origin); <br> exporter in the territory of a Party means an exporter located in the territory of <br> a Party required under this Chapter to maintain records in the territory of that <br> Party regarding exportations of a good; <br> commercial import means a good imported into the territory of a Party for <br> commercial, industrial or similar purposes; <br> importer in the territory of a Party means an importer located in the territory of <br> Party regarding importations of a good; <br> preferential tariff treatment means the duty rate applicable to an originating good; and <br> Uniform Regulations means \"Uniform Regulations\" established under Article V.12. <br> 2. Unless defined in this Article, terms defined in Article IV.01 (Definitions) are <br> incorporated into this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter V: Customs Procedures <br> Article V.02: Certificate of Origin <br> Article V.14: Invoicing by a Third-Country Operator <br> confidential business information collected pursuant to its legislation. <br> 1 The Parties shall establish by the date of entry into force of this Agreement, <br> When the good subject to exchange is invoiced by a third-country operator, the <br> a Certificate of Origin, which shall serve to certify that a good being exported <br> exporter of the country of origin shall indicate on the respective Certificate of <br> from the territory of a Party into the territory of the other Party qualifies as an <br> Origin, in the section for \"observations\", that the good subject to declaration shall <br> originating good. This Certificate of Origin may be modified by agreement of the Parties. <br> be invoiced from that third-country, identifying the name, denomination or trade <br> 2 Each Party may require that a Certificate of Origin for a good imported into <br> name and the address of the operator having the responsibility to invoice the good. <br> its territory is completed in the language required under its law. <br> 3 Each Party shall require its exporters to make a declaration on the <br> Certificate of Origin, indicating compliance with the rules of origin prescribed in <br> Chapter IV (Rules of Origin) for the export of a good for which an importer may <br> claim preferential tariff treatment. <br> 4 The certifying authority of the exporting Party shall certify on the Certificate <br> of Origin that the declaration made by the exporter is accurate. <br> 5 Each Party shall provide that, where an exporter in its territory is not the <br> producer of the good, the exporter may make a declaration on the Certificate of <br> Origin on the basis of: <br> (a) its knowledge of whether the good qualifies as an originating good; or <br> (b) its reasonable reliance on the producer's written declaration made <br> on the Certificate of Origin or on a separate document, that the <br> to in paragraph 1. <br> good qualifies as an originating good; <br> 6 Each Party shall prescribe that the Certificate of Origin issued by a <br> certifying authority, in accordance with paragraph 4, is applicable to a single <br> import of one or more goods. <br> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br> by the customs authority of the importing Party within the period of six (6) months <br> from the signature date. <br> Article V.03: The Functions and Obligations of the Certifying Authorities Responsible for Origin Certification <br> 1 The certifying authority required to carry out the certification procedures shall: <br> (a) verify the accuracy of the declaration presented to them by the final <br> producer or the exporter, by means of the systems or procedures <br> which ensure the accuracy of the data; and <br> (b) provide to the other Party the administrative cooperation required <br> for the control of documentary proof of the origin. <br> 2 The certifying authorities designated by the Parties shall, no later than thirty <br> (30) days after entry into force of this Agreement, transmit through the Ministry of <br> Foreign Trade, in the case of Costa Rica, and the CARICOM Secretariat, in the <br> case of CARICOM, the approved list of the designated authorities to issue the <br> certificates mentioned in this Chapter, along with a list of the authorized <br> signatories, their specimen signatures and the stamps of the designated <br> authorities. <br> 3 Any changes to such listings shall become effective fifteen (15) days after <br> receipt of notification thereof. <br> Article V.04: Obligations Regarding Imports <br> 1 Each Party shall require an importer requesting preferential tariff treatment <br> for a good imported into its territory from the territory of another Party to: <br> (a) make a written declaration in the import document, based on a valid <br> Certificate of Origin, that the good qualifies as an originating good; <br> (b) have the Certificate of Origin in its possession at the time the <br> declaration is made; and <br> (c) provide, on the request of that Party's customs authority, a copy of <br> 2 Each Party shall provide that if the importer fails to comply with any <br> requirement under paragraph 1, the preferential tariff treatment shall be denied to <br> the good imported into the territory of the other Party, for which the preferential <br> tariff treatment had been requested. <br> Article V.05: Obligations Regarding Exports <br> 1 Each Party shall prescribe that an exporter having made a declaration on <br> the Certificate of Origin in accordance with paragraph 3 of Article V.02, and who <br> has reason to believe that the Certificate of Origin contains incorrect information, <br> shall promptly notify in writing, any change which may affect the accuracy or <br> validity of the Certificate of Origin or written declaration to any person having <br> received the Certificate, as well as to the customs authority of the exporting <br> 2 The customs authority of the exporting Party shall notify the customs <br> authority of the importing Party of the notification made by the exporter referred <br> Article V.06: Exceptions <br> On condition that it does not form a part of two or more import consignments <br> undertaken or planned for the purpose of evading the fulfillment of Articles V.04 <br> and V.05, the Certificate of Origin for the import of goods in the following cases <br> shall not be required for: <br> (a) a commercial import of a good, the transaction value of which does <br> not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency, except that it may require that the <br> invoice accompanying the importation include a statement certifying <br> that the good qualifies as an originating good; <br> (b) a non-commercial importation of a good whose transaction value <br> does not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency; and <br> (c) an import of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin. <br> Article V.07: Records <br> Each Party shall prescribe that: <br> (a) an exporter in its territory that makes a declaration as contained in <br> the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02, shall maintain in its territory, for five (5) years, in the case of <br> Costa Rica, and seven (7) years, in the case of CARICOM, after <br> the date on which the Certificate of Origin was signed, all records <br> and documents related to the origin of a good, including those referring to: <br> (i) the purchase, cost, value and payment for the good that is <br> exported from its territory; <br> (ii) the purchase, cost, value, and payment for all materials, <br> including indirect materials, used in the production of the good <br> that is exported from its territory; and <br> (iii) the production of the good in the form in which the good is <br> exported from its territory. <br> (b) in accordance with the procedures for verification of origin <br> established in Article V.08, the exporter shall provide the customs <br> authority of the importing Party, the records and documents <br> referred to in subparagraph (a) above. When records and <br> documents are not in the exporters' hands, he may request from <br> the producer of the materials the records and documents so that <br> with the authorization of the latter they are delivered through him to <br> the customs authority for verification; and <br> (c) an importer claiming preferential tariff treatment for a good imported <br> into its territory, from the territory of the other Party, shall maintain <br> in that territory, for five (5) years, in the case of Costa Rica, and <br> seven (7) years, in the case of CARICOM, after the date of import <br> of the good, the Certificate of Origin and all other records relating to <br> the importation required by the importing Party. <br> Article V.08: Procedures for Verification of Origin <br> 1 For purposes of determining whether goods imported into its territory from <br> the territory of the other Party qualify as originating goods, a Party may conduct a <br> verification procedure solely by means of: <br> (a) the submission to the customs authority of the exporting Party of <br> requests for information including written questionnaires to be <br> completed by exporters or producers of the territory of the other Party; <br> (b) verification visits to the premises of an exporter or producer in the <br> territory of the other Party to examine the records and documents <br> and inspect the premises used in the production of goods; and <br> (c) other procedures agreed upon by the Parties whenever necessary. <br> 2 Prior to conducting a verification procedure pursuant to paragraph 1, a <br> Party shall notify the customs authority of the exporting Party of its intention to <br> carry out a verification. Within five (5) days of receipt of this notification, the <br> customs authority in the exporting Party shall notify the exporter and/or the <br> producer of the goods. <br> 3 The customs authority of the importing Party shall obtain through the <br> customs authority of the exporting Party the written consent of the exporter or <br> producer of the goods whose premises are to be visited. Within five (5) days of <br> receipt of this written consent, the customs authority in the exporting Party shall <br> notify the customs authority of the importing Party. <br> 4 Where an exporter or a producer does not give written consent to a request <br> for a verification visit nor provide any information requested as provided for in this Article <br> within thirty (30) days of receipt of the notification referred to in paragraph <br> 2 or within the extended period, the Party which has notified its intention to carry <br> out a verification procedure may deny preferential tariff treatment to goods which <br> would have been subject of such verification. <br> 5 The notification of visits, which is provided for in Paragraph 2, shall include: <br> (a) the identity of the customs authority issuing the notification; <br> (b) the name of the exporter or producer whose premises are to be visited; <br> (c) the date and place of the proposed verification visit; <br> (d) the object and scope of the verification visit, including specific <br> reference to the goods which are the subject of the verification; <br> (e) the names and designation of the officials who will carry out the visit; and <br> (f) the legal basis for the verification visit. <br> 6 The customs authority of the exporting Party may, at the request of the <br> Party wishing to carry out verification pursuant to paragraph 1, call on the <br> producer or the exporter to make available, inter alia, documentation and <br> accounting records and permit inspection of materials, production facilities and processes. <br> 7 Where a verification has been notified, any modification of the information <br> referred to in this Article shall be notified in writing to the customs authority of the <br> exporting Party, who in turn shall immediately notify the modification to the <br> producer or the exporter. Such modifications shall be notified by the importing <br> Party no later than fifteen (15) days of receipt of the notification. <br> 8 Where the request for information involves the completion of a <br> questionnaire, the exporter shall complete and return the questionnaire within <br> thirty (30) days of receipt of the notification. Within this period, the exporter may <br> request in writing from the importing Party an extension, which shall be no longer <br> than thirty (30) days. <br> 9 The customs authority of the importing Party may grant to the customs <br> authority of the exporting Party an extension of not more than ten (10) days for <br> the submission of any documents which may be required to support an <br> application for verification of origin under the Agreement. <br> 10 Each Party shall provide that, where its customs authority receives a <br> notification regarding a verification visit, the customs authority may, within seven <br> (7) days of receipt of the notification, postpone the proposed verification visit for a <br> period not exceeding fifteen (15) days from the date of receipt of such notification <br> or for such longer period as the Parties may agree. <br> 11 The Parties shall permit an exporter or a producer whose goods are the <br> subject of a verification visit to designate two observers, to be present during the visit provided: <br> (a) the observers do not participate in a manner other than as observers; and <br> the Certificate of Origin. <br> (b) the failure of the exporter or producer to designate observers shall <br> not result in the postponement of the visit. <br> 12 The Party conducting the verification procedure shall provide the producer <br> or exporter whose goods are the subject of the verification procedure with a <br> written determination of whether or not the goods qualify as originating goods, <br> including findings of fact and the legal basis for the determination, within twenty- <br> one (21) days of the conclusion of the verification procedure. <br> 13 The procedure to verify origin performed by the customs authority of the <br> importing Party, as set out in the present Article, shall be completed within a <br> maximum term of one (1) year and shall commence from the first request for <br> information, a written questionnaire or a verification visit. Notwithstanding the <br> above, in cases duly justified, such term could be extended for one time only in <br> accordance with the provisions set out in the Uniform Regulations. <br> 14 Each Party shall provide that, if within the term set out in paragraph 13 or <br> the extension set out in the Uniform Regulations, its customs authority does not <br> issue the resolution of the origin determination, the good or goods subject to the <br> origin verification shall have the right to preferential tariff treatment. <br> 15 Where verifications by a Party indicate that an exporter has certified more <br> than once false or unsupported representations that a good imported into its <br> territory qualifies as an originating good, the importing Party may suspend <br> preferential tariff treatment to identical goods exported by such person until such <br> time as that person complies with the provisions of Chapter IV (Rules of Origin). <br> 16 Each Party shall provide that where its customs authority determines that <br> a certain good imported into its territory does not qualify as an originating good <br> based on a tariff classification or a value applied by the Party to one or more <br> materials used in the production of the good, which differs from the tariff <br> classification applied to the materials by the Party from whose territory the good <br> was exported, the Party's determination shall not become effective until it notifies <br> its determination in writing to both the importer of the good and the exporter who <br> made the declaration on the Certificate of Origin for the good. <br> 17 A Party shall not apply a determination made under paragraph 16 to an <br> import made before the effective date of the determination, where the customs <br> authority of the Party from whose territory the good was exported has issued an <br> advanced ruling on the tariff classification or on the value of such materials, or <br> has given consistent treatment to the entry of the materials under the tariff <br> classification or value at issue, on which a person is entitled to rely. <br> 18 If a Party denies preferential tariff treatment to a good pursuant to a <br> determination made under paragraph 16 it shall postpone the effective date of <br> denial for a period not exceeding ninety (90) days where the importer of the <br> good, or the exporter who made the declaration on the Certificate of Origin for <br> the good, demonstrates it has relied in good faith to its detriment on the tariff <br> classification or value applied to such materials by the customs authority of the <br> Party from whose territory the good was exported. <br> 19 In no case shall the customs authorities of the Parties interrupt an import <br> procedure regarding the goods covered by a Certificate of Origin. <br> Article V.09: Review and Appeal <br> 1 Each Party shall grant substantially the same rights of review and appeal <br> of rulings on determination of origin and advance criteria established for an <br> importer in its territory, to an exporter or producer of the other Party that makes a <br> declaration on the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02 for a good that has been the subject of a determination of origin in <br> accordance with paragraph 12 of Article V.08. <br> 2 The rights referred to in paragraph 1 shall include access to at least one <br> level of administrative review independent of the official or office responsible for <br> the determination under review; and access to a level of judicial or quasi-judicial <br> review of the determination or decision taken at the final level of administrative <br> review, according to the national legislation of each Party. <br> Article V.10: Penalties <br> Each Party shall establish measures imposing criminal, civil or administrative <br> penalties for violations of its laws and regulations relating to that set forth in this Chapter. <br> Article V.11: Advanced Rulings <br> The Parties shall establish provisions regarding advanced rulings, through <br> administrative mechanisms established in this Agreement subsequent to the <br> decision of the CARICOM authorities on this issue. <br> Party. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article V.12: Uniform Regulations <br> 1 The Parties shall establish, and implement, through their respective laws, <br> regulations or administrative policies no later than six (6) months after the date of <br> entry into force of this Agreement, and at any time thereafter, upon agreement of <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> the Parties, Uniform Regulations regarding the interpretation, application and <br> administration of this Chapter, Chapter IV (Rules of Origin) and other matters as <br> may be agreed by the Parties. <br> Regulations no later than one hundred and eighty (180) days after the Parties <br> agree on such modification or addition, or in such time as the relevant <br> amendment to the legislation enters into force. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article V.13: Cooperation <br> 1 Each Party shall notify the other Party of the following determinations, <br> measures and rulings, including, to the greatest extent practicable, those that are <br> prospective in application regarding: <br> (a) a determination of origin issued as the result of a verification <br> conducted pursuant to Article V.08; <br> (b) a determination of origin that the Party is aware is contrary to: <br> (i) a ruling issued by the customs authority of the other Party with <br> respect to the tariff classification or value of a good, or of <br> materials used in the production of a good; or <br> (ii) consistent treatment given by the customs authority of the <br> (a) in the enforcement of their respective customs-related laws or <br> other Party with respect to the tariff classification or value of a <br> good, or of materials used in the production of a good; and <br> (c) a measure establishing or significantly modifying an administrative <br> policy that is likely to affect future determinations of origin. <br> 2 The Parties shall cooperate: <br> regulations implementing this Agreement, and under any customs <br> mutual assistance agreement or other customs-related agreement to <br> which they are party; <br> (b) to the extent practicable and for purposes of facilitating the flow of <br> trade between them, in such customs-related matters as the collection <br> and exchange of statistics regarding the importation and exportation of <br> goods, the harmonization of documentation used in trade, the <br> standardization of data elements, the acceptance of an international <br> data syntax and the exchange of information. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter V: Customs Procedures <br> Article V.02: Certificate of Origin <br> Article V.14: Invoicing by a Third-Country Operator <br> confidential business information collected pursuant to its legislation. <br> 1 The Parties shall establish by the date of entry into force of this Agreement, <br> When the good subject to exchange is invoiced by a third-country operator, the <br> a Certificate of Origin, which shall serve to certify that a good being exported <br> exporter of the country of origin shall indicate on the respective Certificate of <br> from the territory of a Party into the territory of the other Party qualifies as an <br> Origin, in the section for \"observations\", that the good subject to declaration shall <br> originating good. This Certificate of Origin may be modified by agreement of the Parties. <br> be invoiced from that third-country, identifying the name, denomination or trade <br> 2 Each Party may require that a Certificate of Origin for a good imported into <br> name and the address of the operator having the responsibility to invoice the good. <br> its territory is completed in the language required under its law. <br> 3 Each Party shall require its exporters to make a declaration on the <br> Certificate of Origin, indicating compliance with the rules of origin prescribed in <br> Chapter IV (Rules of Origin) for the export of a good for which an importer may <br> claim preferential tariff treatment. <br> 4 The certifying authority of the exporting Party shall certify on the Certificate <br> of Origin that the declaration made by the exporter is accurate. <br> 5 Each Party shall provide that, where an exporter in its territory is not the <br> producer of the good, the exporter may make a declaration on the Certificate of <br> Origin on the basis of: <br> (a) its knowledge of whether the good qualifies as an originating good; or <br> (b) its reasonable reliance on the producer's written declaration made <br> on the Certificate of Origin or on a separate document, that the <br> to in paragraph 1. <br> good qualifies as an originating good; <br> 6 Each Party shall prescribe that the Certificate of Origin issued by a <br> certifying authority, in accordance with paragraph 4, is applicable to a single <br> import of one or more goods. <br> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br> by the customs authority of the importing Party within the period of six (6) months <br> from the signature date. <br> Article V.03: The Functions and Obligations of the Certifying Authorities Responsible for Origin Certification <br> 1 The certifying authority required to carry out the certification procedures shall: <br> (a) verify the accuracy of the declaration presented to them by the final <br> producer or the exporter, by means of the systems or procedures <br> which ensure the accuracy of the data; and <br> (b) provide to the other Party the administrative cooperation required <br> for the control of documentary proof of the origin. <br> 2 The certifying authorities designated by the Parties shall, no later than thirty <br> (30) days after entry into force of this Agreement, transmit through the Ministry of <br> Foreign Trade, in the case of Costa Rica, and the CARICOM Secretariat, in the <br> case of CARICOM, the approved list of the designated authorities to issue the <br> certificates mentioned in this Chapter, along with a list of the authorized <br> signatories, their specimen signatures and the stamps of the designated <br> authorities. <br> 3 Any changes to such listings shall become effective fifteen (15) days after <br> receipt of notification thereof. <br> Article V.04: Obligations Regarding Imports <br> 1 Each Party shall require an importer requesting preferential tariff treatment <br> for a good imported into its territory from the territory of another Party to: <br> (a) make a written declaration in the import document, based on a valid <br> Certificate of Origin, that the good qualifies as an originating good; <br> (b) have the Certificate of Origin in its possession at the time the <br> declaration is made; and <br> (c) provide, on the request of that Party's customs authority, a copy of <br> 2 Each Party shall provide that if the importer fails to comply with any <br> requirement under paragraph 1, the preferential tariff treatment shall be denied to <br> the good imported into the territory of the other Party, for which the preferential <br> tariff treatment had been requested. <br> Article V.05: Obligations Regarding Exports <br> 1 Each Party shall prescribe that an exporter having made a declaration on <br> the Certificate of Origin in accordance with paragraph 3 of Article V.02, and who <br> has reason to believe that the Certificate of Origin contains incorrect information, <br> shall promptly notify in writing, any change which may affect the accuracy or <br> validity of the Certificate of Origin or written declaration to any person having <br> received the Certificate, as well as to the customs authority of the exporting <br> 2 The customs authority of the exporting Party shall notify the customs <br> authority of the importing Party of the notification made by the exporter referred <br> Article V.06: Exceptions <br> On condition that it does not form a part of two or more import consignments <br> undertaken or planned for the purpose of evading the fulfillment of Articles V.04 <br> and V.05, the Certificate of Origin for the import of goods in the following cases <br> shall not be required for: <br> (a) a commercial import of a good, the transaction value of which does <br> not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency, except that it may require that the <br> invoice accompanying the importation include a statement certifying <br> that the good qualifies as an originating good; <br> (b) a non-commercial importation of a good whose transaction value <br> does not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency; and <br> (c) an import of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin. <br> Article V.07: Records <br> Each Party shall prescribe that: <br> (a) an exporter in its territory that makes a declaration as contained in <br> the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02, shall maintain in its territory, for five (5) years, in the case of <br> Costa Rica, and seven (7) years, in the case of CARICOM, after <br> the date on which the Certificate of Origin was signed, all records <br> and documents related to the origin of a good, including those referring to: <br> (i) the purchase, cost, value and payment for the good that is <br> exported from its territory; <br> (ii) the purchase, cost, value, and payment for all materials, <br> including indirect materials, used in the production of the good <br> that is exported from its territory; and <br> (iii) the production of the good in the form in which the good is <br> exported from its territory. <br> (b) in accordance with the procedures for verification of origin <br> established in Article V.08, the exporter shall provide the customs <br> authority of the importing Party, the records and documents <br> referred to in subparagraph (a) above. When records and <br> documents are not in the exporters' hands, he may request from <br> the producer of the materials the records and documents so that <br> with the authorization of the latter they are delivered through him to <br> the customs authority for verification; and <br> (c) an importer claiming preferential tariff treatment for a good imported <br> into its territory, from the territory of the other Party, shall maintain <br> in that territory, for five (5) years, in the case of Costa Rica, and <br> seven (7) years, in the case of CARICOM, after the date of import <br> of the good, the Certificate of Origin and all other records relating to <br> the importation required by the importing Party. <br> Article V.08: Procedures for Verification of Origin <br> 1 For purposes of determining whether goods imported into its territory from <br> the territory of the other Party qualify as originating goods, a Party may conduct a <br> verification procedure solely by means of: <br> (a) the submission to the customs authority of the exporting Party of <br> requests for information including written questionnaires to be <br> completed by exporters or producers of the territory of the other Party; <br> (b) verification visits to the premises of an exporter or producer in the <br> territory of the other Party to examine the records and documents <br> and inspect the premises used in the production of goods; and <br> (c) other procedures agreed upon by the Parties whenever necessary. <br> 2 Prior to conducting a verification procedure pursuant to paragraph 1, a <br> Party shall notify the customs authority of the exporting Party of its intention to <br> carry out a verification. Within five (5) days of receipt of this notification, the <br> customs authority in the exporting Party shall notify the exporter and/or the <br> producer of the goods. <br> 3 The customs authority of the importing Party shall obtain through the <br> customs authority of the exporting Party the written consent of the exporter or <br> producer of the goods whose premises are to be visited. Within five (5) days of <br> receipt of this written consent, the customs authority in the exporting Party shall <br> notify the customs authority of the importing Party. <br> 4 Where an exporter or a producer does not give written consent to a request <br> for a verification visit nor provide any information requested as provided for in this Article <br> within thirty (30) days of receipt of the notification referred to in paragraph <br> 2 or within the extended period, the Party which has notified its intention to carry <br> out a verification procedure may deny preferential tariff treatment to goods which <br> would have been subject of such verification. <br> 5 The notification of visits, which is provided for in Paragraph 2, shall include: <br> (a) the identity of the customs authority issuing the notification; <br> (b) the name of the exporter or producer whose premises are to be visited; <br> (c) the date and place of the proposed verification visit; <br> (d) the object and scope of the verification visit, including specific <br> reference to the goods which are the subject of the verification; <br> (e) the names and designation of the officials who will carry out the visit; and <br> (f) the legal basis for the verification visit. <br> 6 The customs authority of the exporting Party may, at the request of the <br> Party wishing to carry out verification pursuant to paragraph 1, call on the <br> producer or the exporter to make available, inter alia, documentation and <br> accounting records and permit inspection of materials, production facilities and processes. <br> 7 Where a verification has been notified, any modification of the information <br> referred to in this Article shall be notified in writing to the customs authority of the <br> exporting Party, who in turn shall immediately notify the modification to the <br> producer or the exporter. Such modifications shall be notified by the importing <br> Party no later than fifteen (15) days of receipt of the notification. <br> 8 Where the request for information involves the completion of a <br> questionnaire, the exporter shall complete and return the questionnaire within <br> thirty (30) days of receipt of the notification. Within this period, the exporter may <br> request in writing from the importing Party an extension, which shall be no longer <br> than thirty (30) days. <br> 9 The customs authority of the importing Party may grant to the customs <br> authority of the exporting Party an extension of not more than ten (10) days for <br> the submission of any documents which may be required to support an <br> application for verification of origin under the Agreement. <br> 10 Each Party shall provide that, where its customs authority receives a <br> notification regarding a verification visit, the customs authority may, within seven <br> (7) days of receipt of the notification, postpone the proposed verification visit for a <br> period not exceeding fifteen (15) days from the date of receipt of such notification <br> or for such longer period as the Parties may agree. <br> 11 The Parties shall permit an exporter or a producer whose goods are the <br> subject of a verification visit to designate two observers, to be present during the visit provided: <br> (a) the observers do not participate in a manner other than as observers; and <br> the Certificate of Origin. <br> (b) the failure of the exporter or producer to designate observers shall <br> not result in the postponement of the visit. <br> 12 The Party conducting the verification procedure shall provide the producer <br> or exporter whose goods are the subject of the verification procedure with a <br> written determination of whether or not the goods qualify as originating goods, <br> including findings of fact and the legal basis for the determination, within twenty- <br> one (21) days of the conclusion of the verification procedure. <br> 13 The procedure to verify origin performed by the customs authority of the <br> importing Party, as set out in the present Article, shall be completed within a <br> maximum term of one (1) year and shall commence from the first request for <br> information, a written questionnaire or a verification visit. Notwithstanding the <br> above, in cases duly justified, such term could be extended for one time only in <br> accordance with the provisions set out in the Uniform Regulations. <br> 14 Each Party shall provide that, if within the term set out in paragraph 13 or <br> the extension set out in the Uniform Regulations, its customs authority does not <br> issue the resolution of the origin determination, the good or goods subject to the <br> origin verification shall have the right to preferential tariff treatment. <br> 15 Where verifications by a Party indicate that an exporter has certified more <br> than once false or unsupported representations that a good imported into its <br> territory qualifies as an originating good, the importing Party may suspend <br> preferential tariff treatment to identical goods exported by such person until such <br> time as that person complies with the provisions of Chapter IV (Rules of Origin). <br> 16 Each Party shall provide that where its customs authority determines that <br> a certain good imported into its territory does not qualify as an originating good <br> based on a tariff classification or a value applied by the Party to one or more <br> materials used in the production of the good, which differs from the tariff <br> classification applied to the materials by the Party from whose territory the good <br> was exported, the Party's determination shall not become effective until it notifies <br> its determination in writing to both the importer of the good and the exporter who <br> made the declaration on the Certificate of Origin for the good. <br> 17 A Party shall not apply a determination made under paragraph 16 to an <br> import made before the effective date of the determination, where the customs <br> authority of the Party from whose territory the good was exported has issued an <br> advanced ruling on the tariff classification or on the value of such materials, or <br> has given consistent treatment to the entry of the materials under the tariff <br> classification or value at issue, on which a person is entitled to rely. <br> 18 If a Party denies preferential tariff treatment to a good pursuant to a <br> determination made under paragraph 16 it shall postpone the effective date of <br> denial for a period not exceeding ninety (90) days where the importer of the <br> good, or the exporter who made the declaration on the Certificate of Origin for <br> the good, demonstrates it has relied in good faith to its detriment on the tariff <br> classification or value applied to such materials by the customs authority of the <br> Party from whose territory the good was exported. <br> 19 In no case shall the customs authorities of the Parties interrupt an import <br> procedure regarding the goods covered by a Certificate of Origin. <br> Article V.09: Review and Appeal <br> 1 Each Party shall grant substantially the same rights of review and appeal <br> of rulings on determination of origin and advance criteria established for an <br> importer in its territory, to an exporter or producer of the other Party that makes a <br> declaration on the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02 for a good that has been the subject of a determination of origin in <br> accordance with paragraph 12 of Article V.08. <br> 2 The rights referred to in paragraph 1 shall include access to at least one <br> level of administrative review independent of the official or office responsible for <br> the determination under review; and access to a level of judicial or quasi-judicial <br> review of the determination or decision taken at the final level of administrative <br> review, according to the national legislation of each Party. <br> Article V.10: Penalties <br> Each Party shall establish measures imposing criminal, civil or administrative <br> penalties for violations of its laws and regulations relating to that set forth in this Chapter. <br> Article V.11: Advanced Rulings <br> The Parties shall establish provisions regarding advanced rulings, through <br> administrative mechanisms established in this Agreement subsequent to the <br> decision of the CARICOM authorities on this issue. <br> Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article V.15: Confidentiality <br> Each Party shall maintain, in accordance with its law, the confidentiality of <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter V: Customs Procedures <br> Article V.02: Certificate of Origin <br> Article V.14: Invoicing by a Third-Country Operator <br> confidential business information collected pursuant to its legislation. <br> 1 The Parties shall establish by the date of entry into force of this Agreement, <br> When the good subject to exchange is invoiced by a third-country operator, the <br> a Certificate of Origin, which shall serve to certify that a good being exported <br> exporter of the country of origin shall indicate on the respective Certificate of <br> from the territory of a Party into the territory of the other Party qualifies as an <br> Origin, in the section for \"observations\", that the good subject to declaration shall <br> originating good. This Certificate of Origin may be modified by agreement of the Parties. <br> be invoiced from that third-country, identifying the name, denomination or trade <br> 2 Each Party may require that a Certificate of Origin for a good imported into <br> name and the address of the operator having the responsibility to invoice the good. <br> its territory is completed in the language required under its law. <br> 3 Each Party shall require its exporters to make a declaration on the <br> Certificate of Origin, indicating compliance with the rules of origin prescribed in <br> Chapter IV (Rules of Origin) for the export of a good for which an importer may <br> claim preferential tariff treatment. <br> 4 The certifying authority of the exporting Party shall certify on the Certificate <br> of Origin that the declaration made by the exporter is accurate. <br> 5 Each Party shall provide that, where an exporter in its territory is not the <br> producer of the good, the exporter may make a declaration on the Certificate of <br> Origin on the basis of: <br> (a) its knowledge of whether the good qualifies as an originating good; or <br> (b) its reasonable reliance on the producer's written declaration made <br> on the Certificate of Origin or on a separate document, that the <br> to in paragraph 1. <br> good qualifies as an originating good; <br> 6 Each Party shall prescribe that the Certificate of Origin issued by a <br> certifying authority, in accordance with paragraph 4, is applicable to a single <br> import of one or more goods. <br> 7 Each Party shall prescribe that the Certificate of Origin shall be accepted <br> by the customs authority of the importing Party within the period of six (6) months <br> from the signature date. <br> Article V.03: The Functions and Obligations of the Certifying Authorities Responsible for Origin Certification <br> 1 The certifying authority required to carry out the certification procedures shall: <br> (a) verify the accuracy of the declaration presented to them by the final <br> producer or the exporter, by means of the systems or procedures <br> which ensure the accuracy of the data; and <br> (b) provide to the other Party the administrative cooperation required <br> for the control of documentary proof of the origin. <br> 2 The certifying authorities designated by the Parties shall, no later than thirty <br> (30) days after entry into force of this Agreement, transmit through the Ministry of <br> Foreign Trade, in the case of Costa Rica, and the CARICOM Secretariat, in the <br> case of CARICOM, the approved list of the designated authorities to issue the <br> certificates mentioned in this Chapter, along with a list of the authorized <br> signatories, their specimen signatures and the stamps of the designated <br> authorities. <br> 3 Any changes to such listings shall become effective fifteen (15) days after <br> receipt of notification thereof. <br> Article V.04: Obligations Regarding Imports <br> 1 Each Party shall require an importer requesting preferential tariff treatment <br> for a good imported into its territory from the territory of another Party to: <br> (a) make a written declaration in the import document, based on a valid <br> Certificate of Origin, that the good qualifies as an originating good; <br> (b) have the Certificate of Origin in its possession at the time the <br> declaration is made; and <br> (c) provide, on the request of that Party's customs authority, a copy of <br> 2 Each Party shall provide that if the importer fails to comply with any <br> requirement under paragraph 1, the preferential tariff treatment shall be denied to <br> the good imported into the territory of the other Party, for which the preferential <br> tariff treatment had been requested. <br> Article V.05: Obligations Regarding Exports <br> 1 Each Party shall prescribe that an exporter having made a declaration on <br> the Certificate of Origin in accordance with paragraph 3 of Article V.02, and who <br> has reason to believe that the Certificate of Origin contains incorrect information, <br> shall promptly notify in writing, any change which may affect the accuracy or <br> validity of the Certificate of Origin or written declaration to any person having <br> received the Certificate, as well as to the customs authority of the exporting <br> 2 The customs authority of the exporting Party shall notify the customs <br> authority of the importing Party of the notification made by the exporter referred <br> Article V.06: Exceptions <br> On condition that it does not form a part of two or more import consignments <br> undertaken or planned for the purpose of evading the fulfillment of Articles V.04 <br> and V.05, the Certificate of Origin for the import of goods in the following cases <br> shall not be required for: <br> (a) a commercial import of a good, the transaction value of which does <br> not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency, except that it may require that the <br> invoice accompanying the importation include a statement certifying <br> that the good qualifies as an originating good; <br> (b) a non-commercial importation of a good whose transaction value <br> does not exceed one thousand ($1,000) US dollars or its equivalent <br> amount in the Party's currency; and <br> (c) an import of a good for which the importing Party has waived the <br> requirement for a Certificate of Origin. <br> Article V.07: Records <br> Each Party shall prescribe that: <br> (a) an exporter in its territory that makes a declaration as contained in <br> the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02, shall maintain in its territory, for five (5) years, in the case of <br> Costa Rica, and seven (7) years, in the case of CARICOM, after <br> the date on which the Certificate of Origin was signed, all records <br> and documents related to the origin of a good, including those referring to: <br> (i) the purchase, cost, value and payment for the good that is <br> exported from its territory; <br> (ii) the purchase, cost, value, and payment for all materials, <br> including indirect materials, used in the production of the good <br> that is exported from its territory; and <br> (iii) the production of the good in the form in which the good is <br> exported from its territory. <br> (b) in accordance with the procedures for verification of origin <br> established in Article V.08, the exporter shall provide the customs <br> authority of the importing Party, the records and documents <br> referred to in subparagraph (a) above. When records and <br> documents are not in the exporters' hands, he may request from <br> the producer of the materials the records and documents so that <br> with the authorization of the latter they are delivered through him to <br> the customs authority for verification; and <br> (c) an importer claiming preferential tariff treatment for a good imported <br> into its territory, from the territory of the other Party, shall maintain <br> in that territory, for five (5) years, in the case of Costa Rica, and <br> seven (7) years, in the case of CARICOM, after the date of import <br> of the good, the Certificate of Origin and all other records relating to <br> the importation required by the importing Party. <br> Article V.08: Procedures for Verification of Origin <br> 1 For purposes of determining whether goods imported into its territory from <br> the territory of the other Party qualify as originating goods, a Party may conduct a <br> verification procedure solely by means of: <br> (a) the submission to the customs authority of the exporting Party of <br> requests for information including written questionnaires to be <br> completed by exporters or producers of the territory of the other Party; <br> (b) verification visits to the premises of an exporter or producer in the <br> territory of the other Party to examine the records and documents <br> and inspect the premises used in the production of goods; and <br> (c) other procedures agreed upon by the Parties whenever necessary. <br> 2 Prior to conducting a verification procedure pursuant to paragraph 1, a <br> Party shall notify the customs authority of the exporting Party of its intention to <br> carry out a verification. Within five (5) days of receipt of this notification, the <br> customs authority in the exporting Party shall notify the exporter and/or the <br> producer of the goods. <br> 3 The customs authority of the importing Party shall obtain through the <br> customs authority of the exporting Party the written consent of the exporter or <br> producer of the goods whose premises are to be visited. Within five (5) days of <br> receipt of this written consent, the customs authority in the exporting Party shall <br> notify the customs authority of the importing Party. <br> 4 Where an exporter or a producer does not give written consent to a request <br> for a verification visit nor provide any information requested as provided for in this Article <br> within thirty (30) days of receipt of the notification referred to in paragraph <br> 2 or within the extended period, the Party which has notified its intention to carry <br> out a verification procedure may deny preferential tariff treatment to goods which <br> would have been subject of such verification. <br> 5 The notification of visits, which is provided for in Paragraph 2, shall include: <br> (a) the identity of the customs authority issuing the notification; <br> (b) the name of the exporter or producer whose premises are to be visited; <br> (c) the date and place of the proposed verification visit; <br> (d) the object and scope of the verification visit, including specific <br> reference to the goods which are the subject of the verification; <br> (e) the names and designation of the officials who will carry out the visit; and <br> (f) the legal basis for the verification visit. <br> 6 The customs authority of the exporting Party may, at the request of the <br> Party wishing to carry out verification pursuant to paragraph 1, call on the <br> producer or the exporter to make available, inter alia, documentation and <br> accounting records and permit inspection of materials, production facilities and processes. <br> 7 Where a verification has been notified, any modification of the information <br> referred to in this Article shall be notified in writing to the customs authority of the <br> exporting Party, who in turn shall immediately notify the modification to the <br> producer or the exporter. Such modifications shall be notified by the importing <br> Party no later than fifteen (15) days of receipt of the notification. <br> 8 Where the request for information involves the completion of a <br> questionnaire, the exporter shall complete and return the questionnaire within <br> thirty (30) days of receipt of the notification. Within this period, the exporter may <br> request in writing from the importing Party an extension, which shall be no longer <br> than thirty (30) days. <br> 9 The customs authority of the importing Party may grant to the customs <br> authority of the exporting Party an extension of not more than ten (10) days for <br> the submission of any documents which may be required to support an <br> application for verification of origin under the Agreement. <br> 10 Each Party shall provide that, where its customs authority receives a <br> notification regarding a verification visit, the customs authority may, within seven <br> (7) days of receipt of the notification, postpone the proposed verification visit for a <br> period not exceeding fifteen (15) days from the date of receipt of such notification <br> or for such longer period as the Parties may agree. <br> 11 The Parties shall permit an exporter or a producer whose goods are the <br> subject of a verification visit to designate two observers, to be present during the visit provided: <br> (a) the observers do not participate in a manner other than as observers; and <br> the Certificate of Origin. <br> (b) the failure of the exporter or producer to designate observers shall <br> not result in the postponement of the visit. <br> 12 The Party conducting the verification procedure shall provide the producer <br> or exporter whose goods are the subject of the verification procedure with a <br> written determination of whether or not the goods qualify as originating goods, <br> including findings of fact and the legal basis for the determination, within twenty- <br> one (21) days of the conclusion of the verification procedure. <br> 13 The procedure to verify origin performed by the customs authority of the <br> importing Party, as set out in the present Article, shall be completed within a <br> maximum term of one (1) year and shall commence from the first request for <br> information, a written questionnaire or a verification visit. Notwithstanding the <br> above, in cases duly justified, such term could be extended for one time only in <br> accordance with the provisions set out in the Uniform Regulations. <br> 14 Each Party shall provide that, if within the term set out in paragraph 13 or <br> the extension set out in the Uniform Regulations, its customs authority does not <br> issue the resolution of the origin determination, the good or goods subject to the <br> origin verification shall have the right to preferential tariff treatment. <br> 15 Where verifications by a Party indicate that an exporter has certified more <br> than once false or unsupported representations that a good imported into its <br> territory qualifies as an originating good, the importing Party may suspend <br> preferential tariff treatment to identical goods exported by such person until such <br> time as that person complies with the provisions of Chapter IV (Rules of Origin). <br> 16 Each Party shall provide that where its customs authority determines that <br> a certain good imported into its territory does not qualify as an originating good <br> based on a tariff classification or a value applied by the Party to one or more <br> materials used in the production of the good, which differs from the tariff <br> classification applied to the materials by the Party from whose territory the good <br> was exported, the Party's determination shall not become effective until it notifies <br> its determination in writing to both the importer of the good and the exporter who <br> made the declaration on the Certificate of Origin for the good. <br> 17 A Party shall not apply a determination made under paragraph 16 to an <br> import made before the effective date of the determination, where the customs <br> authority of the Party from whose territory the good was exported has issued an <br> advanced ruling on the tariff classification or on the value of such materials, or <br> has given consistent treatment to the entry of the materials under the tariff <br> classification or value at issue, on which a person is entitled to rely. <br> 18 If a Party denies preferential tariff treatment to a good pursuant to a <br> determination made under paragraph 16 it shall postpone the effective date of <br> denial for a period not exceeding ninety (90) days where the importer of the <br> good, or the exporter who made the declaration on the Certificate of Origin for <br> the good, demonstrates it has relied in good faith to its detriment on the tariff <br> classification or value applied to such materials by the customs authority of the <br> Party from whose territory the good was exported. <br> 19 In no case shall the customs authorities of the Parties interrupt an import <br> procedure regarding the goods covered by a Certificate of Origin. <br> Article V.09: Review and Appeal <br> 1 Each Party shall grant substantially the same rights of review and appeal <br> of rulings on determination of origin and advance criteria established for an <br> importer in its territory, to an exporter or producer of the other Party that makes a <br> declaration on the Certificate of Origin in accordance with paragraph 3 of Article <br> V.02 for a good that has been the subject of a determination of origin in <br> accordance with paragraph 12 of Article V.08. <br> 2 The rights referred to in paragraph 1 shall include access to at least one <br> level of administrative review independent of the official or office responsible for <br> the determination under review; and access to a level of judicial or quasi-judicial <br> review of the determination or decision taken at the final level of administrative <br> review, according to the national legislation of each Party. <br> Article V.10: Penalties <br> Each Party shall establish measures imposing criminal, civil or administrative <br> penalties for violations of its laws and regulations relating to that set forth in this Chapter. <br> Article V.11: Advanced Rulings <br> The Parties shall establish provisions regarding advanced rulings, through <br> administrative mechanisms established in this Agreement subsequent to the <br> decision of the CARICOM authorities on this issue. <br> Party. <br> "}]}]}, "members_found": ["084", "188", 2, 8703900000]}