{"FtaRooDetails": {"FtaId": 270, "FtaCode": "ITC00276", "FtaName": "FTA, CARICOM-Dominican Republic", "FtaFullName": "Free Trade Agreement between the Caribbean Community and the Government of the Dominican Republic", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "05.02.2002", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Antigua and Barbuda; Bahamas; Barbados; Belize; Dominica; Dominican Republic; Grenada; Guyana; Haiti; Jamaica; Montserrat; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, CARICOM-Dominican Republic", "AdminProcCooAuth": "The certification type under FTA, CARICOM-Dominican Republic is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, CARICOM-Dominican Republic is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, CARICOM-Dominican Republic agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "45%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "Other", "RooText": "In accordance with the Protocol Implementing the Agreement Establishing the Free Trade Area between the Caribbean Community and the Dominican Republic, the Joint Council is charged with developing criteria which would be applied to these goods under the Rules of Origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00276_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/trade/ccdr/English/Attachments_to_Protocol/Attchmt_IV_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00276_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/trade/ccdr/English/Attachments_to_Protocol/Attchmt_III_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00276_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/ccdr/English/Annexes/AppI_Annx_I_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00276_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/ccdr/English/Act2001-10_e.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article VII : Cumulation <br /> For the purpose of the origin requirements, materials or <br /> products originating in the territory of any of the Parties, <br /> incorporated in particular goods in the territory of the other Party, <br /> shall be considered as goods originating in the Party where final <br /> production take place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article IX : De Minimis <br /> Where the value of all non-originating materials used in the <br /> production of goods that do not undergo an applicable change in <br /> tariff classification as set out in the Attachment to this Appendix <br /> is not more than seven per cent (7%) of the transaction value of the <br /> goods adjusted to a FOB basis, these materials shall be considered <br /> to be originating goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article XIII : Accessories, Spare Parts and Tools <br /> The accessories, spare parts and tools dispatched with a piece <br /> of equipment, machine, apparatus or vehicle which are part of the <br /> normal equipment, will not be considered in determining if all <br /> non-originating materials or products used in the production of a <br /> piece of equipment, machine, apparatus or vehicle comply with the <br /> correspondent change in the classification established in this <br /> Appendix and its Attachment, provided that: <br /> (i) the accessories, parts and tools are not separately <br /> billed from the piece of equipment, machine, <br /> apparatus or vehicle, regardless of any detailed <br /> information contained in the invoice; and <br /> (ii) the quantity and the value of these accessories, parts <br /> and tools are the normal ones used for related goods. <br /> The origin of the accessories, parts and tools that do not fulfill <br /> the conditions in the preceding paragraph will be determined by <br /> applying the corresponding rule of origin to each one of them separately.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article IV : Wholly Produced Goods <br /> Wholly Produced Goods are: <br /> (i) Products from the mineral, plant or animal kingdoms <br /> (including those from hunting and fishing), extracted <br /> harvested or gathered, born, bred or captured in the <br /> territories of the Parties, or in their territorial waters <br /> or in their exclusive economic zones; <br /> (ii) products of the sea extracted beyond the territorial <br /> waters of the Parties and their exclusive economic <br /> zones by ships, wholly or partially owned by <br /> nationals of the Parties, legally chartered, leased or <br /> contracted under joint venture arrangements by <br /> enterprises established in the territories of the Parties; <br /> (iii) products of factory ships, wholly or partially owned <br /> by nationals of the Parties, legally chartered, leased <br /> or contracted under joint venture arrangements by <br /> enterprises established in the territories of the <br /> Parties produced from goods or products of the sea, <br /> extracted by ships in accordance with the provisions <br /> in (i) and (ii) above; <br /> (iv) the slag, ashes, residues, waste or scrap, gathered or <br /> obtained from manufacturing and processing <br /> operations performed in the territories of the parties, <br /> fit only for the recovery of raw materials, as long as <br /> they do not constitute toxic or hazardous wastes in <br /> accordance with national and international law; <br /> (v) goods produced in the territories of the Parties which <br /> are made solely from originating goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article V : Insufficient Working or Processing <br /> Goods shall not be treated as originating, if they are produced <br /> by any operation or process which consists only of one or <br /> more of the following: <br /> (i) operations to ensure the preservation of goods or <br /> products during transportation or storage, such as <br /> ventilation, refrigeration, freezing; addition of <br /> preservative or salt, removal of damaged parts and the like; <br /> (ii) operations such as dust removal, washing or <br /> cleaning, sifting, peeling, shelling, winnowing, <br /> maceration, drying, sorting, classification, grading, <br /> selection, crushing, filtering, diluting in water, painting or cutting up; <br /> (iii) the simple formation of sets of goods; <br /> (iv) the packing, placing in containers or repackaging; <br /> (v) the dividing up or assembly of packages; <br /> (vi) the affixing of bands, labels or other similar distinctive signs; <br /> (vii) the simple mixture of materials, if the characteristics <br /> of the product obtained are not essentially different <br /> from the characteristics of the materials which have been mixed; <br /> (viii) the slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article VIII : Regional Value Content <br /> The Regional Value Content (RVC) of the goods shall be <br /> calculated based on the transaction value method, applying the <br /> following formula: <br /> RVC = [(TV-NOG)/TV] •100 where; <br /> RVC = Regional Value Content expressed as percentage; <br /> TV = Transaction Value of the merchandise, adjusted <br /> on an FOB base; <br /> NOG = Value of non-originating goods used in the production of the final product. <br /> 2. Where the value of the goods is on a basis other than FOB <br /> it shall be adjusted to FOB for purposes of this Article. <br /> 3. When the origin is determined by the Regional Value <br /> Content, the required percentage shall be specified in the <br /> Attachment to this Appendix. <br /> 4. All costs considered in the calculation of Regional Value <br /> Content, shall be registered and kept in accordance with generally <br /> accepted accounting principles, applicable in the territory of the <br /> Party where the good is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article VI : Materials not Incorporated in the Goods <br /> Any material, input or product which is not physically <br /> incorporated in goods used in the production, verification and <br /> inspection of the goods and operation of equipment related with it <br /> or for the maintenance of buildings, will be considered originating <br /> regardless of the country where it was manufactured or produced. <br /> 2. These include: <br /> (i) fuel, electrical energy, catalysts and solvents; <br /> (ii) equipment apparatus and accessories used for the <br /> verification or inspection of goods; <br /> (iii) gloves, protective eye masks, footwear, apparel, <br /> security equipment and accessories; <br /> (iv) tools, dies (for die-cutting) and moulds; <br /> (v) spare parts and materials used in the maintenance of equipment and buildings; <br /> (vi) lubricants, oils compound products and other <br /> products used in the production process, equipment <br /> operation or maintenance of building; and <br /> (vii) any other material or product which is not <br /> incorporated in the goods, but which can be shown to <br /> be part of the said production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article XVI : Direct Transport <br /> In order for goods to benefit from the preferential treatment <br /> provided for under this Agreement, they must be directly delivered <br /> from the exporting country to the importing country. <br /> For this purpose, the following shall be considered as direct consignment: <br /> (i) goods transported without going through third <br /> countries: <br /> (ii) goods transported in transit through one or more <br /> third countries, with or without transhipment or <br /> temporary storage under the surveillance of Customs <br /> Authorities of such countries, provided that: <br /> (a) the transit is justified by geographical <br /> reasons or by considerations related to transport requirements; <br /> (b) they are not designed for trade or use in the <br /> transit country; and <br /> (c) they do not undergo during transportation or <br /> storage any operation other than loading or <br /> unloading or operations to keep them in good <br /> condition and ensure their conservation. <br /> Article XVII : Transhipment through the Parties <br /> Nothing in Article XVI shall preclude the transhipment of <br /> goods through the Parties. <br /> Where such transhipment takes place, the Certifying <br /> Authority in the State through which the goods are transhipped <br /> shall affix on the relevant transport documentation the approved <br /> stamp and an authorised signature pursuant to Article XIX.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article XIV : Treatment of Retail Packing <br /> Packing presented with the merchandise and classified with <br /> the goods that they contain, will not be considered for determining <br /> the origin of the related goods, as long as they are used on a normal basis. <br /> Where the packing is not that used on a normal basis, each <br /> Party may treat goods separately from their packing to determine <br /> the origin of the goods and the packing. <br /> Article XV : Treatment of Packing Required for the Transport or Storage of Goods <br /> No part of any packing required for the transport or storage of <br /> goods will be considered when determining origin of goods as a whole.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article X : Management of Inventory <br /> The Parties will ensure that enterprises will apply <br /> appropriate systems in the management of this Appendix provided <br /> that the systems are based on generally accepted accounting principles. <br /> Each Party will inform the other of the systems in use to <br /> manage inventories including those of interchangeable goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article XI : Sets <br /> Sets, as defined in General Rule 3 of the Harmonised System, <br /> shall be regarded as originating when all component articles are <br /> originating products. Nevertheless, when a set is composed of <br /> originating and non-originating articles, the set as a whole shall be <br /> regarded as originating provided that the value of the non- <br /> originating articles does not exceed seven per cent (7%) of the FOB price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article XVIII : Declaration and Certification of Origin <br /> The Certificate of Origin shall include: <br /> (i) a declaration by the exporter or the final producer <br /> that the origin requirements prescribed in this <br /> Appendix have been met; <br /> (ii) a certificate by the authorised body of the exporting <br /> country that the declaration by the exporter or the <br /> final producer, as the case may be, is accurate. <br /> 2. Where the exporter is not the final producer of the goods or <br /> products, the former shall present the declaration of origin to the authorised body. <br /> 3. In every case, the Certificate of Origin shall be prepared by <br /> an exporter in the country of final production. <br /> 4. The competent authority in the exporting country shall <br /> carry out such control as is necessary to permit the certification <br /> provided for in this Article and shall confirm all the data set out in <br /> the Certificate of Origin. <br /> 5. The Certificate of Origin shall have affixed the signature of <br /> an official notified by the authorised body of the exporting country <br /> pursuant to Article XIX. <br /> 6. The date of the Certificate of Origin may not precede that <br /> of the relevant commercial invoice. <br /> 7. The Certificate of Origin shall be valid for a period of 180 days <br /> from the date of issue. <br /> 8. Where the goods traded under this Agreement are <br /> accompanied by a Certificate of Origin, that Certificate shall be <br /> deemed to satisfy the requirement of the Consular Invoice.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article XXI : Non-Requirement of the Certificate of Origin <br /> An Invoice, with a duly signed declaration that the goods were <br /> produced in a CARICOM Member State or in the Dominican <br /> Republic, shall be deemed to satisfy the requirement of the <br /> Certificate of Origin, where the value of the goods expressed in <br /> national currency, does not exceed the equivalent of One Thousand <br /> US Dollars (US$ 1,000.00). <br /> This exception will not apply where the imports are proven to <br /> be the result of two or more parts of a consignment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article XVIII : Declaration and Certification of Origin <br /> 7. The Certificate of Origin shall be valid for a period of 180 days <br /> from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article XX : Requirement to maintain Records and Documents <br /> Each Party shall require the exporter or final producer who <br /> completes and signs a Certificate of Origin to keep all the records <br /> and documents pertaining to the origin of the goods for a minimum <br /> of three years from the date of the Certificate and to produce these <br /> records and documents as requested by the competent authority, <br /> in accordance, with national legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article XXIII : Origin Verification <br /> For purposes of determining whether goods imported into its <br /> territory from the territory of another Party qualify as originating <br /> goods, a Party may conduct verification solely by means of: <br /> (i) submitting to the competent authority of the <br /> exporting Party request for information from an <br /> exporter or a producer, in a territory of another Party; <br /> (ii) visits to the premises of an exporter or producer in <br /> the territory of another Party to review records and <br /> observe the production of the goods; <br /> (iii) other procedures agreed upon by the Parties whenever necessary. <br /> 2. Prior to conducting verification pursuant to paragraph 1, a <br /> Party shall, through its designated entity, notify the competent <br /> authority of the exporting Party of its intention to carry out <br /> verification. Within five (5) days of dispatch of this notification, the <br /> competent authority in the exporting Party shall notify the <br /> exporter and/or the producer of the goods. <br /> 3. The competent authority of the importing Party shall <br /> obtain the written consent of the exporter or producer of the goods <br /> whose premises are to be visited. <br /> 4. The notification of visits which are provided for in paragraph 1(ii) shall include: <br /> (i) the identity of the designated entity issuing the notification; <br /> (ii) the name of the exporter or producer whose premises are to be visited; <br /> (iii) the date and place of the proposed verification visit; <br /> (iv) the object and scope of the verification visit, including <br /> specific reference to the goods which are the subject of the verification; <br /> (v) the names and designation of the officials who will carry out the visit; and <br /> (vi) the legal basis for the verification visit. <br /> 5. The competent authority of the exporting Party may, at the <br /> request of the Party wishing to carry out verification pursuant to <br /> paragraph 1, call on the producer or the exporter to make <br /> available, inter alia, documentation and accounting records and <br /> permit inspection of materials, production facilities and processes. <br /> 6. Where a verification has been notified, any modification of <br /> the information referred to in this Article shall be notified in <br /> writing to the competent authority of the exporting Party, who in <br /> turn shall immediately notify the modifications to the producer or <br /> the exporter. Such modifications shall be notified by the importing <br /> Party no later than fifteen (15) days after the initial notification. <br /> 7. Where an exporter or a producer does not either give <br /> written consent to a proposed verification visit or provide any <br /> information requested as provided for in this Article within thirty <br /> (30) days of despatch of the notification, the Party which has <br /> notified intention to carry out verification may deny preferential <br /> tariff treatment to goods which would have been the subject of such verification. <br /> 8. The Competent Authority of the importing Party may <br /> grant to the competent authority of the exporting Party an <br /> extension of not more than ten (10) days for the submission of any <br /> documents which may be required to support an application for <br /> verification of origin under this Agreement. <br /> 9. Each Party shall provide that, where its competent <br /> authority receives notification, the competent authority may, <br /> within seven (7) days of receipt of the notification, postpone the <br /> proposed verification visit for a period not exceeding fifteen (15) <br /> days from the date of such receipt or for such longer period as the Parties may agree. <br /> 10. The Parties shall permit an exporter or a producer whose <br /> goods are the subject of a verification visit to designate two <br /> observers to be present during the visit, providing that: <br /> (i) the observers do not participate in a manner other <br /> than as observers; and <br /> (ii) the failure of the exporter or producer to designate <br /> observers shall not result in the postponement of the visit. <br /> Article XXIV : Findings of the Verification <br /> The Party conducting a verification shall provide the exporter <br /> or producer whose goods are the subject of the verification with a <br /> written determination of whether or not the goods qualify as <br /> originating goods, including findings of fact and the legal basis for <br /> the determination, within twenty-one (21) days of the conclusion of <br /> the verification exercise.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article XXVII : Penalties <br /> Each Party, in its legislation, shall provide penalties for <br /> breaches of the provisions of this Appendix which shall be similar", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article XXVI : Appeals <br /> Each Party will establish procedures for the review of <br /> decisions by the various authorities regarding the origin verification procedures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article I : Definitions <br> For the purposes of this Appendix, the following definitions shall apply: <br> (i) Materials: means raw materials, intermediate goods <br> and parts or components utilised in production; <br> (ii) Goods: means any materials or finished articles; <br> (iii) Production: means planting, extraction, harvesting, <br> fishing, hunting, manufacturing, processing or <br> assembly of goods or products; <br> (iv) Originating goods: means goods or materials which <br> meet the Rules of Origin established in this Appendix. <br> The Transaction Value shall be determined according to the <br> national legislation of the Parties. <br> "}, {"ArticleTitle": "Scope of Application", "ArticleDesc": "Article II : Scope of Application <br> The scope of application of the Rules of Origin and its <br> amendments is limited to the trade of goods governed by the <br> provisions of this Agreement. <br> "}, {"ArticleTitle": "Criteria for Determining Originating Status", "ArticleDesc": "Article III : Criteria for Determining Originating Status <br> Goods shall be considered as originating in the territory of one <br> of the Parties to this Agreement where they comply with either of <br> the following conditions: <br> (i) they must be wholly produced in one of the Parties; or <br> (ii) they must be produced in one of the Parties wholly or <br> partly from materials imported from countries other <br> than the Parties by a process which effects a <br> substantial transformation characterised— <br> (a) by the goods being classified in a six-digit- <br> subheading of the Harmonised Commodity <br> Description and Coding System different <br> from that in which any of the materials <br> imported from countries other than the <br> Parties are classified, as specified in the <br> attachment to this Appendix; or <br> (b) by other criteria specified in the Attachment <br> to this Appendix. <br> "}, {"ArticleTitle": "Assembly", "ArticleDesc": "Article XII : Assembly <br> The rules governing assembly goods shall be defined on a <br> case-by-case basis in the Attachment to the Appendix provided for in Article III. <br> "}, {"ArticleTitle": "The Functions and Obligations of Bodies Authorised to carry out Certification", "ArticleDesc": "Article XIX : The Functions and Obligations of Bodies Authorised to carry out Certification <br> The Bodies authorised by the Parties to carry out Certification will: <br> (i) verify the accuracy of the declaration presented to <br> them by the fina1 producer or the exporter by way of <br> systems or procedures which ensure the accuracy of the data; <br> (ii) provide to the other Party the administrative <br> co-operation required for the control of documentary proof or origin. <br> 2. The bodies authorised by the Parties will, no later than <br> thirty (30) days after entry into force of the Agreement, transmit <br> through their respective Foreign Ministries, the approved list of <br> the bodies authorised to issue the certificates mentioned in this <br> Appendix, along with a list of authorised signatories, facsimile of <br> the authorised signatures and the stamps of the authorised bodies. <br> 3. Any changes to such listings shall enter into force thirty <br> (30) days after receipt of notification. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article XXII : Confidentiality <br> Each Party shall maintain, in accordance with its national <br> legislation, the confidentiality of confidential business information <br> collected pursuant to this Agreement and shall protect that <br> information from disclosure that could prejudice the competitive <br> position of the persons providing the information. <br> The confidential business information collected pursuant to <br> this Agreement may be disclosed only to those authorities <br> responsible for the administration and enforcement of <br> determinations of origin and of customs and revenue matters. <br> "}, {"ArticleTitle": "Guarantee of Payment of Revenue", "ArticleDesc": "Article XXV : Guarantee of Payment of Revenue <br> In no case shall the customs authorities of the Parties <br> interrupt an import procedure of the products covered by a <br> Certificate of Origin. However, the competent authorities of the <br> importing Party, in addition to requesting the appropriate <br> additional information from the competent authorities of the <br> exporting Party, may adopt any action it deems necessary to <br> safeguard its fiscal interests. <br> The competent authorities of the importing Party shall take <br> appropriate action with respect to any financial security given to <br> protect the fiscal interest based on the determination of the verification. <br> "}]}]}, "members_found": ["084", "214", 2, 8703900000]}