{"FtaRooDetails": {"FtaId": 271, "FtaCode": "ITC00277", "FtaName": "FTA, Chile-China", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OF THE REPUBLIC OF CHILE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2006", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; China", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-China", "AdminProcCooAuth": "The certification type under FTA, Chile-China is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-China is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-China agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "The percentage of regional value content shall not be less than 40%, except for the goods listed in Annex 3, which shall comply with the Product Specific Rules as provided under Article 18.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00277_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CHL_CHN/CHL_CHN_e/Annex_e.asp#ann4"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00277_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.direcon.gob.cl/wp-content/uploads/2010/04/Product-Specific-Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00277_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CHL_CHN/CHL_CHN_e/Text_e.asp#chap4"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00277_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/Trade/CHL_CHN/CHL_CHN_e/Text_e.asp#Chap5"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00277_full.pdf", "DocType": "8_full", "WebLink": "http://fta.mofcom.gov.cn/chile/xieyi/freetradexieding2.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00277_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N191.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 Accumulation <br /> Where originating goods or materials of a Party are incorporated into a good in <br /> the other Party's territory, the goods or materials so incorporated shall be regarded to be <br /> originating in the latter's territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (8%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 De Minimis. <br /> A good that does not conform to the tariff classification change, pursuant to the <br /> provisions of Annex 3, shall be considered to be originating even if the value of all non- <br /> originating materials used in its production not meeting the tariff classification change <br /> requirement does not exceed 8% of the value of the given good, determined pursuant to <br /> Article 17.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 Regional Value Content (RVC) <br /> 3. The value of the non-originating materials used by the producer in the <br /> production of a good shall not include, for purposes of calculating the regional value <br /> content of the good, pursuant to paragraph 1, the value of non-originating materials used <br /> to produce originating materials that are subsequently used in the production of the <br /> good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 Accessories, Spare Parts, and Tools <br /> Accessories, spare parts, or tools presented as part of the good upon importation <br /> shall be disregarded when determining the origin of the good, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced <br /> separately from the good; and <br /> (b) the quantities and the value of said accessories, spare parts, or tools are <br /> the normal ones for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 Wholly Obtained Goods <br /> For the purpose of subparagraph (a) of Article 15, the following goods shall be <br /> regarded as wholly obtained or produced in the territory of one Party: <br /> (a) mineral products extracted from the soil or from the seabed of China or <br /> Chile; <br /> (b) plants and plants products harvested in China or Chile; <br /> (c) live animals, bom and raised in China or Chile; <br /> (d) products from live animals raised in China or Chile; <br /> (e) products obtained by hunting, trapping or fishing in inland waters <br /> conducted in China or Chile; <br /> (f) products of sea fishing and other products taken from the territorial sea <br /> or the exclusive economic zone of China or Chile;2 <br /> (g) products of sea fishing and other products taken from the sea beyond the <br /> exclusive economic zone by a vessel flying the flag of China or Chile; <br /> Products of sea fishing and other products, if exclusively taken by a vessel registered or recorded within <br /> a Party and flying its flag, from the sea within its exclusive economic zone shall be regarded as wholly <br /> obtained in that Party. <br /> (h) products manufactured on board a factory ship flying the flag of China or <br /> Chile, exclusively from products referred to in subparagraphs (f) and (g); <br /> (i) used articles collected in China or Chile fit only for the recovery of raw <br /> materials; <br /> (j) waste and scrap resulting from manufacturing operations conducted in <br /> China or Chile and are fit only for the recovery of raw materials; <br /> (k) products extracted from the seabed or beneath the seabed outside the <br /> territorial sea of China or Chile, provided that they have sole rights to <br /> exploit such seabed; and <br /> (1) products manufactured in China or Chile exclusively from products <br /> specified in subparagraphs (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 Operations that Do Not Confer Origin <br /> 1. The following operations shall be considered as insufficient working or <br /> processing to confer the status of originating products: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (g) operations to color sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (1) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) operations whose sole purpose is to ease port handling; <br /> (p) a combination of two or more operations specified in subparagraphs (a) <br /> to (o); and <br /> (q) slaughter of animals. <br /> 2. For purposes of this Article: <br /> (a) simple, generally describes activities which need neither special skills <br /> nor special machines, apparatus or equipment specially produced or <br /> installed for carrying out the activity; and <br /> (b) simple mixing, generally describes activities which need neither special <br /> skills nor machines, apparatus or equipment especially produced or <br /> installed for carrying out the activity. However, simple mixing does not <br /> include chemical reaction.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 Regional Value Content (RVC) <br /> 1. The regional value content of a good shall be calculated on the basis of the <br /> following method: <br /> V-VNM <br /> RVC = ----------------- x 100 <br /> V <br /> where: <br /> RVC means the regional value content expressed as a percentage; <br /> V means the value of the good, as defined in the Customs Valuation <br /> Agreement, adjusted on an FOB basis; and <br /> VNM means the value, as defined in the Customs Valuation Agreement, of the <br /> non-originating materials, adjusted on a CIF basis, except as provided in <br /> paragraph 4. <br /> 2. The percentage of regional value content shall not be less than 40%, except for <br /> the goods listed in Annex 3, which shall comply with the Product Specific Rules as <br /> provided under Article 18. <br /> 3. The value of the non-originating materials used by the producer in the <br /> production of a good shall not include, for purposes of calculating the regional value <br /> content of the good, pursuant to paragraph 1, the value of non-originating materials used <br /> to produce originating materials that are subsequently used in the production of the <br /> good. <br /> 4. When the producer of the good acquires a non-originating material within the <br /> Party's territory where it is located, the value of such material shall not include freight, <br /> insurance, packing costs, and any other costs incurred in transporting the material from <br /> the supplier's warehouse to the producer's location.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 Neutral Elements <br /> 1. In order to determine whether a product originates, the origin of the neutral <br /> elements defined in paragraph 2 shall not be taken into account. <br /> 2. Neutral element mean articles used in the production of a good which are, not <br /> physically incorporated into it, neither form part of it, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part <br /> of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 Direct Transport <br /> 1. Preferential tariff treatment provided for in this Agreement shall be applied to <br /> goods which satisfy the requirements of this Chapter and are directly transported <br /> between the Parties. <br /> 2. Notwithstanding paragraph 1, where the transit of goods takes place through <br /> non-Parties for storage, with or without transshipment, a maximum length of time not <br /> exceeding three months shall be imposed on the duration of stay of the goods since its <br /> entry into non-Parties. <br /> 3. To be eligible for preferential tariff treatment, goods shall not undergo any <br /> processing or production process in a non-Party except for loading, unloading, reloading, <br /> packing, packaging, repackaging or any other operation necessary for preservation in <br /> good condition or transportation. <br /> 4. Compliance with the provisions set out in paragraph 2 and 3 shall be <br /> authenticated by presenting to the customs authorities of the importing Party either with <br /> customs documents of the non-Parties or with any other documents so provided to the <br /> satisfaction of the customs authorities of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 Packaging Materials and Containers for Retail Sale <br /> If the goods are subject to a change in tariff classification criteria set out in <br /> Annex 3, the origin of the packaging materials and containers in which goods are <br /> packaged for retail sale shall be disregarded in determining the origin of the goods, <br /> provided that the packaging materials and containers are classified with the goods. <br /> However, if the goods are subject to a regional value content requirement, the value of <br /> the packaging materials and containers used for retail sale shall be taken into account <br /> when determining the origin of the goods. <br /> Article 25 Packing Materials and Containers for Shipment <br /> The packing materials and containers used to protect a good during its <br /> transportation, shall not be taken into account when determining the origin of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br /> as originating when all the components of the sets are originating. Nevertheless, when a <br /> set is composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15% of the total value of the set, determined pursuant to Article 17.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 Exhibitions <br /> 1. Preferential tariff treatment as provided for under this Agreement shall be <br /> granted to originating products, sent for exhibition in a non-Party and sold after the <br /> exhibition for importation in China or Chile when the following conditions are met to <br /> the satisfaction of the customs authorities of the importing Party: <br /> (a) an exporter has consigned these products from China or Chile to the <br /> non-Party where the exhibition has actually taken place; <br /> (b) the products have been sold or otherwise disposed of by that exporter to <br /> a person in China or Chile; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; <br /> (d) the products have not been used for any purpose other than <br /> demonstration at the exhibition since they were consigned for exhibition; <br /> and <br /> (e) the products have remained during the exhibition under customs <br /> authorities control. <br /> 2. For the purpose of application of paragraph 1, a certificate of origin shall be <br /> issued in accordance with the provisions of Chapter V and submitted to the customs <br /> authorities of the importing Party, with the name and address of the exhibition being <br /> attached thereon. Where necessary, additional documentary evidence related to the <br /> exhibition may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organized for private purposes in <br /> shops or business premises with a view to the sale of foreign products.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 Certificate of Origin <br /> 1. To qualify originating goods for preferential tariff treatment, <br /> Certificate of Origin as set out in Annex 4 shall be submitted on <br /> importation. <br /> 2. A Certificate of Origin shall be issued by the competent governmental <br /> authorities, for China by the General Administration of Quality Supervision, Inspection <br /> and Quarantine, and for Chile as defined in the Annex 5, on the written application <br /> presented by the exporter. The Certificate of Origin must be completed in English and <br /> duly signed, covering one or more goods under one consignment. The original <br /> Certificate of Origin must be submitted to the customs authorities of the importing Party. <br /> 3. The exporter applying for a Certificate of Origin shall provide all necessary <br /> documents to prove the originating status of the products concerned as required by the <br /> competent governmental authorities, and undertake to fulfill the other requirements as <br /> laid down under this Chapter. <br /> 4. The issuing competent governmental authorities shall have the rights, by taking <br /> any appropriate measures prior to the exportation, to examine the originating status of <br /> the products and the fulfillment of the other requirements of this Chapter. For this <br /> purpose, they shall have the rights to request any supportive evidence and to carry out <br /> any inspection of the exporter's accounts or any other check considered appropriate. <br /> 5. A Certificate of Origin as referred to in paragraph 1 shall be valid for one year <br /> from the date of issue in the exporting Party. The original Certificate of Origin must be <br /> submitted within the said period to the customs authorities of the importing Party. In the <br /> case of China, the original Certificate of Origin without the stamp of \"ORIGINAL\" <br /> shall be presented to the customs authorities of Chile. In the case of Chile, there shall be <br /> only one copy of the Certificate of Origin bearing the stamp of \"ORIGINAL\" to be <br /> presented to the customs authorities of China. <br /> 6. The Parties shall implement a Certification and Verification Networking System <br /> on the Certificate of Origin (CVNSCO) in two years after the signature of this <br /> Agreement as laid down under the Annex 6.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 Exceptions from Certificate of Origin <br /> 1. Each Party shall provide that a Certificate of Origin shall not be required for: <br /> (a) a commercial importation of a good whose value does not exceed US$ <br /> 600 or its equivalent amount in the Party's currency, except that it may <br /> require that the invoice accompanying the importation include a <br /> statement certifying that the good is qualified as an originating good; <br /> (b) a non-commercial importation of a good whose value does not exceed <br /> US$ 600 or its equivalent amount in the Party's currency; or <br /> (c) an importation of a good for which the Party into whose territory the <br /> good is imported has waived the requirement for a Certificate of Origin. <br /> If a Party decides to apply this provision it shall notify the exporting <br /> Party. <br /> 2. Exceptions established in subparagraphs (a), (b), and (c), shall be applicable <br /> provided that the importation does not form part of one or more importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Article 30.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 Certificate of Origin <br /> 2. A Certificate of Origin shall be issued by the competent governmental <br /> authorities, for China by the General Administration of Quality Supervision, Inspection <br /> and Quarantine, and for Chile as defined in the Annex 5, on the written application <br /> presented by the exporter. The Certificate of Origin must be completed in English and <br /> duly signed, covering one or more goods under one consignment. The original <br /> Certificate of Origin must be submitted to the customs authorities of the importing Party. <br /> 3. The exporter applying for a Certificate of Origin shall provide all necessary <br /> documents to prove the originating status of the products concerned as required by the <br /> competent governmental authorities, and undertake to fulfill the other requirements as <br /> laid down under this Chapter. <br /> 4. The issuing competent governmental authorities shall have the rights, by taking <br /> any appropriate measures prior to the exportation, to examine the originating status of <br /> the products and the fulfillment of the other requirements of this Chapter. For this <br /> purpose, they shall have the rights to request any supportive evidence and to carry out", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 Certificate of Origin <br /> 5. A Certificate of Origin as referred to in paragraph 1 shall be valid for one year <br /> from the date of issue in the exporting Party. The original Certificate of Origin must be <br /> submitted within the said period to the customs authorities of the importing Party. In the <br /> case of China, the original Certificate of Origin without the stamp of \"ORIGINAL\" <br /> shall be presented to the customs authorities of Chile. In the case of Chile, there shall be <br /> only one copy of the Certificate of Origin bearing the stamp of \"ORIGINAL\" to be <br /> presented to the customs authorities of China.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 Preservation of Certificate of Origin and Supporting <br /> Documents <br /> 1. The exporter applying for the issue of a Certificate of Origin shall keep for at <br /> least three years the documents referred to in paragraph 3 of Article 30 and Article 34. <br /> 2. The competent governmental authorities of the exporting Party issuing a <br /> Certificate of Origin shall keep a copy of the Certificate of Origin for at least three years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 3 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 Refund of Import Customs Duties or Deposit <br /> Each Party shall provide that, where a good would had been qualified as an <br /> originating good when it was imported into the territory of that Party but without <br /> Certificate of Origin under this Agreement at that time, the importing customs <br /> authorities may impose general import customs duty or deposit on that good, where <br /> applicable. In this case, the importer may apply for a refund of any excess import <br /> customs duties paid or deposit imposed, where applicable, as the result of the good not <br /> having been accorded with preferential tariff treatment, within one year for the duty <br /> paid or three months for the deposit imposed, where applicable, after the date on which <br /> the good was imported, on presentation of: <br /> (a) a written declaration at the time of importation that the good presented is <br /> qualified as an originating good; <br /> (b) the original Certificate of Origin which was issued prior to or within 30 <br /> days after the exportation; and <br /> (c) other documentation relating to the importation of the good as the <br /> customs authorities of the importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 Supporting Documents <br /> The documents referred to in paragraph 3 of Article 30 used for the purpose of <br /> proving that products covered by a Certificate of Origin can be considered as products <br /> originating and fulfill the other requirements of this Chapter may include but not limited <br /> to the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or <br /> internal book-keeping; <br /> (b) documents proving the originating status of materials used, where these <br /> documents are used in accordance with the domestic legislation; <br /> (c) documents proving the working or processing of materials, where these <br /> documents are used in accordance with the domestic legislation; or <br /> (d) certificates of origin proving the originating status of materials used.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 Invoicing by a Non-Party Operator <br /> When a good to be traded is invoiced by a non-Party operator, the exporter of <br /> the originating Party shall indicate, in the field title \"Remarks\" of the respective <br /> Certificate of Origin, the following data of the producer in the originating Party: name, <br /> address and country. The consignee written in the Certificate of Origin must be from <br /> China or Chile.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 Verification of Origin <br /> 1. Verification of origin shall be carried out whenever the customs authorities of <br /> the importing Party have doubts as to the authenticity of Certificate of Origin, the <br /> originating status of the products concerned or the fulfillment of the other requirements <br /> of this Chapter. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Party shall return a photo-copy of Certificate of Origin, to <br /> the competent governmental authorities of the exporting Party, indicating the reasons <br /> for the enquiry. Any documents and information obtained establishing that the <br /> information given on the Certificate of Origin is incorrect shall be forwarded in support <br /> of the request for verification. <br /> 3. The verification shall be carried out by the competent governmental authorities <br /> of the exporting Party. For this purpose, they shall have the rights to call for any <br /> evidence and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 4. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic, whether the products concerned can be considered <br /> as products originating and fulfill the other requirements of this Chapter, including the <br /> findings of facts and the legal basis for the determination. <br /> 5. If no reply within six months of the date of the verification request was received <br /> or if the reply does not contain sufficient information to determine the authenticity of <br /> the document in question or the real origin of the products, the requesting customs <br /> authorities shall deny preferential tariff treatment. <br /> 6. Where the customs authorities of the importing Party determines that it has been <br /> certified more than once falsely or without substantiation that a good qualifies as <br /> originating, the customs authorities of the importing Party may suspend preferential <br /> tariff treatment to identical goods imported by the same importer, until it demonstrates <br /> that it has complied with the provisions under this Agreement. <br /> 7. All the information requested, supporting documents, and all other related <br /> information exchange between the customs authorities of the importing Party and the <br /> competent governmental authorities regarding this Article may be communicated <br /> electronically.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 Penalties <br /> Penalties shall be imposed in accordance with domestic legislation of each Party <br /> for infringement on the provisions of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 41 Advance Rulings <br /> 1. Customs authorities of each Party, shall issue written advance rulings prior to the <br /> importation of a good into its territory upon written request of an importer in its territory, <br /> or an exporter in the territory of the other Party3, on the basis of the facts and <br /> circumstances provided by the requester, including a detailed description of the <br /> information required to process a request for an advance ruling, concerning: <br /> (a) tariff classification; or <br /> (b) whether a good qualifies as an originating good under the provision <br /> established in this Agreement. <br /> 2. The customs authorities shall issue advance rulings after receiving a written <br /> request, provided that the requester has submitted all necessary information. The <br /> issuance of advance ruling on determination of origin of a good shall be made within <br /> 150 days. <br /> 3. Each Party shall provide that advance rulings shall be in force from their date of <br /> issuance, or such other date specified by the ruling, for at least one year, provided that <br /> the facts or circumstances on which the ruling is based remain unchanged. <br /> 4. The customs authorities issuing the advance ruling may modify or revoke an <br /> advance ruling where facts or circumstances prove that the information on which the <br /> advance ruling is based is false or inaccurate. <br /> 5. Where an importer claims that the treatment accorded to an imported good <br /> should be governed by an advance ruling, the customs authorities may evaluate whether <br /> the facts and circumstances of the importation are consistent with the facts and <br /> circumstances upon which the advance ruling was based. <br /> 6. Each Party shall make its advance rulings publicly available, subject to <br /> confidentiality requirements in its domestic law, for purposes of promoting the <br /> consistent application of advance rulings to other goods. <br /> 3 For China, the applicant of an advance ruling on tariff classification shall be registered with a local <br /> customs authority of China. <br /> 7. If a requester provides false information or omits relevant circumstances or facts <br /> in its request for an advance ruling, or does not act in accordance with the ruling's terms <br /> and conditions, the importing Party may apply appropriate measures, including civil, <br /> criminal, and administrative actions, penalties, or other sanctions in accordance with its <br /> domestic laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 15 Originating Goods <br> For the purpose of this Agreement, a good shall be regarded as originating in <br> China or in Chile when: <br> (a) the good is wholly obtained or produced entirely in the territory of one <br> Party, within the meaning of Article 16; <br> (b) the good is produced entirely in the territory of one or both Parties, <br> exclusively from materials whose origin conforms to the provisions of <br> this Chapter; or <br> (c) the good is produced in the territory of one or both Parties, using non- <br> originating materials that conform to a regional value content not less <br> than 40%, except for the goods listed in the Annex 3, which must comply <br> with the requirements specified therein. All goods must meet the other <br> applicable requirements of this Chapter. <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "Article 18 Product Specific Rules <br> For the purpose of determining the origin of the goods, the goods listed in Annex <br> 3 shall comply with the corresponding origin criteria specified therein. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "Agreement; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 29 Definitions <br> For the purposes of this Chapter: <br> CIF means the value of the good imported, inclusive of the cost of freight and insurance <br> up to the port or place of entry into the country of importation; <br> Customs Valuation Agreement means the Agreement on Implementation of Article VII <br> of the General Agreement on Tariffs and Trade 1994, which is part of the WTO <br> FOB means the value of the good free on board, independent of the means of <br> material means a good that is used in the production or transformation of another good, <br> including a part or an ingredient; <br> production means growing, raising, mining, harvesting, fishing, trapping, hunting, <br> manufacturing, processing, or assembling a good; and <br> producer means a person who grows, raises, mines, harvests, fishes, hunts, <br> manufactures, processes or assembles a good. <br> Chapter V <br> transportation, at the port or site of final shipment abroad; <br> Procedures Related to Rules of Origin <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 34 Obligations Regarding Importations <br> 1. Each Party's customs authorities shall require that an importer claiming <br> preferential tariff treatment for a good to: <br> (a) make a written declaration, in the importation document established in its <br> legislation, based on a valid Certificate of Origin, that the good is <br> qualified as an originating good; <br> (b) have a Certificate of Origin in its possession at the time the import <br> declaration referred to in subparagraph (a); <br> (c) provide, upon request of the customs authorities, the original Certificate <br> of Origin; and <br> (d) promptly make a corrected declaration and pay any duties owed, where <br> the importer has reason to believe that a Certificate of Origin on which a <br> declaration was based contains information that is not correct. <br> 2. Each Party shall provide that, when an importer in its territory does not comply <br> with any requirement established in Chapter III, Chapter IV and this Chapter, the <br> claimed preferential tariff treatment shall be denied for the imported goods from the <br> territory of the other Party. <br> "}, {"ArticleTitle": "Cooperation and Mutual Assistance", "ArticleDesc": "Article 37 Cooperation and Mutual Assistance <br> 1. The competent governmental authority of the exporting Party shall provide to <br> the customs authorities of the importing Party with specimen impression of stamps used <br> for the issuing of Certificate of Origin, and the specimen of the stamp of \"ORIGINAL\" <br> from Chile, and with the address of the competent governmental authorities. <br> 2. In order to ensure the proper application of this Chapter, the Parties shall assist <br> each other, in checking the authenticity of Certificate of Origin and the correctness of <br> the information given in this certificate and supporting documents as established in <br> paragraph 3 of Article 30 and may use electronic means in this process. <br> 3. The customs authorities of the Parties shall negotiate a Mutual Administrative <br> Assistance Agreement that will cover relevant customs issues. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 40 Confidentiality <br> 1. The Parties shall maintain the confidentiality of confidential business <br> information acquired pursuant to this Chapter. Any violation of the confidentiality shall <br> be treated in accordance with the domestic legislation of each Party. <br> 2. This information may only be disclosed to those customs and revenue authorities, <br> or in the context of judicial proceedings. <br> "}, {"ArticleTitle": "Other Customs Issues Related to Rules of Origin", "ArticleDesc": "Article 42 Other Customs Issues Related to Rules of Origin <br> Each Party: <br> (a) subject to its domestic law, shall publish its customs laws, regulations, <br> and customs procedures of general application which are related to Rules <br> of Origin, on the websites and designate one or more inquiry points to <br> address inquiries from interested persons concerning origin matters, <br> consulting by Internet or other means; <br> (b) shall exchange the statistics regarding the imports under this Agreement <br> from the other Party as early as possible, and at least before the end of <br> February; and <br> (c) shall designate focal points between the two customs authorities to <br> ensure the effective and efficient implementation of Rules of Origin <br> under this Agreement. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 43 Transitional Provision for Goods in Transit or Storage <br> The provisions of this Agreement may be applied to goods which comply with <br> the provisions of this Chapter and which on the date of entry into force of this <br> Agreement are either in transit from China or Chile, or in temporary storage in customs <br> warehouses or in free zones. The importer shall submit to the customs authorities of the <br> importing Party, within four months of the said date, a Certificate of Origin, and shall <br> be prepared to submit all documents supporting that good is originating. In this case, the <br> competent governmental authorities may issue retroactively Certificates of Origin <br> "}]}]}, "members_found": ["152", "156", 2, 8703900000]}