{"FtaRooDetails": {"FtaId": 274, "FtaCode": "ITC00280", "FtaName": "FTA, Chile-Malaysia", "FtaFullName": "MALAYSIA - CHILE FREE TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "18.04.2012", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Malaysia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Malaysia", "AdminProcCooAuth": "The certification type under FTA, Chile-Malaysia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Malaysia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Malaysia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "Article 4.2: Origin Criteria Except as other wise provided in this Chapter, a good shall be considered as originating in a Party when: (a) the good is wholly obtained or produced entirely in the territory of a Party as defined in Article 4.3; (b) the good is produced in the territory of a Party, using non-originating materials that conform to a qualifying value content or a change in tariff heading as defined in Articles 4.4 and 4.5 respectively; or (c) the good satisfies the product specific rules as specified in Annex 4-B (Product Specific Rules). Article 4.4: Qualifying Value Content 2 The percentage of qualifying value content shall not be less than 40%, except for the goods listed in Annex 4-B (Product Specific Rules) as provided under subparagraph (c) of Article 4.2. Article 4.5: Change in Tariff Heading Change in tariff heading refers to the final good that is classified under a heading of the Harmonised System (HS) which must be different from the headings under which the non-originating materials used in the production process of the said good as provided under subparagraph (b) of Article 4.2.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " ANNEX 4-B<br /> PRODUCT SPECIFIC RULES6<br /> Section 1: General Notes<br /> 1. For the purposes of the product specific rules set out in this Annex:<br /> (a) the specific rule, or specific set of rules, that applies to a particular<br /> heading or subheading is set out immediately adjacent to the heading or<br /> subheading;<br /> (b) a rule applicable to a subheading shall take precedence over a rule<br /> applicable to the heading which is parent to that tariff item;<br /> (c) a requirement of a change in tariff classification applies only to non-<br /> originating materials;<br /> (d) the following definitions shall apply:<br /> (i) chapter means a chapter of the Harmonised System (HS);<br /> (ii) heading means the first four digits in the tariff classification number<br /> under the Harmonised System (HS); and<br /> (iii) subheading means the first six digits in the tariff classification<br /> number under the Harmonised System (HS).<br /> 2. Where a tariff heading or subheading is subject to alternative product specific<br /> rules, it shall be sufficient to comply with one of the rules.<br /> 3. Where the product specific rule requires only a qualifying value content, the final<br /> process of production must be performed within a Party.<br /> 4. Where the change in tariff classification rule expressly excludes a change from<br /> other tariff classifications, the exclusion applies only to non-originating materials.<br /> 5. This Annex is set out as follows:<br /> (a) Column 1 - Tariff Heading (4-digit)<br /> (b) Column 2 - Tariff Subheading (6-digit)<br /> (c) Column 3 - Product Description<br /> 6 This Annex is based on the Harmonised System 2007.<br /> (d) Column 4 - Applicable product specific rule(s) of origin (Origin Conferring<br /> Criteria).<br /> 6. For the purposes of column 4 of this Annex:<br /> (a) QVC 40% means that the good must have a qualifying value content of<br /> not less than 40% as calculated under Article 4.4;<br /> (b) CC means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 2-digit level;<br /> (c) CTH means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the 4-digit level;<br /> and<br /> (d) CTSH means that all non-originating materials used in the production of<br /> the good have undergone a change in tariff classification at the 6-digit<br /> level.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00280_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CHL_MYS/CHL_MYS_FTA_e/C4_annexC.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00280_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/CHL_MYS/CHL_MYS_FTA_e/C4_annexB.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00280_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CHL_MYS/CHL_MYS_FTA_e/C4_e.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00280_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/Trade/CHL_MYS/CHL_MYS_FTA_e/C4_annexA.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00280_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CHL_MYS/Text_e.asp#c5"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00280_full.pdf", "DocType": "8_full", "WebLink": "https://fta.miti.gov.my/miti-fta/resources/Malaysia-Chile/MCFTA.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00280_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N91.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Accumulation <br /> An originating good of a Party which is used in the processing or production in <br /> the territory of the other Party as material for finished good, shall be deemed as a <br /> material originating in the territory of the latter Party where the working or processing of <br /> the finished goods has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: De Minimis <br /> A good that does not undergo a change in tariff classification shall be considered <br /> as originating if: <br /> (a) the value of all non-originating materials used in its production that do not <br /> undergo the required change in tariff classification do not exceed 10% of <br /> the FOB value of the good; and <br /> (b) the good meets all other applicable criteria set forth in this Chapter for <br /> qualifying as an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br /> 1 Accessories, spare parts, tools, instructional or other information materials <br /> delivered with a good that form part of the good's standard accessories, spare parts, or <br /> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br /> whether or not all the non-originating materials used in the production of the originating <br /> goods undergo the applicable change in tariff classification provided that: <br /> (a) the accessories, spare parts, tools, instructional or other information <br /> materials are classified with and not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools, <br /> instructional or other information materials are customary for the good. <br /> 2 If the goods are subject to qualifying value content requirement, the value of the <br /> accessories, spare part, or tools shall be taken into account as originating or non- <br /> originating materials, as the case may be, in calculating the qualifying <br /> value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained or Produced Goods <br /> The following goods shall be considered as wholly obtained or produced entirely <br /> in the territory of a Party: <br /> (a) plants, plant goods and vegetable goods harvested, picked or gathered in <br /> the territory of the Party; <br /> (b) live animals born and raised in the territory of the Party; <br /> (c) goods obtained from live animals referred to in subparagraph (b); <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing and farming conducted in the territory of the Party; <br /> (e) minerals and other naturally occurring substances, not included in <br /> subparagraphs (a) to (d), extracted or taken from its soil, water, seabed or <br /> beneath the seabed of the Party; <br /> (f) goods taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of that Party, provided that Party has the rights to exploit <br /> such waters, seabed and beneath the seabed in accordance with international law; <br /> (g) goods such as fish, shellfish and other marine life or marine goods taken <br /> from the high seas by vessels registered or entitled to fly the flag of that Party; <br /> (h) goods obtained, processed or produced on board a factory ship registered <br /> or recorded with that Party or entitled to fly the flag of that Party, <br /> exclusively from products referred to in subparagraph (f); <br /> (i) waste, scrap or used goods collected in the territory of the Party which can <br /> no longer perform their original purpose nor are capable of being restored <br /> or repaired and are fit only for the recovery of raw materials; and <br /> (j) goods obtained or produced in the territory of a Party solely from goods <br /> referred to in subparagraphs (a) to (i) or from their derivatives, at any <br /> stage of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Minimal Operations and Processes that do not Confer Origin <br /> The following minimal operations or processes, undertaken exclusively by itself <br /> or in combination, do not confer origin: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage such as drying, freezing, ventilation, chilling and like operations; <br /> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or uncoiling, <br /> sharpening, simple grinding, slicing ; <br /> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) painting and polishing operations; <br /> (e) testing or calibration; <br /> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (g) simple mixing4 of goods, whether or not of different kinds; <br /> (h) simple assembly5 of parts of products to constitute a complete good; <br /> (i) changes of packing, unpacking or repacking operations, and breaking up <br /> and assembly of consignments; <br /> (j) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on goods or their packaging; <br /> (k) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods; and <br /> (l) husking, partial or total bleaching, polishing and glazing of cereals and rice. <br /> [4] \"Simple mixing\" generally describes an activity which does not need special skills, machine, apparatus <br /> or equipment especially produce or install for carrying out the activity. However, simple mixing does not <br /> include chemical reaction. Chemical reaction means a process (including a bio chemical process) which <br /> results in a molecule with a new structure by breaking intra molecular bonds and by forming new intra <br /> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br /> [5] \"Simple assembly\" generally describes an activity which does not need special skills, machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4: Qualifying Value Content <br /> 1. The qualifying value content of a good shall be calculated as follows: <br /> QVC = [(V - VNM)/V] x 100 <br /> where: <br /> QVC - is the qualifying value of a good content expressed as a percentage; <br /> V - is the FOB value of the final good; and <br /> VNM - is the CIF value of the non-originating materials. <br /> 2 The percentage of qualifying value content shall not be less than 40%, except for <br /> the goods listed in Annex 4-B (Product Specific Rules) as provided <br /> under subparagraph (c) of Article 4.2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "(g) indirect materials means a good used in the production, testing or <br /> inspection of another good but not physically incorporated into the good, <br /> or a good used in the maintenance of buildings or the operation of <br /> equipment associated with the production of a good, including: <br /> (i) fuel, energy, catalysts and solvents; <br /> (ii) equipment, devices and supplies used for testing or inspection of the goods; <br /> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (iv) tools, dies and moulds; <br /> (v) spare parts and materials used in the maintenance of equipment and buildings; <br /> (vi) lubricants, greases, compounding materials and other materials <br /> used in production or used to operate equipment and buildings; and <br /> (vii) any other materials which are not incorporated into the good but <br /> whose use in the production of the good can reasonably be <br /> demonstrated to be a part of that production. <br /> Article 4.6: Indirect Materials <br /> 1 Any indirect material used in the production of a good shall be treated as <br /> originating materials, irrespective of whether such indirect material <br /> originates from a non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Direct Consignment <br /> 1 A good shall be deemed as directly consigned from the exporting Party <br /> to the importing Party: <br /> (a) if the goods are transported without passing through the territory of any non-Party; or <br /> (b) if the goods are transported for the purpose of transit through a non-Party <br /> with or without transshipment or temporary storage in such non-Party, provided that: <br /> (i) the transit is justified for geographical reasons or transport requirements; <br /> (ii) the goods have not entered into trade or consumption in the <br /> territory of the non-Party; and <br /> (iii) the goods have not undergone any operation in the territory of the <br /> non-Party other than unloading, reloading and splitting-up/bulk <br /> breaking or any operation required to keep the goods in good condition. <br /> 2 A directly consigned good shall retain its originating status. <br /> 3 In the case where an originating good of the exporting Party is imported through <br /> one or more non-Parties or after an exhibition in a non-Party, the Customs Authority of <br /> the importing Party may require importers, who claim the preferential tariff treatment for <br /> the good, to submit supporting documentation such as transport, <br /> customs documents or other documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Origin Criteria <br /> Except as otherwise provided in this Chapter, a good shall be considered as <br /> originating in a Party when: <br /> (a) the good is wholly obtained or produced entirely in the territory of a Party <br /> as defined in Article 4.3; <br /> (b) the good is produced in the territory of a Party, using non-originating <br /> materials that conform to a qualifying value content or a change in tariff <br /> heading as defined in Articles 4.4 and 4.5 respectively; or <br /> (c) the good satisfies the product specific rules as specified in Annex 4-B <br /> (Product Specific Rules).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Treatment of Packages, Packing Materials and Containers <br /> 1 If a good is subject to the qualifying value content provided in Article 4.4, the <br /> value of the packages and packing materials for retail sale, shall be taken into account <br /> in determining the origin of that good as originating or non-originating, as the case may <br /> be, provided that the packages and packing materials are considered to be forming a <br /> whole with the good. <br /> 2 If a good is subject to the change in tariff classification criterion provided in Article <br /> 4.5, packages and packing materials classified together with the packaged good, shall <br /> not be taken into account in determining origin. <br /> 3 Packing materials and containers used exclusively for the transportation of a <br /> good shall not be taken into account in determining the origin of such goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Fungible Goods and Materials <br /> 1 The determination of whether fungible goods or materials are originating goods <br /> shall be made either by physical segregation of each of the materials, or through the <br /> use of an inventory management method recognised in the generally accepted <br /> accounting principles of the Party in which the production is performed or otherwise <br /> accepted by that Party. <br /> 2 The method of inventory management chosen by the exporter must be <br /> maintained for at least one year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15: Exhibition <br /> (a) Originating goods, sent for exhibition in a country other than Malaysia or Chile <br /> and sold after the exhibition for importation in Malaysia or Chile shall be deemed <br /> as originating and eligible for preferential treatment provided it is shown to the <br /> satisfaction of the Customs Authority of the importing Party that: <br /> (i) an exporter has consigned the goods from Malaysia or Chile to the country <br /> in which the exhibition is held and has exhibited there; <br /> (ii) the goods has been sold or otherwise dispose of by that exporter to a <br /> importer in Malaysia or Chile; <br /> (iii) the goods have been consigned during the exhibition or immediately <br /> thereafter in the Party in which they were sent for exhibition and have not <br /> been used for a purpose other than demonstration at the exhibition; and <br /> (iv) the goods have remained during the exhibition under Customs control. <br /> (b) A Certificate of Origin must be issued or made out in accordance with the <br /> provision of Chapter 4 (Rules of Origin). The name of the place of the exhibition <br /> must be indicated in the Certificate of Origin. Where necessary, additional <br /> documentary evidence of the conditions under which they have <br /> been exhibited may be required. <br /> (c) Paragraph (a) shall apply to any trade, industrial, agricultural or craft exhibitions, <br /> fair or similar public show or display which is not organized for private purposes <br /> in shops or business premises with a view to the sale of foreign goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> A claim that goods are eligible for preferential treatment under this Agreement <br /> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-C <br /> (Form of Certificate of Origin), issued by the Competent Authority of the exporting Party. <br /> Rule 1: Certification of Origin <br /> (a) The Certificate of Origin shall be issued by the Competent Authority of the exporting Party. <br /> (b) Each Party shall inform the other Party of the names and addresses of its <br /> respective Competent Authorities and shall provide the official seals used by <br /> such authorities. Any change in names, addresses or official seals shall be <br /> promptly informed in the same manner. <br /> (c) The Certificate of Origin shall remain valid for a period of one year from the date <br /> the document was issued. <br /> (d) The original of the Certificate of Origin shall be submitted at the time the <br /> declaration of the goods is made. <br /> (e) Parties should implement an electronic system of certification of origin. Parties <br /> also recognise the validity of the digital signature. <br /> Rule 2: Certificate of Origin <br /> (a) The Certificate of Origin shall be in ISO A4 size paper and in conformity to the <br /> form as shown in Annex 4-C. <br /> (b) The Certificate of Origin shall be in English. <br /> (c) Each Certificate of Origin shall bear a serial reference number. <br /> (d) The Certificate of Origin shall comprise one original and two carbon copies or photocopies. <br /> (e) The exporter shall indicate the applicable rule of origin of this Agreement in Box 9 <br /> of the Certificate of Origin. <br /> Rule 3: Amendments to the Certificate of Origin <br /> (a) Neither erasures nor superimposition shall be allowed on the Certificate of Origin. <br /> Any alteration shall be made by striking out the erroneous information and <br /> making any addition required. Such alterations shall be approved by an official <br /> authorised to sign the Certificate of Origin and certified by the Competent Authority. <br /> (b) Unused spaces in the Certificate of Origin shall be crossed out by the Competent <br /> Authority to prevent any subsequent addition. <br /> Rule 5: Application for Certificate of Origin <br /> At the time of carrying out the formalities for exporting the goods under <br /> preferential treatment, the exporter or its authorised representative shall submit a <br /> written application for the Certificate of Origin together with appropriate supporting <br /> documents proving that the goods to be exported fulfil the originating <br /> criteria under this Agreement. <br /> Rule 6: Obligations of the Competent Authority <br /> The Competent Authority shall carry out proper examination upon each application <br /> for the Certificate of Origin to ensure that: <br /> (a) the application and the Certificate of Origin are duly completed and signed <br /> by the authorised signatory; <br /> (b) the origin of the good is in conformity with the provisions of this Agreement; <br /> (c) other statements on the Certificate of Origin correspond to the supporting <br /> documentary evidence submitted; and <br /> (d) HS code, description, quantity, weight and value of goods, marks, number <br /> and kinds of packages, as specified, conform to the goods to be exported. <br /> Rule 7: Issuance of Certificate of Origin <br /> (a) The Certificate of Origin shall be issued by the Competent Authority of the <br /> exporting Party at the time of exportation or soon thereafter. <br /> (b) Where a Certificate of Origin has not been issued at the time of exportation or <br /> soon thereafter due to involuntary errors or omissions or other valid causes, the <br /> Certificate of Origin may be issued retroactively within one year from the date of shipment. <br /> Rule 8: Duplicate <br /> (a) In the event of theft, loss or destruction of the Certificate of Origin, the exporter, <br /> by stating the reasons for his request, may apply to the Competent Authorities <br /> which issued the Certificate of Origin for a duplicate to be made out on the basis <br /> of the export documents in their possession. <br /> (b) The duplicate shall be endorsed with an official seal and bear the date of issue of <br /> the original certificate and shall take effect from the date of issuance of the <br /> original Certificate of Origin. <br /> Rule 17: Obligations of the Exporter <br /> The exporter to whom a Certificate of Origin has been issued in the exporting <br /> Party referred to in Rule 1, shall notify in writing to the Competent Authority of the <br /> exporting Party without delay when such exporter knows that such good does not <br /> qualify as an originating good of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Exceptions <br /> (a) In the case of consignments of goods originating in the exporting Party and not <br /> exceeding US$ 200 FOB, the requirement of a Certificate of Origin may be <br /> waived, provided that the importation does not form part of one or more <br /> importations that may reasonably be considered to have been undertaken or <br /> arranged for the purpose of avoiding the certification requirements of this Annex. <br /> (b) An importation of originating goods of the exporting Party, for which the Customs <br /> Authority of the importing Party has waived the requirement for a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> (f) Governmental Authority means the authority of each respective Party <br /> responsible for the certification of origin. In the case of Chile, such <br /> authority is the General Directorate of International Economic Affairs, <br /> Ministry of Foreign Affairs; and in the case of Malaysia, the Ministry of <br /> International Trade and Industry;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 1: Certification of Origin <br /> (c) The Certificate of Origin shall remain valid for a period of one year from the date <br /> the document was issued.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14: Records and Confidentiality <br /> (a) The application for Certificates of Origin and all documents related to such <br /> application shall be kept by the Competent Authorities and exporters for not less <br /> than three years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon request. <br /> (c) Any confidential information shall be treated as such in accordance with the <br /> Parties domestic legislation and shall be used for the validation of Certificates of <br /> Origin purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Issuance of Certificate of Origin <br /> (b) Where a Certificate of Origin has not been issued at the time of exportation or <br /> soon thereafter due to involuntary errors or omissions or other valid causes, the <br /> Certificate of Origin may be issued retroactively within one year from the date of shipment. <br /> Rule 19: Customs Duty Refund <br /> Each Party shall provide that, where an originating good was imported into the <br /> territory of that Party but no claim for preferential tariff treatment was made at the time <br /> of importation, the importer of the good may, no later than one year after the date on <br /> which the good was imported, apply for a refund of any excess duties paid to the <br /> Customs Authority of the importing Party as the result of the good not having been <br /> accorded preferential tariff treatment, on presentation of: <br /> (i) a written declaration that the good qualified as originating at the time of importation; <br /> (ii) a Certificate of Origin or other information demonstrating that the good <br /> qualifies as originating; and <br /> (iii) such other documentation relating to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 18: Obligations of the Importer <br /> (a) Except as otherwise provided for in Chapter 4 (Rules of Origin), the Customs <br /> Authority of the importing Party shall require an importer who claims preferential <br /> tariff treatment for goods imported from the other Party to: <br /> (i) make a customs declaration, based on a valid Certificate of Origin, that <br /> the goods qualify as an originating good of the exporting Party; <br /> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (iii) provide the Certificate of Origin on the request of the Customs Authority of <br /> the importing Party; and <br /> (iv) promptly notify the Customs Authority and pay any duties owing where the <br /> importer has reason to believe that the Certificate of Origin on which a <br /> declaration was based contains information that is not correct. <br /> (b) An importer claiming preferential tariff treatment for goods imported into the <br /> Party's territory shall maintain, for a period after the date of importation of the <br /> goods, a Certificate of Origin or other information demonstrating that the goods <br /> qualify as originating, and all other documents that the Party may require relating <br /> to the importation of the goods, in accordance to the domestic laws and <br /> regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 20: Non-Party Invoices <br /> (a) The Customs Authority of the importing Party shall accept Certificate of Origin in <br /> cases where the invoice is issued by a company located in a non-Party provided <br /> that the goods meet the requirements of Chapter 4 (Rules of Origin). <br /> (b) The exporter shall indicate \"non-Party invoicing\" in the Certificate of Origin. <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4: Verification Prior to Issuance <br /> For the purposes of verifying whether a good is an originating good, the <br /> Competent Authority shall have the right to call for any supporting documentary <br /> evidence or to carry out any check considered appropriate. <br /> Rule 11: Request for Information Concerning Certificate of Origin <br /> (a) For the purposes of determining whether a good imported from the exporting <br /> Party under preferential tariff treatment qualifies as an originating good of the <br /> exporting Party, the Customs Authority of the importing Party may request <br /> information relating to the origin of the good from the Competent Authority of the <br /> exporting Party on the basis of a Certificate of Origin, where it has reasonable <br /> doubt as to the authenticity of the Certificate of Origin or the accuracy of the <br /> information included in the Certificate of Origin. <br /> (b) For the purposes of paragraph (a), the Competent Authority of the exporting <br /> Party shall provide the information requested within a period of three months <br /> from the date of receipt of the request. If the Customs Authority of the importing <br /> Party considers necessary, it may require additional information relating to the <br /> origin of the good. If additional information is requested by the Customs Authority <br /> of the importing Party, the Competent Authority of the exporting Party shall, in <br /> accordance with the laws and regulations of the exporting Party, provide the <br /> information requested within a period of three months from the date of receipt of the request. <br /> (c) For the purposes of paragraph (b), the Competent Authority of the exporting <br /> Party may request the exporter to whom the Certificate of Origin has been <br /> issued, to provide the information requested. <br /> (d) The request of information in accordance with paragraph (a) shall not preclude <br /> the use of the verification method provided for in Rule 12. <br /> Rule 12: Verification Visit <br /> (a) The Relevant Authority of the importing Party may request the Competent <br /> Authority of the exporting Party: <br /> (i) to conduct a visit, whereby it shall deliver a written communication with <br /> such request to the Competent Authority of the exporting Party at least 40 <br /> days in advance of the proposed date of the visit, the receipt of which is to <br /> be confirmed by the Competent Authority of the exporting Party. The <br /> Competent Authority of the exporting Party shall request the written <br /> consent of the exporter or the producer of the good in the exporting Party <br /> whose premises are to be visited; and <br /> (ii) to provide information relating to the origin of the good in the possession <br /> of the Competent Authority of the exporting Party during the visit pursuant <br /> to subparagraph (i). <br /> (b) The communication referred to in paragraph (a) shall include: <br /> (i) the identity of the Relevant Authority issuing the communication; <br /> (ii) the name of the exporter whose premises are requested to be visited; <br /> (iii) the proposed date and place of the visit; <br /> (iv) the objective and scope of the proposed visit, including specific reference <br /> to the good subject to the verification, referred in the Certificate of Origin; and <br /> (v) the names and titles of the officials of the Relevant Authority of the <br /> importing Party to be present during the visit. <br /> (c) The Competent Authority of the exporting Party shall respond in writing to the <br /> Relevant Authority of the importing Party, within 30 days of the receipt of the <br /> communication referred to in paragraph (b), if it accepts or refuses to conduct the <br /> visit requested pursuant to paragraph (a). <br /> (d) For the compliance of subparagraph (a)(i), the Competent Authority of the <br /> exporting Party shall collect and provide information relating to the origin of a <br /> good and check, for that purpose, the facilities used in the production of the <br /> good, through a visit with the Relevant Authority of the importing Party to the <br /> premises of the exporter to whom the Certificate of Origin has been issued, of the <br /> good in the exporting Party referred to in Rule 5 and 6. <br /> (e) The Competent Authority of the exporting Party shall, in accordance with the <br /> laws and regulations of the exporting Party, provide information within 45 days or <br /> any other mutually agreed period from the last day of the visit, to the Relevant <br /> Authority of the importing Party pursuant to paragraph (a). <br /> Rule 13: Determination of Origin and Preferential Tariff Treatment <br /> (a) The Customs Authority of the importing Party may deny preferential tariff <br /> treatment to a good for which an importer claims preferential tariff treatment <br /> where the good does not qualify as an originating good of the exporting Party or <br /> where the importer fails to comply with any of the relevant requirements of <br /> Chapter 4 (Rules of Origin). <br /> (b) The Customs Authority of the importing Party may determine that a good does <br /> not qualify as an originating good of the exporting Party and may deny <br /> preferential tariff treatment in the following cases: <br /> (i) where the Competent Authority of the exporting Party fails to respond to <br /> the request within the period referred to in paragraph (b) of Rule 11 or <br /> paragraph (b) of Rule 12; <br /> (ii) where the Competent Authority of the exporting Party refuses to conduct a <br /> visit, or fails to respond to the communication referred to in paragraph (a) <br /> of Rule 11 within the period referred to in paragraph (b) of Rule 12; or <br /> (iii) where the information provided to the Customs Authority of the importing <br /> Party pursuant to Rule 11 or 12, is not sufficient to prove that the good <br /> qualifies as an originating good of the exporting Party. <br /> In such cases, a written determination thereof shall be sent to the Competent <br /> Authority of the exporting Party: <br /> (c) After carrying out the procedures outlined in Rule 11 or 12 as the case may be, <br /> the Customs Authority of the importing Party shall provide the Competent <br /> Authority of the exporting Party with a written determination of whether or not the <br /> good qualifies as an originating good of the exporting Party, including findings of <br /> fact and the legal basis for the determination, within 45 days from the date of <br /> receipt of the information provided by the Competent Authority of the exporting <br /> Party pursuant to Rule 11 or 12. The Competent Authority of the exporting Party <br /> shall inform such determination by the Customs Authority of the importing Party <br /> to the exporter, of the good in the exporting Party, whose premises were subject <br /> to the visit referred to in Rule 12. <br /> (d) The Competent Authority of the exporting Party shall, when it cancels the <br /> decision to issue the Certificate of Origin, promptly notify the cancellation to the <br /> exporter to whom the Certificate of Origin has been issued, and to the Customs <br /> Authority of the importing Party except where the Certificate of Origin has been <br /> returned to the Competent Authority of the exporting Party. The Customs <br /> Authority of the importing Party may deny preferential tariff treatment when it <br /> receives the notification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16: Penalties Against False Declaration <br /> (a) Each Party shall establish or maintain appropriate penalties or sanctions against <br /> its exporters to whom a Certificate of Origin has been issued, for providing false <br /> declaration or documents to the Competent Authority of the exporting Party, prior <br /> to the issuance of the Certificate of Origin. <br /> (b) Each Party shall, in accordance with its laws and regulations, take measures <br /> which it considers appropriate against its exporters to whom a Certificate of <br /> Origin has been issued if they fail to notify in writing to the Competent Authority <br /> of the exporting Party without delay after having known, after the issuance of <br /> Certificate of Origin, that such good does not qualify as an originating good of the exporting Party. <br /> (c) When the exporter repeatedly provided false information or documentation, the <br /> Competent Authority may temporarily suspend the issuance of new Certificate of Origin. <br /> [Customs administration]: <br /> Article 5.13: Penalties <br /> Each Party shall adopt or maintain measures that provide for the imposition of <br /> civil, administrative and, where appropriate, criminal sanctions for violations of its <br /> customs laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.14: Advance Rulings <br /> 1 Each Party shall issue, prior to the importation of a good into its territory, a <br /> written advance ruling at the written request of an importer in its territory, with regard to: <br /> (a) tariff classification; and <br /> (b) the application of customs valuation criteria for a particular case, in <br /> accordance with the application of the provisions set forth in the <br /> Agreement on Customs Valuation. <br /> 2 For the issuance of the written advance ruling, each Party will apply their", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Minor Discrepancies <br /> Minor discrepancies in the Certificate of Origin may not, ipso facto, invalidate the <br /> Certificate of Origin, if it does, in fact, correspond to the goods submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.12: Review and Appeal <br /> Each Party shall ensure that with respect to its determinations on customs <br /> matters, importers in its territory have access to: <br /> (a) a level of administrative review independent of the office that issued the determinations; and <br /> (b) judicial review of the determinations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.6: Indirect Materials <br> Except as otherwise provided in this Chapter, a good shall be considered as <br> RULES OF ORIGIN <br> originating in a Party when: <br> originating materials, irrespective of whether such indirect material <br> originates from a non-Party. <br> as defined in Article 4.3; <br> Where: <br> (a) operations to ensure the preservation of products in good condition during <br> (b) the good is produced in the territory of a Party, using non-originating <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> materials that conform to a qualifying value content or a change in tariff <br> or in combination, do not confer origin: <br> heading as defined in Articles 4.4 and 4.5 respectively; or <br> (c) the good satisfies the product specific rules as specified in Annex 4-B <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> transport and storage such as drying, freezing, ventilation, chilling and like operations; <br> (Product Specific Rules). <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or uncoiling, <br> sharpening, simple grinding, slicing ; <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (d) painting and polishing operations; <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in <br> in the territory of a Party: <br> the territory of the Party; <br> on goods or their packaging; <br> (b) live animals born and raised in the territory of the Party; <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> (g) simple mixing4 of goods, whether or not of different kinds; <br> (h) simple assembly5 of parts of products to constitute a complete good; <br> capturing and farming conducted in the territory of the Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> boards and all other simple packaging operations; <br> The following minimal operations or processes, undertaken exclusively by itself <br> subparagraphs (a) to (d), extracted or taken from its soil, water, seabed or <br> (j) affixing or printing marks, labels, logos and other like distinguishing signs <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> beneath the seabed of the Party; <br> (k) mere dilution with water or another substance that does not materially <br> territorial waters of that Party, provided that Party has the rights to exploit <br> such waters, seabed and beneath the seabed in accordance with international law; <br> (l) husking, partial or total bleaching, polishing and glazing of cereals and rice. <br> (g) goods such as fish, shellfish and other marine life or marine goods taken <br> [4] \"Simple mixing\" generally describes an activity which does not need special skills, machine, apparatus <br> from the high seas by vessels registered or entitled to fly the flag of that Party; <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> (iii) the goods have not undergone any operation in the territory of the <br> or equipment especially produce or install for carrying out the activity. However, simple mixing does not <br> (h) goods obtained, processed or produced on board a factory ship registered <br> include chemical reaction. Chemical reaction means a process (including a bio chemical process) which <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> results in a molecule with a new structure by breaking intra molecular bonds and by forming new intra <br> exclusively from products referred to in subparagraph (f); <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (i) waste, scrap or used goods collected in the territory of the Party which can <br> [5] \"Simple assembly\" generally describes an activity which does not need special skills, machines, <br> no longer perform their original purpose nor are capable of being restored <br> or repaired and are fit only for the recovery of raw materials; and <br> Article 4.8: Accumulation <br> (j) goods obtained or produced in the territory of a Party solely from goods <br> (a) the value of all non-originating materials used in its production that do not <br> An originating good of a Party which is used in the processing or production in <br> referred to in subparagraphs (a) to (i) or from their derivatives, at any <br> the territory of the other Party as material for finished good, shall be deemed as a <br> stage of production. <br> and assembly of consignments; <br> material originating in the territory of the latter Party where the working or processing of <br> Article 4.4: Qualifying Value Content <br> the finished goods has taken place. <br> 1. The qualifying value content of a good shall be calculated as follows: <br> Article 4.9: De Minimis <br> QVC = [(V - VNM)/V] x 100 <br> 3 Packing materials and containers used exclusively for the transportation of a <br> A good that does not undergo a change in tariff classification shall be considered <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> as originating if: <br> V - is the FOB value of the final good; and <br> undergo the required change in tariff classification do not exceed 10% of <br> VNM - is the CIF value of the non-originating materials. <br> the FOB value of the good; and <br> 2 The percentage of qualifying value content shall not be less than 40%, except for <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> the goods listed in Annex 4-B (Product Specific Rules) as provided <br> qualifying as an originating good. <br> under subparagraph (c) of Article 4.2. <br> 1 Any indirect material used in the production of a good shall be treated as <br> shall be made either by physical segregation of each of the materials, or through the <br> use of an inventory management method recognised in the generally accepted <br> accounting principles of the Party in which the production is performed or otherwise <br> accepted by that Party. <br> 2 The method of inventory management chosen by the exporter must be <br> maintained for at least one year. <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> goods undergo the applicable change in tariff classification provided that: <br> materials are classified with and not invoiced separately from the good; and <br> (b) the quantities and value of the accessories, spare parts, tools, <br> instructional or other information materials are customary for the good. <br> 2 If the goods are subject to qualifying value content requirement, the value of the <br> accessories, spare part, or tools shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the qualifying <br> value content of the goods. <br> A claim that goods are eligible for preferential treatment under this Agreement <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> 1 If a good is subject to the qualifying value content provided in Article 4.4, the <br> Article 4.10: Fungible Goods and Materials <br> value of the packages and packing materials for retail sale, shall be taken into account <br> 1 The determination of whether fungible goods or materials are originating goods <br> in determining the origin of that good as originating or non-originating, as the case may <br> be, provided that the packages and packing materials are considered to be forming a <br> whole with the good. <br> 2 If a good is subject to the change in tariff classification criterion provided in Article <br> 4.5, packages and packing materials classified together with the packaged good, shall <br> not be taken into account in determining origin. <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> good shall not be taken into account in determining the origin of such goods. <br> Article 4.13: Direct Consignment <br> 1 A good shall be deemed as directly consigned from the exporting Party <br> to the importing Party: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) the accessories, spare parts, tools, instructional or other information <br> (b) if the goods are transported for the purpose of transit through a non-Party <br> with or without transshipment or temporary storage in such non-Party, provided that: <br> (i) the transit is justified for geographical reasons or transport requirements; <br> territory of the non-Party; and <br> alter the characteristics of the goods; and <br> non-Party other than unloading, reloading and splitting-up/bulk <br> breaking or any operation required to keep the goods in good condition. <br> 2 A directly consigned good shall retain its originating status. <br> 3 In the case where an originating good of the exporting Party is imported through <br> one or more non-Parties or after an exhibition in a non-Party, the Customs Authority of <br> the importing Party may require importers, who claim the preferential tariff treatment for <br> the good, to submit supporting documentation such as transport, <br> customs documents or other documents. <br> Article 4.14: Certificate of Origin <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-C <br> (Form of Certificate of Origin), issued by the Competent Authority of the exporting Party. <br> (a) if the goods are transported without passing through the territory of any non-Party; or <br> (ii) the goods have not entered into trade or consumption in the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> (a) CIF means the value of the good imported and includes the cost of <br> insurance and freight up to the port or place of entry in the country of importation; <br> (b) Competent Authority means bodies or private entities authorised by the <br> Governmental Authority for issuance of the Certificate of Origin; <br> (c) FOB means the free-on-board value of the good, inclusive of the cost of <br> (d) fungible goods or materials mean goods or materials that are <br> interchangeable for commercial purposes and whose properties <br> transport to the port or site of final shipment abroad; <br> are essentially identical; <br> or produced, or manufactured, even if they are intended for later use in <br> (e) goods means any materials and products which can be wholly obtained <br> another manufacturing operation; <br> (f) Governmental Authority means the authority of each respective Party <br> responsible for the certification of origin. In the case of Chile, such <br> authority is the General Directorate of International Economic Affairs, <br> Ministry of Foreign Affairs; and in the case of Malaysia, the Ministry of <br> International Trade and Industry; <br> (g) indirect materials means a good used in the production, testing or <br> inspection of another good but not physically incorporated into the good, <br> or a good used in the maintenance of buildings or the operation of <br> equipment associated with the production of a good, including: <br> (i) fuel, energy, catalysts and solvents; <br> (ii) equipment, devices and supplies used for testing or inspection of the goods; <br> (iii) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (iv) tools, dies and moulds; <br> (v) spare parts and materials used in the maintenance of equipment and buildings; <br> used in production or used to operate equipment and buildings; and <br> (vii) any other materials which are not incorporated into the good but <br> materials used for retail sale; <br> demonstrated to be a part of that production. <br> (h) material means a good or any matter or substance such as raw materials, <br> (vi) lubricants, greases, compounding materials and other materials <br> ingredients, parts, components, sub-components or sub-assemblies that are <br> used or consumed in the production of goods or transformation of another good; <br> (i) packing materials and containers for shipment means goods used to <br> protect a good during its transportation, other than containers and packaging <br> (j) preferential treatment means the rate of customs duties applicable to an <br> growing, raising, mining, harvesting, fishing, farming, trapping, hunting, <br> originating good of the exporting Party; and <br> (k) production means methods of obtaining goods including, but not limited to <br> capturing, aquaculture, gathering, collecting, breeding, extracting, <br> manufacturing, processing or assembling a good. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "whose use in the production of the good can reasonably be <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.6: Indirect Materials <br> Except as otherwise provided in this Chapter, a good shall be considered as <br> RULES OF ORIGIN <br> originating in a Party when: <br> originating materials, irrespective of whether such indirect material <br> originates from a non-Party. <br> as defined in Article 4.3; <br> Where: <br> (a) operations to ensure the preservation of products in good condition during <br> (b) the good is produced in the territory of a Party, using non-originating <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> materials that conform to a qualifying value content or a change in tariff <br> or in combination, do not confer origin: <br> heading as defined in Articles 4.4 and 4.5 respectively; or <br> (c) the good satisfies the product specific rules as specified in Annex 4-B <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> transport and storage such as drying, freezing, ventilation, chilling and like operations; <br> (Product Specific Rules). <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or uncoiling, <br> sharpening, simple grinding, slicing ; <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (d) painting and polishing operations; <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in <br> in the territory of a Party: <br> the territory of the Party; <br> on goods or their packaging; <br> (b) live animals born and raised in the territory of the Party; <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> (g) simple mixing4 of goods, whether or not of different kinds; <br> (h) simple assembly5 of parts of products to constitute a complete good; <br> capturing and farming conducted in the territory of the Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> boards and all other simple packaging operations; <br> The following minimal operations or processes, undertaken exclusively by itself <br> subparagraphs (a) to (d), extracted or taken from its soil, water, seabed or <br> (j) affixing or printing marks, labels, logos and other like distinguishing signs <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> beneath the seabed of the Party; <br> (k) mere dilution with water or another substance that does not materially <br> territorial waters of that Party, provided that Party has the rights to exploit <br> such waters, seabed and beneath the seabed in accordance with international law; <br> (l) husking, partial or total bleaching, polishing and glazing of cereals and rice. <br> (g) goods such as fish, shellfish and other marine life or marine goods taken <br> [4] \"Simple mixing\" generally describes an activity which does not need special skills, machine, apparatus <br> from the high seas by vessels registered or entitled to fly the flag of that Party; <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> (iii) the goods have not undergone any operation in the territory of the <br> or equipment especially produce or install for carrying out the activity. However, simple mixing does not <br> (h) goods obtained, processed or produced on board a factory ship registered <br> include chemical reaction. Chemical reaction means a process (including a bio chemical process) which <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> results in a molecule with a new structure by breaking intra molecular bonds and by forming new intra <br> exclusively from products referred to in subparagraph (f); <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (i) waste, scrap or used goods collected in the territory of the Party which can <br> [5] \"Simple assembly\" generally describes an activity which does not need special skills, machines, <br> no longer perform their original purpose nor are capable of being restored <br> or repaired and are fit only for the recovery of raw materials; and <br> Article 4.8: Accumulation <br> (j) goods obtained or produced in the territory of a Party solely from goods <br> (a) the value of all non-originating materials used in its production that do not <br> An originating good of a Party which is used in the processing or production in <br> referred to in subparagraphs (a) to (i) or from their derivatives, at any <br> the territory of the other Party as material for finished good, shall be deemed as a <br> stage of production. <br> and assembly of consignments; <br> material originating in the territory of the latter Party where the working or processing of <br> Article 4.4: Qualifying Value Content <br> the finished goods has taken place. <br> 1. The qualifying value content of a good shall be calculated as follows: <br> Article 4.9: De Minimis <br> QVC = [(V - VNM)/V] x 100 <br> 3 Packing materials and containers used exclusively for the transportation of a <br> A good that does not undergo a change in tariff classification shall be considered <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> as originating if: <br> V - is the FOB value of the final good; and <br> undergo the required change in tariff classification do not exceed 10% of <br> VNM - is the CIF value of the non-originating materials. <br> the FOB value of the good; and <br> 2 The percentage of qualifying value content shall not be less than 40%, except for <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> the goods listed in Annex 4-B (Product Specific Rules) as provided <br> qualifying as an originating good. <br> under subparagraph (c) of Article 4.2. <br> 1 Any indirect material used in the production of a good shall be treated as <br> shall be made either by physical segregation of each of the materials, or through the <br> use of an inventory management method recognised in the generally accepted <br> accounting principles of the Party in which the production is performed or otherwise <br> accepted by that Party. <br> 2 The method of inventory management chosen by the exporter must be <br> maintained for at least one year. <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> goods undergo the applicable change in tariff classification provided that: <br> materials are classified with and not invoiced separately from the good; and <br> (b) the quantities and value of the accessories, spare parts, tools, <br> instructional or other information materials are customary for the good. <br> 2 If the goods are subject to qualifying value content requirement, the value of the <br> accessories, spare part, or tools shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the qualifying <br> value content of the goods. <br> A claim that goods are eligible for preferential treatment under this Agreement <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> 1 If a good is subject to the qualifying value content provided in Article 4.4, the <br> Article 4.10: Fungible Goods and Materials <br> value of the packages and packing materials for retail sale, shall be taken into account <br> 1 The determination of whether fungible goods or materials are originating goods <br> in determining the origin of that good as originating or non-originating, as the case may <br> be, provided that the packages and packing materials are considered to be forming a <br> whole with the good. <br> 2 If a good is subject to the change in tariff classification criterion provided in Article <br> 4.5, packages and packing materials classified together with the packaged good, shall <br> not be taken into account in determining origin. <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> good shall not be taken into account in determining the origin of such goods. <br> Article 4.13: Direct Consignment <br> 1 A good shall be deemed as directly consigned from the exporting Party <br> to the importing Party: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) the accessories, spare parts, tools, instructional or other information <br> (b) if the goods are transported for the purpose of transit through a non-Party <br> with or without transshipment or temporary storage in such non-Party, provided that: <br> (i) the transit is justified for geographical reasons or transport requirements; <br> territory of the non-Party; and <br> alter the characteristics of the goods; and <br> non-Party other than unloading, reloading and splitting-up/bulk <br> breaking or any operation required to keep the goods in good condition. <br> 2 A directly consigned good shall retain its originating status. <br> 3 In the case where an originating good of the exporting Party is imported through <br> one or more non-Parties or after an exhibition in a non-Party, the Customs Authority of <br> the importing Party may require importers, who claim the preferential tariff treatment for <br> the good, to submit supporting documentation such as transport, <br> customs documents or other documents. <br> Article 4.14: Certificate of Origin <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-C <br> (Form of Certificate of Origin), issued by the Competent Authority of the exporting Party. <br> (a) if the goods are transported without passing through the territory of any non-Party; or <br> (ii) the goods have not entered into trade or consumption in the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> "}, {"ArticleTitle": "Change in Tariff Heading", "ArticleDesc": "Article 4.5: Change in Tariff Heading <br> Change in tariff heading refers to the final good that is classified under a heading <br> of the Harmonised System (HS) which must be different from the headings under which <br> the non-originating materials used in the production process of the said good as <br> provided under subparagraph (b) of Article 4.2. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.2: Origin Criteria <br> Article 4.6: Indirect Materials <br> Except as otherwise provided in this Chapter, a good shall be considered as <br> RULES OF ORIGIN <br> originating in a Party when: <br> originating materials, irrespective of whether such indirect material <br> originates from a non-Party. <br> as defined in Article 4.3; <br> Where: <br> (a) operations to ensure the preservation of products in good condition during <br> (b) the good is produced in the territory of a Party, using non-originating <br> QVC - is the qualifying value of a good content expressed as a percentage; <br> materials that conform to a qualifying value content or a change in tariff <br> or in combination, do not confer origin: <br> heading as defined in Articles 4.4 and 4.5 respectively; or <br> (c) the good satisfies the product specific rules as specified in Annex 4-B <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) Minerals and other naturally occurring substances, not included in <br> transport and storage such as drying, freezing, ventilation, chilling and like operations; <br> (Product Specific Rules). <br> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or uncoiling, <br> sharpening, simple grinding, slicing ; <br> Article 4.3: Wholly Obtained or Produced Goods <br> The following goods shall be considered as wholly obtained or produced entirely <br> (d) painting and polishing operations; <br> (a) plants, plant goods and vegetable goods harvested, picked or gathered in <br> in the territory of a Party: <br> the territory of the Party; <br> on goods or their packaging; <br> (b) live animals born and raised in the territory of the Party; <br> (c) goods obtained from live animals referred to in subparagraph (b); <br> (g) simple mixing4 of goods, whether or not of different kinds; <br> (h) simple assembly5 of parts of products to constitute a complete good; <br> capturing and farming conducted in the territory of the Party; <br> (i) changes of packing, unpacking or repacking operations, and breaking up <br> Article 4.7: Minimal Operations and Processes that Do Not Confer Origin <br> boards and all other simple packaging operations; <br> The following minimal operations or processes, undertaken exclusively by itself <br> subparagraphs (a) to (d), extracted or taken from its soil, water, seabed or <br> (j) affixing or printing marks, labels, logos and other like distinguishing signs <br> (f) goods taken from the waters, seabed or beneath the seabed outside the <br> beneath the seabed of the Party; <br> (k) mere dilution with water or another substance that does not materially <br> territorial waters of that Party, provided that Party has the rights to exploit <br> such waters, seabed and beneath the seabed in accordance with international law; <br> (l) husking, partial or total bleaching, polishing and glazing of cereals and rice. <br> (g) goods such as fish, shellfish and other marine life or marine goods taken <br> [4] \"Simple mixing\" generally describes an activity which does not need special skills, machine, apparatus <br> from the high seas by vessels registered or entitled to fly the flag of that Party; <br> (c) cleaning, including removal of oxide, oil, paint or other coverings; <br> (iii) the goods have not undergone any operation in the territory of the <br> or equipment especially produce or install for carrying out the activity. However, simple mixing does not <br> (h) goods obtained, processed or produced on board a factory ship registered <br> include chemical reaction. Chemical reaction means a process (including a bio chemical process) which <br> or recorded with that Party or entitled to fly the flag of that Party, <br> (e) testing or calibration; <br> results in a molecule with a new structure by breaking intra molecular bonds and by forming new intra <br> exclusively from products referred to in subparagraph (f); <br> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> molecular bonds, or by altering the spatial arrangement of atoms in a molecule. <br> (i) waste, scrap or used goods collected in the territory of the Party which can <br> [5] \"Simple assembly\" generally describes an activity which does not need special skills, machines, <br> no longer perform their original purpose nor are capable of being restored <br> or repaired and are fit only for the recovery of raw materials; and <br> Article 4.8: Accumulation <br> (j) goods obtained or produced in the territory of a Party solely from goods <br> (a) the value of all non-originating materials used in its production that do not <br> An originating good of a Party which is used in the processing or production in <br> referred to in subparagraphs (a) to (i) or from their derivatives, at any <br> the territory of the other Party as material for finished good, shall be deemed as a <br> stage of production. <br> and assembly of consignments; <br> material originating in the territory of the latter Party where the working or processing of <br> Article 4.4: Qualifying Value Content <br> the finished goods has taken place. <br> 1. The qualifying value content of a good shall be calculated as follows: <br> Article 4.9: De Minimis <br> QVC = [(V - VNM)/V] x 100 <br> 3 Packing materials and containers used exclusively for the transportation of a <br> A good that does not undergo a change in tariff classification shall be considered <br> apparatus or equipment especially produced or installed for carrying out the activity. <br> as originating if: <br> V - is the FOB value of the final good; and <br> undergo the required change in tariff classification do not exceed 10% of <br> VNM - is the CIF value of the non-originating materials. <br> the FOB value of the good; and <br> 2 The percentage of qualifying value content shall not be less than 40%, except for <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> the goods listed in Annex 4-B (Product Specific Rules) as provided <br> qualifying as an originating good. <br> under subparagraph (c) of Article 4.2. <br> 1 Any indirect material used in the production of a good shall be treated as <br> shall be made either by physical segregation of each of the materials, or through the <br> use of an inventory management method recognised in the generally accepted <br> accounting principles of the Party in which the production is performed or otherwise <br> accepted by that Party. <br> 2 The method of inventory management chosen by the exporter must be <br> maintained for at least one year. <br> Article 4.11: Accessories, Spare Parts, Tools and Instructional or Information Materials <br> delivered with a good that form part of the good's standard accessories, spare parts, or <br> tools, shall be regarded as a part of the good, and shall be disregarded in determining <br> goods undergo the applicable change in tariff classification provided that: <br> materials are classified with and not invoiced separately from the good; and <br> (b) the quantities and value of the accessories, spare parts, tools, <br> instructional or other information materials are customary for the good. <br> 2 If the goods are subject to qualifying value content requirement, the value of the <br> accessories, spare part, or tools shall be taken into account as originating or non- <br> originating materials, as the case may be, in calculating the qualifying <br> value content of the goods. <br> A claim that goods are eligible for preferential treatment under this Agreement <br> Article 4.12: Treatment of Packages, Packing Materials and Containers <br> 1 If a good is subject to the qualifying value content provided in Article 4.4, the <br> Article 4.10: Fungible Goods and Materials <br> value of the packages and packing materials for retail sale, shall be taken into account <br> 1 The determination of whether fungible goods or materials are originating goods <br> in determining the origin of that good as originating or non-originating, as the case may <br> be, provided that the packages and packing materials are considered to be forming a <br> whole with the good. <br> 2 If a good is subject to the change in tariff classification criterion provided in Article <br> 4.5, packages and packing materials classified together with the packaged good, shall <br> not be taken into account in determining origin. <br> 1 Accessories, spare parts, tools, instructional or other information materials <br> good shall not be taken into account in determining the origin of such goods. <br> Article 4.13: Direct Consignment <br> 1 A good shall be deemed as directly consigned from the exporting Party <br> to the importing Party: <br> whether or not all the non-originating materials used in the production of the originating <br> (a) the accessories, spare parts, tools, instructional or other information <br> (b) if the goods are transported for the purpose of transit through a non-Party <br> with or without transshipment or temporary storage in such non-Party, provided that: <br> (i) the transit is justified for geographical reasons or transport requirements; <br> territory of the non-Party; and <br> alter the characteristics of the goods; and <br> non-Party other than unloading, reloading and splitting-up/bulk <br> breaking or any operation required to keep the goods in good condition. <br> 2 A directly consigned good shall retain its originating status. <br> 3 In the case where an originating good of the exporting Party is imported through <br> one or more non-Parties or after an exhibition in a non-Party, the Customs Authority of <br> the importing Party may require importers, who claim the preferential tariff treatment for <br> the good, to submit supporting documentation such as transport, <br> customs documents or other documents. <br> Article 4.14: Certificate of Origin <br> shall be supported by a Certificate of Origin in the form as prescribed in Annex 4-C <br> (Form of Certificate of Origin), issued by the Competent Authority of the exporting Party. <br> (a) if the goods are transported without passing through the territory of any non-Party; or <br> (ii) the goods have not entered into trade or consumption in the <br> (a) the good is wholly obtained or produced entirely in the territory of a Party <br> "}, {"ArticleTitle": "Committee on Rules of Origin and Customs Administration", "ArticleDesc": "Article 4.15: Committee on Rules of Origin and Customs Administration <br> 1 For the purposes of the effective implementation and operation of this Chapter <br> and Chapter 5 (Customs Administration), the Parties hereby establish a Committee on <br> Rules of Origin and Customs Administration, comprising of representatives of each Party. <br> 2 The functions of the Committee on Rules of Origin and Customs <br> Administration shall be to: <br> (a) review the implementation and operation of this Chapter and Chapter 5 <br> (Customs Administration); <br> (b) report its findings to the Joint Committee; <br> (c) identify areas, relating to this Chapter and Chapter 5 (Customs <br> Administration), to be improved for facilitating trade in goods between the Parties; and <br> (d) carry out other functions as may be delegated by the Joint Committee in <br> accordance with subparagraph 4(e) of Article 11.1. <br> 3 The Committee on Rules of Origin and Customs Administration shall meet at <br> such venues and times as may be agreed by the Parties. <br> ANNEX 4-A <br> OPERATIONAL CERTIFICATION PROCEDURE <br> For the purposes of implementing the rules of origin applicable to this <br> Agreement, the following operational procedures on the issuance and verification of the <br> Certificate of Origin as set out in Annex 4-C and other related <br> administrative matters shall apply: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 1: Certification of Origin <br> (a) The Certificate of Origin shall be issued by the Competent Authority of the exporting Party. <br> (b) Each Party shall inform the other Party of the names and addresses of its <br> respective Competent Authorities and shall provide the official seals used by <br> such authorities. Any change in names, addresses or official seals shall be <br> (c) The Certificate of Origin shall remain valid for a period of one year from the date <br> promptly informed in the same manner. <br> the document was issued. <br> (d) The original of the Certificate of Origin shall be submitted at the time the <br> declaration of the goods is made. <br> For the purposes of verifying whether a good is an originating good, the <br> (e) Parties should implement an electronic system of certification of origin. Parties <br> also recognise the validity of the digital signature. <br> Rule 2: Certificate of Origin <br> (a) The Certificate of Origin shall be in ISO A4 size paper and in conformity to the <br> form as shown in Annex 4-C. <br> (b) The Certificate of Origin shall be in English. <br> (c) Each Certificate of Origin shall bear a serial reference number. <br> (d) The Certificate of Origin shall comprise one original and two carbon copies or photocopies. <br> (e) The exporter shall indicate the applicable rule of origin of this Agreement in Box 9 <br> of the Certificate of Origin. <br> documentary evidence submitted; and <br> Rule 3: Amendments to the Certificate of Origin <br> (a) Neither erasures nor superimposition shall be allowed on the Certificate of Origin. <br> Any alteration shall be made by striking out the erroneous information and <br> making any addition required. Such alterations shall be approved by an official <br> authorised to sign the Certificate of Origin and certified by the Competent Authority. <br> (b) Unused spaces in the Certificate of Origin shall be crossed out by the Competent <br> Rule 4: Verification Prior to Issuance <br> Competent Authority shall have the right to call for any supporting documentary <br> evidence or to carry out any check considered appropriate. <br> been exhibited may be required. <br> Rule 5: Application for Certificate of Origin <br> At the time of carrying out the formalities for exporting the goods under <br> preferential treatment, the exporter or its authorised representative shall submit a <br> written application for the Certificate of Origin together with appropriate supporting <br> documents proving that the goods to be exported fulfil the originating <br> criteria under this Agreement. <br> original Certificate of Origin. <br> Rule 6: Obligations of the Competent Authority <br> The Competent Authority shall carry out proper examination upon each application <br> for the Certificate of Origin to ensure that: <br> (a) the application and the Certificate of Origin are duly completed and signed <br> by the authorised signatory; <br> (b) the origin of the good is in conformity with the provisions of this Agreement; <br> information included in the certificate of origin. <br> (c) other statements on the Certificate of Origin correspond to the supporting <br> (d) HS code, description, quantity, weight and value of goods, marks, number <br> and kinds of packages, as specified, conform to the goods to be exported. <br> Rule 7: Issuance of Certificate of Origin <br> (a) The Certificate of Origin shall be issued by the Competent Authority of the <br> exporting Party at the time of exportation or soon thereafter. <br> (b) Where a Certificate of Origin has not been issued at the time of exportation or <br> soon thereafter due to involuntary errors or omissions or other valid causes, the <br> Certificate of Origin may be issued retroactively within one year from the date of shipment. <br> Rule 8: Duplicate <br> (a) In the event of theft, loss or destruction of the Certificate of Origin, the exporter, <br> by stating the reasons for his request, may apply to the Competent Authorities <br> which issued the Certificate of Origin for a duplicate to be made out on the basis <br> (b) The duplicate shall be endorsed with an official seal and bear the date of issue of <br> the original certificate and shall take effect from the date of issuance of the <br> Rule 9: Exceptions <br> (a) In the case of consignments of goods originating in the exporting Party and not <br> authority to prevent any subsequent addition. <br> exceeding US$ 200 FOB, the requirement of a Certificate of Origin may be <br> waived, provided that the importation does not form part of one or more <br> importations that may reasonably be considered to have been undertaken or <br> arranged for the purpose of avoiding the certification requirements of this Annex. <br> (b) An importation of originating goods of the exporting Party, for which the Customs <br> Authority of the importing Party has waived the requirement for a Certificate of Origin. <br> Rule 10: Minor Discrepancies <br> Minor discrepancies in the Certificate of Origin may not, ipso facto, invalidate the <br> Certificate of Origin, if it does, in fact, correspond to the goods submitted. <br> Rule 11: Request for Information Concerning Certificate of Origin <br> (a) For the purposes of determining whether a good imported from the exporting <br> Party under preferential tariff treatment qualifies as an originating good of the <br> exporting Party, the Customs Authority of the importing Party may request <br> information relating to the origin of the good from the Competent Authority of the <br> exporting Party on the basis of a Certificate of Origin, where it has reasonable <br> doubt as to the authenticity of the Certificate of Origin or the accuracy of the <br> qualify as an originating good of the exporting Party. <br> (b) For the purposes of paragraph (a), the Competent Authority of the exporting <br> Party shall provide the information requested within a period of three months <br> from the date of receipt of the request. If the Customs Authority of the importing <br> Party considers necessary, it may require additional information relating to the <br> origin of the good. If additional information is requested by the Customs Authority <br> of the importing Party, the Competent Authority of the exporting Party shall, in <br> accordance with the laws and regulations of the exporting Party, provide the <br> information requested within a period of three months from the date of receipt of the request. <br> (c) For the purposes of paragraph (b), the Competent Authority of the exporting <br> Party may request the exporter to whom the Certificate of Origin has been <br> issued, to provide the information requested. <br> (d) The request of information in accordance with paragraph (a) shall not preclude <br> the use of the verification method provided for in Rule 12. <br> Rule 12: Verification Visit <br> (a) The Relevant Authority of the importing Party may request the Competent <br> Authority of the exporting Party: <br> (i) to conduct a visit, whereby it shall deliver a written communication with <br> such request to the Competent Authority of the exporting Party at least 40 <br> days in advance of the proposed date of the visit, the receipt of which is to <br> be confirmed by the Competent Authority of the exporting Party. The <br> Competent Authority of the exporting Party shall request the written <br> consent of the exporter or the producer of the good in the exporting Party <br> whose premises are to be visited; and <br> (ii) to provide information relating to the origin of the good in the possession <br> of the Competent Authority of the exporting Party during the visit pursuant <br> to subparagraph (i). <br> (b) The communication referred to in paragraph (a) shall include: <br> (i) the identity of the Relevant Authority issuing the communication; <br> (ii) the name of the exporter whose premises are requested to be visited; <br> (iii) the proposed date and place of the visit; <br> (iv) the objective and scope of the proposed visit, including specific reference <br> to the good subject to the verification, referred in the Certificate of Origin; and <br> (v) the names and titles of the officials of the Relevant Authority of the <br> importing Party to be present during the visit. <br> (c) The Competent Authority of the exporting Party shall respond in writing to the <br> Relevant Authority of the importing Party, within 30 days of the receipt of the <br> communication referred to in paragraph (b), if it accepts or refuses to conduct the <br> visit requested pursuant to paragraph (a). <br> (d) For the compliance of subparagraph (a)(i), the Competent Authority of the <br> exporting Party shall collect and provide information relating to the origin of a <br> good and check, for that purpose, the facilities used in the production of the <br> good, through a visit with the Relevant Authority of the importing Party to the <br> premises of the exporter to whom the Certificate of Origin has been issued, of the <br> good in the exporting Party referred to in Rule 5 and 6. <br> (e) The Competent Authority of the exporting Party shall, in accordance with the <br> laws and regulations of the exporting Party, provide information within 45 days or <br> any other mutually agreed period from the last day of the visit, to the Relevant <br> Authority of the importing Party pursuant to paragraph (a). <br> Rule 13: Determination of Origin and Preferential Tariff Treatment <br> (a) The Customs Authority of the importing Party may deny preferential tariff <br> treatment to a good for which an importer claims preferential tariff treatment <br> where the good does not qualify as an originating good of the exporting Party or <br> where the importer fails to comply with any of the relevant requirements of <br> Chapter 4 (Rules of Origin). <br> Origin purposes only. <br> (b) The Customs Authority of the importing Party may determine that a good does <br> not qualify as an originating good of the exporting Party and may deny <br> preferential tariff treatment in the following cases: <br> (i) where the Competent Authority of the exporting Party fails to respond to <br> the request within the period referred to in paragraph (b) of Rule 11 or <br> paragraph (b) of Rule 12; <br> (ii) where the Competent Authority of the exporting Party refuses to conduct a <br> visit, or fails to respond to the communication referred to in paragraph (a) <br> of Rule 11 within the period referred to in paragraph (b) of Rule 12; or <br> (iii) where the information provided to the Customs Authority of the importing <br> Party pursuant to Rule 11 or 12, is not sufficient to prove that the good <br> qualifies as an originating good of the exporting Party. <br> In such cases, a written determination thereof shall be sent to the Competent <br> (c) After carrying out the procedures outlined in Rule 11 or 12 as the case may be, <br> the Customs Authority of the importing Party shall provide the Competent <br> Authority of the exporting Party with a written determination of whether or not the <br> good qualifies as an originating good of the exporting Party, including findings of <br> fact and the legal basis for the determination, within 45 days from the date of <br> receipt of the information provided by the Competent Authority of the exporting <br> Party pursuant to Rule 11 or 12. The Competent Authority of the exporting Party <br> shall inform such determination by the Customs Authority of the importing Party <br> to the exporter, of the good in the exporting Party, whose premises were subject <br> to the visit referred to in Rule 12. <br> (d) The Competent Authority of the exporting Party shall, when it cancels the <br> decision to issue the Certificate of Origin, promptly notify the cancellation to the <br> exporter to whom the Certificate of Origin has been issued, and to the Customs <br> Authority of the importing Party except where the Certificate of Origin has been <br> of the export documents in their possession. <br> returned to the Competent Authority of the exporting Party. The Customs <br> Authority of the importing Party may deny preferential tariff treatment when it <br> receives the notification. <br> Rule 14: Records and Confidentiality <br> (a) The application for Certificates of Origin and all documents related to such <br> application shall be kept by the Competent Authorities and exporters for not less <br> than three years from the date of issuance. <br> (b) Information relating to the validity of the Certificate of Origin shall be furnished upon request. <br> (c) Any confidential information shall be treated as such in accordance with the <br> Parties domestic legislation and shall be used for the validation of Certificates of <br> Rule 15: Exhibition <br> (a) Originating goods, sent for exhibition in a country other than Malaysia or Chile <br> and sold after the exhibition for importation in Malaysia or Chile shall be deemed <br> as originating and eligible for preferential treatment provided it is shown to the <br> satisfaction of the Customs Authority of the importing Party that: <br> (i) an exporter has consigned the goods from Malaysia or Chile to the country <br> in which the exhibition is held and has exhibited there; <br> (ii) the goods has been sold or otherwise dispose of by that exporter to a <br> importer in Malaysia or Chile; <br> (iii) the goods have been consigned during the exhibition or immediately <br> thereafter in the Party in which they were sent for exhibition and have not <br> been used for a purpose other than demonstration at the exhibition; and <br> (iv) the goods have remained during the exhibition under Customs control. <br> (b) A Certificate of Origin must be issued or made out in accordance with the <br> provision of Chapter 4 (Rules of Origin). The name of the place of the exhibition <br> must be indicated in the Certificate of Origin. Where necessary, additional <br> documentary evidence of the conditions under which they have <br> (c) Paragraph (a) shall apply to any trade, industrial, agricultural or craft exhibitions, <br> fair or similar public show or display which is not organized for private purposes <br> in shops or business premises with a view to the sale of foreign goods. <br> Rule 16: Penalties Against False Declaration <br> (a) Each Party shall establish or maintain appropriate penalties or sanctions against <br> its exporters to whom a Certificate of Origin has been issued, for providing false <br> declaration or documents to the Competent Authority of the exporting Party, prior <br> to the issuance of the Certificate of Origin. <br> (b) Each Party shall, in accordance with its laws and regulations, take measures <br> which it considers appropriate against its exporters to whom a Certificate of <br> Origin has been issued if they fail to notify in writing to the Competent Authority <br> of the exporting Party without delay after having known, after the issuance of <br> Certificate of Origin, that such good does not qualify as an originating good of the exporting Party. <br> (c) When the exporter repeatedly provided false information or documentation, the <br> Competent Authority may temporarily suspend the issuance of new Certificate of Origin. <br> Rule 17: Obligations of the Exporter <br> The exporter to whom a Certificate of Origin has been issued in the exporting <br> Party referred to in Rule 1, shall notify in writing to the Competent Authority of the <br> exporting Party without delay when such exporter knows that such good does not <br> Rule 18: Obligations of the Importer <br> (a) Except as otherwise provided for in Chapter 4 (Rules of Origin), the Customs <br> Authority of the importing Party shall require an importer who claims preferential <br> tariff treatment for goods imported from the other Party to: <br> (i) make a customs declaration, based on a valid Certificate of Origin, that <br> the goods qualify as an originating good of the exporting Party; <br> (ii) have the Certificate of Origin in its possession at the time the declaration is made; <br> (iii) provide the Certificate of Origin on the request of the Customs Authority of <br> the importing Party; and <br> (iv) promptly notify the Customs Authority and pay any duties owing where the <br> importer has reason to believe that the Certificate of Origin on which a <br> declaration was based contains information that is not correct. <br> (b) An importer claiming preferential tariff treatment for goods imported into the <br> Party's territory shall maintain, for a period after the date of importation of the <br> goods, a Certificate of Origin or other information demonstrating that the goods <br> qualify as originating, and all other documents that the Party may require relating <br> to the importation of the goods, in accordance to the domestic laws and <br> regulations. <br> Rule 19: Customs Duty Refund <br> Each Party shall provide that, where an originating good was imported into the <br> territory of that Party but no claim for preferential tariff treatment was made at the time <br> of importation, the importer of the good may, no later than one year after the date on <br> which the good was imported, apply for a refund of any excess duties paid to the <br> Customs Authority of the importing Party as the result of the good not having been <br> accorded preferential tariff treatment, on presentation of: <br> (i) a written declaration that the good qualified as originating at the time of importation; <br> (ii) a Certificate of Origin or other information demonstrating that the good <br> qualifies as originating; and <br> (iii) such other documentation relating to the importation of the good as the <br> importing Party may require. <br> Rule 20: Non-Party Invoices <br> (a) The Customs Authority of the importing Party shall accept Certificate of Origin in <br> cases where the invoice is issued by a company located in a non-Party provided <br> that the goods meet the requirements of Chapter 4 (Rules of Origin). <br> (b) The exporter shall indicate \"non-Party invoicing\" in the Certificate of Origin. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.12: Review and Appeal <br> CUSTOMS ADMINISTRATION <br> Each Party shall ensure that with respect to its determinations on customs <br> matters, importers in its territory have access to: <br> (a) a level of administrative review independent of the office that issued the determinations; and <br> (b) judicial review of the determinations. <br> Article 5.13: Penalties <br> Each Party shall adopt or maintain measures that provide for the imposition of <br> civil, administrative and, where appropriate, criminal sanctions for violations of its <br> customs laws and regulations. <br> Article 5.14: Advance Rulings <br> 1 Each Party shall issue, prior to the importation of a good into its territory, a <br> written advance ruling at the written request of an importer in its territory, with regard to: <br> (a) tariff classification; and <br> (b) the application of customs valuation criteria for a particular case, in <br> accordance with the application of the provisions set forth in the <br> Agreement on Customs Valuation. <br> 2 For the issuance of the written advance ruling, each Party will apply their <br> domestic laws and procedures. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1: Definitions <br> For the purposes of this Chapter: <br> (a) Customs Authority means the authority that according to the legislation <br> of each Party is responsible for the administration and enforcement of its customs laws: <br> (i) in the case of Chile, the Chile Customs Service; and <br> (ii) in the case of Malaysia, the Royal Malaysian Customs; <br> (b) customs laws means such laws and regulations administered and <br> enforced by the customs authority of each Party concerning the <br> importation, exportation, and transit of goods, relating to customs duties, <br> charges and other taxes, or to prohibitions, restrictions and other similar <br> controls with respect to the movement of controlled items across the <br> boundary of the customs territory of each Party; <br> (c) information means any data, documents, reports and certified or <br> authenticated copies thereof or other communications; <br> (d) Requesting Authority means the Customs Authority which requests assistance; and <br> (f) Requested Authority means the Customs Authority from which <br> assistance is requested. <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 5.2: Objectives <br> The objectives of this Chapter are to: <br> (a) simplify and harmonise customs procedures of the Parties; <br> (b) ensure consistency, predictability and transparency in the application of <br> customs laws and regulations of the Parties; <br> (c) ensure efficient and expeditious release of goods; <br> (d) facilitate trade in goods between the Parties by the use of information and <br> communications technology, taking into account international standards; and <br> (e) promote cooperation between the customs authorities with relevant <br> international standards and recommended practices such as those made <br> under the auspices of the Customs Cooperation Council. <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 5.3: Scope and Coverage <br> 1 This Chapter shall apply to customs procedures for goods traded between the Parties. <br> 2 This Chapter shall be implemented by each Party in accordance with the laws <br> and regulations in force in each Party and within the competence and available <br> resources of the Customs Authority of each Party. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 5.4: Publication and Enquiry Points <br> 1 For the purposes of this Chapter, each Party shall: <br> (a) publish, on the internet or in print form, all statutory and regulatory <br> provisions and procedures applicable or enforced by its Customs Authority; and <br> (b) designate one or more enquiry points to address enquiries from the other <br> Party concerning customs matters, and shall make available on the <br> internet or print form, information concerning procedures for making such enquiries. <br> 2 To the extent possible, each Party may have prior consultation on any related <br> regulations of general application governing customs matters that it proposes to adopt <br> and shall publish any regulations of general application governing customs matters as <br> soon as it comes into force. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.5: Release of Goods <br> 1 Each Party shall endeavour to apply customs procedures in a predictable, <br> consistent and transparent manner for the efficient release of goods in order to facilitate <br> trade between the Parties. <br> 2 For the prompt release of goods traded between the Parties, each Party shall, to <br> the extent possible,: <br> (a) provide for the release of goods within a period no greater than that <br> required to ensure compliance with its customs laws; and to the extent <br> possible, within 48 hours of all relevant customs import; <br> (b) make use of information and communications technology; <br> (c) adopt or maintain procedures allowing, to the extent possible, goods to be <br> released at the point of arrival, without temporary transfer to warehouses <br> or other locations; and <br> (d) harmonise its customs procedures, as far as possible, with relevant <br> international standards and best practices, such as those recommended <br> by the World Customs Organization. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.6: Risk Management <br> 1 In order to facilitate release of goods traded between the Parties, the Customs <br> Authority of each Party shall use risk management methodology. <br> 2 The Customs Authority of each Party shall exchange information, including best <br> practices, on risk management techniques and other enforcement techniques. <br> 3 Each Party shall endeavour to adopt or maintain risk management systems that <br> enable its Customs Authority to concentrate inspection activities on high risk goods and <br> that simplify the clearance and movement of low risk goods. <br> "}, {"ArticleTitle": "Cooperation and Capacity Building", "ArticleDesc": "Article 5.7: Cooperation and Capacity Building <br> 1 Each Party shall cooperate on capacity building, such as training, technical <br> assistance, exchange of experts and any other forms of cooperation, as may be <br> mutually agreed upon by the Parties, for trade facilitation. <br> 2 To the extent permitted by their domestic laws and regulations, the Customs <br> (a) achieving compliance with their laws and regulations pertaining to the <br> implementation and operation of the provisions of this Agreement; and <br> such other customs matters as the Parties may agree; <br> (b) the implementation and operation of the Agreement on Customs Valuation; <br> (c) enforcement of prohibitions and restrictions on exports to and imports from <br> their respective territories; <br> (d) joint efforts to combat customs fraud; and <br> authority of each Party shall assist each other in relation to: <br> (e) cooperation in any other areas as may be mutually agreed upon by the Parties. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 5.8: Mutual Assistance <br> 1 The customs authority of each Party shall, to the extent possible, provide the <br> Customs Authority of the other Party, upon request or on its own initiative, with <br> information which helps to ensure proper application of customs laws and the <br> prevention of violation or attempted violation of customs laws. <br> 2 To the extent permitted by their respective domestic laws, the customs authorities <br> may provide each other with mutual assistance in order to prevent or investigate <br> violations of customs laws or when information is required for use in judicial proceedings. <br> 3 The request pursuant to paragraph 1shall, wherever appropriate, specify: <br> (a) the verification procedures that the requesting authority has undertaken <br> or attempted to undertake; and <br> (b) the specific information that the requesting authority requires, which may include: <br> (i) subject and reason for the request; <br> (ii) a brief description of the matter and the action requested; and <br> (iii) the names and addresses of the parties concerned with the <br> proceedings, if known. <br> "}, {"ArticleTitle": "Enforcement Against Illicit Trafficking", "ArticleDesc": "Article 5.9: Enforcement Against Illicit Trafficking <br> The Customs Authority of each Party shall, to the extent permitted by their laws <br> and regulations, wherever possible, cooperate and exchange information in their <br> enforcement against the trafficking of illicit drugs and other prohibited goods in their <br> respective territories. <br> "}, {"ArticleTitle": "Information and Communications Technology", "ArticleDesc": "Article 5.10: Information and Communications Technology <br> The customs authorities of the Parties shall make cooperative efforts to promote <br> the use of information and communications technology in their customs procedures <br> including sharing best practices, for the purpose of improving their customs procedures. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.11: Confidentiality <br> 1 Any information communicated under this Chapter shall be treated as <br> confidential unless the Requested Authority consents in writing to the <br> disclosure of such information. <br> 2 The Requested Authority may limit the information communicated under this <br> Chapter if the Requesting Authority is unable to give the assurance that the information <br> is used solely for the purpose it was requested for. <br> 3 If a Requesting Authority would be unable to comply with a similar request in <br> case such a request was made by the Requested Authority, the Requesting Authority <br> shall draw attention to that fact in its request. Execution of such a request shall be at the <br> discretion of the Requested Authority <br> 4 Any information communicated under this Chapter shall be used only by the <br> Requesting Authority, solely for the purpose of administrative assistance according to <br> the terms set out in this Chapter. <br> 5 Any information in the possession of the requested customs administration and <br> communicated under this Chapter, if required for use in judicial proceedings, shall only <br> be disclosed in accordance with the laws and regulations of the respective Party. <br> 6 Notwithstanding the provisions of this Chapter, if the communication of any <br> information requested under this Chapter is prohibited by the laws or regulations, <br> considered to be incompatible or prejudicial to the national interest or national security <br> of the country of the Requested Authority, the Requested Authority shall not be required <br> to provide such information or may provide such information subject to any terms, <br> conditions or limitations it may prescribe. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> Article 5.12: Review and Appeal <br> CUSTOMS ADMINISTRATION <br> Each Party shall ensure that with respect to its determinations on customs <br> matters, importers in its territory have access to: <br> (a) a level of administrative review independent of the office that issued the determinations; and <br> (b) judicial review of the determinations. <br> Article 5.13: Penalties <br> Each Party shall adopt or maintain measures that provide for the imposition of <br> civil, administrative and, where appropriate, criminal sanctions for violations of its <br> customs laws and regulations. <br> Article 5.14: Advance Rulings <br> 1 Each Party shall issue, prior to the importation of a good into its territory, a <br> written advance ruling at the written request of an importer in its territory, with regard to: <br> (a) tariff classification; and <br> (b) the application of customs valuation criteria for a particular case, in <br> accordance with the application of the provisions set forth in the <br> Agreement on Customs Valuation. <br> 2 For the issuance of the written advance ruling, each Party will apply their <br> domestic laws and procedures. <br> "}]}]}, "members_found": ["152", "458", 4, 8703900000]}