{"FtaRooDetails": {"FtaId": 276, "FtaCode": "ITC00282", "FtaName": "FTA, Chile-Thailand", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF CHILE AND THE GOVERNMENT OF THE KINGDOM OF THAILAND", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "05.11.2015", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chile-Thailand", "AdminProcCooAuth": "The certification type under FTA, Chile-Thailand is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chile-Thailand is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chile-Thailand agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "VCC (40%)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas", "RooText": " Anexo 4.2<br /> Reglas de Origen Específicas por Producto<br /> Notas<br /> 1. Las siguientes definiciones se aplicarán para este Anexo:<br /> (a) capítulo significa un Capítulo del Sistema Armonizado;<br /> (b) partida significa los primeros cuatro dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado; y<br /> (c) subpartida significa los primeros seis dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado.<br /> 2. La regla específica, o el conjunto de reglas específicas, que se aplica a una determinada<br /> subpartida bajo ese capítulo, según sea el caso, se establece al lado del capítulo en la columna<br /> titulada \"Reglas Específicas por Producto\".<br /> 3. Un requisito de cambio en la clasificación arancelaria se aplica solamente a los materiales<br /> no originarios.<br /> 4. Las reglas de origen específicas de este Anexo están estructuradas sobre la base del<br /> Sistema Armonizado.<br /> 5. Cuando una subpartida arancelaria esté sujeta a reglas específicas por producto<br /> alternativas, será suficiente cumplir con una de las reglas.<br /> *<br /> Este Anexo está basado en el Sistema Armonizado 2012.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00282_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CHL_THA_Final/Annex_4.13_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00282_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.direcon.gob.cl/wp-content/uploads/2015/11/REO-TLC-CHILE-TAILANDIA.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00282_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CHL_THA_Final/Ch_04_e.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00282_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CHL_THA_Final/Ch_05_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00282_full.pdf", "DocType": "8_full", "WebLink": "https://www.direcon.gob.cl/wp-content/uploads/2015/11/FTA-Chile-Thailand-english.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00282_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N167.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Accumulation <br /> Unless otherwise provided in this Agreement, originating goods of a Party which are used <br /> in the processing or production in the territory of the other Party as material for finished goods, <br /> shall be deemed as an originating material in the territory of the latter Party where the working or <br /> processing of the finished goods has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: De Minimis <br /> 1 A good that does not undergo a change in tariff classification shall be considered as originating if: <br /> (a) the value of all non-originating materials used in its production that do not <br /> undergo the required change in tariff classification do not exceed ten percent <br /> (10%) of the FOB value of the good; and <br /> (b) the good meets all other applicable criteria set forth in this Chapter for qualifying <br /> as originating goods. <br /> 2 The value of non-originating materials referred to in paragraph 1 shall, however, be <br /> included in the value of non-originating materials for any applicable QVC requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Accessories, Spare Parts, Tools and Instructional or Information Materials <br /> 1 If the goods are subject to the requirements of a change in tariff classification or specific <br /> manufacturing or processing operation, the origin of accessories, spare parts, tools, instructional <br /> or other information materials delivered with a good that form part of the good's standard <br /> accessories, spare parts, or tools, shall be regarded as a part of the good, and shall be disregarded <br /> in determining whether or not all the non-originating materials used in the production of the <br /> originating goods undergo the applicable change in tariff classification provided that: <br /> (a) the accessories, spare parts, tools, instructional or other information materials are <br /> classified with, and not invoiced separately from, the good; and <br /> (b) the quantities and value of the accessories, spare parts, tools, instructional or other <br /> information materials are customary for the good. <br /> 2 If the goods are subject to QVC requirement, the value of the accessories, spare parts, <br /> tools, and instructional or information materials shall be taken into account as the value of <br /> originating or non-originating materials, as the case may be, in calculating the QVC of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained or Produced Goods <br /> The following goods shall be considered as wholly obtained or produced entirely in the <br /> territory of a Party: <br /> (a) plants, plant goods and vegetable goods grown and harvested, picked or gathered <br /> in the territory of the Party; <br /> (b) live animals born and raised in the territory of the Party; <br /> (c) goods obtained from live animals referred to in subparagraph (b); <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing and farming conducted in the territory of the Party; <br /> (e) micro-organisms and viruses from natural habitats or cultivate in the territory of the Party; <br /> (f) minerals and other naturally occurring substances, not included in subparagraphs <br /> (a) to (e), extracted or taken from its soil, water, seabed or beneath the seabed of the Party; <br /> (g) goods of sea-fishing taken by vessels registered with a Party and entitled to fly its <br /> flag and other goods2 extracted or taken from the waters, seabed or beneath the <br /> seabed outside the territorial waters of that Party, provided that Party has the <br /> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br /> (h) goods such as fish, shellfish and other marine life or marine goods taken from the <br /> high seas by vessels registered and entitled to fly the flag of that Party; <br /> (i) goods obtained, processed or produced on board a factory ship registered with that <br /> Party and entitled to fly the flag of that Party, exclusively from products referred <br /> to in subparagraph (g) and (h); <br /> (j) waste or scrap collected or derived from production in the territory of the Party <br /> and are fit only for the recovery of raw materials; <br /> (k) used goods and goods collected there which can no longer perform their original <br /> purpose nor are capable of being restored or repaired and are fit only for disposal <br /> or recovery of parts of raw materials, or for recycling purposes; and <br /> (l) goods obtained or produced in the territory of a Party solely from goods referred <br /> to in subparagraphs (a) to (k). <br /> 2 Other goods refers to minerals and other naturally occurring substances.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Minimal Operations and Processes that do not Confer Origin <br /> The following minimal operations or processes, undertaken exclusively by itself or in <br /> combination, do not confer origin: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage such as drying, freezing, keeping in brine, ventilation, <br /> chilling and like operations; <br /> (b) sifting, classifying, washing, cutting, slitting, bending, coiling or uncoiling, <br /> sharpening, simple grinding, slicing; <br /> (c) cleaning, including removal of dust, oxide, oil, paint or other coverings; <br /> (d) painting and polishing operations; <br /> (e) testing or calibration; <br /> (f) placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and <br /> all other simple packaging operations; <br /> (g) simple [3] mixing of goods, whether or not of different kinds; <br /> (h) simple [3] assembly of parts of products to constitute a complete good; <br /> (i) changes of packing, unpacking or repacking operations, and breaking up and <br /> assembly of consignments; <br /> (j) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> goods or their packaging; <br /> (k) mere dilution with water or another substance that does not materially alter the <br /> characteristics of the goods; <br /> (l) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (m) disassembly; and <br /> (n) mere making-up of sets of goods. <br /> [3] \"Simple\" generally describes an activity which does not need special skills, machines, apparatus or equipment <br /> especially produced or installed for carrying out the activity. However, simple mixing does not include chemical <br /> reaction. Chemical reaction means a process (including a bio-chemical process) which results in a molecule with a <br /> new structure by breaking intra molecular bonds and by forming new intra molecular bonds, or by altering the <br /> spatial arrangement of atoms in a molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4: Qualifying Value Content (QVC) <br /> 1 The QVC of a good shall be calculated as follows: <br /> QVC = [(V- VNM)/V] x 100 <br /> where: <br /> QVC - is the qualifying value content expressed as a percentage; <br /> V - is the FOB value of the final good; and <br /> VNM - is the CIF value of the non-originating materials. <br /> 2 For the purposes of calculating the QVC provided in paragraph 1, VNM shall be: <br /> (a) the CIF value at the time of importation of the goods; or <br /> (b) the earliest ascertained price paid for the goods of undetermined origin in the <br /> territory of the Party where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Indirect Materials <br /> Any indirect material used in the production of a good but not incorporated into the good <br /> shall be treated as originating materials, irrespective of whether such indirect material originates <br /> from a non-Party, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspection of the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in production <br /> or used to operate equipment and buildings; and <br /> (g) any other materials which are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Direct Consignment <br /> 1 The goods shall be deemed as directly consigned from the exporting Party to the importing Party: <br /> (a) if the goods are transported without passing through the territory of any non-Party; or <br /> (b) if the goods are transported for the purpose of transit through a non-Party with or <br /> without transshipment or temporary storage in such non-Party, provided that: <br /> (i) the goods have not entered into trade or consumption in the territory of the non-Party; <br /> (ii) the transit entry is justified for geographical reason or by consideration <br /> related to transport requirements; and <br /> (iii) the goods have not undergone any operation in the territory of the non- <br /> Party other than unloading, reloading or any operation required to keep the <br /> goods in good condition. <br /> 2 The directly consigned goods shall retain its originating status. <br /> 3 In the case where the originating goods of the exporting Party is imported through one or <br /> more non-Parties, the customs authority of the importing Party may require importers, who claim <br /> the preferential tariff treatment for the goods, to submit the following documentation to the <br /> customs authorities of the importing Party: <br /> (a) a Through Bill of Lading or similar documents used in multimodal transportation; and <br /> (b) supporting documents, if any, in evidence that the requirements of subparagraphs <br /> 1 (b) (i), (ii) and (iii) are being complied with.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.2: Origin Criteria <br /> Except as otherwise provided for in this Chapter, a good shall qualify as an originating <br /> good of a Party where: <br /> (a) the good is wholly obtained or produced entirely in the Party, as defined in Article 4.3; <br /> (b) the good is produced entirely in the Party exclusively from originating materials of the Parties; or <br /> (c) the good satisfies the product specific rules set out in Annex 4.2, when the good is <br /> produced entirely in the Party using non-originating materials in whole or in part. <br /> Additionally, the good shall meet all applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Treatment of Packages, Packing Materials and Containers <br /> 1 Packages and packing materials for retail sale: <br /> (a) If a good is subject to the QVC as set out in Annex 4.2, the value of the packages <br /> and packing materials for retail sale, shall be taken into account in determining the <br /> origin of that good as originating or non-originating, as the case may be, provided <br /> that the packages and packing materials are considered to be forming a whole with <br /> the good; and <br /> (b) If a good is subject to the change in tariff classification criterion as set out in <br /> Annex 4.2, packages and packing materials classified together with the packaged <br /> good, shall not be taken into account in determining origin. <br /> 2 The containers and packing materials exclusively used for the transport of a good shall <br /> not be taken into account for determining the origin of the said good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: Fungible Goods and Materials <br /> 1 The determination of whether fungible goods or materials are originating goods shall be <br /> made either by physical segregation of each of the materials, or through the use of an inventory <br /> management method recognised in the GAAP of the Party in which the production is performed <br /> or otherwise accepted by that Party. <br /> 2 Once a decision has been taken on the inventory management method, the method of <br /> inventory management chosen by the exporter must be maintained throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.29: Exhibition <br /> 1 Originating goods, sent for exhibition in a country other than Chile or Thailand and sold <br /> during or after the exhibition for importation in Chile or Thailand shall be deemed as originating <br /> and eligible for preferential tariff treatment provided it is shown to the satisfaction of the <br /> customs authority of the importing Party that: <br /> (a) an exporter has consigned the goods from Chile or Thailand to the country in <br /> which the exhibition is held and has exhibited there; <br /> (b) the goods have been sold or transferred to a consignee or otherwise dispose of by <br /> that exporter to an importer in Chile or Thailand; <br /> (c) the goods have been consigned during the exhibition or immediately thereafter in <br /> the Party in which they were sent for exhibition and have not been used for a <br /> purpose other than demonstration at the exhibition; and <br /> (d) the goods have remained during the exhibition under customs control. <br /> 2 A Certificate of Origin must be issued or made out in accordance with this Chapter. The <br /> name and address of the place of the exhibition must be indicated in the Certificate of Origin. <br /> Where necessary, additional documentary evidence of the conditions, under which they have <br /> been exhibited, may be required from the relevant authorities of the country where the exhibition took place. <br /> 3 Paragraph 1 shall apply to any trade, agricultural or crafts exhibition, fair or similar show <br /> or display in shops or business premises with the view to the sale of foreign goods and where the <br /> goods remain under customs control during the exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Certificate of Origin <br /> A claim that goods are eligible for preferential tariff treatment under this Agreement shall <br /> be supported by a Certificate of Origin issued by the exporting Party in the form as prescribed in <br /> Section A of Annex 4.13 (Form of Certificate of Origin of Chile, issued by its competent <br /> authority) or Section B of Annex 4.13 (Form of Certificate of Origin of Thailand, issued by its <br /> competent authority). <br /> Article 4.15: Certification of Origin <br /> 1 The Certificate of Origin shall be issued by the respective competent authority of each Party. <br /> 2 Each Party shall inform the other Party of the name, address, and specimen of official <br /> seals of its competent authorities, in hard copy and soft copy format. Any change in names, <br /> addresses, or seals shall be promptly informed in the same manner. <br /> 3 For the purposes of checking the Certificate of Origin: <br /> (a) Chile shall provide websites with some key information of the Certificate of <br /> Origin issued by Chile such as Reference Number, HS code, description of goods, <br /> date of issuance, quantity and name of the exporter; and <br /> (b) Thailand shall provide information on specimen signatures in hard or soft copy <br /> formats upon request and shall provide prompt update where appropriate. <br /> To the best of its competence and ability, Thailand shall endeavour to provide <br /> websites in the same information as specified above by Chile. The Committee <br /> shall consult on the implementation of the websites. <br /> 4 The issued Certificate of Origin shall be applicable to a single importation of an <br /> originating good of the exporting Party into the importing Party and be valid for twelve (12) <br /> months from the date of issuance. <br /> 5 The original of the Certificate of Origin shall be submitted to customs authorities at the <br /> time the declaration of the goods is made in accordance with the respective laws and regulations <br /> of the importing Party. <br /> 6 The Parties, to the extent possible, should implement an electronic system for issuance of <br /> Certificate of Origin. The Parties also recognise the validity of the electronic signature. <br /> Article 4.16: Certificate of Origin <br /> 1 In the case of Chile, the Certificate of Origin shall be in 216 mm x 313 mm size paper <br /> and in conformity to the form as shown in Section A of Annex 4.13. <br /> 2 In the case of Thailand, the Certificate of Origin shall be in ISO A4 size paper and in <br /> conformity to the form as shown in Section B of Annex 4.13. The Certificate of Origin shall <br /> comprise one (1) original and two (2) carbon copies (Duplicate and Triplicate). The original <br /> copy shall be forwarded by the exporter to the importer for submission to the customs authority <br /> at the port or place of importation. The duplicate shall be retained by the competent authority in <br /> the exporting Party. The triplicate shall be retained by the exporter. <br /> 3 The Certificate of Origin shall be made in the English language. <br /> 4 Each Certificate of Origin shall bear a serial reference number separately given by each <br /> place or office of issuance. <br /> 5 Unused spaces in the Certificate of Origin shall be crossed out by the competent authority <br /> to prevent any subsequent addition. <br /> Article 4.17: Application for Certificate of Origin <br /> 1 At the time of carrying out the formalities for exporting the goods under preferential <br /> treatment, the exporter or its authorised representative shall submit a written application for the <br /> Certificate of Origin together with appropriate supporting documents proving that the goods to <br /> be exported fulfill the originating criteria under this Agreement. <br /> 2 For the purposes of determining originating status, the competent authorities shall have <br /> the right to request supporting documentary evidence or to carry out check(s) considered <br /> appropriate in accordance with respective laws and regulations of a Party. <br /> Article 4. 19: Treatment of Erroneous Declaration in the Certificate of Origin <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any <br /> alteration shall be made by: <br /> (a) striking out the erroneous materials and making any addition required. Such <br /> alterations shall be approved by an official authorised to sign the Certificate of <br /> Origin and certified by the competent authorities. Unused spaces shall be crossed <br /> out to prevent any subsequent addition; or <br /> (b) issuing a new Certificate of Origin to replace the erroneous one. The new <br /> Certificate of Origin shall bear the reference number and the date of issuance of <br /> the original Certificate of Origin. The words \"replaced C/O No... issued date...\" <br /> shall be endorsed. The new Certificate of Origin shall take effect from the date of <br /> issuance of the original Certificate of Origin. <br /> Article 4.20: Issuance of the Certificate of Origin <br /> 1 The Certificate of Origin shall be issued prior to, at the time of exportation, or no later <br /> than three (3) days after the time of exportation. <br /> 2 Where a Certificate of Origin has not been issued at the time of exportation or no later <br /> than three (3) days from the declared shipment date, due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively but no longer than one <br /> (1) year from the date of shipment and shall be duly and prominently marked \"Issued Retroactively\". <br /> Article 4.21: Loss of the Certificate of Origin <br /> 1 In the event of theft, loss or destruction of a Certificate of Origin, the exporter may apply <br /> in writing to the issuing authorities for a certified true copy to be made out on the basis of the <br /> export documents in their possession bearing the endorsement of the words \"CERTIFIED TRUE <br /> COPY\" in Box 14. This copy shall bear the date of issuance of the original Certificate of Origin. <br /> 2 The certified true copy shall take effect from the date of issuance of the original <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.22: Exceptions <br /> 1 In the case of consignments of goods originating in the exporting Party and not exceeding <br /> US$ 200 FOB, the requirement of a Certificate of Origin may be waived provided that the <br /> importation does not form part of one or more importations that may reasonably be considered to <br /> have been undertaken or arranged for the purpose of avoiding the certification requirements of this Chapter. <br /> 2 An importation of originating goods of the exporting Party, for which the customs <br /> authority of the importing Party has waived the requirement for a Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> competent authority means the authority that, according to the legislation of each Party, is <br /> responsible for the issuing of the certificate of origin and may designate the issuance of the <br /> certificate of origin into other entities or bodies. In the case of Chile, the General Directorate of <br /> International Economic Affairs, Ministry of Foreign Affairs, and in the case of Thailand, the <br /> Ministry of Commerce, or an authority succeeding this Ministry;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Certification of Origin <br /> 4 The issued Certificate of Origin shall be applicable to a single importation of an <br /> originating good of the exporting Party into the importing Party and be valid for twelve (12) <br /> months from the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.28: Records and Confidentiality <br /> 1 For the purposes of the verification process, the application for Certificates of Origin and <br /> all documents related to such application shall be kept by the competent authorities and exporters <br /> for five (5) years from the date of issuance of the Certificate of Origin. <br /> 2 Information relating to the validity of the Certificate of Origin shall be furnished upon <br /> request of the importing Party by the appropriate authorities. <br /> 3 Any confidential information shall be treated as such in accordance with the Parties <br /> domestic legislation and shall be used for the validation of Certificates of Origin purposes only. <br /> 4 The Parties shall maintain, in accordance with their laws and regulations, the <br /> confidentiality of classified business information collected in the process of verification pursuant <br /> to Articles 4.25 and 4.26 and shall protect that information from disclosure that could prejudice <br /> the competitive position of the person who provided the information. The classified business <br /> information may only be disclosed to those authorities responsible for the administration and <br /> enforcement of origin determination. <br /> 5 All records identified in the preceding paragraphs of this Article may be maintained in <br /> paper or electronic form in accordance with the domestic laws and regulations of each Party <br /> Article 4.32: Obligations of the Importer <br /> 1 Except as otherwise provided in this Chapter, the customs authority of the importing <br /> Party shall require an importer who claims preferential tariff treatment for goods imported from <br /> the other Party to: <br /> (a) make a customs declaration, based on a valid Certificate of Origin, that the goods <br /> qualify as originating goods of the exporting Party; <br /> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (c) provide the Certificate of Origin on the request of the customs authority of the <br /> importing Party; and <br /> (d) promptly notify the customs authority and pay any duties owing where the <br /> importer has reason to believe that the Certificate of Origin on which a <br /> declaration was based contains information that is not correct. <br /> 2 An importer claiming preferential tariff treatment for goods imported into the Party's <br /> territory shall maintain, at least for five (5) years after the date of importation of the goods, a <br /> Certificate of Origin, and all other documents that the Party may require relating to the <br /> importation of the goods, in accordance with the domestic laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.20: Issuance of the Certificate of Origin <br /> 1 The Certificate of Origin shall be issued prior to, at the time of exportation, or no later <br /> than three (3) days after the time of exportation. <br /> 2 Where a Certificate of Origin has not been issued at the time of exportation or no later <br /> than three (3) days from the declared shipment date, due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively but no longer than one <br /> (1) year from the date of shipment and shall be duly and prominently marked \"Issued Retroactively\". <br /> Article 4.33: Customs Duty Refund <br /> Each Party shall provide that, where a good would have qualified as originating goods <br /> when it was imported into the territory of that Party but no claim for preferential tariff treatment <br /> was made at that time, the importer may, subject to the relevant laws and regulations of the <br /> importing Party, apply for a refund of any duties paid on presentation of: <br /> (a) a written declaration that the good qualified as originating at the time of importation; <br /> (b) a Certificate of Origin; and <br /> (c) such other documentations relating to the importation of the good as the importing <br /> Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.34: Non-Party Invoices <br /> 1 For the purposes of granting preferential tariff treatment, the customs authority of the <br /> importing Party shall accept Certificate of Origin in cases where the sale invoice is issued by a <br /> non-Party operator, provided that the goods meet all the applicable requirements of this Chapter. <br /> 2 For the purposes of paragraph 1, the exporter shall indicate \"non-Party invoicing\" and the <br /> following information in the Certificate of Origin: name and legal address (including city and <br /> country) of the non-Party operator. <br /> 3 In the case where a good is invoiced by a non-Party operator, the number and date of the <br /> invoice issued by the exporter and the number and date of the invoice issued by the non-Party <br /> operator (if known) shall be indicated in the Certificate of Origin. <br /> Chapter 5 <br /> Customs Procedures <br /> Section A <br /> General Provision", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.25: Verification of Origin <br /> 1 For the purposes of determining whether a good imported from the exporting Party under <br /> preferential tariff treatment qualifies as an originating good of the exporting Party, the customs <br /> authority of the importing Party may request the competent authority of the exporting Party, <br /> information relating to the origin of the good, where it has reasonable doubt as to the authenticity <br /> of the Certificate of Origin or the accuracy of the information included in the Certificate of Origin. <br /> 2 Where the customs authority of the importing Party requests the information under <br /> paragraph 1, it shall provide the competent authority of the exporting Party with: <br /> (a) the reasons why such verification is requested; <br /> (b) the Certificate of Origin of the good or a copy thereof; and <br /> (c) any information and documents as may be necessary for purposes of such request; <br /> 3 For the purposes of paragraph 1, the competent authority of the exporting Party shall <br /> provide the information requested within a period of six (6) months from the date of receipt of <br /> the request. If the customs authority of the importing Party considers necessary, it may require <br /> additional information relating to the origin of the good. If additional information is requested by <br /> the customs authority of the importing Party, the competent authority of the exporting Party <br /> shall, in accordance with the laws and regulations of the exporting Party, provide the information <br /> requested within a period of three (3) months from the date of receipt of the request. <br /> 4 The request of information in accordance with paragraph 1 shall not preclude the use of <br /> the verification method provided for in Article 4.26. <br /> 5 The competent authority of the exporting Party shall promptly transmit the information <br /> requested to the customs authority of the importing Party which shall then determine whether or <br /> not the goods concerned is originating. The entire process from the date of receipt of the request <br /> of the information until the notification of the result shall be completed within one hundred and <br /> eighty (180) days. <br /> Article 4.26: Verification Visit <br /> 1 The customs authority of the importing Party may request the competent authority of the <br /> exporting Party: <br /> (a) to conduct a visit, whereby it shall deliver a written communication at least ninety <br /> (90) days in advance of the proposed date of the visit, the receipt of which is to be <br /> confirmed by the competent authority of the exporting Party. The competent <br /> authority of the exporting Party shall request the written consent of the exporter or <br /> the producer of the good in the exporting Party whose premises are to be visited; and <br /> (b) to provide information relating to the origin of the good in the possession of the <br /> competent authority of the exporting Party during the visit pursuant to subparagraph (a). <br /> 2 The communication referred to in paragraph 1 shall include: <br /> (a) the identity of the customs authority issuing the communication; <br /> (b) the name of the exporter/producer, whose premises are requested to be visited; <br /> (c) the proposed date and place of the visit; <br /> (d) the objective and scope of the proposed visit, including specific reference to the <br /> good subject to the verification, referred in the Certificate of Origin; and <br /> (e) the names and titles of the officials of the customs authority of the importing <br /> Party to be present during the visit. <br /> 3 The competent authority of the exporting Party shall respond in writing to the importing <br /> Party, within thirty (30) days of the receipt of the communication referred to in paragraph 2, if it <br /> accepts or refuses to conduct the visit requested pursuant to paragraph 1. <br /> 4 For the compliance of subparagraph 1 (a), the competent authority of the exporting Party <br /> shall cooperate by providing the necessary information and relevant documentations as well as <br /> facilitating an on-site visit to the premises of the exporter or the producer of the goods in the exporting Party. <br /> 5 The competent authority of the exporting Party shall, in accordance with the laws and <br /> regulations of the exporting Party, provide information within sixty (60) days or any other <br /> mutually agreed period from the last day of the visit, to the customs authority of the importing <br /> Party pursuant to paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.16: Penalties and Sanctions <br /> Each Party shall maintain measures for the imposition of civil or administrative penalties <br /> or sanctions and, where appropriate, criminal sanctions for violations of its customs laws and <br /> other laws relating to customs according to their domestic laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.6: Advance Rulings <br /> 1 Customs authorities of each Party, shall issue written advance ruling prior to the <br /> importation of a good into its territory upon written request of a person who intends to import in <br /> or export to its territory, on the basis of the facts and circumstances provided by the requester, <br /> including a detailed description of the information required to process a request for an advance <br /> ruling, concerning: <br /> (a) tariff classification; <br /> (b) valuation method; or <br /> (c) whether a good qualifies as an originating good under this Agreement. <br /> 2 The customs authorities shall issue advance rulings after receiving a written request, <br /> provided that the requester has submitted all necessary information. The issuance of advance <br /> ruling shall be made within one hundred and twenty (120) days. <br /> 3 Each Party shall provide that advance rulings shall be in force from their date of issuance, <br /> or such other specified by the ruling, for the period of time, in accordance with their domestic <br /> laws and regulations, provided that the facts or circumstances on which the ruling is based remain unchanged. <br /> 4 The customs authorities may modify or revoke an advance ruling where facts or <br /> circumstances prove that the information on which the advance ruling is based is false or inaccurate. <br /> 5 Where an importer claims that the treatment accorded to an imported good should be <br /> governed by an advance ruling, the customs authorities may evaluate whether the facts and <br /> circumstances of the importation are consistent with the facts and circumstances upon which an <br /> advance ruling was based. <br /> 6 Each Party shall make its advance rulings publicly available, subject to confidentiality <br /> requirements in its domestic law, for purposes of promoting the consistent application of advance <br /> rulings to other goods. <br /> 7 If a requester provides false information or omits relevant circumstances or facts in its <br /> request for an advance ruling, or does not act in accordance with the ruling's terms and <br /> conditions, the importing Party may apply appropriate measures, including civil, criminal, and <br /> administrative actions, penalties, or other sanctions in accordance with its domestic laws.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.23: Treatment of Minor Discrepancies <br /> 1 The customs authority of the importing Party should disregard minor errors, such as slight <br /> discrepancies or omissions, typing errors or overrunning the margin of the designated field, <br /> provided that these minor errors may not affect the authenticity of the Certificate of Origin or the <br /> accuracy of the information included in the Certificate of Origin. <br /> 2 Where the origin of the goods is not in doubt, tariff classification differences between the <br /> statements made in the Certificate of Origin and those made in the documents submitted to the <br /> customs authority of the importing Party for the purposes of carrying out the formalities for <br /> importing the goods shall not ipso-facto invalidate the Certificate of Origin, if it does in fact <br /> correspond to the goods submitted. The process on claiming the preferential tariff treatment shall <br /> be subject to domestic laws and regulations. <br /> 3 For multiple items declared under the same Certificate of Origin, a problem with one of <br /> the items listed shall not affect or delay the granting of preferential tariff treatment and customs <br /> clearance of the remaining items listed in the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.13: Review and Appeal <br /> 1 Each Party shall ensure that with respect to its determinations on customs matters, <br /> importers in its territory have access to: <br /> (a) administrative review issued by a superior official different from <br /> who took the determination; and <br /> (b) judicial review of the determination or decision taken at the final <br /> level of administrative review. <br /> 2 Notice of the decision on appeal shall be given to the appellant and the reasons for such <br /> decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms including fish, molluscs, crustaceans, other <br> aquatic invertebrates and aquatic plants, from seedstock such as eggs, fry, fingerlings and larvae, <br> by intervention in the rearing or growth processes to enhance production such as regular <br> stocking, feeding, or protection from predators; <br> CIF means the value of the good imported and includes the cost of insurance and freight up to <br> accordance with Article VII of GATT 1994 and the Agreement on the Implementation of Article <br> the port or place of entry in the country of importation. The valuation shall be made in <br> VII of GATT 1994 as contained in Annex 1A to the WTO Agreement; <br> competent authority means the authority that, according to the legislation of each Party, is <br> generally accepted accounting principles (GAAP) means the recognised consensus or <br> responsible for the issuing of the certificate of origin and may designate the issuance of the <br> certificate of origin into other entities or bodies. In the case of Chile, the General Directorate of <br> International Economic Affairs, Ministry of Foreign Affairs, and in the case of Thailand, the <br> Ministry of Commerce, or an authority succeeding this Ministry; <br> exporter means a natural or juridical person located in the territory of a Party, where a good is <br> exported from, by such a person; <br> FOB means the free-on-board value of the good, inclusive of the cost of transport to the port or <br> purposes and whose properties are essentially identical; <br> site of final shipment abroad. The valuation shall be made in accordance with Article VII of <br> GATT 1994 and the Agreement on the Implementation of Article VII of GATT 1994 as <br> contained in Annex 1A to the WTO Agreement; <br> fungible goods and materials means goods or materials that are interchangeable for commercial <br> substantial authoritative support in the territory of a Party, with respect to the recording of <br> application as well as detailed standards, practices and procedures; <br> revenues, expenses, costs, assets and liabilities; the disclosure of information; and the <br> collecting, breeding, extracting, manufacturing, processing or assembling a good. <br> preparation of financial statements. These standards may encompass broad guidelines of general <br> goods means any materials and/or products which can be wholly obtained or produced, or <br> manufactured, even if they are intended for later use as material in another manufacturing operation; <br> importer means a natural or juridical person located in the territory of a Party where a good is <br> imported into, by such a person; <br> indirect materials means a good used in the production, testing or inspection of another good <br> the operation of equipment associated with the production of a good; <br> material means a good or any matter or substance such as raw materials, ingredients, parts, <br> components, sub-components or sub-assemblies that are used or consumed in the production of <br> goods or transformation of another good or are subject to a process in the production of another good; <br> originating goods or originating material means goods or material that qualifies as originating <br> in accordance with the provisions of this Chapter; <br> packing materials and containers for shipment means goods used to protect a good during its <br> transportation, different from those containers and packages and packing materials used for retail sale; <br> product specific rules means rules that specify that the materials have undergone a change in <br> tariff classification or a specific manufacturing or processing operation, or satisfy a Qualifying <br> Value Content (QVC) criterion or a combination of any of these criteria; and <br> production means methods of obtaining goods including, but not limited to growing, raising, <br> mining, harvesting, fishing, farming, trapping, hunting, capturing, aquaculture, gathering, <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "but not physically incorporated into the good, or a good used in the maintenance of buildings or <br> "}, {"ArticleTitle": "Committee on Rules of Origin", "ArticleDesc": "Article 4.14: Committee on Rules of Origin <br> 1 The Parties hereby establish a Committee on Rules of Origin (hereinafter referred to as <br> \"the Committee\"), comprising of government representatives of each Party. <br> 2 The functions of the Committee shall be to: <br> (a) monitor and review the implementation and operation of this Chapter; <br> (b) report its findings to the Committee on Trade in Goods in accordance with Article <br> 3.9 (Committee on Trade in Goods); <br> (c) identify areas, relating to this Chapter to be improved for facilitating trade in <br> goods between the Parties; <br> (d) consider any other matters as Parties may agree related to this Chapter; and <br> (e) carry out other functions as may be delegated by the Commission in accordance <br> with Article 13.1.4 (Free Trade Commission). <br> 3 The Committee shall meet at such venues and times as may be agreed by the Parties. <br> Section 2 <br> Operational Procedures <br> "}, {"ArticleTitle": "Obligations of the Competent Authority", "ArticleDesc": "Article 4.18: Obligations of the Competent Authority <br> The competent authority shall carry out proper examination upon each application for the <br> Certificate of Origin to ensure that: <br> (a) the application and the Certificate of Origin are duly completed and signed by the <br> authorised signatory; <br> (b) the origin of the good is in conformity with this Agreement; <br> (c) other statements on the Certificate of Origin correspond to the supporting <br> documentary evidence submitted; <br> (d) description, quantity and weight of goods, marks and number of packages, <br> number and kinds of packages, as specified, conform to the goods to be exported; and <br> (e) multiple items declared on the same Certificate of Origin shall be allowed, <br> provided that each item qualifies separately in its own right. <br> "}, {"ArticleTitle": "Claims for Preferential Tariff Treatment", "ArticleDesc": "Article 4.24: Claims for Preferential Tariff Treatment <br> 1 For the purposes of claiming preferential tariff treatment, the importer shall submit to the <br> customs authority of the importing Party, an import declaration, a Certificate of Origin and other <br> documents as required in accordance with the laws and regulations of the importing Party. <br> 2 In cases when a Certificate of Origin is rejected by the customs authority of the importing <br> Party, the Certificate of Origin shall be marked accordingly in Box 4 and the original Certificate <br> of Origin shall be returned to the competent authority within a reasonable period not exceeding <br> sixty (60) days. The competent authority shall be duly notified of the grounds for the denial of <br> preferential tariff treatment. <br> "}, {"ArticleTitle": "Sanctions against False Declaration", "ArticleDesc": "Article 4.30: Sanctions against False Declaration <br> 1 Each Party shall establish or maintain appropriate sanctions against its exporters to whom <br> a Certificate of Origin has been issued, for providing false declaration or documents to the <br> competent authority of the exporting Party, prior to the issuance of the Certificate of Origin. <br> 2 Each Party shall, in accordance with its laws and regulations, take measures which it <br> considers appropriate against its exporters to whom a Certificate of Origin has been issued if <br> they fail to notify in writing to the competent authority of the exporting Party without delay after <br> having known, after the issuance of the Certificate of Origin, that such good does not qualify as <br> originating goods of the exporting Party. <br> 3 When the exporter repeatedly provided false information or documentation, the <br> competent authority may temporarily suspend the issuance of a new Certificate of Origin. <br> "}, {"ArticleTitle": "Obligations of the Exporter", "ArticleDesc": "Article 4.31: Obligations of the Exporter <br> The exporter to whom a Certificate of Origin has been issued in the exporting Party <br> referred to in Article 4.15, shall notify in writing to the competent authority of the exporting <br> Party without delay when such exporter knows that such good does not qualify as originating <br> goods of the exporting Party. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1: Definitions <br> commercial samples means commercial samples having a negligible value, or no commercial <br> value, or so marked, torn, perforated or otherwise treated that they are unsuitable for sale or for <br> use except as commercial samples; <br> customs authority means the authority that according to the legislation of the country of each <br> Party is responsible for the administration and enforcement of its customs laws: <br> (a) in the case of Chile, the National Customs Service; and <br> (b) in the case of Thailand, the Customs Department; <br> customs laws mean such laws and regulations administered and enforced by the customs <br> authority of each Party concerning the importation, exportation, and transit/transshipment of <br> goods, as they relate to customs duties, charges, and other taxes, or to prohibitions, restrictions, <br> and other similar controls with respect to the movement of controlled items across the boundary <br> of the customs territory of each Party; <br> customs procedures means the treatment applied by the customs authority of each Party to <br> goods which are subject to customs control; and <br> printed advertising materials means those goods classified in Chapter 49 of the Harmonized <br> System (HS), including brochures, pamphlets, leaflets, trade catalogues, yearbooks published by <br> trade associations, trade and tourist promotional materials and posters, that are used to promote, <br> publicise or advertise a good or service, are essentially intended to advertise a good or service, <br> and/or are supplied free of charge. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purposes of this Chapter: <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 5.2: Objectives <br> The objectives of this Chapter are to: <br> (a) simplify and harmonise customs procedures of the Parties; <br> (b) ensure consistency, predictability and transparency in the application of customs <br> laws and regulations of the Parties; <br> (c) ensure efficient and expeditious release of goods; <br> (d) facilitate trade in goods between the Parties by the use of information and <br> communications technology, taking into account international standards; and <br> (e) promote cooperation between the customs authorities with relevant international <br> standards and recommended practices such as those made under the auspices of <br> the Customs Cooperation Council. <br> "}, {"ArticleTitle": "Scope and Coverage", "ArticleDesc": "Article 5.3: Scope and Coverage <br> 1 This Chapter shall apply to customs procedures for goods traded between the Parties. <br> 2 This Chapter shall be implemented by each Party in accordance with the laws and <br> regulations in force in each Party and within the competence and available resources of the <br> customs authorities of each Party <br> Section B <br> Customs Procedures and Facilitation <br> "}, {"ArticleTitle": "Customs Procedures", "ArticleDesc": "Article 5.4: Customs Procedures <br> 1 Customs authorities of a Party shall ensure that its customs procedures and practices are <br> predictable, consistent, transparent and facilitate trade, including through the expeditious <br> clearance of goods and means of transport. <br> 2 Customs procedures of a Party shall, where possible and to the extent permitted by their <br> respective customs laws, conform with the standards and recommended practices of the World <br> Customs Organization (WCO) and other international organization as relevant to customs. <br> 3 The customs authority of a Party shall review its customs procedures and practices with a <br> view to their simplification to facilitate trade. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 5.5: Customs Valuation <br> The Parties shall apply the WTO Agreement on the Implementation of Article VII of <br> GATT 1994 for the purposes of determining the customs value of goods traded between the Parties. <br> "}, {"ArticleTitle": "Customs Clearance", "ArticleDesc": "Article 5.7: Customs Clearance <br> 1 Each Party shall endeavor to apply customs procedures in a predictable, consistent and <br> transparent manner for the efficient release of goods in order to facilitate trade between the Parties. <br> 2 For prompt release of goods traded between the Parties, to the extent possible each Party shall: <br> (a) provide for the release of goods within a period no greater than that required to <br> ensure compliance with its customs laws or regulations; <br> (b) make use of information and communications technology; <br> (c) adopt or maintain procedures allowing, to the extent possible, goods to be released <br> at the point of arrival, without temporary transfer to warehouses or other locations; <br> (d) harmonise its customs procedures, as far as possible, with relevant international <br> standards and best practices, such as those recommended by the WCO; and <br> (e) adopt or maintain procedures allowing the release of goods prior to, and without <br> prejudice to, the final determination by its customs authority of the applicable <br> customs duties, taxes and fees, subject to domestic procedures. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.8: Risk Management <br> 1 In order to facilitate release of goods traded between the countries of the Parties, the <br> customs authority of each Party shall use risk management methodology. <br> 2 The customs authority of each Party shall exchange information, including best practices, <br> on risk management techniques and other enforcement techniques. <br> 3 Each Party shall endeavor to adopt or maintain risk management systems that enable its <br> customs authority to concentrate inspection activities on high risk goods and that simplify the <br> clearance and movement of low risk goods. <br> "}, {"ArticleTitle": "Temporary Admission", "ArticleDesc": "Article 5.9: Temporary Admission <br> 1 The Parties shall facilitate movement of goods under temporary admission to the greatest <br> extent possible. <br> 2 The customs authorities of the Parties shall specify the period within which goods placed <br> under the temporary admission procedure must be re-exported or placed under a subsequent <br> customs procedure. <br> 3 Where, in exceptional circumstances, the goods cannot be re-exported or placed under a <br> subsequent customs procedure within the specified period, the customs authorities concerned <br> may, at the request of the holder of the authorisation, extend those periods for a reasonable duration. <br> "}, {"ArticleTitle": "Goods Re-entered after Repair and Alteration", "ArticleDesc": "Article 5.10: Goods Re-entered after Repair and Alteration <br> 1 The Parties may, in accordance with their customs laws, not apply a customs duty to a <br> good, regardless of its origin, that re-enters its territory after that good has been temporarily <br> exported from its territory to the territory of the other Party for repair or alteration, regardless of <br> whether such repair or alteration could be performed in its own territory. <br> 2 The Parties may, in accordance with their customs laws, not apply a customs duty to a <br> good, regardless of its origin, admitted temporarily from the territory of the other Party for repair or alteration. <br> 3 For the purposes of this Article, repair and alteration does not include an operation or process that: <br> (a) destroys a good's essential characteristics or creates a new or commercially different good; or <br> (b) transforms an unfinished good into a finished good. <br> "}, {"ArticleTitle": "Duty-Free Entry of Commercial Samples and Printed Advertising Materials", "ArticleDesc": "Article 5.11: Duty-Free Entry of Commercial Samples and Printed Advertising Materials <br> Each Party shall, in accordance with its customs laws, grant duty-free entry to <br> commercial samples and to printed advertising materials imported from the territory of the other <br> Party regardless of their origin, but may require that: <br> (a) such samples be imported solely for the solicitation of orders for goods, or <br> services provided from the territory, of another Party or a non-Party; and <br> (b) such printed advertising materials are imported in packets that each contains no <br> more than one copy of each material and that neither such materials nor packets <br> form part of a larger consignment. <br> "}, {"ArticleTitle": "Use of Automated System and Paperless Trading", "ArticleDesc": "Article 5.12: Use of Automated System and Paperless Trading <br> 1 The customs authorities of the Parties shall make cooperative efforts to promote the use <br> of information and communications technology in their customs procedures including sharing <br> best practices, for the purpose of improving their customs procedures. <br> 2 The customs authorities of each Party, in implementing initiatives which provide for the <br> use of paperless trading, shall take into account the methods agreed by the WCO, including <br> adoption of the WCO data model for the simplification and harmonisation of data. <br> 3 The customs authorities of each Party shall work towards having electronic means for all <br> its customs reporting requirements, as soon as practicable. <br> 4 The introduction and enhancement of information technology shall, to the greatest extent <br> possible, be carried out in consultation with all relevant parties including business directly affected. <br> "}, {"ArticleTitle": "Publication and Enquiry Points", "ArticleDesc": "Article 5.14: Publication and Enquiry Points <br> 1 Each Party shall designate one or more enquiry points to address enquiries from the other <br> Party concerning customs matters, and shall make available on the internet, or print form <br> 2 Each Party shall endeavor to publish on the internet or in print form statutory and <br> regulatory provisions and procedures applicable or enforced by its customs authority. <br> 3 Nothing in this Article shall require a Party to publish law enforcement procedures and <br> information concerning procedures for making such enquiries. <br> internal operational guidelines including those related to conducting risk analysis and targeting technologies. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.15: Confidentiality <br> 1 Each Party's customs authority undertakes not to use any information received in <br> accordance with this Chapter other than for the purpose for which the information was given, or <br> to disclose any such information, except in cases where: <br> (a) the customs authority that furnished the information has expressly approved its <br> use or disclosure for other purposes related to this Chapter; or <br> (b) the domestic laws and regulations of the receiving customs authority requires <br> disclosure, in which case the receiving customs authority shall notify the customs <br> authority that furnished the information of the relevant law. <br> 2 Any information received in accordance with this Chapter shall be treated as confidential <br> and will be subject to the same protection and confidentiality as the same kind of information is <br> subject to under the national law of the customs authority where it is received. <br> 3 Nothing in this Chapter shall be construed to require a Party to furnish or allow access to <br> information the disclosure of which would: <br> (a) be contrary to the public interest as determined by its laws, rules or regulations; <br> (b) be contrary to any of its laws, rules and regulations including but not limited to <br> those protecting personal privacy or the financial affairs and accounts of individuals; <br> (c) impede law enforcement; or <br> (d) prejudice legitimate commercial interest, which may include competitive position, <br> particular juridical persons, whether public or private. <br> "}, {"ArticleTitle": "Customs Cooperation and Mutual Assistance", "ArticleDesc": "Article 5.17: Customs Cooperation and Mutual Assistance <br> The Parties agree to negotiate a memorandum of understanding on cooperation and <br> mutual assistance in customs matters through their respective customs authorities no later than <br> one (1) year after the entry into force of this Agreement. <br> "}, {"ArticleTitle": "Committee on Customs Procedures", "ArticleDesc": "Article 5.18: Committee on Customs Procedures <br> 1 The Parties hereby establish a Committee on Customs Procedures (hereinafter referred to <br> as \"the Committee\"). <br> 2 The functions of the Committee shall be: <br> (a) reviewing the implementation and operation of this Chapter; <br> (b) reporting the finding of the Committee to the Commission; <br> (c) identifying areas to be improved for facilitating trade between the Parties; <br> (d) consulting for the problems which could be found during the implementation of this Chapter; and <br> (e) carrying out other functions which may be delegated by the Commission. <br> 3 The Committee shall be composed of representatives from the customs authorities of the <br> "}]}]}, "members_found": ["152", "764", 3, 8703900000]}