{"FtaRooDetails": {"FtaId": 291, "FtaCode": "ITC00297", "FtaName": "FTA, China-Singapore", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA AND THE GOVERNMENT OF THE REPUBLIC OF SINGAPORE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2009", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Singapore", "AdminProcCooAuth": "The certification type under FTA, China-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "The percentage of regional value content shall not be less than 40%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Preamble", "RooText": " Preamble<br /> For the purpose of Article 15 (Product Specific Rules) of the CSFTA, products which<br /> satisfy the Product Specific Rules set out herein shall be considered as goods which<br /> have undergone sufficient transformation, and hence shall be treated as the<br /> originating products of a Party in whose territory such transformation took place.<br /> A country of origin of a product shall be a Party in whose territory the last sufficient<br /> transformation of that product was performed. As for a product whose production<br /> took place in the territories of both Parties, originating status shall be conferred on a<br /> Party in whose territory the last sufficient transformation took place.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00297_coo.pdf", "DocType": "1_coo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/China%20Singapore%20FTA/Legal%20Text/Chapter%205/Annex2032020Formats20of20Certificate20of20Origins.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00297_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/China%20Singapore%20FTA/Legal%20Text/Chapter%204/Annex2022020Product20Specific20Rules20wef20120July202014.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00297_roo.pdf", "DocType": "3_roo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/China%20Singapore%20FTA/Legal%20Text/Chapter%204/Chapter2042020Rules20of20Origin.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00297_proo.pdf", "DocType": "4_proo", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/China%20Singapore%20FTA/Legal%20Text/Chapter%205/Chapter2052020Custom20Procedures.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00297_full.pdf", "DocType": "8_full", "WebLink": "https://ie.enterprisesg.gov.sg/~/media/IE%20Singapore/Files/FTA/Existing%20FTA/China%20Singapore%20FTA/Legal%20Text/China20Singapore20FTA20Legal20Text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 14: Cumulative Rule of Origin <br /> Where originating goods or materials of a Party are incorporated into a good in <br /> the other Party's territory, the goods or materials so incorporated shall be <br /> regarded to be originating in the latter's territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 16: De Minimis <br /> A good that does not meet tariff classification change requirements, pursuant to <br /> the provisions of Annex 2 (Product Specific Rules), shall nonetheless be <br /> considered to be an originating good if: <br /> (a) the value of all non-originating materials used in the production of <br /> the product, which do not undergo the applicable change in tariff <br /> classification or fulfil any other condition set out in Annex 2 (Product <br /> Specific Rules), does not exceed 10% of the FOB value of the product; and <br /> (b) the product meets all other applicable requirements provided in this <br /> Chapter for qualifying as an originating product. <br /> The value of such non-originating materials shall, however, be included in <br /> calculating the value of the non-originating materials for any applicable qualifying <br /> value content requirement for the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13: Regional Value Content <br /> 3 The value of the non-originating materials used by the producer in the <br /> production of a good shall not include, for purposes of calculating the regional <br /> value content of the good, pursuant to paragraph 1, the value of non-originating <br /> materials used to produce originating materials that are subsequently used in the <br /> production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 20: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other information <br /> materials presented with the goods therewith shall be neglected in determining <br /> the origin of the goods, provided that such accessories, spare parts, tools and <br /> information materials are classified and collected customs duties with the goods <br /> by the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 12: Wholly Obtained Products <br /> For the purposes of this Agreement, the following shall be considered as being <br /> wholly produced or obtained in a Party: <br /> (a) plant [1] and plant products harvested, picked or gathered there; <br /> (b) live animals [2] born and raised there; <br /> (c) products [3] obtained from live animals referred to in sub-paragraph (b) above; <br /> (d) products obtained from hunting, trapping, fishing, aquaculture, <br /> gathering or capturing conducted there; <br /> (e) minerals and other naturally occurring substances, not included in <br /> sub-paragraphs (a) to (d), extracted or taken from its soil, waters, <br /> seabed or beneath their seabed; <br /> (f) products taken from the waters, seabed or beneath the seabed <br /> outside the territorial waters of that Party, provided that that Party <br /> has the rights to exploit such waters, seabed and beneath the <br /> seabed in accordance with international law; <br /> (g) products of sea fishing and other marine products taken from the <br /> high seas by vessels registered with a Party or entitled to fly the <br /> flag of that Party; <br /> (h) products processed and/or made on board factory ships registered <br /> with a Party or entitled to fly the flag of that Party, exclusively from <br /> products referred to in sub-paragraph (g) above; <br /> (i) articles collected in the territory of that Party that can no longer <br /> perform their original purpose nor are capable of being restored or <br /> repaired and are fit only for disposal or recovery of parts of raw <br /> materials, or for recycling purposes [4]; <br /> (j) goods obtained or produced in a Party solely from products referred <br /> to in sub-paragraphs (a) to (i) above. <br /> [1] Plant referred to in paragraph (a) covers all plant life, including fruit, flowers, vegetables, trees, <br /> seaweed, fungi and live plants. <br /> [2] Animals referred to in paragraphs (b) and (c) covers all animal life, including mammals, birds, <br /> fish, crustaceans, molluscs, reptiles, bacteria and viruses. <br /> [3] Products referred to in paragraph (c) covers those obtained from live animals without further <br /> processing, including milk, eggs, natural honey, hair, wool, semen and dung. <br /> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing <br /> or processing operations or consumption in the same country, scrap machinery, discarded <br /> packaging and all products that can no longer perform the purpose for which they were <br /> produced and are fit only for discarding or for the recovery of raw materials. Such <br /> manufacturing or processing operations shall include all types of processing, not only industrial <br /> or chemical but also mining, agriculture, construction, refining, incineration and sewage <br /> treatment operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 17: Minimal Operations and Processes <br /> 1 The following operations undertaken by themselves shall be considered <br /> as insufficient working or processing to confer the status of originating products: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other <br /> coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to color sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading or matching <br /> (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article <br /> or disassembly of products into parts; <br /> (o) operations whose sole purpose is to ease port handling; <br /> (p) a combination of two or more operations specified in sub-paragraphs (a) to (o); and <br /> (q) slaughter of animals. <br /> 2 For the purposes of this Article: <br /> (a) simple generally describes activities which need neither special <br /> skills nor special machines, apparatus or equipment specially <br /> produced or installed for carrying out the activity; and <br /> (b) simple mixing generally describes activities which need neither <br /> special skills nor machines, apparatus or equipment especially <br /> produced or installed for carrying out the activity. However, simple <br /> mixing does not include chemical reaction.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 13: Regional Value Content <br /> 1 The regional value content of a good shall be calculated on the basis of <br /> the following method: <br /> V - VNM <br /> RVC = ----------- x 100 <br /> V <br /> where: <br /> RVC means the regional value content expressed as a percentage; <br /> Implementation of Article VII of the General Agreement on Tariffs <br /> and Trade 1994, adjusted on an FOB basis; and <br /> VNM shall be: <br /> (i) the CIF value at the time of importation of the materials; or <br /> (ii) the earliest ascertained price paid for the materials of <br /> undetermined origin in the territory of the Party where the <br /> working or processing takes place. <br /> 2 The percentage of regional value content shall not be less than 40%, <br /> except for the goods listed in Annex 2 (Product Specific Rules), which shall <br /> comply with the Product Specific Rules as provided under Article 15 (Product Specific Rules). <br /> 3 The value of the non-originating materials used by the producer in the <br /> production of a good shall not include, for purposes of calculating the regional <br /> value content of the good, pursuant to paragraph 1, the value of non-originating <br /> materials used to produce originating materials that are subsequently used in the <br /> production of the good. <br /> 4 When the producer of the good acquires a non-originating material within <br /> the Party's territory where it is located, the value of such material shall not <br /> include freight, insurance, packing costs, and any other costs incurred in <br /> transporting the material from the supplier's warehouse to the producer's location.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 22: Neutral Elements <br /> Unless otherwise provided, for the purpose of determining the origin of goods, <br /> the origin of the power and fuel, plant and equipment, or machines and tools <br /> used to obtain the goods, or the materials used in its manufacture which do not <br /> remain in the goods or form part of the goods, shall not be taken into account. <br /> [Customs administration]:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 18: Direct Consignment <br /> 1 Preferential tariff treatment provided for in this Agreement shall be applied <br /> to goods which satisfy the requirements of this Chapter and are directly <br /> consigned between the Parties. <br /> 2 For the purposes of paragraph 1, the following shall be considered as <br /> consigned directly from the exporting Party to the importing Party: <br /> (a) goods that are transported without passing through the territory of a non-Party; <br /> (b) goods whose transport involves transit through one or more non-Parties <br /> with or without trans-shipment or temporary storage of up to <br /> three (3) months in such non-Parties provided that: <br /> (i) the goods do not enter into trade or commerce there; <br /> (ii) the goods do not undergo any operation there other than <br /> unloading and reloading, or any operation required to keep <br /> them in good condition; and <br /> (iii) the transit entry is justified for geographical reasons or by <br /> considerations related exclusively to transport requirements. <br /> 3 Compliance with the provisions set out in paragraph 2(b) shall be <br /> authenticated by the importer presenting to the customs authorities of the <br /> importing Party either with customs documents of the non-Parties or with any <br /> other documents provided to the customs authorities of the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 19: Treatment of Packing <br /> 1 Where, for the purposes of assessing customs duties, a Party treats <br /> products separately from their packing, it may also, in respect of its imports <br /> consigned from the other Party, determine separately the origin of such packing. <br /> 2 Where paragraph 1 is not applied, packing shall be considered as forming <br /> a whole with the products and no part of any packing required for their transport <br /> or storage shall be considered as having been imported from a non-Party when <br /> determining the origin of the products as a whole.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 21: Fungible Products and Materials <br /> In determining whether a good is an originating good, any interchangeable <br /> materials shall be distinguished by: <br /> (a) physical separation of the goods; or <br /> (b) an inventory management method recognised in the generally <br /> accepted accounting principles of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 27: Certificate of Origin <br /> 1 For the purpose of obtaining preferential tariff treatment in the other Party, <br /> a Certificate of Origin shall be issued by the authorised body of the exporting Party. <br /> 2 Each Party shall inform the customs administration of the other Party of <br /> the names and addresses of the authorised bodies issuing the Certificate of <br /> Origin and shall provide specimen impressions of official seals used by such <br /> authorised bodies. Any change in names, addresses or official seals shall be <br /> promptly notified to the other Party. <br /> 3 The Certificate of Origin shall be issued before or at the time of <br /> exportation whenever the goods to be exported can be considered originating in <br /> that Party subject to Chapter 4 (Rules of Origin). The exporter or producer shall <br /> submit a written application for the Certificate of Origin together with appropriate <br /> supporting documents proving that the products to be exported qualify for the <br /> issuance of a Certificate of Origin. <br /> 4 The Certificate of Origin, based on the formats as set out in Annex 3 <br /> (Formats of Certificates of Origin), shall be completed in the English language <br /> and duly signed and stamped, covering one or more goods under one <br /> consignment. A Certificate of Origin is applicable to a single importation of a <br /> good into the Party's territory and shall remain valid for twelve (12) months from <br /> the date of issue. <br /> 5 In cases where a Certificate of Origin has not been issued before or at the <br /> time of exportation due to involuntary errors or omissions or other valid causes, <br /> the Certificate of Origin may be issued retrospectively but not later than one (1) <br /> year from the date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\". <br /> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, <br /> the exporter or producer may, within validity of the original Certificate of Origin, <br /> make a written request to the authorised bodies of the exporting Party for issuing <br /> a certified copy, provided that the exporter or producer makes sure that the <br /> original copy previously issued has not been used. The certified copy shall bear <br /> the words \"CERTIFIED TRUE COPY of the original Certificate of Origin number ___ dated\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 30: Waiver of Certificate of Origin <br /> Each Party shall provide that a Certificate of Origin shall not be required for: <br /> (a) a commercial importation of a good whose value does not exceed <br /> US$600 or its equivalent amount in the Party's currency, or such <br /> higher amount as it may establish, except that it may require that <br /> the invoice accompanying the importation include a statement <br /> certifying that the good qualifies as an originating good; or <br /> (b) a non-commercial importation of a good whose value does not <br /> exceed US$600 or its equivalent amount in the Party's currency, or <br /> such higher amount as it may establish, <br /> provided that the importation does not form part of a series of importations that <br /> may reasonably be considered to have been undertaken or arranged for the <br /> purpose of avoiding the certification requirements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 27: Certificate of Origin <br /> 4 The Certificate of Origin, based on the formats as set out in Annex 3 <br /> (Formats of Certificates of Origin), shall be completed in the English language <br /> and duly signed and stamped, covering one or more goods under one <br /> consignment. A Certificate of Origin is applicable to a single importation of a <br /> good into the Party's territory and shall remain valid for twelve (12) months from <br /> the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 31: Record Keeping Requirement <br /> 1 Each Party shall require its producers, exporters and importers to retain <br /> origin documents for three (3) years. <br /> 2 Each Party shall ensure that its authorised bodies retain copies of <br /> Certificates of Origin and other documentary evidence of origin for three (3) years. <br /> 3 The records to be maintained may include electronic records and shall be <br /> maintained in accordance with the domestic laws and practices of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 28: Claims for Preferential Treatment <br /> 4 Where a Certificate of Origin is not provided at the time of importation of a <br /> good, the importing Party, upon the request of the importer, may impose the <br /> applied non-preferential import customs duty or payment of a deposit equivalent <br /> to the full duties on that good as requested. In such a case, the importer will be <br /> entitled to a refund of any excess import customs duty or deposit paid if the <br /> payment refund claim is made within one (1) year from the date the good was <br /> imported, provided that the requirements in paragraph 1 are fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 28: Claims for Preferential Treatment <br /> 1 Except as otherwise provided in this Chapter, each Party's customs <br /> administration shall require an importer claiming preferential tariff treatment for a good to: <br /> (a) make a written declaration before or at the time of importation, in <br /> accordance with its laws and regulations, that the good qualifies as <br /> an originating good; <br /> (b) have a Certificate of Origin in his possession; <br /> (c) submit, if required by the importing customs administration, the <br /> original Certificate of Origin and such other documentation relating <br /> to the importation of the goods; and <br /> (d) promptly make a corrected declaration and pay any duties owed, <br /> where the importer has reason to believe that a Certificate of <br /> Origin, on which a declaration was based, contains information that <br /> is not correct. <br /> 2 A Party may deny preferential tariff treatment under this Agreement to an <br /> imported good if the importer fails to comply with any requirement of this Chapter. <br /> 3 Each Party shall provide that: <br /> (a) where the origin of the product is not in doubt, the discovery of <br /> minor discrepancies between the statements made in the <br /> Certificate of Origin and those made in the documents submitted to <br /> the customs administration of the importing Party for the purpose of <br /> carrying out the formalities for importing the products shall not ipso <br /> facto invalidate the Certificate of Origin, if it does in fact correspond <br /> to the same products presented; and <br /> (b) for multiple items declared under the same Certificate of Origin, a <br /> problem encountered with one of the items listed shall not affect or <br /> delay the granting of preferential tariff treatment and customs <br /> clearance of the remaining items listed in the Certificate of Origin. <br /> 4 Where a Certificate of Origin is not provided at the time of importation of a <br /> good, the importing Party, upon the request of the importer, may impose the <br /> applied non-preferential import customs duty or payment of a deposit equivalent <br /> to the full duties on that good as requested. In such a case, the importer will be <br /> entitled to a refund of any excess import customs duty or deposit paid if the <br /> payment refund claim is made within one (1) year from the date the good was <br /> imported, provided that the requirements in paragraph 1 are fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 36: Third Party Invoicing <br /> The importing Party shall accept Certificates of Origin in cases where the sales <br /> invoice is issued either by a company located in a non-Party or by an exporter in <br /> the exporting Party for the account of the said company, provided", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 29: Verification of Origin <br /> 1 A Certificate of Origin is the basis for eligibility of preferential tariff <br /> treatment for goods imported from the exporting Party. In cases where <br /> verification is required, the importing Party may conduct verification by means of: <br /> (a) written requests for additional information from the importer; <br /> (b) written requests for additional information from the exporter or <br /> producer in the territory of the exporting Party; <br /> (c) requests that the competent authority of the exporting Party verify <br /> the origin of a good; or <br /> (d) such other procedures as the customs administrations of the <br /> Parties may jointly decide. <br /> 2 A verification process under paragraph 1 shall only be initiated when there <br /> are reasonable grounds to doubt the accuracy or authenticity of the origin of the <br /> goods concerned, and when the customs duty is sufficiently material to warrant the request. <br /> 3 A verification request to the competent authority of the exporting Party <br /> shall specify the reasons, and any documents and information obtained justifying <br /> the verification activities shall be forwarded to the competent authority of the requested Party. <br /> 4 To the extent allowed by its domestic laws and practices, the competent <br /> authorities of the exporting Party shall fully co-operate in any action to verify eligibility. <br /> 5 The Party conducting the verification shall, through its competent <br /> authority, inform the customs administration of the other Party of the outcome of <br /> the verification conducted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 33: Penalties <br /> Each Party shall impose punitive measures for violations of its laws and <br /> regulations relating to this Chapter in accordance with its domestic legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 32: Advance Rulings <br /> 1 Each Party shall issue an advance ruling, on an application of the <br /> exporter, importer or any person, that is submitted at least three (3) months <br /> before the date of importation of the goods that are the subject of the application. <br /> The importing Party shall issue its determination regarding the origin of the good <br /> within sixty (60) days of the date of an application for advance ruling, provided <br /> that all the origin requirements have been complied with. An applicant for an <br /> advance ruling from China Customs shall be registered with China Customs. <br /> 2 The importing Party shall apply an advance ruling issued by it under <br /> paragraph 1. The customs administration of each Party shall establish a validity <br /> period for an advance ruling of not less than two (2) years from the date of its <br /> issue or in accordance with its respective domestic laws. <br /> 3 The importing Party may modify or revoke an advance ruling: <br /> (a) if the ruling was based on an error of fact; <br /> (b) if there is a change in the material facts or circumstances on which <br /> the ruling was based; <br /> (c) to conform with a modification of this Chapter; or <br /> (d) to conform with a judicial decision or a change in its domestic laws. <br /> 4 Each Party shall provide that any modification or revocation of an advance <br /> ruling shall be effective on the date on which the modification or revocation is <br /> issued, or on such later date as may be specified therein, and shall not be <br /> applied to importations of a good that have occurred prior to that date, unless the <br /> person to whom the advance ruling was issued has not acted in accordance with <br /> its terms and conditions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 28: Claims for Preferential Treatment <br /> 3 Each Party shall provide that: <br /> (a) where the origin of the product is not in doubt, the discovery of <br /> minor discrepancies between the statements made in the <br /> Certificate of Origin and those made in the documents submitted to <br /> the customs administration of the importing Party for the purpose of <br /> carrying out the formalities for importing the products shall not ipso <br /> facto invalidate the Certificate of Origin, if it does in fact correspond <br /> to the same products presented; and", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 34: Review and Appeal <br /> With respect to determinations relating to eligibility for preferential treatment <br /> under this Agreement or advance rulings, each Party shall provide that importers <br /> in its territory have access to administrative review [1] and judicial review in <br /> accordance with its domestic laws and regulations. <br /> [1] For Singapore the level of administrative review may include the Ministry supervising the <br /> customs administration.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 12: Wholly Obtained Products <br> ARTICLE 16: De Minimis <br> For the purposes of this Agreement, the following shall be considered as being <br> A good that does not meet tariff classification change requirements, pursuant to <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> the provisions of Annex 2 (Product Specific Rules), shall nonetheless be <br> (a) plant [1] and plant products harvested, picked or gathered there; <br> considered to be an originating good if: <br> Where: <br> (a) the value of all non-originating materials used in the production of <br> (b) live animals [2] born and raised there; <br> (c) products [3] obtained from live animals referred to in sub-paragraph (b) above; <br> 2 For the purposes of this Article: <br> the product, which do not undergo the applicable change in tariff <br> (d) products obtained from hunting, trapping, fishing, aquaculture, <br> classification or fulfil any other condition set out in Annex 2 (Product <br> gathering or capturing conducted there; <br> Specific Rules), does not exceed 10% of the FOB value of the product; and <br> (e) Minerals and other naturally occurring substances, not included in <br> (b) the product meets all other applicable requirements provided in this <br> sub-paragraphs (a) to (d), extracted or taken from its soil, waters, <br> (e) simple painting and polishing operations; <br> Chapter for qualifying as an originating product. <br> seabed or beneath their seabed; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> The value of such non-originating materials shall, however, be included in <br> (f) products taken from the waters, seabed or beneath the seabed <br> calculating the value of the non-originating materials for any applicable qualifying <br> outside the territorial waters of that Party, provided that that Party <br> cards or boards and all other simple packaging operations; <br> value content requirement for the product. <br> has the rights to exploit such waters, seabed and beneath the <br> (i) sharpening, simple grinding or simple cutting; <br> ARTICLE 17: Minimal Operations and Processes <br> seabed in accordance with international law; <br> 1 The following operations undertaken by themselves shall be considered <br> (g) products of sea fishing and other marine products taken from the <br> as insufficient working or processing to confer the status of originating products: <br> high seas by vessels registered with a Party or entitled to fly the <br> flag of that Party; <br> condition during transport and storage; <br> (h) products processed and/or made on board factory ships registered <br> with a Party or entitled to fly the flag of that Party, exclusively from <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> products referred to in sub-paragraph (g) above; <br> (i) articles collected in the territory of that Party that can no longer <br> perform their original purpose nor are capable of being restored or <br> repaired and are fit only for disposal or recovery of parts of raw <br> materials, or for recycling purposes [4]; <br> (d) ironing or pressing of textiles; <br> (g) operations to color sugar or form sugar lumps; <br> (j) goods obtained or produced in a Party solely from products referred <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> to in sub-paragraphs (a) to (i) above. <br> [1] Plant referred to in paragraph (a) covers all plant life, including fruit, flowers, vegetables, trees, <br> (j) sifting, screening, sorting, classifying, grading or matching <br> seaweed, fungi and live plants. <br> (including the making-up of sets of articles); <br> [2] Animals referred to in paragraphs (b) and (c) covers all animal life, including mammals, birds, <br> fish, crustaceans, molluscs, reptiles, bacteria and viruses. <br> [3] Products referred to in paragraph (c) covers those obtained from live animals without further <br> processing, including milk, eggs, natural honey, hair, wool, semen and dung. <br> (i) the CIF value at the time of importation of the materials; or <br> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing <br> or processing operations or consumption in the same country, scrap machinery, discarded <br> packaging and all products that can no longer perform the purpose for which they were <br> or disassembly of products into parts; <br> produced and are fit only for discarding or for the recovery of raw materials. Such <br> (o) operations whose sole purpose is to ease port handling; <br> manufacturing or processing operations shall include all types of processing, not only industrial <br> (p) a combination of two or more operations specified in sub-paragraphs (a) to (o); and <br> or chemical but also mining, agriculture, construction, refining, incineration and sewage <br> treatment operations. <br> ARTICLE 13: Regional Value Content <br> (a) simple generally describes activities which need neither special <br> 1 The regional value content of a good shall be calculated on the basis of <br> skills nor special machines, apparatus or equipment specially <br> The origin of accessories, spare parts, tools and instructional or other information <br> the following method: <br> produced or installed for carrying out the activity; and <br> V - VNM <br> (b) simple mixing generally describes activities which need neither <br> RVC = ----------- x 100 <br> special skills nor machines, apparatus or equipment especially <br> V <br> produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. <br> RVC means the regional value content expressed as a percentage; <br> ARTICLE 18: Direct Consignment <br> Implementation of Article VII of the General Agreement on Tariffs <br> 1 Preferential tariff treatment provided for in this Agreement shall be applied <br> and Trade 1994, adjusted on an FOB basis; and <br> consigned directly from the exporting Party to the importing Party: <br> to goods which satisfy the requirements of this Chapter and are directly <br> VNM shall be: <br> consigned between the Parties. <br> 2 For the purposes of paragraph 1, the following shall be considered as <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> (ii) the earliest ascertained price paid for the materials of <br> undetermined origin in the territory of the Party where the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> working or processing takes place. <br> (b) goods whose transport involves transit through one or more non-Parties <br> 2 The percentage of regional value content shall not be less than 40%, <br> (ii) the goods do not undergo any operation there other than <br> with or without trans-shipment or temporary storage of up to <br> except for the goods listed in Annex 2 (Product Specific Rules), which shall <br> three (3) months in such non-Parties provided that: <br> comply with the Product Specific Rules as provided under Article 15 (Product Specific Rules). <br> (i) the goods do not enter into trade or commerce there; <br> 3 The value of the non-originating materials used by the producer in the <br> production of a good shall not include, for purposes of calculating the regional <br> unloading and reloading, or any operation required to keep <br> value content of the good, pursuant to paragraph 1, the value of non-originating <br> them in good condition; and <br> materials used to produce originating materials that are subsequently used in the <br> (iii) the transit entry is justified for geographical reasons or by <br> 4 When the producer of the good acquires a non-originating material within <br> 3 Compliance with the provisions set out in paragraph 2(b) shall be <br> the Party's territory where it is located, the value of such material shall not <br> authenticated by the importer presenting to the customs authorities of the <br> include freight, insurance, packing costs, and any other costs incurred in <br> importing Party either with customs documents of the non-Parties or with any <br> transporting the material from the supplier's warehouse to the producer's location. <br> other documents provided to the customs authorities of the importing Party. <br> ARTICLE 14: Cumulative Rule of Origin <br> ARTICLE 19: Treatment of Packing <br> Where originating goods or materials of a Party are incorporated into a good in <br> 1 Where, for the purposes of assessing customs duties, a Party treats <br> the other Party's territory, the goods or materials so incorporated shall be <br> products separately from their packing, it may also, in respect of its imports <br> regarded to be originating in the latter's territory. <br> (a) preserving operations to ensure that the products remain in good <br> consigned from the other Party, determine separately the origin of such packing. <br> 2 Where paragraph 1 is not applied, packing shall be considered as forming <br> a whole with the products and no part of any packing required for their transport <br> or storage shall be considered as having been imported from a non-Party when <br> determining the origin of the products as a whole. <br> (q) slaughter of animals. <br> ARTICLE 20: Accessories, Spare Parts and Tools <br> materials presented with the goods therewith shall be neglected in determining <br> (b) breaking-up and assembly of packages; <br> the origin of the goods, provided that such accessories, spare parts, tools and <br> information materials are classified and collected customs duties with the goods <br> by the importing Party. <br> ARTICLE 21: Fungible Products and Materials <br> In determining whether a good is an originating good, any interchangeable <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> ARTICLE 22: Neutral Elements <br> (n) simple assembly of parts of articles to constitute a complete article <br> signs on products or their packaging; <br> the origin of the power and fuel, plant and equipment, or machines and tools <br> used to obtain the goods, or the materials used in its manufacture which do not <br> remain in the goods or form part of the goods, shall not be taken into account. <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> considerations related exclusively to transport requirements. <br> production of the good. <br> (a) physical separation of the goods; or <br> materials shall be distinguished by: <br> coverings; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "ARTICLE 10: Definitions <br> For the purposes of this Chapter: <br> (a) aquaculture refers to the farming of aquatic organisms including <br> fish, molluscs, crustaceans, other aquatic invertebrates and aquatic <br> plants, from seedstock such as eggs, fry, fingerlings and larvae, by <br> intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding, protection from predators, etc; <br> (b) fungible products and materials refers to goods or materials <br> which are interchangeable for commercial purposes, whose <br> properties are essentially identical, and between which it is <br> (c) generally accepted accounting principles refers to the <br> recognized accounting standards of a Party with respect to the <br> recording of revenues, expenses, costs, assets and liabilities, the <br> disclosure of information and the preparation of financial <br> statements. Those standards may encompass broad guidelines of <br> general application as well as detailed standards, practices and procedures; <br> (d) material refers to ingredients, parts, components, subassembly <br> and/or goods that were physically incorporated into another good or <br> were subject to a process in the production of another good; <br> (e) non-originating material refers to a material that has not satisfied <br> the requirements of this Chapter; <br> (f) originating materials or originating goods refers to materials or <br> goods which qualify as originating in accordance with this Chapter; <br> (g) producer refers to a person who engages in the production of a good; <br> have undergone a change in tariff classification or a specific <br> (h) Product Specific Rules are rules that specify that the materials <br> manufacturing or processing operation, or satisfy an ad valorem <br> criterion or a combination of any of these criteria; <br> (i) production refers to methods of obtaining goods including <br> growing, mining, harvesting, raising, breeding, extracting, <br> gathering, collecting, capturing, fishing, trapping, hunting, <br> manufacturing, producing, processing or assembling a good; and <br> (j) used means spent or consumed in the production of products. <br> impractical to differentiate by a mere visual examination; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "ARTICLE 11: Origin Criteria <br> For the purposes of this Agreement, products imported by a Party shall be <br> deemed to be originating and eligible for preferential concessions if they conform <br> (a) products which are wholly obtained or produced as set out and <br> to the origin requirements under any one of the following: <br> defined in Article 12 (Wholly Obtained Products); <br> (b) products not wholly obtained or produced in the territory of the <br> exporting Party, provided that said products are eligible under <br> Articles 13 (Regional Value Content), 14 (Cumulative Rule of <br> Origin) and 15 (Product Specific Rules). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 12: Wholly Obtained Products <br> ARTICLE 16: De Minimis <br> For the purposes of this Agreement, the following shall be considered as being <br> A good that does not meet tariff classification change requirements, pursuant to <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> the provisions of Annex 2 (Product Specific Rules), shall nonetheless be <br> (a) plant [1] and plant products harvested, picked or gathered there; <br> considered to be an originating good if: <br> Where: <br> (a) the value of all non-originating materials used in the production of <br> (b) live animals [2] born and raised there; <br> (c) products [3] obtained from live animals referred to in sub-paragraph (b) above; <br> 2 For the purposes of this Article: <br> the product, which do not undergo the applicable change in tariff <br> (d) products obtained from hunting, trapping, fishing, aquaculture, <br> classification or fulfil any other condition set out in Annex 2 (Product <br> gathering or capturing conducted there; <br> Specific Rules), does not exceed 10% of the FOB value of the product; and <br> (e) Minerals and other naturally occurring substances, not included in <br> (b) the product meets all other applicable requirements provided in this <br> sub-paragraphs (a) to (d), extracted or taken from its soil, waters, <br> (e) simple painting and polishing operations; <br> Chapter for qualifying as an originating product. <br> seabed or beneath their seabed; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> The value of such non-originating materials shall, however, be included in <br> (f) products taken from the waters, seabed or beneath the seabed <br> calculating the value of the non-originating materials for any applicable qualifying <br> outside the territorial waters of that Party, provided that that Party <br> cards or boards and all other simple packaging operations; <br> value content requirement for the product. <br> has the rights to exploit such waters, seabed and beneath the <br> (i) sharpening, simple grinding or simple cutting; <br> ARTICLE 17: Minimal Operations and Processes <br> seabed in accordance with international law; <br> 1 The following operations undertaken by themselves shall be considered <br> (g) products of sea fishing and other marine products taken from the <br> as insufficient working or processing to confer the status of originating products: <br> high seas by vessels registered with a Party or entitled to fly the <br> flag of that Party; <br> condition during transport and storage; <br> (h) products processed and/or made on board factory ships registered <br> with a Party or entitled to fly the flag of that Party, exclusively from <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> products referred to in sub-paragraph (g) above; <br> (i) articles collected in the territory of that Party that can no longer <br> perform their original purpose nor are capable of being restored or <br> repaired and are fit only for disposal or recovery of parts of raw <br> materials, or for recycling purposes [4]; <br> (d) ironing or pressing of textiles; <br> (g) operations to color sugar or form sugar lumps; <br> (j) goods obtained or produced in a Party solely from products referred <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> to in sub-paragraphs (a) to (i) above. <br> [1] Plant referred to in paragraph (a) covers all plant life, including fruit, flowers, vegetables, trees, <br> (j) sifting, screening, sorting, classifying, grading or matching <br> seaweed, fungi and live plants. <br> (including the making-up of sets of articles); <br> [2] Animals referred to in paragraphs (b) and (c) covers all animal life, including mammals, birds, <br> fish, crustaceans, molluscs, reptiles, bacteria and viruses. <br> [3] Products referred to in paragraph (c) covers those obtained from live animals without further <br> processing, including milk, eggs, natural honey, hair, wool, semen and dung. <br> (i) the CIF value at the time of importation of the materials; or <br> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing <br> or processing operations or consumption in the same country, scrap machinery, discarded <br> packaging and all products that can no longer perform the purpose for which they were <br> or disassembly of products into parts; <br> produced and are fit only for discarding or for the recovery of raw materials. Such <br> (o) operations whose sole purpose is to ease port handling; <br> manufacturing or processing operations shall include all types of processing, not only industrial <br> (p) a combination of two or more operations specified in sub-paragraphs (a) to (o); and <br> or chemical but also mining, agriculture, construction, refining, incineration and sewage <br> treatment operations. <br> ARTICLE 13: Regional Value Content <br> (a) simple generally describes activities which need neither special <br> 1 The regional value content of a good shall be calculated on the basis of <br> skills nor special machines, apparatus or equipment specially <br> The origin of accessories, spare parts, tools and instructional or other information <br> the following method: <br> produced or installed for carrying out the activity; and <br> V - VNM <br> (b) simple mixing generally describes activities which need neither <br> RVC = ----------- x 100 <br> special skills nor machines, apparatus or equipment especially <br> V <br> produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. <br> RVC means the regional value content expressed as a percentage; <br> ARTICLE 18: Direct Consignment <br> Implementation of Article VII of the General Agreement on Tariffs <br> 1 Preferential tariff treatment provided for in this Agreement shall be applied <br> and Trade 1994, adjusted on an FOB basis; and <br> consigned directly from the exporting Party to the importing Party: <br> to goods which satisfy the requirements of this Chapter and are directly <br> VNM shall be: <br> consigned between the Parties. <br> 2 For the purposes of paragraph 1, the following shall be considered as <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> (ii) the earliest ascertained price paid for the materials of <br> undetermined origin in the territory of the Party where the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> working or processing takes place. <br> (b) goods whose transport involves transit through one or more non-Parties <br> 2 The percentage of regional value content shall not be less than 40%, <br> (ii) the goods do not undergo any operation there other than <br> with or without trans-shipment or temporary storage of up to <br> except for the goods listed in Annex 2 (Product Specific Rules), which shall <br> three (3) months in such non-Parties provided that: <br> comply with the Product Specific Rules as provided under Article 15 (Product Specific Rules). <br> (i) the goods do not enter into trade or commerce there; <br> 3 The value of the non-originating materials used by the producer in the <br> production of a good shall not include, for purposes of calculating the regional <br> unloading and reloading, or any operation required to keep <br> value content of the good, pursuant to paragraph 1, the value of non-originating <br> them in good condition; and <br> materials used to produce originating materials that are subsequently used in the <br> (iii) the transit entry is justified for geographical reasons or by <br> 4 When the producer of the good acquires a non-originating material within <br> 3 Compliance with the provisions set out in paragraph 2(b) shall be <br> the Party's territory where it is located, the value of such material shall not <br> authenticated by the importer presenting to the customs authorities of the <br> include freight, insurance, packing costs, and any other costs incurred in <br> importing Party either with customs documents of the non-Parties or with any <br> transporting the material from the supplier's warehouse to the producer's location. <br> other documents provided to the customs authorities of the importing Party. <br> ARTICLE 14: Cumulative Rule of Origin <br> ARTICLE 19: Treatment of Packing <br> Where originating goods or materials of a Party are incorporated into a good in <br> 1 Where, for the purposes of assessing customs duties, a Party treats <br> the other Party's territory, the goods or materials so incorporated shall be <br> products separately from their packing, it may also, in respect of its imports <br> regarded to be originating in the latter's territory. <br> (a) preserving operations to ensure that the products remain in good <br> consigned from the other Party, determine separately the origin of such packing. <br> 2 Where paragraph 1 is not applied, packing shall be considered as forming <br> a whole with the products and no part of any packing required for their transport <br> or storage shall be considered as having been imported from a non-Party when <br> determining the origin of the products as a whole. <br> (q) slaughter of animals. <br> ARTICLE 20: Accessories, Spare Parts and Tools <br> materials presented with the goods therewith shall be neglected in determining <br> (b) breaking-up and assembly of packages; <br> the origin of the goods, provided that such accessories, spare parts, tools and <br> information materials are classified and collected customs duties with the goods <br> by the importing Party. <br> ARTICLE 21: Fungible Products and Materials <br> In determining whether a good is an originating good, any interchangeable <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> ARTICLE 22: Neutral Elements <br> (n) simple assembly of parts of articles to constitute a complete article <br> signs on products or their packaging; <br> the origin of the power and fuel, plant and equipment, or machines and tools <br> used to obtain the goods, or the materials used in its manufacture which do not <br> remain in the goods or form part of the goods, shall not be taken into account. <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> considerations related exclusively to transport requirements. <br> production of the good. <br> (a) physical separation of the goods; or <br> materials shall be distinguished by: <br> coverings; <br> "}, {"ArticleTitle": "Product Specific Rules", "ArticleDesc": "ARTICLE 15: Product Specific Rules <br> Products which have undergone sufficient transformation in a Party shall be <br> treated as originating goods of that Party. Products which satisfy the Product <br> Specific Rules provided for in Annex 2 (Product Specific Rules) shall be <br> considered as goods to which sufficient transformation has been carried out in a Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 12: Wholly Obtained Products <br> ARTICLE 16: De Minimis <br> For the purposes of this Agreement, the following shall be considered as being <br> A good that does not meet tariff classification change requirements, pursuant to <br> RULES OF ORIGIN <br> wholly produced or obtained in a Party: <br> the provisions of Annex 2 (Product Specific Rules), shall nonetheless be <br> (a) plant [1] and plant products harvested, picked or gathered there; <br> considered to be an originating good if: <br> Where: <br> (a) the value of all non-originating materials used in the production of <br> (b) live animals [2] born and raised there; <br> (c) products [3] obtained from live animals referred to in sub-paragraph (b) above; <br> 2 For the purposes of this Article: <br> the product, which do not undergo the applicable change in tariff <br> (d) products obtained from hunting, trapping, fishing, aquaculture, <br> classification or fulfil any other condition set out in Annex 2 (Product <br> gathering or capturing conducted there; <br> Specific Rules), does not exceed 10% of the FOB value of the product; and <br> (e) Minerals and other naturally occurring substances, not included in <br> (b) the product meets all other applicable requirements provided in this <br> sub-paragraphs (a) to (d), extracted or taken from its soil, waters, <br> (e) simple painting and polishing operations; <br> Chapter for qualifying as an originating product. <br> seabed or beneath their seabed; <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> The value of such non-originating materials shall, however, be included in <br> (f) products taken from the waters, seabed or beneath the seabed <br> calculating the value of the non-originating materials for any applicable qualifying <br> outside the territorial waters of that Party, provided that that Party <br> cards or boards and all other simple packaging operations; <br> value content requirement for the product. <br> has the rights to exploit such waters, seabed and beneath the <br> (i) sharpening, simple grinding or simple cutting; <br> ARTICLE 17: Minimal Operations and Processes <br> seabed in accordance with international law; <br> 1 The following operations undertaken by themselves shall be considered <br> (g) products of sea fishing and other marine products taken from the <br> as insufficient working or processing to confer the status of originating products: <br> high seas by vessels registered with a Party or entitled to fly the <br> flag of that Party; <br> condition during transport and storage; <br> (h) products processed and/or made on board factory ships registered <br> with a Party or entitled to fly the flag of that Party, exclusively from <br> (c) washing, cleaning, removal of dust, oxide, oil, paint or other <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> (m) simple mixing of products, whether or not of different kinds; <br> products referred to in sub-paragraph (g) above; <br> (i) articles collected in the territory of that Party that can no longer <br> perform their original purpose nor are capable of being restored or <br> repaired and are fit only for disposal or recovery of parts of raw <br> materials, or for recycling purposes [4]; <br> (d) ironing or pressing of textiles; <br> (g) operations to color sugar or form sugar lumps; <br> (j) goods obtained or produced in a Party solely from products referred <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> to in sub-paragraphs (a) to (i) above. <br> [1] Plant referred to in paragraph (a) covers all plant life, including fruit, flowers, vegetables, trees, <br> (j) sifting, screening, sorting, classifying, grading or matching <br> seaweed, fungi and live plants. <br> (including the making-up of sets of articles); <br> [2] Animals referred to in paragraphs (b) and (c) covers all animal life, including mammals, birds, <br> fish, crustaceans, molluscs, reptiles, bacteria and viruses. <br> [3] Products referred to in paragraph (c) covers those obtained from live animals without further <br> processing, including milk, eggs, natural honey, hair, wool, semen and dung. <br> (i) the CIF value at the time of importation of the materials; or <br> [4] This would cover all scrap and waste including scrap and waste resulting from manufacturing <br> or processing operations or consumption in the same country, scrap machinery, discarded <br> packaging and all products that can no longer perform the purpose for which they were <br> or disassembly of products into parts; <br> produced and are fit only for discarding or for the recovery of raw materials. Such <br> (o) operations whose sole purpose is to ease port handling; <br> manufacturing or processing operations shall include all types of processing, not only industrial <br> (p) a combination of two or more operations specified in sub-paragraphs (a) to (o); and <br> or chemical but also mining, agriculture, construction, refining, incineration and sewage <br> treatment operations. <br> ARTICLE 13: Regional Value Content <br> (a) simple generally describes activities which need neither special <br> 1 The regional value content of a good shall be calculated on the basis of <br> skills nor special machines, apparatus or equipment specially <br> The origin of accessories, spare parts, tools and instructional or other information <br> the following method: <br> produced or installed for carrying out the activity; and <br> V - VNM <br> (b) simple mixing generally describes activities which need neither <br> RVC = ----------- x 100 <br> special skills nor machines, apparatus or equipment especially <br> V <br> produced or installed for carrying out the activity. However, simple <br> mixing does not include chemical reaction. <br> RVC means the regional value content expressed as a percentage; <br> ARTICLE 18: Direct Consignment <br> Implementation of Article VII of the General Agreement on Tariffs <br> 1 Preferential tariff treatment provided for in this Agreement shall be applied <br> and Trade 1994, adjusted on an FOB basis; and <br> consigned directly from the exporting Party to the importing Party: <br> to goods which satisfy the requirements of this Chapter and are directly <br> VNM shall be: <br> consigned between the Parties. <br> 2 For the purposes of paragraph 1, the following shall be considered as <br> Unless otherwise provided, for the purpose of determining the origin of goods, <br> (ii) the earliest ascertained price paid for the materials of <br> undetermined origin in the territory of the Party where the <br> (a) goods that are transported without passing through the territory of a non-Party; <br> working or processing takes place. <br> (b) goods whose transport involves transit through one or more non-Parties <br> 2 The percentage of regional value content shall not be less than 40%, <br> (ii) the goods do not undergo any operation there other than <br> with or without trans-shipment or temporary storage of up to <br> except for the goods listed in Annex 2 (Product Specific Rules), which shall <br> three (3) months in such non-Parties provided that: <br> comply with the Product Specific Rules as provided under Article 15 (Product Specific Rules). <br> (i) the goods do not enter into trade or commerce there; <br> 3 The value of the non-originating materials used by the producer in the <br> production of a good shall not include, for purposes of calculating the regional <br> unloading and reloading, or any operation required to keep <br> value content of the good, pursuant to paragraph 1, the value of non-originating <br> them in good condition; and <br> materials used to produce originating materials that are subsequently used in the <br> (iii) the transit entry is justified for geographical reasons or by <br> 4 When the producer of the good acquires a non-originating material within <br> 3 Compliance with the provisions set out in paragraph 2(b) shall be <br> the Party's territory where it is located, the value of such material shall not <br> authenticated by the importer presenting to the customs authorities of the <br> include freight, insurance, packing costs, and any other costs incurred in <br> importing Party either with customs documents of the non-Parties or with any <br> transporting the material from the supplier's warehouse to the producer's location. <br> other documents provided to the customs authorities of the importing Party. <br> ARTICLE 14: Cumulative Rule of Origin <br> ARTICLE 19: Treatment of Packing <br> Where originating goods or materials of a Party are incorporated into a good in <br> 1 Where, for the purposes of assessing customs duties, a Party treats <br> the other Party's territory, the goods or materials so incorporated shall be <br> products separately from their packing, it may also, in respect of its imports <br> regarded to be originating in the latter's territory. <br> (a) preserving operations to ensure that the products remain in good <br> consigned from the other Party, determine separately the origin of such packing. <br> 2 Where paragraph 1 is not applied, packing shall be considered as forming <br> a whole with the products and no part of any packing required for their transport <br> or storage shall be considered as having been imported from a non-Party when <br> determining the origin of the products as a whole. <br> (q) slaughter of animals. <br> ARTICLE 20: Accessories, Spare Parts and Tools <br> materials presented with the goods therewith shall be neglected in determining <br> (b) breaking-up and assembly of packages; <br> the origin of the goods, provided that such accessories, spare parts, tools and <br> information materials are classified and collected customs duties with the goods <br> by the importing Party. <br> ARTICLE 21: Fungible Products and Materials <br> In determining whether a good is an originating good, any interchangeable <br> (b) an inventory management method recognised in the generally <br> accepted accounting principles of the exporting Party. <br> ARTICLE 22: Neutral Elements <br> (n) simple assembly of parts of articles to constitute a complete article <br> signs on products or their packaging; <br> the origin of the power and fuel, plant and equipment, or machines and tools <br> used to obtain the goods, or the materials used in its manufacture which do not <br> remain in the goods or form part of the goods, shall not be taken into account. <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> considerations related exclusively to transport requirements. <br> production of the good. <br> (a) physical separation of the goods; or <br> materials shall be distinguished by: <br> coverings; <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> ARTICLE 27: Certificate of Origin <br> ARTICLE 36: Third Party Invoicing <br> Customs Procedures <br> 1 For the purpose of obtaining preferential tariff treatment in the other Party, <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> The importing Party shall accept Certificates of Origin in cases where the sales <br> (a) a commercial importation of a good whose value does not exceed <br> a Certificate of Origin shall be issued by the authorised body of the exporting Party. <br> invoice is issued either by a company located in a non-Party or by an exporter in <br> 2 Each Party shall inform the customs administration of the other Party of <br> the exporting Party for the account of the said company, provided <br> the names and addresses of the authorised bodies issuing the Certificate of <br> that the product meets the requirements of Chapter 4 (Rules of Origin). <br> Origin and shall provide specimen impressions of official seals used by such <br> authorised bodies. Any change in names, addresses or official seals shall be <br> promptly notified to the other Party. <br> 3 The Certificate of Origin shall be issued before or at the time of <br> exportation whenever the goods to be exported can be considered originating in <br> that Party subject to Chapter 4 (Rules of Origin). The exporter or producer shall <br> submit a written application for the Certificate of Origin together with appropriate <br> supporting documents proving that the products to be exported qualify for the <br> issuance of a Certificate of Origin. <br> 4 The Certificate of Origin, based on the formats as set out in Annex 3 <br> (Formats of Certificates of Origin), shall be completed in the English language <br> and duly signed and stamped, covering one or more goods under one <br> consignment. A Certificate of Origin is applicable to a single importation of a <br> good into the Party's territory and shall remain valid for twelve (12) months from <br> the date of issue. <br> 5 In cases where a Certificate of Origin has not been issued before or at the <br> time of exportation due to involuntary errors or omissions or other valid causes, <br> the Certificate of Origin may be issued retrospectively but not later than one (1) <br> year from the date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\". <br> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, <br> the exporter or producer may, within validity of the original Certificate of Origin, <br> make a written request to the authorised bodies of the exporting Party for issuing <br> a certified copy, provided that the exporter or producer makes sure that the <br> original copy previously issued has not been used. The certified copy shall bear <br> the words \"CERTIFIED TRUE COPY of the original Certificate of Origin number ___ dated\". <br> ARTICLE 28: Claims for Preferential Treatment <br> 1 Except as otherwise provided in this Chapter, each Party's customs <br> administration shall require an importer claiming preferential tariff treatment for a good to: <br> (a) make a written declaration before or at the time of importation, in <br> accordance with its laws and regulations, that the good qualifies as <br> an originating good; <br> (b) have a Certificate of Origin in his possession; <br> (c) submit, if required by the importing customs administration, the <br> purpose of avoiding the certification requirements. <br> original Certificate of Origin and such other documentation relating <br> to the importation of the goods; and <br> (d) promptly make a corrected declaration and pay any duties owed, <br> where the importer has reason to believe that a Certificate of <br> Origin, on which a declaration was based, contains information that <br> is not correct. <br> 2 A Party may deny preferential tariff treatment under this Agreement to an <br> imported good if the importer fails to comply with any requirement of this Chapter. <br> 3 Each Party shall provide that: <br> (a) where the origin of the product is not in doubt, the discovery of <br> minor discrepancies between the statements made in the <br> Certificate of Origin and those made in the documents submitted to <br> the customs administration of the importing Party for the purpose of <br> carrying out the formalities for importing the products shall not ipso <br> facto invalidate the Certificate of Origin, if it does in fact correspond <br> to the same products presented; and <br> (b) for multiple items declared under the same Certificate of Origin, a <br> problem encountered with one of the items listed shall not affect or <br> delay the granting of preferential tariff treatment and customs <br> clearance of the remaining items listed in the Certificate of Origin. <br> 4 Where a Certificate of Origin is not provided at the time of importation of a <br> good, the importing Party, upon the request of the importer, may impose the <br> applied non-preferential import customs duty or payment of a deposit equivalent <br> to the full duties on that good as requested. In such a case, the importer will be <br> entitled to a refund of any excess import customs duty or deposit paid if the <br> payment refund claim is made within one (1) year from the date the good was <br> imported, provided that the requirements in paragraph 1 are fulfilled. <br> ARTICLE 29: Verification of Origin <br> 1 A Certificate of Origin is the basis for eligibility of preferential tariff <br> treatment for goods imported from the exporting Party. In cases where <br> verification is required, the importing Party may conduct verification by means of: <br> (a) written requests for additional information from the importer; <br> (b) written requests for additional information from the exporter or <br> producer in the territory of the exporting Party; <br> (c) requests that the competent authority of the exporting Party verify <br> the origin of a good; or <br> (d) such other procedures as the customs administrations of the <br> Parties may jointly decide. <br> 2 A verification process under paragraph 1 shall only be initiated when there <br> are reasonable grounds to doubt the accuracy or authenticity of the origin of the <br> goods concerned, and when the customs duty is sufficiently material to warrant the request. <br> 3 A verification request to the competent authority of the exporting Party <br> shall specify the reasons, and any documents and information obtained justifying <br> the verification activities shall be forwarded to the competent authority of the requested Party. <br> 4 To the extent allowed by its domestic laws and practices, the competent <br> authorities of the exporting Party shall fully co-operate in any action to verify eligibility. <br> 5 The Party conducting the verification shall, through its competent <br> authority, inform the customs administration of the other Party of the outcome of <br> the verification conducted. <br> ARTICLE 30: Waiver of Certificate of Origin <br> US$600 or its equivalent amount in the Party's currency, or such <br> higher amount as it may establish, except that it may require that <br> the invoice accompanying the importation include a statement <br> certifying that the good qualifies as an originating good; or <br> (b) a non-commercial importation of a good whose value does not <br> exceed US$600 or its equivalent amount in the Party's currency, or <br> such higher amount as it may establish, <br> provided that the importation does not form part of a series of importations that <br> may reasonably be considered to have been undertaken or arranged for the <br> ARTICLE 31: Record Keeping Requirement <br> 1 Each Party shall require its producers, exporters and importers to retain <br> origin documents for three (3) years. <br> 2 Each Party shall ensure that its authorised bodies retain copies of <br> Certificates of Origin and other documentary evidence of origin for three (3) years. <br> 3 The records to be maintained may include electronic records and shall be <br> maintained in accordance with the domestic laws and practices of each Party. <br> ARTICLE 32: Advance Rulings <br> 1 Each Party shall issue an advance ruling, on an application of the <br> exporter, importer or any person, that is submitted at least three (3) months <br> before the date of importation of the goods that are the subject of the application. <br> The importing Party shall issue its determination regarding the origin of the good <br> within sixty (60) days of the date of an application for advance ruling, provided <br> that all the origin requirements have been complied with. An applicant for an <br> advance ruling from China Customs shall be registered with China Customs. <br> 2 The importing Party shall apply an advance ruling issued by it under <br> paragraph 1. The customs administration of each Party shall establish a validity <br> period for an advance ruling of not less than two (2) years from the date of its <br> issue or in accordance with its respective domestic laws. <br> 3 The importing Party may modify or revoke an advance ruling: <br> (b) if there is a change in the material facts or circumstances on which <br> the ruling was based; <br> (c) to conform with a modification of this Chapter; or <br> (d) to conform with a judicial decision or a change in its domestic laws. <br> 4 Each Party shall provide that any modification or revocation of an advance <br> ruling shall be effective on the date on which the modification or revocation is <br> issued, or on such later date as may be specified therein, and shall not be <br> applied to importations of a good that have occurred prior to that date, unless the <br> person to whom the advance ruling was issued has not acted in accordance with <br> its terms and conditions. <br> ARTICLE 33: Penalties <br> Each Party shall impose punitive measures for violations of its laws and <br> regulations relating to this Chapter in accordance with its domestic legislation. <br> ARTICLE 34: Review and Appeal <br> With respect to determinations relating to eligibility for preferential treatment <br> under this Agreement or advance rulings, each Party shall provide that importers <br> in its territory have access to administrative review [1] and judicial review in <br> accordance with its domestic laws and regulations. <br> [1] For Singapore the level of administrative review may include the Ministry supervising the <br> customs administration. <br> (a) if the ruling was based on an error of fact; <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "ARTICLE 23: Scope <br> This Chapter is applicable to the extent permitted by the domestic laws of each <br> Party and within the competence and available resources of their respective <br> customs administrations. <br> "}, {"ArticleTitle": "General Provisions", "ArticleDesc": "ARTICLE 24: General Provisions <br> 1 The Parties recognise that their bilateral trade may be facilitated by <br> simplifying customs procedures and having expeditious customs clearance of goods. <br> 2 Customs procedures of both Parties shall, where possible, conform to the <br> standards and recommended practices of the World Customs Organization. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "ARTICLE 25: Transparency <br> 1 Each Party shall ensure that its laws, regulations, guidelines, procedures <br> and administrative rulings governing customs matters are promptly published, <br> either on the Internet or in print form. <br> 2 Each Party shall designate, establish and maintain one or more inquiry <br> points to address inquiries from interested persons pertaining to customs <br> matters, and shall make available on the Internet information concerning the <br> procedures for making such inquiries. <br> 3 For greater certainty, nothing in this Article or in any part of this <br> Agreement shall require any Party to publish law enforcement procedures and <br> internal operational guidelines including those related to conducting risk analysis <br> and targeting methodology. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "ARTICLE 26: Risk Management <br> 1 The Parties shall adopt a risk management approach in its customs <br> activities based on its identified risk of goods in order to facilitate the clearance of <br> low-risk consignments, while focusing its inspection activities on high-risk goods. <br> 2 The Parties shall exchange best practices on risk management techniques <br> used for customs purposes. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> ARTICLE 27: Certificate of Origin <br> ARTICLE 36: Third Party Invoicing <br> Customs Procedures <br> 1 For the purpose of obtaining preferential tariff treatment in the other Party, <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> The importing Party shall accept Certificates of Origin in cases where the sales <br> (a) a commercial importation of a good whose value does not exceed <br> a Certificate of Origin shall be issued by the authorised body of the exporting Party. <br> invoice is issued either by a company located in a non-Party or by an exporter in <br> 2 Each Party shall inform the customs administration of the other Party of <br> the exporting Party for the account of the said company, provided <br> the names and addresses of the authorised bodies issuing the Certificate of <br> that the product meets the requirements of Chapter 4 (Rules of Origin). <br> Origin and shall provide specimen impressions of official seals used by such <br> authorised bodies. Any change in names, addresses or official seals shall be <br> promptly notified to the other Party. <br> 3 The Certificate of Origin shall be issued before or at the time of <br> exportation whenever the goods to be exported can be considered originating in <br> that Party subject to Chapter 4 (Rules of Origin). The exporter or producer shall <br> submit a written application for the Certificate of Origin together with appropriate <br> supporting documents proving that the products to be exported qualify for the <br> issuance of a Certificate of Origin. <br> 4 The Certificate of Origin, based on the formats as set out in Annex 3 <br> (Formats of Certificates of Origin), shall be completed in the English language <br> and duly signed and stamped, covering one or more goods under one <br> consignment. A Certificate of Origin is applicable to a single importation of a <br> good into the Party's territory and shall remain valid for twelve (12) months from <br> the date of issue. <br> 5 In cases where a Certificate of Origin has not been issued before or at the <br> time of exportation due to involuntary errors or omissions or other valid causes, <br> the Certificate of Origin may be issued retrospectively but not later than one (1) <br> year from the date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\". <br> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, <br> the exporter or producer may, within validity of the original Certificate of Origin, <br> make a written request to the authorised bodies of the exporting Party for issuing <br> a certified copy, provided that the exporter or producer makes sure that the <br> original copy previously issued has not been used. The certified copy shall bear <br> the words \"CERTIFIED TRUE COPY of the original Certificate of Origin number ___ dated\". <br> ARTICLE 28: Claims for Preferential Treatment <br> 1 Except as otherwise provided in this Chapter, each Party's customs <br> administration shall require an importer claiming preferential tariff treatment for a good to: <br> (a) make a written declaration before or at the time of importation, in <br> accordance with its laws and regulations, that the good qualifies as <br> an originating good; <br> (b) have a Certificate of Origin in his possession; <br> (c) submit, if required by the importing customs administration, the <br> purpose of avoiding the certification requirements. <br> original Certificate of Origin and such other documentation relating <br> to the importation of the goods; and <br> (d) promptly make a corrected declaration and pay any duties owed, <br> where the importer has reason to believe that a Certificate of <br> Origin, on which a declaration was based, contains information that <br> is not correct. <br> 2 A Party may deny preferential tariff treatment under this Agreement to an <br> imported good if the importer fails to comply with any requirement of this Chapter. <br> 3 Each Party shall provide that: <br> (a) where the origin of the product is not in doubt, the discovery of <br> minor discrepancies between the statements made in the <br> Certificate of Origin and those made in the documents submitted to <br> the customs administration of the importing Party for the purpose of <br> carrying out the formalities for importing the products shall not ipso <br> facto invalidate the Certificate of Origin, if it does in fact correspond <br> to the same products presented; and <br> (b) for multiple items declared under the same Certificate of Origin, a <br> problem encountered with one of the items listed shall not affect or <br> delay the granting of preferential tariff treatment and customs <br> clearance of the remaining items listed in the Certificate of Origin. <br> 4 Where a Certificate of Origin is not provided at the time of importation of a <br> good, the importing Party, upon the request of the importer, may impose the <br> applied non-preferential import customs duty or payment of a deposit equivalent <br> to the full duties on that good as requested. In such a case, the importer will be <br> entitled to a refund of any excess import customs duty or deposit paid if the <br> payment refund claim is made within one (1) year from the date the good was <br> imported, provided that the requirements in paragraph 1 are fulfilled. <br> ARTICLE 29: Verification of Origin <br> 1 A Certificate of Origin is the basis for eligibility of preferential tariff <br> treatment for goods imported from the exporting Party. In cases where <br> verification is required, the importing Party may conduct verification by means of: <br> (a) written requests for additional information from the importer; <br> (b) written requests for additional information from the exporter or <br> producer in the territory of the exporting Party; <br> (c) requests that the competent authority of the exporting Party verify <br> the origin of a good; or <br> (d) such other procedures as the customs administrations of the <br> Parties may jointly decide. <br> 2 A verification process under paragraph 1 shall only be initiated when there <br> are reasonable grounds to doubt the accuracy or authenticity of the origin of the <br> goods concerned, and when the customs duty is sufficiently material to warrant the request. <br> 3 A verification request to the competent authority of the exporting Party <br> shall specify the reasons, and any documents and information obtained justifying <br> the verification activities shall be forwarded to the competent authority of the requested Party. <br> 4 To the extent allowed by its domestic laws and practices, the competent <br> authorities of the exporting Party shall fully co-operate in any action to verify eligibility. <br> 5 The Party conducting the verification shall, through its competent <br> authority, inform the customs administration of the other Party of the outcome of <br> the verification conducted. <br> ARTICLE 30: Waiver of Certificate of Origin <br> US$600 or its equivalent amount in the Party's currency, or such <br> higher amount as it may establish, except that it may require that <br> the invoice accompanying the importation include a statement <br> certifying that the good qualifies as an originating good; or <br> (b) a non-commercial importation of a good whose value does not <br> exceed US$600 or its equivalent amount in the Party's currency, or <br> such higher amount as it may establish, <br> provided that the importation does not form part of a series of importations that <br> may reasonably be considered to have been undertaken or arranged for the <br> ARTICLE 31: Record Keeping Requirement <br> 1 Each Party shall require its producers, exporters and importers to retain <br> origin documents for three (3) years. <br> 2 Each Party shall ensure that its authorised bodies retain copies of <br> Certificates of Origin and other documentary evidence of origin for three (3) years. <br> 3 The records to be maintained may include electronic records and shall be <br> maintained in accordance with the domestic laws and practices of each Party. <br> ARTICLE 32: Advance Rulings <br> 1 Each Party shall issue an advance ruling, on an application of the <br> exporter, importer or any person, that is submitted at least three (3) months <br> before the date of importation of the goods that are the subject of the application. <br> The importing Party shall issue its determination regarding the origin of the good <br> within sixty (60) days of the date of an application for advance ruling, provided <br> that all the origin requirements have been complied with. An applicant for an <br> advance ruling from China Customs shall be registered with China Customs. <br> 2 The importing Party shall apply an advance ruling issued by it under <br> paragraph 1. The customs administration of each Party shall establish a validity <br> period for an advance ruling of not less than two (2) years from the date of its <br> issue or in accordance with its respective domestic laws. <br> 3 The importing Party may modify or revoke an advance ruling: <br> (b) if there is a change in the material facts or circumstances on which <br> the ruling was based; <br> (c) to conform with a modification of this Chapter; or <br> (d) to conform with a judicial decision or a change in its domestic laws. <br> 4 Each Party shall provide that any modification or revocation of an advance <br> ruling shall be effective on the date on which the modification or revocation is <br> issued, or on such later date as may be specified therein, and shall not be <br> applied to importations of a good that have occurred prior to that date, unless the <br> person to whom the advance ruling was issued has not acted in accordance with <br> its terms and conditions. <br> ARTICLE 33: Penalties <br> Each Party shall impose punitive measures for violations of its laws and <br> regulations relating to this Chapter in accordance with its domestic legislation. <br> ARTICLE 34: Review and Appeal <br> With respect to determinations relating to eligibility for preferential treatment <br> under this Agreement or advance rulings, each Party shall provide that importers <br> in its territory have access to administrative review [1] and judicial review in <br> accordance with its domestic laws and regulations. <br> [1] For Singapore the level of administrative review may include the Ministry supervising the <br> customs administration. <br> (a) if the ruling was based on an error of fact; <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "ARTICLE 35: Confidentiality <br> 1 Nothing in this Agreement shall be construed to require a Party to furnish <br> or allow access to confidential information, the disclosure of which would impede <br> law enforcement, or otherwise be contrary to the public interest, or which would <br> prejudice the legitimate commercial interests of particular enterprises, public or private. <br> 2 Each Party shall maintain, in accordance with its domestic laws, the <br> confidentiality of information collected pursuant to this Chapter, including <br> information obtained from the verification of Certificates of Origin and shall <br> protect that information from disclosure that could prejudice the competitive <br> position of the persons providing the information. <br> 3 Pursuant to Article 31 (Record Keeping Requirement), any information <br> communicated between the Parties concerned shall be treated as confidential <br> and used for the validation of Certificates of Origin only. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 5 <br> ARTICLE 27: Certificate of Origin <br> ARTICLE 36: Third Party Invoicing <br> Customs Procedures <br> 1 For the purpose of obtaining preferential tariff treatment in the other Party, <br> Each Party shall provide that a Certificate of Origin shall not be required for: <br> The importing Party shall accept Certificates of Origin in cases where the sales <br> (a) a commercial importation of a good whose value does not exceed <br> a Certificate of Origin shall be issued by the authorised body of the exporting Party. <br> invoice is issued either by a company located in a non-Party or by an exporter in <br> 2 Each Party shall inform the customs administration of the other Party of <br> the exporting Party for the account of the said company, provided <br> the names and addresses of the authorised bodies issuing the Certificate of <br> that the product meets the requirements of Chapter 4 (Rules of Origin). <br> Origin and shall provide specimen impressions of official seals used by such <br> authorised bodies. Any change in names, addresses or official seals shall be <br> promptly notified to the other Party. <br> 3 The Certificate of Origin shall be issued before or at the time of <br> exportation whenever the goods to be exported can be considered originating in <br> that Party subject to Chapter 4 (Rules of Origin). The exporter or producer shall <br> submit a written application for the Certificate of Origin together with appropriate <br> supporting documents proving that the products to be exported qualify for the <br> issuance of a Certificate of Origin. <br> 4 The Certificate of Origin, based on the formats as set out in Annex 3 <br> (Formats of Certificates of Origin), shall be completed in the English language <br> and duly signed and stamped, covering one or more goods under one <br> consignment. A Certificate of Origin is applicable to a single importation of a <br> good into the Party's territory and shall remain valid for twelve (12) months from <br> the date of issue. <br> 5 In cases where a Certificate of Origin has not been issued before or at the <br> time of exportation due to involuntary errors or omissions or other valid causes, <br> the Certificate of Origin may be issued retrospectively but not later than one (1) <br> year from the date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\". <br> 6 In cases of theft, loss or accidental destruction of a Certificate of Origin, <br> the exporter or producer may, within validity of the original Certificate of Origin, <br> make a written request to the authorised bodies of the exporting Party for issuing <br> a certified copy, provided that the exporter or producer makes sure that the <br> original copy previously issued has not been used. The certified copy shall bear <br> the words \"CERTIFIED TRUE COPY of the original Certificate of Origin number ___ dated\". <br> ARTICLE 28: Claims for Preferential Treatment <br> 1 Except as otherwise provided in this Chapter, each Party's customs <br> administration shall require an importer claiming preferential tariff treatment for a good to: <br> (a) make a written declaration before or at the time of importation, in <br> accordance with its laws and regulations, that the good qualifies as <br> an originating good; <br> (b) have a Certificate of Origin in his possession; <br> (c) submit, if required by the importing customs administration, the <br> purpose of avoiding the certification requirements. <br> original Certificate of Origin and such other documentation relating <br> to the importation of the goods; and <br> (d) promptly make a corrected declaration and pay any duties owed, <br> where the importer has reason to believe that a Certificate of <br> Origin, on which a declaration was based, contains information that <br> is not correct. <br> 2 A Party may deny preferential tariff treatment under this Agreement to an <br> imported good if the importer fails to comply with any requirement of this Chapter. <br> 3 Each Party shall provide that: <br> (a) where the origin of the product is not in doubt, the discovery of <br> minor discrepancies between the statements made in the <br> Certificate of Origin and those made in the documents submitted to <br> the customs administration of the importing Party for the purpose of <br> carrying out the formalities for importing the products shall not ipso <br> facto invalidate the Certificate of Origin, if it does in fact correspond <br> to the same products presented; and <br> (b) for multiple items declared under the same Certificate of Origin, a <br> problem encountered with one of the items listed shall not affect or <br> delay the granting of preferential tariff treatment and customs <br> clearance of the remaining items listed in the Certificate of Origin. <br> 4 Where a Certificate of Origin is not provided at the time of importation of a <br> good, the importing Party, upon the request of the importer, may impose the <br> applied non-preferential import customs duty or payment of a deposit equivalent <br> to the full duties on that good as requested. In such a case, the importer will be <br> entitled to a refund of any excess import customs duty or deposit paid if the <br> payment refund claim is made within one (1) year from the date the good was <br> imported, provided that the requirements in paragraph 1 are fulfilled. <br> ARTICLE 29: Verification of Origin <br> 1 A Certificate of Origin is the basis for eligibility of preferential tariff <br> treatment for goods imported from the exporting Party. In cases where <br> verification is required, the importing Party may conduct verification by means of: <br> (a) written requests for additional information from the importer; <br> (b) written requests for additional information from the exporter or <br> producer in the territory of the exporting Party; <br> (c) requests that the competent authority of the exporting Party verify <br> the origin of a good; or <br> (d) such other procedures as the customs administrations of the <br> Parties may jointly decide. <br> 2 A verification process under paragraph 1 shall only be initiated when there <br> are reasonable grounds to doubt the accuracy or authenticity of the origin of the <br> goods concerned, and when the customs duty is sufficiently material to warrant the request. <br> 3 A verification request to the competent authority of the exporting Party <br> shall specify the reasons, and any documents and information obtained justifying <br> the verification activities shall be forwarded to the competent authority of the requested Party. <br> 4 To the extent allowed by its domestic laws and practices, the competent <br> authorities of the exporting Party shall fully co-operate in any action to verify eligibility. <br> 5 The Party conducting the verification shall, through its competent <br> authority, inform the customs administration of the other Party of the outcome of <br> the verification conducted. <br> ARTICLE 30: Waiver of Certificate of Origin <br> US$600 or its equivalent amount in the Party's currency, or such <br> higher amount as it may establish, except that it may require that <br> the invoice accompanying the importation include a statement <br> certifying that the good qualifies as an originating good; or <br> (b) a non-commercial importation of a good whose value does not <br> exceed US$600 or its equivalent amount in the Party's currency, or <br> such higher amount as it may establish, <br> provided that the importation does not form part of a series of importations that <br> may reasonably be considered to have been undertaken or arranged for the <br> ARTICLE 31: Record Keeping Requirement <br> 1 Each Party shall require its producers, exporters and importers to retain <br> origin documents for three (3) years. <br> 2 Each Party shall ensure that its authorised bodies retain copies of <br> Certificates of Origin and other documentary evidence of origin for three (3) years. <br> 3 The records to be maintained may include electronic records and shall be <br> maintained in accordance with the domestic laws and practices of each Party. <br> ARTICLE 32: Advance Rulings <br> 1 Each Party shall issue an advance ruling, on an application of the <br> exporter, importer or any person, that is submitted at least three (3) months <br> before the date of importation of the goods that are the subject of the application. <br> The importing Party shall issue its determination regarding the origin of the good <br> within sixty (60) days of the date of an application for advance ruling, provided <br> that all the origin requirements have been complied with. An applicant for an <br> advance ruling from China Customs shall be registered with China Customs. <br> 2 The importing Party shall apply an advance ruling issued by it under <br> paragraph 1. The customs administration of each Party shall establish a validity <br> period for an advance ruling of not less than two (2) years from the date of its <br> issue or in accordance with its respective domestic laws. <br> 3 The importing Party may modify or revoke an advance ruling: <br> (b) if there is a change in the material facts or circumstances on which <br> the ruling was based; <br> (c) to conform with a modification of this Chapter; or <br> (d) to conform with a judicial decision or a change in its domestic laws. <br> 4 Each Party shall provide that any modification or revocation of an advance <br> ruling shall be effective on the date on which the modification or revocation is <br> issued, or on such later date as may be specified therein, and shall not be <br> applied to importations of a good that have occurred prior to that date, unless the <br> person to whom the advance ruling was issued has not acted in accordance with <br> its terms and conditions. <br> ARTICLE 33: Penalties <br> Each Party shall impose punitive measures for violations of its laws and <br> regulations relating to this Chapter in accordance with its domestic legislation. <br> ARTICLE 34: Review and Appeal <br> With respect to determinations relating to eligibility for preferential treatment <br> under this Agreement or advance rulings, each Party shall provide that importers <br> in its territory have access to administrative review [1] and judicial review in <br> accordance with its domestic laws and regulations. <br> [1] For Singapore the level of administrative review may include the Ministry supervising the <br> customs administration. <br> (a) if the ruling was based on an error of fact; <br> "}]}]}, "members_found": ["156", "702", 3, 8703900000]}