{"FtaRooDetails": {"FtaId": 295, "FtaCode": "ITC00301", "FtaName": "FTA, Chinese Taipei-El Salvador and Honduras", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF CHINA (TAIWAN), THE REPUBLIC OF EL SALVADOR AND THE REPUBLIC OF HONDURAS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "15.07.2008", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "El Salvador; Honduras; Taipei, Chinese", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chinese Taipei-El Salvador and Honduras", "AdminProcCooAuth": "The certification type under FTA, Chinese Taipei-El Salvador and Honduras is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chinese Taipei-El Salvador and Honduras is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chinese Taipei-El Salvador and Honduras agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT and RVC 45%", "RooText": "A change to heading 87.01 through 87.04 from any other heading, except from heading 87.06, provided that there is a regional value content of not less than 45%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 87.01 through 87.04 from any other heading, except from heading 87.06, provided that there is a regional value content of not less than 45%", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT and RVC 45%", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " ANNEX 4.03<br /> SPECIFIC RULES OF ORIGIN<br /> Section A<br /> General Interpretative Note<br /> 1. A requirement of a change in tariff classification applies only to non-originating<br /> materials.<br /> 2. When a specific rule of origin is defined with the criterion of change of tariff<br /> classification, and in its content the tariff code at chapter, heading or subheading levels<br /> of the harmonized system are excluded, each Party shall interpret that the materials<br /> corresponding to those tariff codes have to be originating so that the good can be<br /> qualified as originating.<br /> 3. Where a tariff heading or subheading is subject to optional specific rules of origin,<br /> origin shall be conferred if a good satisfies one of them.<br /> 4. When a single rule of origin is applicable to a group of headings or subheadings<br /> and that rule of origin specifies a change of heading or subheading, each Party shall<br /> interpret the rule that the change of heading or subheading may occur within a single<br /> heading or subheading or between headings or subheadings of the group. When,<br /> however, a rule refers to a change in heading or subheading \"outside that group\", each<br /> Party shall interpret the rule to require that the change in heading or subheading must<br /> occur from a heading or subheading that is outside the group of headings or<br /> subheadings set out in the rule.<br /> 5. The following definitions apply:<br /> section means a section of the Harmonized System;<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first four digits in the tariff classification number under the<br /> Harmonized System; and,<br /> subheading means the first six digits in the tariff classification number under the<br /> Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00301_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.trade.gov.tw/App_Ashx/File.ashx?FilePath=../Files/PageFile/745fb899-1a32-4172-b545-4ec8fb6d7e20.doc"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00301_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/SLV_HND_TWN_FTA_e/Anx4.03_ROO_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00301_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/SLV_HND_TWN_FTA_s/SLV_HND_TWN_text_s.asp#CAP4"}, {"DocDesc": "Customs administration", "DocFileName": "itc00301_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00301_full.pdf", "DocType": "8_full", "WebLink": "https://www.trade.gov.tw/english/Pages/Detail.aspx?nodeID=678&pid=321567&dl_DateRange=all&txt_SD=&txt_ED=&txt_Keyword=&Pageid=0"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.06 Accumulation <br /> 1. Each Party shall provide that originating goods or materials of one or more of the <br /> Parties, incorporated into a good in the territory of another Party, shall be considered to <br /> originate in the territory of that other Party. <br /> 2. Each Party shall provide that a good is originating when the good is produced in the <br /> territory of one or more of the Parties by one or more producers, provided that the good <br /> satisfies the requirements established in Article 4.03 and all other applicable <br /> requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.08 De Minimis <br /> 1. A good shall be considered originating if the value of all non-originating materials <br /> used in the production of that good that does not satisfy the requirement of change in <br /> tariff classification set out in Annex 4.03 does not exceed ten percent (10%) of the <br /> transaction value of the good, as determined according to Article 4.07. <br /> 2. When it refers to goods classified into chapters 50 through 63 of the Harmonized <br /> System, the percentage indicated in paragraph 1 shall refer to the weight of fibers or <br /> yarns with respect to the weight of the good being produced. <br /> 3. Paragraph 1 shall not apply to a non-originating material used in the production of <br /> goods classified into chapter 1 through 24 of the Harmonized System, unless the non- <br /> originating material is classified in a different subheading than the good for which the <br /> origin is being determined according to this Article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11 Accessories, Spare Parts and Tools <br /> 1. The accessories, spare parts or tools delivered with the good that usually form part of <br /> the good shall not be taken into account for determining whether all non-originating <br /> materials used in the production of the good undergo the applicable change in tariff <br /> classification set out in Annex 4.03, provided that: <br /> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br /> (b) the amount and the value of these accessories, spare parts or tools are customary <br /> for the good. <br /> 2. When the good is subject to a requirement of regional value content, the value of the <br /> accessories, spare parts or tools shall be considered as originating or non-originating <br /> materials, as the case may be, for calculating the regional value content of the good. <br /> 3. For those accessories, spare parts or tools that do not fulfill the conditions mentioned <br /> above, the corresponding specific rules of origin shall apply to each of them respectively <br /> and separately, according to this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.01 Definitions <br /> goods wholly obtained or produced entirely in the territory of one or more Parties: <br /> (a) minerals extracted or obtained in the territory of one or more Parties; <br /> (b) vegetables and vegetable products harvested, gathered or collected in the territory of <br /> one or more Parties; <br /> (c) live animals born and raised in the territory of one or more Parties; <br /> (d) goods obtained by hunting, trapping, fishing, aquaculture, gathering or capture in the <br /> territory of one or more Parties; <br /> (e) goods obtained from live animals in the territory of one or more Parties; <br /> (f) fish, shellfish, and other marine species obtained outside the territorial sea of a Party, <br /> by fishing vessels registered or recorded in a Party and fly its flag, or by fishing <br /> vessels rented by enterprises established in the territory of a Party; <br /> (g) goods obtained or produced on board factory vessels from the goods referred to in <br /> subparagraph (f) provided that such vessels are registered or recorded in a Party <br /> and fly its flag, or are rented by enterprises established in the territory of a Party; <br /> (h) goods obtained by a Party or a person of a Party from the seabed or subsoil beneath <br /> the sea bed outside the territorial sea provided that the Party has rights to exploit <br /> such seabed or subsoil; <br /> (i) scrap and waste derived from manufacturing or processing operations in the territory <br /> of one or more Parties, provided those goods are only fit for the recovery of raw <br /> materials; or <br /> (j) goods produced in the territory of one or more Parties, exclusively from goods <br /> mentioned in subparagraph (a) through (i) above;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.04 Minimal Processes or Operations <br /> Except otherwise provided in this Chapter, the minimal processes or operations that by <br /> themselves or in combination do not confer origin to a good are the following: <br /> (a) the necessary operations for the preservation of a good during transportation or <br /> storage, including airing, ventilation, drying, refrigeration, freezing, elimination of <br /> damaged parts, application of oil, antirust painting or protective coatings, or the <br /> placing in salt, sulfur dioxide or some other aqueous solution; <br /> (b) simple operations consisting of cleaning, washing, sifting, straining, shaking, <br /> selection, classification or grading, culling, peeling, shelling or striping, grain removal, <br /> pitting, pressing or crushing, soaking, elimination of dust or of spoiled or damaged <br /> parts, sorting, division of consignments in bulk, grouping in packages, placing of <br /> marks, labels or distinctive signs on products and their packages, packing, unpacking <br /> or repackaging; <br /> (c) combination or mixing operations of goods that have not result in any important <br /> difference in the characteristics of the goods before and after the combination or mixing; <br /> (d) simple jointing or assembling of parts to produce a complete good, or to form sets or <br /> assortments of goods; and <br /> (e) simple water dilution operations or ionization and salting, which have not changed <br /> the nature of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07 Regional Value Content <br /> 1. The regional value content of the goods shall be calculated <br /> according to the following formula: <br /> RVC= [(TV- VNM) / TV] * 100 <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> TV is the transaction value of the good adjusted to a FOB basis, except as <br /> otherwise provided in paragraph 2, determined according to Articles 1 <br /> through 8 and 15 of the Customs Valuation Agreement; and <br /> VNM is the transaction value of the non-originating materials adjusted to a CIF <br /> basis, except as otherwise provided in paragraph 5, according to Articles 1 <br /> through 8 and 15 of the Customs Valuation Agreement. <br /> 2. When the good is not exported directly by its producer, the value shall be adjusted to <br /> the point at which the buyer receives the good in the territory in which the producer is located. <br /> 3. All the records of the costs considered for the calculation of the regional value content <br /> shall be recorded and maintained according to the generally accepted accounting <br /> principles applicable in the territory of the Party where the good is produced. <br /> 4. When the producer of a good acquires a non-originating material in the territory of a <br /> Party in which the producer is located, the value of the non-originating material shall not <br /> include freight, insurance, packing costs and any other cost incurred in the <br /> transportation of the material from the supplier's warehouse to the location of the producer. <br /> 5. For purposes of calculating the regional value content, the value of the non-originating <br /> materials used in the production of the good shall not include the value of the non- <br /> originating materials used by: <br /> (a) another producer in the production of an originating material that is acquired and <br /> used by the producer of the good in the production of that good; or <br /> (b) the producer of a good in the production of a material that is self produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.05 Indirect Materials <br /> Indirect materials shall be considered as originating, regardless where they are <br /> produced or manufactured, and the value of those materials shall be included in the <br /> costs as indicated in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14 Transit and Transshipment <br /> An originating good shall not lose such status when it is exported from a Party to another <br /> Party and during its transportation it passes by the territory of one Party or by the <br /> territories of one or more non-Parties, as long as it fulfills the following requirements: <br /> (a) the transit is justifiable by geographical reasons or by considerations relative to <br /> requirements of international transportation; <br /> (b) the good has not been destined for trade, consumption, and <br /> use in the countries of transit; <br /> (c) during its transportation and temporary storage the good has not undergone <br /> operations other than unloading, reloading or any other operation necessary to <br /> preserve them in good condition; and <br /> (d) the good remains under the control of the customs authority in the <br /> territory of a Party or non-Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.03 Originating Goods <br /> Except as otherwise provided in this Chapter, a good shall be considered as originating <br /> in the territory of a Party, when: <br /> (a) it is wholly obtained or produced entirely in the territory of one or more Parties; <br /> (b) it is produced entirely in the territory of one or more Parties exclusively from <br /> materials that qualify as originating according to this Chapter; or <br /> (c) it is produced in the territory of one or more Parties from non-originating materials <br /> that meet with a change in tariff classification, satisfies a regional value content or <br /> other requirements, as specified in Annex 4.03 and the good complies with all other <br /> applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12 Packaging Materials and Containers for Retail Sale <br /> 1. When packaging materials and containers in which a good is packaged for retail sales <br /> are classified in the Harmonized System with the good, they shall not be taken into <br /> account in determining whether all non-originating materials used in the production of <br /> the good undergo the applicable change in tariff classification set out in Annex 4.03. <br /> 2. When the good is subject to a requirement of regional value content, the value of <br /> these packaging materials and containers shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value content <br /> of the good. <br /> Article 4.13 Packing Materials and Containers for Shipment <br /> Containers and packing materials in which the good is packed for shipment shall not be <br /> taken into account in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo the <br /> applicable change in tariff classification set out in Annex 4.03; or <br /> (b) the good satisfies the requirement of regional value content.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.09 Fungible Goods and Materials <br /> 1. When in the production of a good originating or non-originating fungible goods or <br /> materials are used, the origin of those fungible goods or materials shall be determined <br /> through the application of one of the following inventory management methods: <br /> (a) first in first out (FIFO) method; <br /> (b) last in first out (LIFO) method; or <br /> (c) averaging method. <br /> 2. Once the inventory management method listed out in the preceding paragraph is <br /> selected by a producer, it shall be used during the entire period <br /> of a fiscal year of that producer.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10 Sets or Assortments of Goods <br /> 1. A set or assortment of goods that is classified according to rule 3 of the General Rules <br /> of the Interpretation of the Harmonized System, as well as the goods whose description <br /> according to the nomenclature of the Harmonized System is specifically that of a set or <br /> assortment, shall qualify as originating, whenever each one of the goods contained in <br /> that set or assortment complies with the rules of origin set out in <br /> this Chapter and in Annex 4.03. <br /> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be considered <br /> originating, if the value of all non-originating goods used in making the set or assortment <br /> does not exceed the percentage set out in paragraph 1 of Article 4.08 with respect to the <br /> value of the set or assortment, as determined according to Article 4.07. <br /> 3. The provisions of this Article shall prevail over the specific <br /> rules of origin set out in Annex 4.03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02 Origin Certification <br /> 1. For the purposes of this Chapter, the Parties shall establish a single format of <br /> certificate of origin, which shall enter into force on the same day as this Agreement and <br /> may be modified by mutual consent. <br /> 2. The certificate of origin established in paragraph 1 shall be used to certify that a good <br /> being exported from the territory of a Party into the territory of the other Party qualifies <br /> as originating. <br /> 3. The certifying authority of each Party shall require its exporters or producers to <br /> complete, sign and date a certificate of origin for each export of goods for which an <br /> importer of the other Party may claim preferential tariff treatment. <br /> 4. The exporter or producer completing, signing, and dating a certificate of origin will do <br /> so through an affidavit, committing to assume administrative, civil or criminal liability <br /> whenever the exporter includes false or incorrect information in the certificate of origin. <br /> 5. The certifying authority of each Party shall certify that the certificate of origin <br /> completed, signed and dated by the exporter or producer of the good is correct based on <br /> the information provided by such exporter or producer, who shall be responsible for the <br /> accuracy and validity of the information, and shall verify that the exporter or producer is <br /> indeed located in that Party. <br /> 6. Each Party shall require the certificate of origin to be sealed, signed and dated by <br /> the certifying authority of the exporting Party with respect to the exportation of a good for <br /> which the importer may claim preferential tariff treatment. The certificate of origin shall <br /> contain a serial number allowing its identification, which will be managed by the <br /> certifying authority. <br /> 7. The certifying authority of the exporting Party shall: <br /> (a) elaborate and implement the administrative procedures for certifying the certificates <br /> of origin that its producer or exporter completes, signs and dates; <br /> (b) provide, if requested by the competent authority of the importing Party, information <br /> about the origin of the imported goods claiming preferential tariff treatment; and <br /> (c) notify in writing, before this Agreement enters into force, the list of the names of the <br /> authorized persons and, where applicable, the list of bodies authorized to certify the <br /> certificate of origin, with the corresponding signatures and seals. Modifications to this <br /> list shall be notified immediately in writing to the other Parties and shall enter into <br /> force thirty (30) days after the date on which those Parties receive notification of the <br /> modification. Until the modifications enter into force, the certification will be done by <br /> the current certifying authority. <br /> 8. Each Party shall provide that a certificate of origin shall only be applicable to a single <br /> importation of one or more goods into the territory of that Party. <br /> 9. Each Party shall provide that a certification of origin be accepted by the customs <br /> authority of the importing Party for a period of one year from the date on which the <br /> certificate was signed and sealed by the certifying authority. <br /> 10. Each Party shall provide that when an exporter is not the producer of the good, <br /> complete, sign and date the certificate of origin with basis on: <br /> (a) the exporter's knowledge that the good qualifies as originating; and <br /> (b) the certificate of origin completed, signed and dated by the producer of the good and <br /> willingly provided to the exporter. <br /> 11. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a certificate of origin is invoiced by an enterprise <br /> located in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.01 Definitions <br /> [Customs administration]: <br /> certifying authority: in the case of the Republic of China (Taiwan), the Bureau of <br /> Foreign Trade (BOFT), Ministry of Economic Affairs, or its successor, or other agencies <br /> as authorized by BOFT or its successor; in the case of the Republic of El Salvador, the <br /> Centro de Trámites de Exportación (CENTREX) of the Banco Central de Reserva and/or <br /> other offices, public or private, that are authorized by the Ministerio de Economía; and <br /> in the case of the Republic of Honduras, the Dirección General de Integración <br /> Económica y Política Comercial of the Secretaría de Estado en los Despachos de <br /> Industria y Comercio, or its successor;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02 Origin Certification <br /> [Customs administration]: <br /> 8. Each Party shall provide that a certificate of origin shall only be applicable to a single <br /> importation of one or more goods into the territory of that Party. <br /> 9. Each Party shall provide that a certification of origin be accepted by the customs <br /> authority of the importing Party for a period of one year from the date on which the <br /> certificate was signed and sealed by the certifying authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.05 Records <br /> Each Party shall provide that: <br /> (a) its exporter or producer who obtains a certificate of origin and provides information to <br /> its certifying authority shall maintain, for at least five (5) years from the date on which <br /> the certificate is signed, all records and documents related to the origin of the goods, <br /> including those concerning: <br /> (i) the purchase, costs, value, and payment of the good exported from its territory; <br /> (ii) the purchase, costs, value and payment of all materials, including indirect <br /> ones, used in the production of the good exported from its territory; and <br /> (iii) the production of the good in the form in which it is exported from its territory; <br /> (b) an importer who claims preferential tariff treatment for a good imported into that <br /> Party's territory shall maintain a copy of the certificate of origin and other <br /> documentation relating to the importation for at least five (5) years from the date of <br /> importation of the good; and <br /> (c) the certifying authority of the exporting Party that has issued a certificate of origin <br /> shall maintain all documentation relating to the issuance of the certificate for a <br /> minimum period of five (5) years from the issuing date of the certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.03 Obligations Regarding Importations <br /> [Customs administration]: <br /> 3. Each Party shall provide that, when the importer does not request for a preferential <br /> tariff treatment for goods imported into its territory that would have qualified as <br /> originating, the importer may, according to the legislation of each Party, request the <br /> return of the customs duties paid in excess for not having requested the preferential tariff <br /> treatment for that good, as long as the request is accompanied by: <br /> (a) a written declaration, indicating that the good qualifies as originating <br /> at the time of importation; <br /> (b) the certificate of origin or its copy; and <br /> (c) any other documentation related to the import of the good, as the customs authority <br /> of that Party may require.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.03 Obligations Regarding Importations <br /> 1. Each Party shall require the importer claiming preferential tariff treatment for a good <br /> imported into its territory from the territory of the other Party to: <br /> (a) declare in writing in the importation document required by its legislation, based on a <br /> certificate of origin that a good qualifies as originating; <br /> (b) have the certificate of origin in his possession at the time the declaration is made; <br /> (c) provide, if requested by its customs authority, the certificate of origin or copies of it; and <br /> (d) promptly make a corrected declaration and pay any duties owed when the importer <br /> has reasons to believe that the certificate of origin on which a customs declaration <br /> was based contains incorrect information. When the importer presents a corrected <br /> declaration, the importer may not be sanctioned, as long as the customs authorities <br /> have not initiated their faculties of verification and control. <br /> 2. Each Party shall provide that, if an importer in its territory fails to comply with any <br /> requirement established in this Chapter, it may deny the preferential tariff treatment <br /> under this Agreement to a good imported from the territory of the other Party. <br /> 3. Each Party shall provide that, when the importer does not request for a preferential <br /> tariff treatment for goods imported into its territory that would have qualified as <br /> originating, the importer may, according to the legislation of each Party, request the <br /> return of the customs duties paid in excess for not having requested the preferential tariff <br /> treatment for that good, as long as the request is accompanied by: <br /> (a) a written declaration, indicating that the good qualifies as originating <br /> at the time of importation; <br /> (b) the certificate of origin or its copy; and <br /> (c) any other documentation related to the import of the good, as the customs authority <br /> of that Party may require. <br /> Article 5.04 Obligations Regarding Exportations <br /> 1. Each Party shall require its exporter or producer that has completed, signed and <br /> dated a certificate of origin to submit a copy of such certificate to its competent authority <br /> upon request. <br /> 2. Each Party shall require its exporter or producer who has completed, signed and <br /> dated a certificate of origin or provided information for his/her certifying authority, and <br /> has reasons to believe such certificate contains incorrect information, to notify promptly <br /> in writing all persons to whom that certificate was given and its certifying authority, of <br /> any change that may affect the accuracy or validity of that certificate, in which case, the <br /> exporter or producer may not be penalized for having provided an incorrect certificate or <br /> information, according to the legislation of each Party. <br /> 3. Each Party shall require a that false certificate of origin completed, signed and dated <br /> by an exporter or a producer in its territory that a good to be exported to the territory of <br /> another Party is originating shall be subject to penalties equivalent to those that would <br /> apply to an importer in its territory that makes a false statement or representation in <br /> connection with an importation, with appropriate modifications. <br /> 4. The certifying authority of the exporting Party shall provide the competent authority of <br /> the importing Party the notification referred to in paragraph 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.02 Origin Certification <br /> [Customs administration]: <br /> 11. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a certificate of origin is invoiced by an enterprise <br /> located in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.06 Origin Verification Procedures <br /> 1. The importing Party, through its competent authority, may: <br /> (a) request information about the origin of a good from the certifying authority of the <br /> exporting Party; and, <br /> (b) request its Embassy in the territory of the other Party for assistance in those matters. <br /> 2. For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment according to this agreement <br /> qualifies as originating, a Party may verify the origin of the good through its competent <br /> authority by means of: <br /> (a) written questionnaires or requests for information sent directly to the importer in its <br /> territory or the exporter or producer in the territory of the other Party; <br /> (b) verification visits to the exporter or producer in the territory of the other Party to <br /> review the records and documents referred to in Article 5.05 (a), and to inspect the <br /> materials and facilities used in the production of the good in question; <br /> (c) delegating its Embassy in the territory of the other Party to conduct the verification visit; or <br /> (d) other procedures as the Parties may agree to. <br /> 3. For the purposes of this Article, the questionnaires, requests, official letters, <br /> determinations of origin, notifications or any other written communications sent by the <br /> competent authority to the importer, exporter or the producer for origin verification, shall <br /> be considered valid, provided that they are done by the following means: <br /> (a) certified mails with receipts of acknowledgement or other ways that confirm that the <br /> importer, exporter or producer has received the documents; <br /> (b) official communications through the Embassies of the Parties whenever the <br /> competent authority requires; or <br /> (c) any other way as the Parties may agree. <br /> 4. In a written questionnaire or request for information referred to in paragraph 2 (a) it shall: <br /> (a) indicate the time period, which shall be no more than thirty (30) days from the date of <br /> receipt, that the importer, exporter or producer has to duly complete and return the <br /> questionnaire or provide the information requested; and <br /> (b) include the notification of intention to deny preferential tariff treatment, in case the <br /> importer, exporter or producer does not duly complete and return the questionnaire <br /> or does not provide the information requested within such time period. <br /> 5. The importer, exporter or producer who receives a questionnaire or request for <br /> information according to paragraph 2 (a) shall duly complete and return the <br /> questionnaire or respond to the request for information within the time period established <br /> in paragraph 4 (a) from the date of receipt. During that time period, the importer, <br /> exporter or producer may make a written request to the competent authority of the <br /> importing Party for an extension of no more than thirty (30) days. A Party shall not deny <br /> the preferential tariff treatment based solely on the request of an extension for <br /> completing and returning the questionnaire or responding to the information request. <br /> 6. Each Party shall provide that, even if the answered questionnaire or information <br /> requested referred to in paragraph 5 has been received within the specified time period, <br /> it may still request, through its competent authority, additional information from the <br /> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br /> such cases the importer, exporter or producer shall answer the questionnaire or respond <br /> to the request within thirty (30) days from the date of receipt. <br /> 7. If the importer, exporter or producer does not duly complete a questionnaire, or does <br /> not return the questionnaire or provide the information requested within the time period <br /> established in paragraphs 4 (a), 5 and 6 above, the importing Party may deny <br /> preferential tariff treatment to the goods subject to verification, by issuing a written <br /> determination of origin, including facts and the legal basis for that determination, to the <br /> importer, exporter or producer. <br /> 8. Prior to conducting a verification visit according to paragraph 2 (b), the importing Party <br /> shall, through its competent authority, provide a written notification of its intention to <br /> conduct the visit. The notification shall be sent to the exporter or producer to be visited, <br /> the importer, to the certifying authority and the competent authority of the Party in whose <br /> territory the visit will be conducted, and, if necessary, to the embassy of the other Party <br /> in the territory of the importing Party. The competent authority of the importing Party <br /> shall request the written consent from the exporter or producer to be visited, to make a <br /> verification visit. <br /> 9. The notification referred to in paragraph 8 shall include: <br /> (a) the name of the competent authority that sends the notification; <br /> (b) the name of the exporter or producer to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the objective and scope of the verification visit, including the specific reference to the <br /> good subject to verification; <br /> (e) the names and positions of the officers conducting the verification visit; and <br /> (f) the legal basis for carrying out the verification visit. <br /> Any modification of the information referred to in this paragraph shall also be notified <br /> according to paragraph 8. <br /> 10. If the exporter or producer has not given his written consent for the making of the <br /> proposed verification visit within the thirty (30) days of the written notification as provided <br /> in paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br /> good by notifying in writing to the importer, exporter or producer the determination of <br /> origin, including facts and the legal basis for such denial. <br /> 11. When the exporter or producer receives a notification according to paragraphs 8 and <br /> 9, within the fifteen (15) days from the date on which the notification was received may, <br /> one time only, request in writing the postposition of the visit with the corresponding <br /> justifications, for a period no longer than thirty (30) days from the date on which the <br /> notification was received, or for a longer term the competent authority of the importing <br /> Party and the exporter or producer may agree. For these purposes, the competent <br /> authority of the importing Party shall notify the postposition of the visit to the importer, <br /> exporter or producer of the good, the competent authority and the certifying authority of <br /> the exporting Party. <br /> 12. A Party shall not deny the preferential tariff treatment based solely on the request to <br /> postpone the verification visit, according to paragraph 11. <br /> 13. Each Party shall permit an exporter or producer who is subject to a verification visit <br /> to designate two observers to be present during the visit, provided that the observers <br /> only participate in that manner. Nevertheless, the failure to designate the observers shall <br /> not be a cause for postponing the visit. <br /> 14. Each Party shall require that an exporter or a producer provides the records and <br /> documents referred to in Article 5.05(a) to the competent authority of the importing Party <br /> conducting a verification visit. If the records and documents are not in possession of the <br /> exporter or producer, the exporter may request to the producer of the good or the <br /> producer may request the supplier of the materials, to deliver these to the competent <br /> authority of the importing Party. <br /> 15. A Party may deny the preferential tariff treatment to an imported good subject to an <br /> origin verification, if the exporter or producer: <br /> (a) fails to provide the records or documents for determining the origin of the good, in <br /> accordance with the provisions of this Chapter and of Chapter 4 (Rules of Origin); or <br /> (b) denies access to the records or documents. <br /> 16. Each Party, through its competent authority, shall verify the compliance of the <br /> requirements of regional value content, De Minimis, or any other provision contained in <br /> Chapter 4 (Rules of Origin) in compliance with the generally accepted accounting <br /> principles that apply in the territory of the Party from which the good was exported. <br /> 17. Once the verification visit has been concluded, the competent authority of the <br /> importing Party shall prepare a minute of the visit, which shall include the facts <br /> confirmed by it. The exporter or producer, subject to the verification visit, may sign this minute. <br /> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br /> verification of origin, the competent authority of the importing Party shall issue a <br /> determination of origin, in writing, in which it is determined if the good qualifies or not as <br /> originating, which shall include the factual findings and legal basis for the determination <br /> of origin and notify the importer, exporter or producer, as well as the competent authority <br /> and certifying authority of the exporting Party the determination of origin. <br /> 19. When the period established in paragraph 18 concludes and the competent authority <br /> of the importing Party does not issue a determination of origin, the good subject to the <br /> verification of origin shall receive the same preferential tariff treatment as if it were an <br /> originating good. <br /> 20. Where through a verification the importing Party determines that an importer, <br /> exporter or a producer has provided more than once, a false or unfounded certificate of <br /> origin or stating that a good qualifies as originating, the importing Party may suspend <br /> preferential tariff treatment to the identical goods imported, exported or produced by that <br /> person, until it is proved that such person is in compliance with all the requirements <br /> under Chapter 4 (Rules of Origin) and this Chapter. <br /> 21. When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, the importer must pay any <br /> custom duties owed and other applicable charges according to the legislation of each Party. <br /> 22. In case the preferential tariff treatment is resumed, the competent authority of the <br /> importing Party shall issue a written determination of origin in which the competent <br /> authority of the importing Party establishes the resumption of the preferential tariff <br /> treatment for the good, shall be notified to the importer, exporter or producer and the <br /> competent authority and certifying authority of the exporting Party; which shall include <br /> the factual findings and the legal basis of its determination. <br /> 23. A Party shall not apply a determination of origin issued under paragraph 18 to an <br /> importation made before the date of entry into force of the determination origin where: <br /> (a) the customs authority of the exporting Party issued an advance ruling regarding the <br /> tariff classification or valuation of one or more materials used in the good under Article 5.07; <br /> (b) the importing Party's determination is based on a tariff classification or valuation for <br /> such materials that is different than that provided for in the advance ruling referred to <br /> in subparagraph (a); and <br /> (c) the customs authority issued the advance ruling before the importing Party's determination.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.09 Penalties <br /> Each Party shall establish or maintain measures that impose criminal, civil or <br /> administrative penalties for violations of its laws and regulations related to the provisions <br /> of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.07 Advance Rulings <br /> 1. Each Party shall, through its competent authority, expeditiously provide a written <br /> advance ruling, prior to the importation of a good into its territory. The advance ruling <br /> shall be issued in response to a written application made by an importer in its territory or <br /> an exporter or producer in the territory of the other Party, based on the facts and <br /> circumstances stated by such importer, exporter or producer of the good, with respect to: <br /> (a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br /> (b) whether the non-originating materials used in the production of the good have <br /> undergone applicable changes on tariff classification established in Annex 4.03 <br /> (Specific Rules of Origin); <br /> (c) whether the good fulfills the requirement of regional value content established in <br /> Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); <br /> (d) whether the method applied by an exporter or producer in the territory of the other <br /> Party, according to the norms and principles of the Customs Valuation Agreement, to <br /> calculate the transaction value of a good or of the materials used in the production of <br /> the good, with respect to which an advance ruling is being requested, is adequate for <br /> demonstrating whether the good satisfies a regional value content requirement <br /> according to Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br /> (e) such other matters as the Parties may agree. <br /> 2. Each Party shall establish directives for the issuance of advance rulings, including: <br /> (a) the obligation of the importer to provide information reasonably required to process <br /> an application for such ruling; <br /> (b) the power of the competent authority to ask at any time for additional information <br /> from the person who applies for an advance ruling, while evaluating such application; <br /> (c) the obligation of the competent authority to issue an advance ruling within a <br /> maximum period of one hundred twenty (120) days, once all the necessary <br /> information has been collected from the applicant; and <br /> (d) the obligation of the competent authority to issue an advance ruling in a complete, <br /> well-founded, and reasoned manner. <br /> 3. Each Party shall apply an advance ruling to the imports concerned, from the date on <br /> which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br /> been modified or revoked according to paragraph 5. <br /> 4. Each Party shall provide any person who applies for an advance ruling the same <br /> treatment, including the same interpretation and application of the provisions of Chapter <br /> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br /> person, to whom an advance ruling has been issued, whenever the facts and <br /> circumstances are identical in all substantial aspects. <br /> 5. An advance ruling may be modified or revoked by the issuing competent authority: <br /> (a) when it is based on an error: <br /> (i) in fact; <br /> (ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br /> (iii) in the application of the regional value content requirement according to <br /> Chapter 4 (Rules of Origin); <br /> (b) when the ruling is not in accordance with the interpretation agreed by the Parties with <br /> respect to Chapter 4 (Rules of Origin); <br /> (c) when there is a change in the facts or circumstances on which the ruling is based; <br /> (d) for the purpose being in accordance with a modification of Chapter 4 (Rules of <br /> Origin) or this Chapter; or <br /> (e) for the purpose of complying with an administrative decision independent from the <br /> issuing authority, a judicial decision or to adjust to a change in the national legislation <br /> of the Party that issued the advance ruling. <br /> 6. Each Party shall provide that any modification or revocation of an advance ruling shall <br /> enter into force from the date on which the modification or revocation is issued, or on <br /> such later date as may be specified therein, and shall not be applied to the importation <br /> of a good having occurred prior to that date, unless the person to whom the advance <br /> ruling was issued has not acted according to its terms and conditions. <br /> 7. Each Party shall provide that, when its competent authority verifies the origin of a <br /> good with respect to which an advance ruling has been issued, that authority shall <br /> evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of the advance <br /> ruling; <br /> (b) the operations of the exporter or producer are consistent with the facts and <br /> circumstances on which the advance ruling is based; and <br /> (c) the data and calculations used in the application of criteria or methods to calculate <br /> the regional value content are correct in all substantial aspects. <br /> 8. Each Party shall provide that, when its competent authority determines that any of the <br /> requirements established in paragraph 7 has not been fulfilled, that authority may modify <br /> or revoke the advance ruling as the circumstances warrant. <br /> 9. Each Party shall provide that, when a person to whom an advance ruling has been <br /> issued demonstrates that he has acted with reasonable care and in good faith while <br /> stating the facts and circumstances on which the ruling was based, that person shall not <br /> be penalized whenever the issuing authority determines that the ruling was based on <br /> incorrect information. <br /> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br /> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br /> was based, or has not acted in accordance with the terms and conditions of the ruling, <br /> the competent authority may apply measures against that person according to the <br /> legislation of each Party. <br /> 11. The Parties shall provide that the holder of an advance ruling may use it solely while <br /> the facts or circumstances on which the ruling was based are maintained. In case those <br /> facts or circumstances have changed, the holder of the ruling shall be allowed to present <br /> the necessary information for the issuing authority to modify or revoke it according to <br /> paragraph 5. <br /> 12. Any good subject to an origin verification or a request for review or appeal in the <br /> territory of one of the Parties, shall not be subject to advance ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.10 Review and Appeal <br /> 1. Each Party shall grant the same rights of review and appeal with respect to <br /> determinations of origin and advance rulings to its importers, or to the exporters or <br /> producers of the other Party to whom those determinations of origin and rulings have <br /> been issued according to Article 5.06 and Article 5.07. <br /> 2. When a Party denied preferential tariff treatment to a good by a determination of <br /> origin based on non-compliance with time periods established in this Chapter, with <br /> respect to the presentation of records or other information to the competent authority of <br /> that Party, the decision made in the review or appeal shall only deal with the non- <br /> compliance of the time period to which this paragraph refers. <br /> 3. Each Party shall provide that the rights of review and appeal referred to in paragraphs <br /> 1 and 2 shall include, in accordance with the laws of each Party, access to: <br /> (a) at least one level of administrative review independent of the official or office <br /> responsible for the determination of origin or advance ruling under review; and <br /> (b) judicial review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4: RULES OF ORIGIN <br> Article 4.03 Originating Goods <br> Except as otherwise provided in this Chapter, a good shall be considered as originating <br> in the territory of a Party, when: <br> (a) it is wholly obtained or produced entirely in the territory of one or more Parties; <br> (b) it is produced entirely in the territory of one or more Parties exclusively from <br> Where: <br> materials that qualify as originating according to this Chapter; or <br> (c) it is produced in the territory of one or more Parties from non-originating materials <br> that meet with a change in tariff classification, satisfies a regional value content or <br> other requirements, as specified in Annex 4.03 and the good complies with all other <br> applicable requirements of this Chapter. <br> Article 4.04 Minimal Processes or Operations <br> Except otherwise provided in this Chapter, the minimal processes or operations that by <br> themselves or in combination do not confer origin to a good are the following: <br> (a) the necessary operations for the preservation of a good during transportation or <br> storage, including airing, ventilation, drying, refrigeration, freezing, elimination of <br> damaged parts, application of oil, antirust painting or protective coatings, or the <br> placing in salt, sulfur dioxide or some other aqueous solution; <br> (b) simple operations consisting of cleaning, washing, sifting, straining, shaking, <br> selection, classification or grading, culling, peeling, shelling or striping, grain removal, <br> pitting, pressing or crushing, soaking, elimination of dust or of spoiled or damaged <br> parts, sorting, division of consignments in bulk, grouping in packages, placing of <br> marks, labels or distinctive signs on products and their packages, packing, unpacking <br> or repackaging; <br> (c) combination or mixing operations of goods that have not result in any important <br> difference in the characteristics of the goods before and after the combination or mixing; <br> (d) simple jointing or assembling of parts to produce a complete good, or to form sets or <br> assortments of goods; and <br> (e) simple water dilution operations or ionization and salting, which have not changed <br> the nature of the good. <br> Article 4.05 Indirect Materials <br> produced or manufactured, and the value of those materials shall be included in the <br> RVC is the regional value content, expressed as a percentage; <br> costs as indicated in the accounting records of the producer of the good. <br> Article 4.06 Accumulation <br> 1. Each Party shall provide that originating goods or materials of one or more of the <br> Parties, incorporated into a good in the territory of another Party, shall be considered to <br> originate in the territory of that other Party. <br> 2. Each Party shall provide that a good is originating when the good is produced in the <br> territory of one or more of the Parties by one or more producers, provided that the good <br> satisfies the requirements established in Article 4.03 and all other applicable <br> Article 4.07 Regional Value Content <br> 1. The regional value content of the goods shall be calculated <br> according to the following formula: <br> RVC= [(TV- VNM) / TV] * 100 <br> TV is the transaction value of the good adjusted to a FOB basis, except as <br> otherwise provided in paragraph 2, determined according to Articles 1 <br> through 8 and 15 of the Customs Valuation Agreement; and <br> VNM is the transaction value of the non-originating materials adjusted to a CIF <br> basis, except as otherwise provided in paragraph 5, according to Articles 1 <br> through 8 and 15 of the Customs Valuation Agreement. <br> 2. When the good is not exported directly by its producer, the value shall be adjusted to <br> the point at which the buyer receives the good in the territory in which the producer is located. <br> 3. All the records of the costs considered for the calculation of the regional value content <br> shall be recorded and maintained according to the generally accepted accounting <br> principles applicable in the territory of the Party where the good is produced. <br> 4. When the producer of a good acquires a non-originating material in the territory of a <br> Party in which the producer is located, the value of the non-originating material shall not <br> include freight, insurance, packing costs and any other cost incurred in the <br> transportation of the material from the supplier's warehouse to the location of the producer. <br> 5. For purposes of calculating the regional value content, the value of the non-originating <br> materials used in the production of the good shall not include the value of the non- <br> originating materials used by: <br> (a) another producer in the production of an originating material that is acquired and <br> used by the producer of the good in the production of that good; or <br> (b) the producer of a good in the production of a material that is self produced. <br> Article 4.08 De Minimis <br> Indirect materials shall be considered as originating, regardless where they are <br> 1. A good shall be considered originating if the value of all non-originating materials <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> of the good. <br> used in the production of that good that does not satisfy the requirement of change in <br> tariff classification set out in Annex 4.03 does not exceed ten percent (10%) of the <br> transaction value of the good, as determined according to Article 4.07. <br> 2. When it refers to goods classified into chapters 50 through 63 of the Harmonized <br> System, the percentage indicated in paragraph 1 shall refer to the weight of fibers or <br> yarns with respect to the weight of the good being produced. <br> 3. Paragraph 1 shall not apply to a non-originating material used in the production of <br> goods classified into chapter 1 through 24 of the Harmonized System, unless the non- <br> originating material is classified in a different subheading than the good for which the <br> origin is being determined according to this Article. <br> Article 4.09 Fungible Goods and Materials <br> 1. When in the production of a good originating or non-originating fungible goods or <br> materials are used, the origin of those fungible goods or materials shall be determined <br> through the application of one of the following inventory management methods: <br> (a) first in first out (FIFO) method; <br> (b) last in first out (LIFO) method; or <br> (c) averaging method. <br> 2. Once the inventory management method listed out in the preceding paragraph is <br> selected by a producer, it shall be used during the entire period <br> of a fiscal year of that producer. <br> Article 4.10 Sets or Assortments of Goods <br> 1. A set or assortment of goods that is classified according to rule 3 of the General Rules <br> of the Interpretation of the Harmonized System, as well as the goods whose description <br> according to the nomenclature of the Harmonized System is specifically that of a set or <br> assortment, shall qualify as originating, whenever each one of the goods contained in <br> that set or assortment complies with the rules of origin set out in <br> this Chapter and in Annex 4.03. <br> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be considered <br> originating, if the value of all non-originating goods used in making the set or assortment <br> does not exceed the percentage set out in paragraph 1 of Article 4.08 with respect to the <br> value of the set or assortment, as determined according to Article 4.07. <br> 3. The provisions of this Article shall prevail over the specific <br> rules of origin set out in Annex 4.03. <br> Article 4.11 Accessories, Spare Parts and Tools <br> 1. The accessories, spare parts or tools delivered with the good that usually form part of <br> the good shall not be taken into account for determining whether all non-originating <br> materials used in the production of the good undergo the applicable change in tariff <br> classification set out in Annex 4.03, provided that: <br> (b) the amount and the value of these accessories, spare parts or tools are customary <br> for the good. <br> 2. When the good is subject to a requirement of regional value content, the value of the <br> accessories, spare parts or tools shall be considered as originating or non-originating <br> materials, as the case may be, for calculating the regional value content of the good. <br> 3. For those accessories, spare parts or tools that do not fulfill the conditions mentioned <br> above, the corresponding specific rules of origin shall apply to each of them respectively <br> and separately, according to this Chapter. <br> Article 4.12 Packaging Materials and Containers for Retail Sale <br> 1. When packaging materials and containers in which a good is packaged for retail sales <br> are classified in the Harmonized System with the good, they shall not be taken into <br> account in determining whether all non-originating materials used in the production of <br> the good undergo the applicable change in tariff classification set out in Annex 4.03. <br> 2. When the good is subject to a requirement of regional value content, the value of <br> these packaging materials and containers shall be taken into account as originating or <br> non-originating materials, as the case may be, in calculating the regional value content <br> Article 4.13 Packing Materials and Containers for Shipment <br> Containers and packing materials in which the good is packed for shipment shall not be <br> taken into account in determining whether: <br> (a) the non-originating materials used in the production of the good undergo the <br> applicable change in tariff classification set out in Annex 4.03; or <br> (b) the good satisfies the requirement of regional value content. <br> Article 4.14 Transit and Transshipment <br> An originating good shall not lose such status when it is exported from a Party to another <br> Party and during its transportation it passes by the territory of one Party or by the <br> territories of one or more non-Parties, as long as it fulfills the following requirements: <br> (a) the transit is justifiable by geographical reasons or by considerations relative to <br> requirements of international transportation; <br> (b) the good has not been destined for trade, consumption, and <br> use in the countries of transit; <br> (c) during its transportation and temporary storage the good has not undergone <br> operations other than unloading, reloading or any other operation necessary to <br> preserve them in good condition; and <br> (d) the good remains under the control of the customs authority in the <br> territory of a Party or non-Party. <br> requirements in this Chapter. <br> "}, {"ArticleTitle": ".01 Definitions", "ArticleDesc": "Article 4.01 Definitions <br> For purposes of this Chapter, the following terms shall be understood as: <br> CIF: the value of an imported good that includes the costs of insurance and freight to the <br> port or place of entry in the importing Party; <br> FOB: free on board; regardless of the mode of transportation, at the point of direct <br> shipment by the seller to the buyer; <br> fungible goods or materials: goods or materials which are interchangeable for <br> commercial purposes and whose properties are essentially identical and it is not <br> possible to differentiate one from another by a simple eye examination; <br> generally accepted accounting principles: recognized consensus or substantial <br> authorized support given in the territory of one of the Parties with respect to the <br> recording of revenues, expenses, costs, assets and liabilities, the disclosure of <br> information and the preparation of financial statements. Generally accepted accounting <br> principles may encompass broad guidelines for general application, as well as detailed <br> standards, practices and procedures; <br> goods wholly obtained or produced entirely in the territory of one or more Parties: <br> (a) minerals extracted or obtained in the territory of one or more Parties; <br> (b) vegetables and vegetable products harvested, gathered or collected in the territory of <br> one or more Parties; <br> (c) live animals born and raised in the territory of one or more Parties; <br> (d) goods obtained by hunting, trapping, fishing, aquaculture, gathering or capture in the <br> territory of one or more Parties; <br> (e) goods obtained from live animals in the territory of one or more Parties; <br> (f) fish, shellfish, and other marine species obtained outside the territorial sea of a Party, <br> by fishing vessels registered or recorded in a Party and fly its flag, or by fishing <br> vessels rented by enterprises established in the territory of a Party; <br> (g) goods obtained or produced on board factory vessels from the goods referred to in <br> subparagraph (f) provided that such vessels are registered or recorded in a Party <br> and fly its flag, or are rented by enterprises established in the territory of a Party; <br> (h) goods obtained by a Party or a person of a Party from the seabed or subsoil beneath <br> the sea bed outside the territorial sea provided that the Party has rights to exploit <br> such seabed or subsoil; <br> (i) scrap and waste derived from manufacturing or processing operations in the territory <br> of one or more Parties, provided those goods are only fit for the recovery of raw <br> materials; or <br> (j) goods produced in the territory of one or more Parties, exclusively from goods <br> mentioned in subparagraph (a) through (i) above; <br> indirect material: a good used in the production, testing or inspection of another good, <br> but not physically incorporated into the good, or a good used in the maintenance of <br> buildings or the operation of equipment related to the production of another good, including: <br> (a) fuel, energy, solvents and catalysts; <br> (b) equipment, devices and supplies used in the testing or inspection of goods; <br> (c) gloves, glasses, footwear, clothing, and safety equipment and supplies; <br> (d) tools, dies and molds; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) lubricants, greases, compounding materials, and other materials used in production, <br> or used to operate equipment and maintenance of buildings; and <br> (g) any other goods that are not incorporated into the good but whose use in the <br> production of the good can reasonably be demonstrated to be a part of that production; <br> material: a good used in the production of another good including ingredients, parts, <br> components and goods that have been physically incorporated into another good or <br> were subject to the production process of another good; <br> production: methods of obtaining goods including manufacturing, producing, growing, <br> assembling, processing, harvesting, raising, breeding, mining, extracting, hunting, <br> collecting, gathering, fishing, trapping and capturing; and <br> value: the value of a good or material for purposes of calculating customs duties or for <br> purposes of applying this Chapter according to the rules established in the Customs <br> Valuation Agreement. <br> "}, {"ArticleTitle": ".02 Application and Interpretation Instruments", "ArticleDesc": "Article 4.02 Application and Interpretation Instruments <br> 1. For purposes of this Chapter: <br> (a) the tariff classification of goods shall be based on the Harmonized System; and <br> (b) the rules of the Customs Valuation Agreement shall be used to determine the value <br> of a good or material. <br> 2. For purposes of this Chapter, the Customs Valuation Agreement shall be applied to <br> determine the origin of a good as follows: <br> (a) the rules of the Customs Valuation Agreement shall be applied to domestic <br> transactions, with the modifications required by the circumstances, as they should <br> apply to international transactions; and <br> (b) the provisions of this Chapter shall prevail over those of the Customs Valuation <br> Agreement, where there are inconsistencies. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4: RULES OF ORIGIN <br> Article 4.03 Originating Goods <br> Except as otherwise provided in this Chapter, a good shall be considered as originating <br> in the territory of a Party, when: <br> (a) it is wholly obtained or produced entirely in the territory of one or more Parties; <br> (b) it is produced entirely in the territory of one or more Parties exclusively from <br> Where: <br> materials that qualify as originating according to this Chapter; or <br> (c) it is produced in the territory of one or more Parties from non-originating materials <br> that meet with a change in tariff classification, satisfies a regional value content or <br> other requirements, as specified in Annex 4.03 and the good complies with all other <br> applicable requirements of this Chapter. <br> Article 4.04 Minimal Processes or Operations <br> Except otherwise provided in this Chapter, the minimal processes or operations that by <br> themselves or in combination do not confer origin to a good are the following: <br> (a) the necessary operations for the preservation of a good during transportation or <br> storage, including airing, ventilation, drying, refrigeration, freezing, elimination of <br> damaged parts, application of oil, antirust painting or protective coatings, or the <br> placing in salt, sulfur dioxide or some other aqueous solution; <br> (b) simple operations consisting of cleaning, washing, sifting, straining, shaking, <br> selection, classification or grading, culling, peeling, shelling or striping, grain removal, <br> pitting, pressing or crushing, soaking, elimination of dust or of spoiled or damaged <br> parts, sorting, division of consignments in bulk, grouping in packages, placing of <br> marks, labels or distinctive signs on products and their packages, packing, unpacking <br> or repackaging; <br> (c) combination or mixing operations of goods that have not result in any important <br> difference in the characteristics of the goods before and after the combination or mixing; <br> (d) simple jointing or assembling of parts to produce a complete good, or to form sets or <br> assortments of goods; and <br> (e) simple water dilution operations or ionization and salting, which have not changed <br> the nature of the good. <br> Article 4.05 Indirect Materials <br> produced or manufactured, and the value of those materials shall be included in the <br> RVC is the regional value content, expressed as a percentage; <br> costs as indicated in the accounting records of the producer of the good. <br> Article 4.06 Accumulation <br> 1. Each Party shall provide that originating goods or materials of one or more of the <br> Parties, incorporated into a good in the territory of another Party, shall be considered to <br> originate in the territory of that other Party. <br> 2. Each Party shall provide that a good is originating when the good is produced in the <br> territory of one or more of the Parties by one or more producers, provided that the good <br> satisfies the requirements established in Article 4.03 and all other applicable <br> Article 4.07 Regional Value Content <br> 1. The regional value content of the goods shall be calculated <br> according to the following formula: <br> RVC= [(TV- VNM) / TV] * 100 <br> TV is the transaction value of the good adjusted to a FOB basis, except as <br> otherwise provided in paragraph 2, determined according to Articles 1 <br> through 8 and 15 of the Customs Valuation Agreement; and <br> VNM is the transaction value of the non-originating materials adjusted to a CIF <br> basis, except as otherwise provided in paragraph 5, according to Articles 1 <br> through 8 and 15 of the Customs Valuation Agreement. <br> 2. When the good is not exported directly by its producer, the value shall be adjusted to <br> the point at which the buyer receives the good in the territory in which the producer is located. <br> 3. All the records of the costs considered for the calculation of the regional value content <br> shall be recorded and maintained according to the generally accepted accounting <br> principles applicable in the territory of the Party where the good is produced. <br> 4. When the producer of a good acquires a non-originating material in the territory of a <br> Party in which the producer is located, the value of the non-originating material shall not <br> include freight, insurance, packing costs and any other cost incurred in the <br> transportation of the material from the supplier's warehouse to the location of the producer. <br> 5. For purposes of calculating the regional value content, the value of the non-originating <br> materials used in the production of the good shall not include the value of the non- <br> originating materials used by: <br> (a) another producer in the production of an originating material that is acquired and <br> used by the producer of the good in the production of that good; or <br> (b) the producer of a good in the production of a material that is self produced. <br> Article 4.08 De Minimis <br> Indirect materials shall be considered as originating, regardless where they are <br> 1. A good shall be considered originating if the value of all non-originating materials <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> of the good. <br> used in the production of that good that does not satisfy the requirement of change in <br> tariff classification set out in Annex 4.03 does not exceed ten percent (10%) of the <br> transaction value of the good, as determined according to Article 4.07. <br> 2. When it refers to goods classified into chapters 50 through 63 of the Harmonized <br> System, the percentage indicated in paragraph 1 shall refer to the weight of fibers or <br> yarns with respect to the weight of the good being produced. <br> 3. Paragraph 1 shall not apply to a non-originating material used in the production of <br> goods classified into chapter 1 through 24 of the Harmonized System, unless the non- <br> originating material is classified in a different subheading than the good for which the <br> origin is being determined according to this Article. <br> Article 4.09 Fungible Goods and Materials <br> 1. When in the production of a good originating or non-originating fungible goods or <br> materials are used, the origin of those fungible goods or materials shall be determined <br> through the application of one of the following inventory management methods: <br> (a) first in first out (FIFO) method; <br> (b) last in first out (LIFO) method; or <br> (c) averaging method. <br> 2. Once the inventory management method listed out in the preceding paragraph is <br> selected by a producer, it shall be used during the entire period <br> of a fiscal year of that producer. <br> Article 4.10 Sets or Assortments of Goods <br> 1. A set or assortment of goods that is classified according to rule 3 of the General Rules <br> of the Interpretation of the Harmonized System, as well as the goods whose description <br> according to the nomenclature of the Harmonized System is specifically that of a set or <br> assortment, shall qualify as originating, whenever each one of the goods contained in <br> that set or assortment complies with the rules of origin set out in <br> this Chapter and in Annex 4.03. <br> 2. Notwithstanding paragraph 1, a set or assortment of goods shall be considered <br> originating, if the value of all non-originating goods used in making the set or assortment <br> does not exceed the percentage set out in paragraph 1 of Article 4.08 with respect to the <br> value of the set or assortment, as determined according to Article 4.07. <br> 3. The provisions of this Article shall prevail over the specific <br> rules of origin set out in Annex 4.03. <br> Article 4.11 Accessories, Spare Parts and Tools <br> 1. The accessories, spare parts or tools delivered with the good that usually form part of <br> the good shall not be taken into account for determining whether all non-originating <br> materials used in the production of the good undergo the applicable change in tariff <br> classification set out in Annex 4.03, provided that: <br> (b) the amount and the value of these accessories, spare parts or tools are customary <br> for the good. <br> 2. When the good is subject to a requirement of regional value content, the value of the <br> accessories, spare parts or tools shall be considered as originating or non-originating <br> materials, as the case may be, for calculating the regional value content of the good. <br> 3. For those accessories, spare parts or tools that do not fulfill the conditions mentioned <br> above, the corresponding specific rules of origin shall apply to each of them respectively <br> and separately, according to this Chapter. <br> Article 4.12 Packaging Materials and Containers for Retail Sale <br> 1. When packaging materials and containers in which a good is packaged for retail sales <br> are classified in the Harmonized System with the good, they shall not be taken into <br> account in determining whether all non-originating materials used in the production of <br> the good undergo the applicable change in tariff classification set out in Annex 4.03. <br> 2. When the good is subject to a requirement of regional value content, the value of <br> these packaging materials and containers shall be taken into account as originating or <br> non-originating materials, as the case may be, in calculating the regional value content <br> Article 4.13 Packing Materials and Containers for Shipment <br> Containers and packing materials in which the good is packed for shipment shall not be <br> taken into account in determining whether: <br> (a) the non-originating materials used in the production of the good undergo the <br> applicable change in tariff classification set out in Annex 4.03; or <br> (b) the good satisfies the requirement of regional value content. <br> Article 4.14 Transit and Transshipment <br> An originating good shall not lose such status when it is exported from a Party to another <br> Party and during its transportation it passes by the territory of one Party or by the <br> territories of one or more non-Parties, as long as it fulfills the following requirements: <br> (a) the transit is justifiable by geographical reasons or by considerations relative to <br> requirements of international transportation; <br> (b) the good has not been destined for trade, consumption, and <br> use in the countries of transit; <br> (c) during its transportation and temporary storage the good has not undergone <br> operations other than unloading, reloading or any other operation necessary to <br> preserve them in good condition; and <br> (d) the good remains under the control of the customs authority in the <br> territory of a Party or non-Party. <br> requirements in this Chapter. <br> "}, {"ArticleTitle": ".15 Committee on Rules of Origin and Customs Procedures", "ArticleDesc": "Article 4.15 Committee on Rules of Origin and Customs Procedures <br> 1. For the purposes of the effective implementation and operation of this Chapter and <br> Chapter 5 (Custom Procedures Related to the Origin of Goods), the Parties shall <br> establish a Committee on Rules of Origin and Customs Procedures (hereinafter referred <br> to in this Article as \"the Committee\") pursuant to Article 14.05 (Committees). <br> 2. The Committee shall meet when the Commission requires it or <br> as the Parties may agree. <br> 3. The Committee shall have, along with the function established in Article 14.05 <br> (Committees), the following functions: <br> (a) review and make appropriate recommendations to the Commission on the <br> implementation and operation of this Chapter and Chapter 5 (Custom Procedures <br> Related to the Origin of Goods); <br> (b) review and make appropriate recommendations to the Commission on: <br> (i) matters relating to determinations of origin; <br> (ii) certificate of origin established in Article 5.02 (Origin Certification) and <br> its filling instructions referred to in the Uniform Regulations; <br> (iii) the certifying procedures established in Article 5.02 (Origin <br> Certification) with a view to confirm whether it would be more <br> beneficial to the Parties to let exporters or producers certify certificates <br> of origin by themselves; <br> (iv) the advance rulings established in Article 5.07 (Advanced Rulings); and <br> (v) uniform regulations established in Article 5.11 (Uniform Regulations); <br> (c) modify the specific rules of origin contained in Annex 4.03; <br> (d) consider any other matter as the Parties may agree related to this Chapter and <br> Chapter 5 (Custom Procedures Related to the Origin of Goods); and <br> (e) consider any other matter that the Commission may consider necessary. <br> 4. The Parties shall consult and cooperate to ensure that this Chapter and Chapter 5 <br> (Custom Procedures Related to the Origin of Goods) are applied in an effective and <br> uniform manner, consistently with the spirit and the objectives of this Agreement. <br> 5. A Party that considers that one or more of the provisions of this Chapter and its Annex <br> or Chapter 5 (Custom Procedures Related to the Origin of Goods) requires modification <br> in order to take into account developments in production processes, lack of supply of <br> originating materials, or other relevant matters may submit a proposal of modification <br> along with supporting rationale and any studies to the Commission for consideration. <br> 6. Upon submission by a Party of a proposal of modification under paragraph 5 of this <br> Article, the Commission shall refer the matter to Committee. The Committee shall meet <br> to consider the proposal of modification within sixty (60) days of the date of referral or on <br> such other date as the Commission may decide. <br> 7. Within the period referred in paragraph 6, the Committee shall provide a report to the <br> Commission, setting out its conclusions and recommendations, if any. Upon reception of <br> the report, the Commission may take appropriate action under Article 14.01 <br> (Administrative Commission of the Agreement). <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".01 Definitions", "ArticleDesc": "Article 5.01 Definitions <br> 1. For purposes of this Chapter, the following terms shall be understood as: <br> certificate of origin: a certificate of origin issued in the format established in paragraph <br> 1 of Article 5.02, completed, signed and dated by the exporter or producer of a good in <br> the territory of a Party, and certified by a certifying authority of that Party, according to <br> the provisions of this Chapter and to the instructions for filling the certificate. <br> certifying authority: in the case of the Republic of China (Taiwan), the Bureau of <br> Foreign Trade (BOFT), Ministry of Economic Affairs, or its successor, or other agencies <br> as authorized by BOFT or its successor; in the case of the Republic of El Salvador, the <br> Centro de Trámites de Exportación (CENTREX) of the Banco Central de Reserva and/or <br> other offices, public or private, that are authorized by the Ministerio de Economía; and <br> in the case of the Republic of Honduras, the Dirección General de Integración <br> Económica y Política Comercial of the Secretaría de Estado en los Despachos de <br> Industria y Comercio, or its successor; <br> commercial importation: the importation of a good into the territory of a Party for sale, <br> or for commercial, industrial or similar purposes; <br> competent authority: in the case of the Republic of China (Taiwan), the customs <br> authority under the Ministry of Finance, or its successor; in the case of Republic of El <br> Salvador, the Ministerio de Economía is responsible of aspects relative to its <br> administration in what proceeds, or its successor and the Dirección General de Aduanas <br> of the Ministerio de Hacienda is responsible of the origin verification procedures and <br> issuing advanced rulings, or its successor; and in the case of the Republic of Honduras, <br> the Secretaría de Estado en los Despachos de Industria y Comercio, or its successor; <br> customs authority: the authority, according to the respective laws of each Party, <br> responsible for administering and implementing customs laws and regulations; <br> days: \"days\" as defined in Chapter 2 (General Definitions); <br> determination of origin: the written legal document issued by the competent authority <br> as a result of a procedure for verifying whether a good qualifies as originating according <br> to Chapter 4 (Rules of Origin); <br> exporter: a person located in the territory of a Party from which the good is exported by <br> paragraph 1 (a) of Article 5.05 in the territory of that Party; <br> identical goods: goods that are equal in all aspects, including physical characteristics, <br> quality and commercial prestige, irrespective of minor differences in appearance that are <br> not relevant to the determination of origin of these goods according to Chapter 4 <br> (Rules of Origin); <br> importer: a person located in the territory of a Party from which the good is imported by <br> that person and that is obligated to keep the records referred to in <br> paragraph 1 (b) of Article 5.05 in the territory of that Party; <br> preferential tariff treatment: the application of the tariff rate corresponding to an <br> originating good according to the tariff reduction schedule, pursuant to Article 3.04 (Tariff <br> Reduction Schedule) of this Agreement; and <br> producer: a person located in the territory of a Party, as defined in Chapter 2 (General <br> Definitions), who is obligated, according to this Chapter, to maintain records in the <br> territory of that Party according to paragraph (a) of Article 5.05. <br> 2. The definitions established in Chapter 4 (Rules of Origin) shall be incorporated into <br> this Chapter. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.02 Origin Certification <br> Article 5.09 Penalties <br> illegal transshipment of goods from a Party or non-Party. <br> 1. For the purposes of this Chapter, the Parties shall establish a single format of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified by mutual consent. <br> of this Chapter. <br> 2. The certificate of origin established in paragraph 1 shall be used to certify that a good <br> Article 5.10 Review and Appeal <br> being exported from the territory of a Party into the territory of the other Party qualifies <br> 1. Each Party shall grant the same rights of review and appeal with respect to <br> as originating. <br> determinations of origin and advance rulings to its importers, or to the exporters or <br> 3. The certifying authority of each Party shall require its exporters or producers to <br> producers of the other Party to whom those determinations of origin and rulings have <br> complete, sign and date a certificate of origin for each export of goods for which an <br> been issued according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2. When a Party denied preferential tariff treatment to a good by a determination of <br> 4. The exporter or producer completing, signing, and dating a certificate of origin will do <br> origin based on non-compliance with time periods established in this Chapter, with <br> so through an affidavit, committing to assume administrative, civil or criminal liability <br> respect to the presentation of records or other information to the competent authority of <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> that Party, the decision made in the review or appeal shall only deal with the non- <br> 5. The certifying authority of each Party shall certify that the certificate of origin <br> compliance of the time period to which this paragraph refers. <br> completed, signed and dated by the exporter or producer of the good is correct based on <br> Each Party shall provide that: <br> 3. Each Party shall provide that the rights of review and appeal referred to in paragraphs <br> the information provided by such exporter or producer, who shall be responsible for the <br> 1 and 2 shall include, in accordance with the laws of each Party, access to: <br> accuracy and validity of the information, and shall verify that the exporter or producer is <br> indeed located in that Party. <br> responsible for the determination of origin or advance ruling under review; and <br> 6. Each Party shall require the certificate of origin to be sealed, signed and dated by <br> (b) judicial review. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> contain a serial number allowing its identification, which will be managed by the <br> certifying authority. <br> 7. The certifying authority of the exporting Party shall: <br> (a) elaborate and implement the administrative procedures for certifying the certificates <br> of origin that its producer or exporter completes, signs and dates; <br> (b) provide, if requested by the competent authority of the importing Party, information <br> about the origin of the imported goods claiming preferential tariff treatment; and <br> (c) notify in writing, before this Agreement enters into force, the list of the names of the <br> authorized persons and, where applicable, the list of bodies authorized to certify the <br> certificate of origin, with the corresponding signatures and seals. Modifications to this <br> list shall be notified immediately in writing to the other Parties and shall enter into <br> (a) at least one level of administrative review independent of the official or office <br> force thirty (30) days after the date on which those Parties receive notification of the <br> modification. Until the modifications enter into force, the certification will be done by <br> (c) the date and place of the proposed verification visit; <br> the current certifying authority. <br> 8. Each Party shall provide that a certificate of origin shall only be applicable to a single <br> importation of one or more goods into the territory of that Party. <br> 9. Each Party shall provide that a certification of origin be accepted by the customs <br> authority of the importing Party for a period of one year from the date on which the <br> certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that when an exporter is not the producer of the good, <br> complete, sign and date the certificate of origin with basis on: <br> (a) the exporter's knowledge that the good qualifies as originating; and <br> located in the territory of a non-Party. <br> (b) the certificate of origin completed, signed and dated by the producer of the good and <br> willingly provided to the exporter. <br> 11. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> Article 5.03 Obligations Regarding Importations <br> 1. Each Party shall require the importer claiming preferential tariff treatment for a good <br> imported into its territory from the territory of the other Party to: <br> (a) declare in writing in the importation document required by its legislation, based on a <br> certificate of origin that a good qualifies as originating; <br> (b) have the certificate of origin in his possession at the time the declaration is made; <br> (c) provide, if requested by its customs authority, the certificate of origin or copies of it; and <br> (d) promptly make a corrected declaration and pay any duties owed when the importer <br> has reasons to believe that the certificate of origin on which a customs declaration <br> was based contains incorrect information. When the importer presents a corrected <br> declaration, the importer may not be sanctioned, as long as the customs authorities <br> have not initiated their faculties of verification and control. <br> 2. Each Party shall provide that, if an importer in its territory fails to comply with any <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> under this Agreement to a good imported from the territory of the other Party. <br> 3. Each Party shall provide that, when the importer does not request for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, according to the legislation of each Party, request the <br> return of the customs duties paid in excess for not having requested the preferential tariff <br> treatment for that good, as long as the request is accompanied by: <br> (a) a written declaration, indicating that the good qualifies as originating <br> at the time of importation; <br> (b) the certificate of origin or its copy; and <br> (c) any other documentation related to the import of the good, as the customs authority <br> of that Party may require. <br> Article 5.04 Obligations Regarding Exportations <br> 1. Each Party shall require its exporter or producer that has completed, signed and <br> dated a certificate of origin to submit a copy of such certificate to its competent authority <br> upon request. <br> 2. Each Party shall require its exporter or producer who has completed, signed and <br> dated a certificate of origin or provided information for his/her certifying authority, and <br> has reasons to believe such certificate contains incorrect information, to notify promptly <br> in writing all persons to whom that certificate was given and its certifying authority, of <br> any change that may affect the accuracy or validity of that certificate, in which case, the <br> exporter or producer may not be penalized for having provided an incorrect certificate or <br> information, according to the legislation of each Party. <br> 3. Each Party shall require a that false certificate of origin completed, signed and dated <br> by an exporter or a producer in its territory that a good to be exported to the territory of <br> another Party is originating shall be subject to penalties equivalent to those that would <br> apply to an importer in its territory that makes a false statement or representation in <br> connection with an importation, with appropriate modifications. <br> 4. The certifying authority of the exporting Party shall provide the competent authority of <br> the importing Party the notification referred to in paragraph 2. <br> Article 5.05 Records <br> (a) its exporter or producer who obtains a certificate of origin and provides information to <br> its certifying authority shall maintain, for at least five (5) years from the date on which <br> the certificate is signed, all records and documents related to the origin of the goods, <br> including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory; <br> (ii) the purchase, costs, value and payment of all materials, including indirect <br> ones, used in the production of the good exported from its territory; and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported into that <br> Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the date of <br> importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a certificate of origin <br> shall maintain all documentation relating to the issuance of the certificate for a <br> minimum period of five (5) years from the issuing date of the certificate. <br> Article 5.06 Origin Verification Procedures <br> 1. The importing Party, through its competent authority, may: <br> (a) request information about the origin of a good from the certifying authority of the <br> exporting Party; and, <br> (b) request its Embassy in the territory of the other Party for assistance in those matters. <br> 2. For purposes of determining whether a good imported into its territory from the <br> authority by means of: <br> (a) written questionnaires or requests for information sent directly to the importer in its <br> territory or the exporter or producer in the territory of the other Party; <br> (b) verification visits to the exporter or producer in the territory of the other Party to <br> review the records and documents referred to in Article 5.05 (a), and to inspect the <br> materials and facilities used in the production of the good in question; <br> (c) delegating its Embassy in the territory of the other Party to conduct the verification visit; or <br> (d) other procedures as the Parties may agree to. <br> 3. For the purposes of this Article, the questionnaires, requests, official letters, <br> (a) certified mails with receipts of acknowledgement or other ways that confirm that the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> importer, exporter or producer has received the documents; <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> (b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> (c) any other way as the Parties may agree. <br> 4. In a written questionnaire or request for information referred to in paragraph 2 (a) it shall: <br> (a) indicate the time period, which shall be no more than thirty (30) days from the date of <br> receipt, that the importer, exporter or producer has to duly complete and return the <br> questionnaire or provide the information requested; and <br> (b) include the notification of intention to deny preferential tariff treatment, in case the <br> importer, exporter or producer does not duly complete and return the questionnaire <br> or does not provide the information requested within such time period. <br> 5. The importer, exporter or producer who receives a questionnaire or request for <br> determinations of origin, notifications or any other written communications sent by the <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> information according to paragraph 2 (a) shall duly complete and return the <br> be considered valid, provided that they are done by the following means: <br> questionnaire or respond to the request for information within the time period established <br> in paragraph 4 (a) from the date of receipt. During that time period, the importer, <br> exporter or producer may make a written request to the competent authority of the <br> importing Party for an extension of no more than thirty (30) days. A Party shall not deny <br> the preferential tariff treatment based solely on the request of an extension for <br> completing and returning the questionnaire or responding to the information request. <br> 6. Each Party shall provide that, even if the answered questionnaire or information <br> it may still request, through its competent authority, additional information from the <br> 7. If the importer, exporter or producer does not duly complete a questionnaire, or does <br> not return the questionnaire or provide the information requested within the time period <br> established in paragraphs 4 (a), 5 and 6 above, the importing Party may deny <br> importer, exporter or producer. <br> 8. Prior to conducting a verification visit according to paragraph 2 (b), the importing Party <br> shall, through its competent authority, provide a written notification of its intention to <br> conduct the visit. The notification shall be sent to the exporter or producer to be visited, <br> the importer, to the certifying authority and the competent authority of the Party in whose <br> requested referred to in paragraph 5 has been received within the specified time period, <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> shall request the written consent from the exporter or producer to be visited, to make a <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> verification visit. <br> 9. The notification referred to in paragraph 8 shall include: <br> to the request within thirty (30) days from the date of receipt. <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> (d) the objective and scope of the verification visit, including the specific reference to the <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> good subject to verification; <br> (e) the names and positions of the officers conducting the verification visit; and <br> (f) the legal basis for carrying out the verification visit. <br> Any modification of the information referred to in this paragraph shall also be notified <br> according to paragraph 8. <br> 10. If the exporter or producer has not given his written consent for the making of the <br> proposed verification visit within the thirty (30) days of the written notification as provided <br> territory the visit will be conducted, and, if necessary, to the Embassy of the other Party <br> in paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good by notifying in writing to the importer, exporter or producer the determination of <br> origin, including facts and the legal basis for such denial. <br> 11. When the exporter or producer receives a notification according to paragraphs 8 and <br> 9, within the fifteen (15) days from the date on which the notification was received may, <br> one time only, request in writing the postposition of the visit with the corresponding <br> justifications, for a period no longer than thirty (30) days from the date on which the <br> notification was received, or for a longer term the competent authority of the importing <br> Party and the exporter or producer may agree. For these purposes, the competent <br> authority of the importing Party shall notify the postposition of the visit to the importer, <br> exporter or producer of the good, the competent authority and the certifying authority of <br> the exporting Party. <br> 12. A Party shall not deny the preferential tariff treatment based solely on the request to <br> postpone the verification visit, according to paragraph 11. <br> 13. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers <br> only participate in that manner. Nevertheless, the failure to designate the observers shall <br> not be a cause for postponing the visit. <br> 14. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in Article 5.05(a) to the competent authority of the importing Party <br> conducting a verification visit. If the records and documents are not in possession of the <br> exporter or producer, the exporter may request to the producer of the good or the <br> producer may request the supplier of the materials, to deliver these to the competent <br> authority of the importing Party. <br> 15. A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter or producer: <br> (a) fails to provide the records or documents for determining the origin of the good, in <br> accordance with the provisions of this Chapter and of Chapter 4 (Rules of Origin); or <br> (b) denies access to the records or documents. <br> 16. Each Party, through its competent authority, shall verify the compliance of the <br> requirements of regional value content, De Minimis, or any other provision contained in <br> Chapter 4 (Rules of Origin) in compliance with the generally accepted accounting <br> principles that apply in the territory of the Party from which the good was exported. <br> confirmed by it. The exporter or producer, subject to the verification visit, may sign this minute. <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> verification of origin, the competent authority of the importing Party shall issue a <br> determination of origin, in writing, in which it is determined if the good qualifies or not as <br> originating, which shall include the factual findings and legal basis for the determination <br> of origin and notify the importer, exporter or producer, as well as the competent authority <br> 17. Once the verification visit has been concluded, the competent authority of the <br> and certifying authority of the exporting Party the determination of origin. <br> 19. When the period established in paragraph 18 concludes and the competent authority <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> of the importing Party does not issue a determination of origin, the good subject to the <br> verification of origin shall receive the same preferential tariff treatment as if it were an <br> originating good. <br> 20. Where through a verification the importing Party determines that an importer, <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> person, until it is proved that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin) and this Chapter. <br> 21. When the competent authority of the importing Party determines that a good <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> imported into its territory does not qualify as originating, the importer must pay any <br> custom duties owed and other applicable charges according to the legislation of each Party. <br> 22. In case the preferential tariff treatment is resumed, the competent authority of the <br> importing Party shall issue a written determination of origin in which the competent <br> authority of the importing Party establishes the resumption of the preferential tariff <br> treatment for the good, shall be notified to the importer, exporter or producer and the <br> competent authority and certifying authority of the exporting Party; which shall include <br> the factual findings and the legal basis of its determination. <br> 23. A Party shall not apply a determination of origin issued under paragraph 18 to an <br> importation made before the date of entry into force of the determination origin where: <br> (a) the customs authority of the exporting Party issued an advance ruling regarding the <br> tariff classification or valuation of one or more materials used in the good under Article 5.07; <br> (b) the importing Party's determination is based on a tariff classification or valuation for <br> such materials that is different than that provided for in the advance ruling referred to <br> in subparagraph (a); and <br> (c) the customs authority issued the advance ruling before the importing Party's determination. <br> Article 5.07 Advance Rulings <br> 1. Each Party shall, through its competent authority, expeditiously provide a written <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> shall be issued in response to a written application made by an importer in its territory or <br> an exporter or producer in the territory of the other Party, based on the facts and <br> circumstances stated by such importer, exporter or producer of the good, with respect to: <br> (a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> (b) whether the non-originating materials used in the production of the good have <br> undergone applicable changes on tariff classification established in Annex 4.03 <br> (Specific Rules of Origin); <br> (c) whether the good fulfills the requirement of regional value content established in <br> Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); <br> (d) whether the method applied by an exporter or producer in the territory of the other <br> Party, according to the norms and principles of the Customs Valuation Agreement, to <br> calculate the transaction value of a good or of the materials used in the production of <br> the good, with respect to which an advance ruling is being requested, is adequate for <br> demonstrating whether the good satisfies a regional value content requirement <br> according to Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> (e) such other matters as the Parties may agree. <br> 2. Each Party shall establish directives for the issuance of advance rulings, including: <br> (a) the obligation of the importer to provide information reasonably required to process <br> an application for such ruling; <br> (b) the power of the competent authority to ask at any time for additional information <br> from the person who applies for an advance ruling, while evaluating such application; <br> (c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred twenty (120) days, once all the necessary <br> information has been collected from the applicant; and <br> (d) the obligation of the competent authority to issue an advance ruling in a complete, <br> well-founded, and reasoned manner. <br> 3. Each Party shall apply an advance ruling to the imports concerned, from the date on <br> which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> 4. Each Party shall provide any person who applies for an advance ruling the same <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 5. An advance ruling may be modified or revoked by the issuing competent authority: <br> (a) when it is based on an error: <br> (i) in fact; <br> (ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> circumstances are identical in all substantial aspects. <br> (iii) in the application of the regional value content requirement according to <br> (b) when the ruling is not in accordance with the interpretation agreed by the Parties with <br> respect to Chapter 4 (Rules of Origin); <br> (c) when there is a change in the facts or circumstances on which the ruling is based; <br> (d) for the purpose being in accordance with a modification of Chapter 4 (Rules of <br> Chapter 4 (Rules of Origin); <br> Origin) or this Chapter; or <br> (e) for the purpose of complying with an administrative decision independent from the <br> issuing authority, a judicial decision or to adjust to a change in the national legislation <br> of the Party that issued the advance ruling. <br> 6. Each Party shall provide that any modification or revocation of an advance ruling shall <br> enter into force from the date on which the modification or revocation is issued, or on <br> such later date as may be specified therein, and shall not be applied to the importation <br> of a good having occurred prior to that date, unless the person to whom the advance <br> ruling was issued has not acted according to its terms and conditions. <br> 7. Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority shall <br> evaluate whether: <br> (a) the exporter or producer has complied with the terms and conditions of the advance <br> ruling; <br> (b) the operations of the exporter or producer are consistent with the facts and <br> (c) the data and calculations used in the application of criteria or methods to calculate <br> the regional value content are correct in all substantial aspects. <br> 8. Each Party shall provide that, when its competent authority determines that any of the <br> circumstances on which the advance ruling is based; and <br> requirements established in paragraph 7 has not been fulfilled, that authority may modify <br> or revoke the advance ruling as the circumstances warrant. <br> 9. Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> be penalized whenever the issuing authority determines that the ruling was based on <br> incorrect information. <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely while <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> the facts or circumstances on which the ruling was based are maintained. In case those <br> facts or circumstances have changed, the holder of the ruling shall be allowed to present <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> the necessary information for the issuing authority to modify or revoke it according to <br> paragraph 5. <br> 12. Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}, {"ArticleTitle": ".08 Confidentiality", "ArticleDesc": "Article 5.08 Confidentiality <br> 1. Each Party shall maintain, according to its legislation, the confidentiality of <br> information, provided as confidential, collected according to this Chapter and shall <br> protect such information from disclosure. <br> 2. The confidential information collected in accordance with this Chapter may only be <br> disclosed to the authorities in charge of the administration and enforcement of <br> determinations of origin, and of customs and taxation matters according to the legislation <br> of each Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.02 Origin Certification <br> Article 5.09 Penalties <br> illegal transshipment of goods from a Party or non-Party. <br> 1. For the purposes of this Chapter, the Parties shall establish a single format of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified by mutual consent. <br> of this Chapter. <br> 2. The certificate of origin established in paragraph 1 shall be used to certify that a good <br> Article 5.10 Review and Appeal <br> being exported from the territory of a Party into the territory of the other Party qualifies <br> 1. Each Party shall grant the same rights of review and appeal with respect to <br> as originating. <br> determinations of origin and advance rulings to its importers, or to the exporters or <br> 3. The certifying authority of each Party shall require its exporters or producers to <br> producers of the other Party to whom those determinations of origin and rulings have <br> complete, sign and date a certificate of origin for each export of goods for which an <br> been issued according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2. When a Party denied preferential tariff treatment to a good by a determination of <br> 4. The exporter or producer completing, signing, and dating a certificate of origin will do <br> origin based on non-compliance with time periods established in this Chapter, with <br> so through an affidavit, committing to assume administrative, civil or criminal liability <br> respect to the presentation of records or other information to the competent authority of <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> that Party, the decision made in the review or appeal shall only deal with the non- <br> 5. The certifying authority of each Party shall certify that the certificate of origin <br> compliance of the time period to which this paragraph refers. <br> completed, signed and dated by the exporter or producer of the good is correct based on <br> Each Party shall provide that: <br> 3. Each Party shall provide that the rights of review and appeal referred to in paragraphs <br> the information provided by such exporter or producer, who shall be responsible for the <br> 1 and 2 shall include, in accordance with the laws of each Party, access to: <br> accuracy and validity of the information, and shall verify that the exporter or producer is <br> indeed located in that Party. <br> responsible for the determination of origin or advance ruling under review; and <br> 6. Each Party shall require the certificate of origin to be sealed, signed and dated by <br> (b) judicial review. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> contain a serial number allowing its identification, which will be managed by the <br> certifying authority. <br> 7. The certifying authority of the exporting Party shall: <br> (a) elaborate and implement the administrative procedures for certifying the certificates <br> of origin that its producer or exporter completes, signs and dates; <br> (b) provide, if requested by the competent authority of the importing Party, information <br> about the origin of the imported goods claiming preferential tariff treatment; and <br> (c) notify in writing, before this Agreement enters into force, the list of the names of the <br> authorized persons and, where applicable, the list of bodies authorized to certify the <br> certificate of origin, with the corresponding signatures and seals. Modifications to this <br> list shall be notified immediately in writing to the other Parties and shall enter into <br> (a) at least one level of administrative review independent of the official or office <br> force thirty (30) days after the date on which those Parties receive notification of the <br> modification. Until the modifications enter into force, the certification will be done by <br> (c) the date and place of the proposed verification visit; <br> the current certifying authority. <br> 8. Each Party shall provide that a certificate of origin shall only be applicable to a single <br> importation of one or more goods into the territory of that Party. <br> 9. Each Party shall provide that a certification of origin be accepted by the customs <br> authority of the importing Party for a period of one year from the date on which the <br> certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that when an exporter is not the producer of the good, <br> complete, sign and date the certificate of origin with basis on: <br> (a) the exporter's knowledge that the good qualifies as originating; and <br> located in the territory of a non-Party. <br> (b) the certificate of origin completed, signed and dated by the producer of the good and <br> willingly provided to the exporter. <br> 11. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> Article 5.03 Obligations Regarding Importations <br> 1. Each Party shall require the importer claiming preferential tariff treatment for a good <br> imported into its territory from the territory of the other Party to: <br> (a) declare in writing in the importation document required by its legislation, based on a <br> certificate of origin that a good qualifies as originating; <br> (b) have the certificate of origin in his possession at the time the declaration is made; <br> (c) provide, if requested by its customs authority, the certificate of origin or copies of it; and <br> (d) promptly make a corrected declaration and pay any duties owed when the importer <br> has reasons to believe that the certificate of origin on which a customs declaration <br> was based contains incorrect information. When the importer presents a corrected <br> declaration, the importer may not be sanctioned, as long as the customs authorities <br> have not initiated their faculties of verification and control. <br> 2. Each Party shall provide that, if an importer in its territory fails to comply with any <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> under this Agreement to a good imported from the territory of the other Party. <br> 3. Each Party shall provide that, when the importer does not request for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, according to the legislation of each Party, request the <br> return of the customs duties paid in excess for not having requested the preferential tariff <br> treatment for that good, as long as the request is accompanied by: <br> (a) a written declaration, indicating that the good qualifies as originating <br> at the time of importation; <br> (b) the certificate of origin or its copy; and <br> (c) any other documentation related to the import of the good, as the customs authority <br> of that Party may require. <br> Article 5.04 Obligations Regarding Exportations <br> 1. Each Party shall require its exporter or producer that has completed, signed and <br> dated a certificate of origin to submit a copy of such certificate to its competent authority <br> upon request. <br> 2. Each Party shall require its exporter or producer who has completed, signed and <br> dated a certificate of origin or provided information for his/her certifying authority, and <br> has reasons to believe such certificate contains incorrect information, to notify promptly <br> in writing all persons to whom that certificate was given and its certifying authority, of <br> any change that may affect the accuracy or validity of that certificate, in which case, the <br> exporter or producer may not be penalized for having provided an incorrect certificate or <br> information, according to the legislation of each Party. <br> 3. Each Party shall require a that false certificate of origin completed, signed and dated <br> by an exporter or a producer in its territory that a good to be exported to the territory of <br> another Party is originating shall be subject to penalties equivalent to those that would <br> apply to an importer in its territory that makes a false statement or representation in <br> connection with an importation, with appropriate modifications. <br> 4. The certifying authority of the exporting Party shall provide the competent authority of <br> the importing Party the notification referred to in paragraph 2. <br> Article 5.05 Records <br> (a) its exporter or producer who obtains a certificate of origin and provides information to <br> its certifying authority shall maintain, for at least five (5) years from the date on which <br> the certificate is signed, all records and documents related to the origin of the goods, <br> including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory; <br> (ii) the purchase, costs, value and payment of all materials, including indirect <br> ones, used in the production of the good exported from its territory; and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported into that <br> Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the date of <br> importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a certificate of origin <br> shall maintain all documentation relating to the issuance of the certificate for a <br> minimum period of five (5) years from the issuing date of the certificate. <br> Article 5.06 Origin Verification Procedures <br> 1. The importing Party, through its competent authority, may: <br> (a) request information about the origin of a good from the certifying authority of the <br> exporting Party; and, <br> (b) request its Embassy in the territory of the other Party for assistance in those matters. <br> 2. For purposes of determining whether a good imported into its territory from the <br> authority by means of: <br> (a) written questionnaires or requests for information sent directly to the importer in its <br> territory or the exporter or producer in the territory of the other Party; <br> (b) verification visits to the exporter or producer in the territory of the other Party to <br> review the records and documents referred to in Article 5.05 (a), and to inspect the <br> materials and facilities used in the production of the good in question; <br> (c) delegating its Embassy in the territory of the other Party to conduct the verification visit; or <br> (d) other procedures as the Parties may agree to. <br> 3. For the purposes of this Article, the questionnaires, requests, official letters, <br> (a) certified mails with receipts of acknowledgement or other ways that confirm that the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> importer, exporter or producer has received the documents; <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> (b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> (c) any other way as the Parties may agree. <br> 4. In a written questionnaire or request for information referred to in paragraph 2 (a) it shall: <br> (a) indicate the time period, which shall be no more than thirty (30) days from the date of <br> receipt, that the importer, exporter or producer has to duly complete and return the <br> questionnaire or provide the information requested; and <br> (b) include the notification of intention to deny preferential tariff treatment, in case the <br> importer, exporter or producer does not duly complete and return the questionnaire <br> or does not provide the information requested within such time period. <br> 5. The importer, exporter or producer who receives a questionnaire or request for <br> determinations of origin, notifications or any other written communications sent by the <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> information according to paragraph 2 (a) shall duly complete and return the <br> be considered valid, provided that they are done by the following means: <br> questionnaire or respond to the request for information within the time period established <br> in paragraph 4 (a) from the date of receipt. During that time period, the importer, <br> exporter or producer may make a written request to the competent authority of the <br> importing Party for an extension of no more than thirty (30) days. A Party shall not deny <br> the preferential tariff treatment based solely on the request of an extension for <br> completing and returning the questionnaire or responding to the information request. <br> 6. Each Party shall provide that, even if the answered questionnaire or information <br> it may still request, through its competent authority, additional information from the <br> 7. If the importer, exporter or producer does not duly complete a questionnaire, or does <br> not return the questionnaire or provide the information requested within the time period <br> established in paragraphs 4 (a), 5 and 6 above, the importing Party may deny <br> importer, exporter or producer. <br> 8. Prior to conducting a verification visit according to paragraph 2 (b), the importing Party <br> shall, through its competent authority, provide a written notification of its intention to <br> conduct the visit. The notification shall be sent to the exporter or producer to be visited, <br> the importer, to the certifying authority and the competent authority of the Party in whose <br> requested referred to in paragraph 5 has been received within the specified time period, <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> shall request the written consent from the exporter or producer to be visited, to make a <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> verification visit. <br> 9. The notification referred to in paragraph 8 shall include: <br> to the request within thirty (30) days from the date of receipt. <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> (d) the objective and scope of the verification visit, including the specific reference to the <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> good subject to verification; <br> (e) the names and positions of the officers conducting the verification visit; and <br> (f) the legal basis for carrying out the verification visit. <br> Any modification of the information referred to in this paragraph shall also be notified <br> according to paragraph 8. <br> 10. If the exporter or producer has not given his written consent for the making of the <br> proposed verification visit within the thirty (30) days of the written notification as provided <br> territory the visit will be conducted, and, if necessary, to the Embassy of the other Party <br> in paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good by notifying in writing to the importer, exporter or producer the determination of <br> origin, including facts and the legal basis for such denial. <br> 11. When the exporter or producer receives a notification according to paragraphs 8 and <br> 9, within the fifteen (15) days from the date on which the notification was received may, <br> one time only, request in writing the postposition of the visit with the corresponding <br> justifications, for a period no longer than thirty (30) days from the date on which the <br> notification was received, or for a longer term the competent authority of the importing <br> Party and the exporter or producer may agree. For these purposes, the competent <br> authority of the importing Party shall notify the postposition of the visit to the importer, <br> exporter or producer of the good, the competent authority and the certifying authority of <br> the exporting Party. <br> 12. A Party shall not deny the preferential tariff treatment based solely on the request to <br> postpone the verification visit, according to paragraph 11. <br> 13. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers <br> only participate in that manner. Nevertheless, the failure to designate the observers shall <br> not be a cause for postponing the visit. <br> 14. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in Article 5.05(a) to the competent authority of the importing Party <br> conducting a verification visit. If the records and documents are not in possession of the <br> exporter or producer, the exporter may request to the producer of the good or the <br> producer may request the supplier of the materials, to deliver these to the competent <br> authority of the importing Party. <br> 15. A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter or producer: <br> (a) fails to provide the records or documents for determining the origin of the good, in <br> accordance with the provisions of this Chapter and of Chapter 4 (Rules of Origin); or <br> (b) denies access to the records or documents. <br> 16. Each Party, through its competent authority, shall verify the compliance of the <br> requirements of regional value content, De Minimis, or any other provision contained in <br> Chapter 4 (Rules of Origin) in compliance with the generally accepted accounting <br> principles that apply in the territory of the Party from which the good was exported. <br> confirmed by it. The exporter or producer, subject to the verification visit, may sign this minute. <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> verification of origin, the competent authority of the importing Party shall issue a <br> determination of origin, in writing, in which it is determined if the good qualifies or not as <br> originating, which shall include the factual findings and legal basis for the determination <br> of origin and notify the importer, exporter or producer, as well as the competent authority <br> 17. Once the verification visit has been concluded, the competent authority of the <br> and certifying authority of the exporting Party the determination of origin. <br> 19. When the period established in paragraph 18 concludes and the competent authority <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> of the importing Party does not issue a determination of origin, the good subject to the <br> verification of origin shall receive the same preferential tariff treatment as if it were an <br> originating good. <br> 20. Where through a verification the importing Party determines that an importer, <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> person, until it is proved that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin) and this Chapter. <br> 21. When the competent authority of the importing Party determines that a good <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> imported into its territory does not qualify as originating, the importer must pay any <br> custom duties owed and other applicable charges according to the legislation of each Party. <br> 22. In case the preferential tariff treatment is resumed, the competent authority of the <br> importing Party shall issue a written determination of origin in which the competent <br> authority of the importing Party establishes the resumption of the preferential tariff <br> treatment for the good, shall be notified to the importer, exporter or producer and the <br> competent authority and certifying authority of the exporting Party; which shall include <br> the factual findings and the legal basis of its determination. <br> 23. A Party shall not apply a determination of origin issued under paragraph 18 to an <br> importation made before the date of entry into force of the determination origin where: <br> (a) the customs authority of the exporting Party issued an advance ruling regarding the <br> tariff classification or valuation of one or more materials used in the good under Article 5.07; <br> (b) the importing Party's determination is based on a tariff classification or valuation for <br> such materials that is different than that provided for in the advance ruling referred to <br> in subparagraph (a); and <br> (c) the customs authority issued the advance ruling before the importing Party's determination. <br> Article 5.07 Advance Rulings <br> 1. Each Party shall, through its competent authority, expeditiously provide a written <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> shall be issued in response to a written application made by an importer in its territory or <br> an exporter or producer in the territory of the other Party, based on the facts and <br> circumstances stated by such importer, exporter or producer of the good, with respect to: <br> (a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> (b) whether the non-originating materials used in the production of the good have <br> undergone applicable changes on tariff classification established in Annex 4.03 <br> (Specific Rules of Origin); <br> (c) whether the good fulfills the requirement of regional value content established in <br> Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); <br> (d) whether the method applied by an exporter or producer in the territory of the other <br> Party, according to the norms and principles of the Customs Valuation Agreement, to <br> calculate the transaction value of a good or of the materials used in the production of <br> the good, with respect to which an advance ruling is being requested, is adequate for <br> demonstrating whether the good satisfies a regional value content requirement <br> according to Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> (e) such other matters as the Parties may agree. <br> 2. Each Party shall establish directives for the issuance of advance rulings, including: <br> (a) the obligation of the importer to provide information reasonably required to process <br> an application for such ruling; <br> (b) the power of the competent authority to ask at any time for additional information <br> from the person who applies for an advance ruling, while evaluating such application; <br> (c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred twenty (120) days, once all the necessary <br> information has been collected from the applicant; and <br> (d) the obligation of the competent authority to issue an advance ruling in a complete, <br> well-founded, and reasoned manner. <br> 3. Each Party shall apply an advance ruling to the imports concerned, from the date on <br> which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> 4. Each Party shall provide any person who applies for an advance ruling the same <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 5. An advance ruling may be modified or revoked by the issuing competent authority: <br> (a) when it is based on an error: <br> (i) in fact; <br> (ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> circumstances are identical in all substantial aspects. <br> (iii) in the application of the regional value content requirement according to <br> (b) when the ruling is not in accordance with the interpretation agreed by the Parties with <br> respect to Chapter 4 (Rules of Origin); <br> (c) when there is a change in the facts or circumstances on which the ruling is based; <br> (d) for the purpose being in accordance with a modification of Chapter 4 (Rules of <br> Chapter 4 (Rules of Origin); <br> Origin) or this Chapter; or <br> (e) for the purpose of complying with an administrative decision independent from the <br> issuing authority, a judicial decision or to adjust to a change in the national legislation <br> of the Party that issued the advance ruling. <br> 6. Each Party shall provide that any modification or revocation of an advance ruling shall <br> enter into force from the date on which the modification or revocation is issued, or on <br> such later date as may be specified therein, and shall not be applied to the importation <br> of a good having occurred prior to that date, unless the person to whom the advance <br> ruling was issued has not acted according to its terms and conditions. <br> 7. Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority shall <br> evaluate whether: <br> (a) the exporter or producer has complied with the terms and conditions of the advance <br> ruling; <br> (b) the operations of the exporter or producer are consistent with the facts and <br> (c) the data and calculations used in the application of criteria or methods to calculate <br> the regional value content are correct in all substantial aspects. <br> 8. Each Party shall provide that, when its competent authority determines that any of the <br> circumstances on which the advance ruling is based; and <br> requirements established in paragraph 7 has not been fulfilled, that authority may modify <br> or revoke the advance ruling as the circumstances warrant. <br> 9. Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> be penalized whenever the issuing authority determines that the ruling was based on <br> incorrect information. <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely while <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> the facts or circumstances on which the ruling was based are maintained. In case those <br> facts or circumstances have changed, the holder of the ruling shall be allowed to present <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> the necessary information for the issuing authority to modify or revoke it according to <br> paragraph 5. <br> 12. Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}, {"ArticleTitle": ".11 Uniform Regulations", "ArticleDesc": "Article 5.11 Uniform Regulations <br> 1. The Parties shall establish and implement, through their respective laws or <br> regulations, by the date on which this Agreement enters into force, or at any later date <br> as agreed by the Parties, the uniform regulations regarding the interpretation, application <br> and administration of Chapter 4 (Rules of Origin), this Chapter and other matters as may <br> be agreed by the Parties. <br> 2. Any modification or addition to the uniform regulation shall be done as the Parties agree. <br> "}, {"ArticleTitle": ".12 Cooperation", "ArticleDesc": "Article 5.12 Cooperation <br> 1. Each Party shall notify the other Party of the following determinations, measures and <br> rulings, including, to the extent possible, the ones to be applied: <br> (a) a determination of origin issued as a result of a verification of origin conducted <br> according to Article 5.06, once the review and appeal referred to in Article 5.10 are exhausted; <br> (b) a determination of origin that the Party considers contrary to a ruling issued by the <br> competent authority of the other Party on the tariff classification or the value of a <br> good, or of the materials used in the manufacturing of a good; <br> (c) a measure that establishes or significantly modifies an administrative policy that may <br> in the future affect the determinations of origin; and <br> (d) an advance ruling, and its revocation or modification, issued according to Article 5.07. <br> 2. The Parties shall cooperate: <br> (a) in the enforcement of their respective customs laws or regulations, for the <br> implementation of this Agreement, and, if applicable, under mutual customs <br> assistance agreements, or in any another customs related agreement which they are <br> parties to; <br> (b) to the extent possible and for the purpose of facilitating the flow of trade between <br> their territories, in customs issues such as the collection and exchange of statistics <br> regarding the importation and exportation of goods, and the exchange of information; <br> (c) to the extent possible, in the collection and exchange of documentation on customs <br> procedures; and <br> (d) in searching for a mechanism with the purpose of discovering and preventing the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 5.02 Origin Certification <br> Article 5.09 Penalties <br> illegal transshipment of goods from a Party or non-Party. <br> 1. For the purposes of this Chapter, the Parties shall establish a single format of <br> Each Party shall establish or maintain measures that impose criminal, civil or <br> certificate of origin, which shall enter into force on the same day as this Agreement and <br> administrative penalties for violations of its laws and regulations related to the provisions <br> may be modified by mutual consent. <br> of this Chapter. <br> 2. The certificate of origin established in paragraph 1 shall be used to certify that a good <br> Article 5.10 Review and Appeal <br> being exported from the territory of a Party into the territory of the other Party qualifies <br> 1. Each Party shall grant the same rights of review and appeal with respect to <br> as originating. <br> determinations of origin and advance rulings to its importers, or to the exporters or <br> 3. The certifying authority of each Party shall require its exporters or producers to <br> producers of the other Party to whom those determinations of origin and rulings have <br> complete, sign and date a certificate of origin for each export of goods for which an <br> been issued according to Article 5.06 and Article 5.07. <br> importer of the other Party may claim preferential tariff treatment. <br> 2. When a Party denied preferential tariff treatment to a good by a determination of <br> 4. The exporter or producer completing, signing, and dating a certificate of origin will do <br> origin based on non-compliance with time periods established in this Chapter, with <br> so through an affidavit, committing to assume administrative, civil or criminal liability <br> respect to the presentation of records or other information to the competent authority of <br> whenever the exporter includes false or incorrect information in the certificate of origin. <br> that Party, the decision made in the review or appeal shall only deal with the non- <br> 5. The certifying authority of each Party shall certify that the certificate of origin <br> compliance of the time period to which this paragraph refers. <br> completed, signed and dated by the exporter or producer of the good is correct based on <br> Each Party shall provide that: <br> 3. Each Party shall provide that the rights of review and appeal referred to in paragraphs <br> the information provided by such exporter or producer, who shall be responsible for the <br> 1 and 2 shall include, in accordance with the laws of each Party, access to: <br> accuracy and validity of the information, and shall verify that the exporter or producer is <br> indeed located in that Party. <br> responsible for the determination of origin or advance ruling under review; and <br> 6. Each Party shall require the certificate of origin to be sealed, signed and dated by <br> (b) judicial review. <br> the certifying authority of the exporting Party with respect to the exportation of a good for <br> which the importer may claim preferential tariff treatment. The certificate of origin shall <br> contain a serial number allowing its identification, which will be managed by the <br> certifying authority. <br> 7. The certifying authority of the exporting Party shall: <br> (a) elaborate and implement the administrative procedures for certifying the certificates <br> of origin that its producer or exporter completes, signs and dates; <br> (b) provide, if requested by the competent authority of the importing Party, information <br> about the origin of the imported goods claiming preferential tariff treatment; and <br> (c) notify in writing, before this Agreement enters into force, the list of the names of the <br> authorized persons and, where applicable, the list of bodies authorized to certify the <br> certificate of origin, with the corresponding signatures and seals. Modifications to this <br> list shall be notified immediately in writing to the other Parties and shall enter into <br> (a) at least one level of administrative review independent of the official or office <br> force thirty (30) days after the date on which those Parties receive notification of the <br> modification. Until the modifications enter into force, the certification will be done by <br> (c) the date and place of the proposed verification visit; <br> the current certifying authority. <br> 8. Each Party shall provide that a certificate of origin shall only be applicable to a single <br> importation of one or more goods into the territory of that Party. <br> 9. Each Party shall provide that a certification of origin be accepted by the customs <br> authority of the importing Party for a period of one year from the date on which the <br> certificate was signed and sealed by the certifying authority. <br> 10. Each Party shall provide that when an exporter is not the producer of the good, <br> complete, sign and date the certificate of origin with basis on: <br> (a) the exporter's knowledge that the good qualifies as originating; and <br> located in the territory of a non-Party. <br> (b) the certificate of origin completed, signed and dated by the producer of the good and <br> willingly provided to the exporter. <br> 11. Each Party shall provide that the preferential tariff treatment shall not be denied <br> only because the good covered by a certificate of origin is invoiced by an enterprise <br> Article 5.03 Obligations Regarding Importations <br> 1. Each Party shall require the importer claiming preferential tariff treatment for a good <br> imported into its territory from the territory of the other Party to: <br> (a) declare in writing in the importation document required by its legislation, based on a <br> certificate of origin that a good qualifies as originating; <br> (b) have the certificate of origin in his possession at the time the declaration is made; <br> (c) provide, if requested by its customs authority, the certificate of origin or copies of it; and <br> (d) promptly make a corrected declaration and pay any duties owed when the importer <br> has reasons to believe that the certificate of origin on which a customs declaration <br> was based contains incorrect information. When the importer presents a corrected <br> declaration, the importer may not be sanctioned, as long as the customs authorities <br> have not initiated their faculties of verification and control. <br> 2. Each Party shall provide that, if an importer in its territory fails to comply with any <br> requirement established in this Chapter, it may deny the preferential tariff treatment <br> under this Agreement to a good imported from the territory of the other Party. <br> 3. Each Party shall provide that, when the importer does not request for a preferential <br> tariff treatment for goods imported into its territory that would have qualified as <br> originating, the importer may, according to the legislation of each Party, request the <br> return of the customs duties paid in excess for not having requested the preferential tariff <br> treatment for that good, as long as the request is accompanied by: <br> (a) a written declaration, indicating that the good qualifies as originating <br> at the time of importation; <br> (b) the certificate of origin or its copy; and <br> (c) any other documentation related to the import of the good, as the customs authority <br> of that Party may require. <br> Article 5.04 Obligations Regarding Exportations <br> 1. Each Party shall require its exporter or producer that has completed, signed and <br> dated a certificate of origin to submit a copy of such certificate to its competent authority <br> upon request. <br> 2. Each Party shall require its exporter or producer who has completed, signed and <br> dated a certificate of origin or provided information for his/her certifying authority, and <br> has reasons to believe such certificate contains incorrect information, to notify promptly <br> in writing all persons to whom that certificate was given and its certifying authority, of <br> any change that may affect the accuracy or validity of that certificate, in which case, the <br> exporter or producer may not be penalized for having provided an incorrect certificate or <br> information, according to the legislation of each Party. <br> 3. Each Party shall require a that false certificate of origin completed, signed and dated <br> by an exporter or a producer in its territory that a good to be exported to the territory of <br> another Party is originating shall be subject to penalties equivalent to those that would <br> apply to an importer in its territory that makes a false statement or representation in <br> connection with an importation, with appropriate modifications. <br> 4. The certifying authority of the exporting Party shall provide the competent authority of <br> the importing Party the notification referred to in paragraph 2. <br> Article 5.05 Records <br> (a) its exporter or producer who obtains a certificate of origin and provides information to <br> its certifying authority shall maintain, for at least five (5) years from the date on which <br> the certificate is signed, all records and documents related to the origin of the goods, <br> including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory; <br> (ii) the purchase, costs, value and payment of all materials, including indirect <br> ones, used in the production of the good exported from its territory; and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported into that <br> Party's territory shall maintain a copy of the certificate of origin and other <br> documentation relating to the importation for at least five (5) years from the date of <br> importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a certificate of origin <br> shall maintain all documentation relating to the issuance of the certificate for a <br> minimum period of five (5) years from the issuing date of the certificate. <br> Article 5.06 Origin Verification Procedures <br> 1. The importing Party, through its competent authority, may: <br> (a) request information about the origin of a good from the certifying authority of the <br> exporting Party; and, <br> (b) request its Embassy in the territory of the other Party for assistance in those matters. <br> 2. For purposes of determining whether a good imported into its territory from the <br> authority by means of: <br> (a) written questionnaires or requests for information sent directly to the importer in its <br> territory or the exporter or producer in the territory of the other Party; <br> (b) verification visits to the exporter or producer in the territory of the other Party to <br> review the records and documents referred to in Article 5.05 (a), and to inspect the <br> materials and facilities used in the production of the good in question; <br> (c) delegating its Embassy in the territory of the other Party to conduct the verification visit; or <br> (d) other procedures as the Parties may agree to. <br> 3. For the purposes of this Article, the questionnaires, requests, official letters, <br> (a) certified mails with receipts of acknowledgement or other ways that confirm that the <br> territory of the other Party under preferential tariff treatment according to this agreement <br> importer, exporter or producer has received the documents; <br> qualifies as originating, a Party may verify the origin of the good through its competent <br> (b) official communications through the Embassies of the Parties whenever the <br> competent authority requires; or <br> (c) any other way as the Parties may agree. <br> 4. In a written questionnaire or request for information referred to in paragraph 2 (a) it shall: <br> (a) indicate the time period, which shall be no more than thirty (30) days from the date of <br> receipt, that the importer, exporter or producer has to duly complete and return the <br> questionnaire or provide the information requested; and <br> (b) include the notification of intention to deny preferential tariff treatment, in case the <br> importer, exporter or producer does not duly complete and return the questionnaire <br> or does not provide the information requested within such time period. <br> 5. The importer, exporter or producer who receives a questionnaire or request for <br> determinations of origin, notifications or any other written communications sent by the <br> competent authority to the importer, exporter or the producer for origin verification, shall <br> information according to paragraph 2 (a) shall duly complete and return the <br> be considered valid, provided that they are done by the following means: <br> questionnaire or respond to the request for information within the time period established <br> in paragraph 4 (a) from the date of receipt. During that time period, the importer, <br> exporter or producer may make a written request to the competent authority of the <br> importing Party for an extension of no more than thirty (30) days. A Party shall not deny <br> the preferential tariff treatment based solely on the request of an extension for <br> completing and returning the questionnaire or responding to the information request. <br> 6. Each Party shall provide that, even if the answered questionnaire or information <br> it may still request, through its competent authority, additional information from the <br> 7. If the importer, exporter or producer does not duly complete a questionnaire, or does <br> not return the questionnaire or provide the information requested within the time period <br> established in paragraphs 4 (a), 5 and 6 above, the importing Party may deny <br> importer, exporter or producer. <br> 8. Prior to conducting a verification visit according to paragraph 2 (b), the importing Party <br> shall, through its competent authority, provide a written notification of its intention to <br> conduct the visit. The notification shall be sent to the exporter or producer to be visited, <br> the importer, to the certifying authority and the competent authority of the Party in whose <br> requested referred to in paragraph 5 has been received within the specified time period, <br> in the territory of the importing Party. The competent authority of the importing Party <br> importer, exporter or producer, by means of a subsequent questionnaire or request. In <br> shall request the written consent from the exporter or producer to be visited, to make a <br> such cases the importer, exporter or producer shall answer the questionnaire or respond <br> verification visit. <br> 9. The notification referred to in paragraph 8 shall include: <br> to the request within thirty (30) days from the date of receipt. <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> (d) the objective and scope of the verification visit, including the specific reference to the <br> preferential tariff treatment to the goods subject to verification, by issuing a written <br> determination of origin, including facts and the legal basis for that determination, to the <br> good subject to verification; <br> (e) the names and positions of the officers conducting the verification visit; and <br> (f) the legal basis for carrying out the verification visit. <br> Any modification of the information referred to in this paragraph shall also be notified <br> according to paragraph 8. <br> 10. If the exporter or producer has not given his written consent for the making of the <br> proposed verification visit within the thirty (30) days of the written notification as provided <br> territory the visit will be conducted, and, if necessary, to the Embassy of the other Party <br> in paragraphs 8 and 9, the importing Party may deny preferential tariff treatment to the <br> good by notifying in writing to the importer, exporter or producer the determination of <br> origin, including facts and the legal basis for such denial. <br> 11. When the exporter or producer receives a notification according to paragraphs 8 and <br> 9, within the fifteen (15) days from the date on which the notification was received may, <br> one time only, request in writing the postposition of the visit with the corresponding <br> justifications, for a period no longer than thirty (30) days from the date on which the <br> notification was received, or for a longer term the competent authority of the importing <br> Party and the exporter or producer may agree. For these purposes, the competent <br> authority of the importing Party shall notify the postposition of the visit to the importer, <br> exporter or producer of the good, the competent authority and the certifying authority of <br> the exporting Party. <br> 12. A Party shall not deny the preferential tariff treatment based solely on the request to <br> postpone the verification visit, according to paragraph 11. <br> 13. Each Party shall permit an exporter or producer who is subject to a verification visit <br> to designate two observers to be present during the visit, provided that the observers <br> only participate in that manner. Nevertheless, the failure to designate the observers shall <br> not be a cause for postponing the visit. <br> 14. Each Party shall require that an exporter or a producer provides the records and <br> documents referred to in Article 5.05(a) to the competent authority of the importing Party <br> conducting a verification visit. If the records and documents are not in possession of the <br> exporter or producer, the exporter may request to the producer of the good or the <br> producer may request the supplier of the materials, to deliver these to the competent <br> authority of the importing Party. <br> 15. A Party may deny the preferential tariff treatment to an imported good subject to an <br> origin verification, if the exporter or producer: <br> (a) fails to provide the records or documents for determining the origin of the good, in <br> accordance with the provisions of this Chapter and of Chapter 4 (Rules of Origin); or <br> (b) denies access to the records or documents. <br> 16. Each Party, through its competent authority, shall verify the compliance of the <br> requirements of regional value content, De Minimis, or any other provision contained in <br> Chapter 4 (Rules of Origin) in compliance with the generally accepted accounting <br> principles that apply in the territory of the Party from which the good was exported. <br> confirmed by it. The exporter or producer, subject to the verification visit, may sign this minute. <br> 18. Within a period of one hundred and twenty (120) days from the conclusion of the <br> verification of origin, the competent authority of the importing Party shall issue a <br> determination of origin, in writing, in which it is determined if the good qualifies or not as <br> originating, which shall include the factual findings and legal basis for the determination <br> of origin and notify the importer, exporter or producer, as well as the competent authority <br> 17. Once the verification visit has been concluded, the competent authority of the <br> and certifying authority of the exporting Party the determination of origin. <br> 19. When the period established in paragraph 18 concludes and the competent authority <br> importing Party shall prepare a minute of the visit, which shall include the facts <br> of the importing Party does not issue a determination of origin, the good subject to the <br> verification of origin shall receive the same preferential tariff treatment as if it were an <br> originating good. <br> 20. Where through a verification the importing Party determines that an importer, <br> exporter or a producer has provided more than once, a false or unfounded certificate of <br> origin or stating that a good qualifies as originating, the importing Party may suspend <br> person, until it is proved that such person is in compliance with all the requirements <br> under Chapter 4 (Rules of Origin) and this Chapter. <br> 21. When the competent authority of the importing Party determines that a good <br> preferential tariff treatment to the identical goods imported, exported or produced by that <br> imported into its territory does not qualify as originating, the importer must pay any <br> custom duties owed and other applicable charges according to the legislation of each Party. <br> 22. In case the preferential tariff treatment is resumed, the competent authority of the <br> importing Party shall issue a written determination of origin in which the competent <br> authority of the importing Party establishes the resumption of the preferential tariff <br> treatment for the good, shall be notified to the importer, exporter or producer and the <br> competent authority and certifying authority of the exporting Party; which shall include <br> the factual findings and the legal basis of its determination. <br> 23. A Party shall not apply a determination of origin issued under paragraph 18 to an <br> importation made before the date of entry into force of the determination origin where: <br> (a) the customs authority of the exporting Party issued an advance ruling regarding the <br> tariff classification or valuation of one or more materials used in the good under Article 5.07; <br> (b) the importing Party's determination is based on a tariff classification or valuation for <br> such materials that is different than that provided for in the advance ruling referred to <br> in subparagraph (a); and <br> (c) the customs authority issued the advance ruling before the importing Party's determination. <br> Article 5.07 Advance Rulings <br> 1. Each Party shall, through its competent authority, expeditiously provide a written <br> advance ruling, prior to the importation of a good into its territory. The advance ruling <br> shall be issued in response to a written application made by an importer in its territory or <br> an exporter or producer in the territory of the other Party, based on the facts and <br> circumstances stated by such importer, exporter or producer of the good, with respect to: <br> (a) whether the good qualifies as originating according to Chapter 4 (Rules of Origin); <br> (b) whether the non-originating materials used in the production of the good have <br> undergone applicable changes on tariff classification established in Annex 4.03 <br> (Specific Rules of Origin); <br> (c) whether the good fulfills the requirement of regional value content established in <br> Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); <br> (d) whether the method applied by an exporter or producer in the territory of the other <br> Party, according to the norms and principles of the Customs Valuation Agreement, to <br> calculate the transaction value of a good or of the materials used in the production of <br> the good, with respect to which an advance ruling is being requested, is adequate for <br> demonstrating whether the good satisfies a regional value content requirement <br> according to Chapter 4 (Rules of Origin) and in Annex 4.03 (Specific Rules of Origin); or <br> (e) such other matters as the Parties may agree. <br> 2. Each Party shall establish directives for the issuance of advance rulings, including: <br> (a) the obligation of the importer to provide information reasonably required to process <br> an application for such ruling; <br> (b) the power of the competent authority to ask at any time for additional information <br> from the person who applies for an advance ruling, while evaluating such application; <br> (c) the obligation of the competent authority to issue an advance ruling within a <br> maximum period of one hundred twenty (120) days, once all the necessary <br> information has been collected from the applicant; and <br> (d) the obligation of the competent authority to issue an advance ruling in a complete, <br> well-founded, and reasoned manner. <br> 3. Each Party shall apply an advance ruling to the imports concerned, from the date on <br> which the ruling is issued or a later date indicated in the ruling, unless such ruling has <br> 4. Each Party shall provide any person who applies for an advance ruling the same <br> treatment, including the same interpretation and application of the provisions of Chapter <br> 4 (Rules of Origin), regarding the determination of origin as provided for any other <br> been modified or revoked according to paragraph 5. <br> person, to whom an advance ruling has been issued, whenever the facts and <br> 5. An advance ruling may be modified or revoked by the issuing competent authority: <br> (a) when it is based on an error: <br> (i) in fact; <br> (ii) in the tariff classification of the good or materials which are the subject of the ruling; or <br> circumstances are identical in all substantial aspects. <br> (iii) in the application of the regional value content requirement according to <br> (b) when the ruling is not in accordance with the interpretation agreed by the Parties with <br> respect to Chapter 4 (Rules of Origin); <br> (c) when there is a change in the facts or circumstances on which the ruling is based; <br> (d) for the purpose being in accordance with a modification of Chapter 4 (Rules of <br> Chapter 4 (Rules of Origin); <br> Origin) or this Chapter; or <br> (e) for the purpose of complying with an administrative decision independent from the <br> issuing authority, a judicial decision or to adjust to a change in the national legislation <br> of the Party that issued the advance ruling. <br> 6. Each Party shall provide that any modification or revocation of an advance ruling shall <br> enter into force from the date on which the modification or revocation is issued, or on <br> such later date as may be specified therein, and shall not be applied to the importation <br> of a good having occurred prior to that date, unless the person to whom the advance <br> ruling was issued has not acted according to its terms and conditions. <br> 7. Each Party shall provide that, when its competent authority verifies the origin of a <br> good with respect to which an advance ruling has been issued, that authority shall <br> evaluate whether: <br> (a) the exporter or producer has complied with the terms and conditions of the advance <br> ruling; <br> (b) the operations of the exporter or producer are consistent with the facts and <br> (c) the data and calculations used in the application of criteria or methods to calculate <br> the regional value content are correct in all substantial aspects. <br> 8. Each Party shall provide that, when its competent authority determines that any of the <br> circumstances on which the advance ruling is based; and <br> requirements established in paragraph 7 has not been fulfilled, that authority may modify <br> or revoke the advance ruling as the circumstances warrant. <br> 9. Each Party shall provide that, when a person to whom an advance ruling has been <br> issued demonstrates that he has acted with reasonable care and in good faith while <br> be penalized whenever the issuing authority determines that the ruling was based on <br> incorrect information. <br> stating the facts and circumstances on which the ruling was based, that person shall not <br> was based, or has not acted in accordance with the terms and conditions of the ruling, <br> 10. Each Party shall provide that, when an advance ruling has been issued to a person <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely while <br> who had falsely stated or omitted substantial facts or circumstances on which the ruling <br> the facts or circumstances on which the ruling was based are maintained. In case those <br> facts or circumstances have changed, the holder of the ruling shall be allowed to present <br> the competent authority may apply measures against that person according to the <br> legislation of each Party. <br> the necessary information for the issuing authority to modify or revoke it according to <br> paragraph 5. <br> 12. Any good subject to an origin verification or a request for review or appeal in the <br> territory of one of the Parties, shall not be subject to advance ruling. <br> "}]}]}, "members_found": ["340", "490", 3, 8703900000]}