{"FtaRooDetails": {"FtaId": 298, "FtaCode": "ITC00304", "FtaName": "FTA, Chinese Taipei-Nicaragua", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF CHINA (TAIWAN) AND THE REPUBLIC OF NICARAGUA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2008", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Taipei, Chinese; Nicaragua", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chinese Taipei-Nicaragua", "AdminProcCooAuth": "The certification type under FTA, Chinese Taipei-Nicaragua is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chinese Taipei-Nicaragua is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chinese Taipei-Nicaragua agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH + ECT and RVC 45%", "RooText": "A change to heading 87.01 through 87.04 from any other heading, except from heading 8706, provided there is a regional value content of not less than 45%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": true, "RooExceptions": [{"SubRuleLabel": "Alternative rule 1", "SubRule": "a change to heading 87.01 through 87.04 from any other heading, except from heading 8706, provided there is a regional value content of not less than 45%", "SubCriterionLabel": "Alternative criterion 1", "SubCriterion": "CTH + ECT and RVC 45%", "ProductExceptions": [{"ExceptionType": "exception", "ExceptionProductList": " 8706"}]}]}], "GeneralNote": [{"RooCode": "General Interpretative Notes", "RooText": " Annex 4.02<br /> Specific Rules of Origin<br /> Part I - General Interpretative Notes<br /> 1. For purposes of interpreting the rules of origin set forth in this Annex:<br /> a) the specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading, or a group of heading or subheading, is set out immediately<br /> adjacent to the heading(s) or subheading(s);<br /> b) the requirement of a change in tariff classification applies only to non-<br /> originating materials;<br /> c) where a specific rule of origin is defined using the criterion of a change in tariff<br /> classification, and the rule is written to exclude tariff codes at the level of a<br /> chapter, heading, or subheading, each Party shall construe the rule of origin to<br /> require that materials classified in those excluded tariff codes, used in the<br /> production of a good, shall be originating for the good to be originating;<br /> d) when a heading or subheading is subject to alternative specific rules of origin,<br /> each Party shall consider the rule to be met if a good satisfies one of the<br /> alternatives;<br /> e) when a single rule of origin is applicable to a group of headings or<br /> subheadings and that rule of origin specifies a change of heading or<br /> subheading, each Party shall interpret the rule such that the change of<br /> heading or subheading may occur within a single heading or subheading or<br /> between headings or subheadings of the group. When, however, a rule refers<br /> to a change in heading or subheading \"outside that group\", each Party shall<br /> interpret the rule to require that the change in heading or subheading must<br /> occur from a heading or subheading that is outside the group of headings or<br /> subheadings set out in the rule;<br /> f) reference to weight in the rule for goods provided for in chapter 1 through 24<br /> means net weight unless otherwise specified in the Harmonized System;<br /> g) this Annex is made based on the HS 2002;<br /> h) the Central American Countries referred to in Chapter 21 of this Annex are the<br /> Republic of Costa Rica, El Salvador, Guatemala, Honduras and Nicaragua.<br /> 1<br /> 2. The following definitions apply:<br /> Chapter means a chapter of the Harmonized System; and<br /> Section means a section of the Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00304_coo.pdf", "DocType": "1_coo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/9761520371.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00304_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/97615174471.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00304_roo.pdf", "DocType": "3_roo", "WebLink": "https://webfile.customs.gov.tw/001/Upload/public/Attachment/9761514371.doc"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00304_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/nic_twn/nic_twn_e/TWN_NIC_full_text_06_16_09.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.05: Accumulation <br /> 1 The goods or materials originating from a Party and incorporated into a good in <br /> the territory of the other Party shall be considered as originating in the territory <br /> of that other Party. <br /> 2 A good is originating where the good is produced in the territory of one or both <br /> Parties by one or more producers, provided that the good satisfies the requirements <br /> in Article 4.02 and all other applicable requirements in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.07: De Minimis <br /> Except as provided in Annex 4.07, a good is nonetheless originating if the value of all <br /> non-originating materials used in the production of the good that does not undergo <br /> the applicable change in tariff classification does not exceed ten percent of the value <br /> of the good. The value of such non-originating material shall, however, be included in <br /> the value of non-originating materials for any applicable regional value content <br /> requirement and that the good satisfies all other applicable requirements in this Chapter. <br /> Annex 4.07 <br /> Exceptions to Article 4.07 <br /> The Article 4.07 shall not apply to: <br /> (a) a non-originating material classified under heading 10.06 that is used in <br /> the production of a good classified under heading 11.02 through 11.03 <br /> 11.04 or subheading 1904.90; <br /> (b) a non-originating material classified under heading 12.02 that is used in <br /> the production of a good classified under heading 20.06 through 20.08; <br /> (c) a non-originating material classified under heading 17.01 that is used in <br /> the production of a good classified under heading 17.01 through 17.03; or <br /> (d) a non-originating material classified under chapter 17 of the <br /> Harmonized System that is used in the production of a good classified <br /> under heading, 20.06, 20.07, 20.08, 20.09, 21.06 or subheading 1806.10.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.06: Regional Value Content <br /> 6 For purposes of calculating the regional value content, the value of the non- <br /> originating materials used in the production of a good shall not include the value of <br /> the non-originating materials used in the production of originating materials acquired <br /> and used in the production of that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.09: Accessories, Spare Parts and Tools <br /> 1 Each Party shall provide that a good's standard accessories, spare parts, or <br /> tools delivered with the good shall be treated as originating goods if the good is an <br /> originating good and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable <br /> change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are classified with and not invoiced <br /> separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts, or tools are <br /> customary for the good. <br /> 2 If the good is subject to a regional value content requirement, the value of <br /> accessories, spare parts, or tools shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value <br /> content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.06: Regional Value Content <br /> 1 The regional value content of a good shall be calculated according to the following formula: <br /> RVC = [(TV - VNM) / TV] * 100 <br /> Where <br /> RVCj is the regional value content, expressed as a percentage; <br /> TVj is the transaction value of the good adjusted to an FOB basis, except as <br /> provided for in paragraph 2. If this value does not exist or cannot be <br /> determined in accordance with the principles and norms set forth in Article 1 of <br /> the Customs Valuation Agreement, it shall be calculated in accordance with <br /> the principles and norms set forth in Article 2 through 7 of said Agreement; and <br /> VNMj is the transaction value of the non-originating materials adjusted to a <br /> CIF basis, except as provided for in paragraph 5. If such value does not exist <br /> or cannot be determined in accordance with the principles and norms set forth <br /> in Article 1 of the Customs Valuation Agreement, it shall be calculated in <br /> accordance with the principles and norms set forth in Articles <br /> 2 through 7 of said Agreement. <br /> 2 When the producer of a good does not export it directly, the value shall be <br /> adjusted to the point at which the buyer receives the good within the territory in which <br /> the producer is located. <br /> 3 When the origin is determined by the regional value content rule, the <br /> percentage required shall be specified in Annex 4.02. <br /> 4 All of the costs considered when calculating the regional value content shall be <br /> recorded and kept in accordance with Generally Accepted Accounting Principles <br /> applicable in the territory of the Party in which the good is produced. <br /> 5 When the producer of a good acquires a non-originating material in the territory <br /> of the Party in which it is located, the value of the non-originating material shall not <br /> include freight, insurance, costs of packaging and any other costs incurred in <br /> transporting the material from the supplier's warehouse to the place where the <br /> producer is located. <br /> 6 For purposes of calculating the regional value content, the value of the non- <br /> originating materials used in the production of a good shall not include the value of <br /> the non-originating materials used in the production of originating materials acquired <br /> and used in the production of that good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.04: Indirect Materials <br /> Indirect materials shall be considered as originating regardless to where there are <br /> produced or manufactured, and the value of these materials shall be the cost as <br /> registered in the accounting records of the producer of the good. <br /> indirect material means a good used in the production, testing or inspection of a <br /> good but not physically incorporated into the good, or a good used in the <br /> maintenance of buildings or the operation of equipment associated with the <br /> production of a good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing and safety equipment and supplies; <br /> (d) tools, dies and molds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment or maintain buildings; and <br /> (g) any other good or material that is not incorporated into the good but <br /> whose use in the production of the good can reasonably be <br /> demonstrated to be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13: Transit and Transshipment <br /> The originating goods of the other Party shall not lose such status when they are: <br /> (a) transported directly from the territory of the other Party; or <br /> (b) transported through the territory or territories of one or more non-Parties <br /> for the purpose of transit or temporary storing in warehouses in such <br /> territory or territories, provided that they do not undergo any operations <br /> other than unloading, reloading or any other operation to preserve them <br /> in good condition and remain under the control of customs authority in <br /> the territory of a non-Party mentioned above. <br /> Section B: Customs Procedures Related to Origin", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.02: Originating Goods <br /> 1 Except as otherwise provided in this Chapter, a good shall be considered <br /> originating in the territory of a Party where: <br /> (a) it is wholly obtained or produced entirely in the territory of that Party; <br /> (b) it is produced entirely in the territory of that Party exclusively from the originating materials; <br /> (c) it is produced entirely in the territory of one or both of the Parties from <br /> non-originating materials that undergo a change in tariff classification, <br /> satisfy a regional value content or other requirements, as specified in <br /> Annex 4.02, and that the good complies with all other applicable <br /> provisions of this Chapter; or <br /> (d) it is produced entirely in the territory of a Party, although one or more of <br /> the non-originating materials or parts provided for as parts under the <br /> Harmonized System that are used in the production of the good does <br /> not undergo a change in tariff classification for any of the following reasons: <br /> (i) the good was imported into the territory of a Party in an <br /> unassembled or a disassembled form, and has been classified as <br /> an assembled good in accordance with the Rule 2(a) of the <br /> General Rules of Interpretation of the Harmonized System; <br /> (ii) the good and its parts are classified under the same heading <br /> which describes specifically both the good itself and its parts, and <br /> that heading is not further divided into subheadings; or <br /> (iii) the good and its parts are classified under the same subheading <br /> which describes specifically both the good itself and its parts; <br /> provided that the regional value content of the good, determined in <br /> accordance with Article 4.06, is not less than thirty five percent (35%), <br /> and the good fulfills all other applicable requirements of this Chapter, <br /> unless the specific rule of origin applicable to the good pursuant to <br /> Annex 4.02, specifies a different requirement of regional value content, <br /> in which case that specific requirement shall be applied. <br /> 2 Notwithstanding other provisions of this Article, goods shall not be considered <br /> originating, if they are exclusively the outcome of the minimal operations or <br /> processes referred to in Article 4.03 and carried out in the territory of one or both of <br /> the Parties, unless the specific rules of origin of Annex 4.02 indicate otherwise.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Packaging Materials and Containers for Retail Sale <br /> Each Party shall provide that packaging materials and containers in which a good is <br /> packaged for retail sale shall, if classified with the good, be disregarded in <br /> determining whether all the non-originating materials used in the production of the <br /> good undergo the applicable change in tariff classification set out in Annex 4.02 and, <br /> if the good is subject to a regional value content requirement, the value of such <br /> packaging materials and containers shall be taken into account as originating or <br /> non-originating materials, as the case may be, in calculating the regional value <br /> content of the good. <br /> Article 4.12: Packing Materials and Containers for Shipment <br /> Containers and packing materials in which the good is packed for shipment shall be <br /> disregarded in determining whether a good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.08: Fungible Goods and Materials <br /> 1 Each Party shall provide that the origin of fungible goods or materials used in <br /> the production of a good shall be determined by: <br /> (a) physical segregation of each good or material; or <br /> (b) at the producer's choice, through the use of any of the following <br /> inventory management methods, recognized in the Generally Accepted <br /> Accounting Principles of the Party in which the production is performed: <br /> (i) first in first out (FIFO) method; <br /> (ii) last in first out (LIFO) method; or <br /> (iii) averaging method. <br /> 2 Once the inventory management method listed out in the preceding paragraph <br /> is selected, it shall be used during the entire period of a fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Sets or Assortments <br /> 1 The sets or assortments of goods that are classified in accordance with rule 3 of <br /> the General Rules of the Interpretation of the Harmonized System, as well as goods <br /> whose description according to the nomenclature of the Harmonized System is <br /> specifically that of a set or assortment, shall qualify as originating, only if each good <br /> in the set or assortment complies with the rules of origin established in <br /> this Chapter and in Annex 4.02. <br /> 2 When sets or assortments are subject to regional value content requirements, <br /> their containers and packaging materials shall be considered originating or non- <br /> originating, as the case may be.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> 1 For purposes of this Chapter, the Parties shall establish a single form of <br /> Certificate of Origin as provided in Annex 4.14, which shall enter into force with this <br /> Agreement and may, thereafter, be modified by mutual agreement. <br /> 2 The Certificate of Origin referred to in paragraph 1 shall be used to certify that a <br /> good being exported from the territory of a Party into the territory of the other Party <br /> qualifies as originating and satisfy all other requirements established in this Chapter. <br /> 3 The certifying authorities of each Party shall require its exporters or producers <br /> to complete and sign a Certificate of Origin for every exportation of goods for which <br /> an importer of the other Party may claim preferential tariff treatment. <br /> 4 The exporter or producer completing and signing a Certificate of Origin shall <br /> assume administrative, civil or criminal liability whenever the exporter includes false <br /> or incorrect information in the Certificate of Origin. <br /> 5 The certifying authority of each Party shall certify that the Certificate of Origin <br /> filled and signed by the exporter or producer of the good is completed correctly, <br /> based on the information provided by such exporter or producer, and shall verify that <br /> the exporter or producer has indeed complied with the requirements of this Chapter <br /> and is located in the territory of that Party. <br /> 6 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br /> the certifying authority of the exporting Party with respect to the exportation of a good <br /> for which the importer may claim preferential tariff treatment. The Certificate of Origin <br /> shall also carry a serial number allowing its identification, which will be managed by <br /> the certifying authority. <br /> 7 The certifying authority of the exporting Party shall: <br /> (a) adopt or maintain the administrative procedures for certifying the Certificate <br /> of Origin that its producer or exporter filled and signed; <br /> (b) provide, if requested by the competent authority of the importing Party, <br /> information about the origin of the imported goods claiming the preferential <br /> tariff treatment; and <br /> (c) notify in writing before this Agreement enters into force, the list of the <br /> names of the authorized officials and, where applicable, the list of <br /> authorized agencies to certify the Certificate of Origin, with the <br /> corresponding signatures and seals. Modifications to this list shall be <br /> notified immediately in writing to the other Party and shall enter into force <br /> 30 days after the date on which that Party receives that notification of the modification. <br /> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br /> single importation of one or more goods into the territory of that Party. <br /> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br /> customs authority of the importing Party for a period of one year from the date on <br /> which the certificate was signed and sealed by the certifying authority. <br /> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br /> located in the territory of a non-Party. <br /> 11. The Parties shall, in the second year from the date on which this Agreement <br /> entry into force, review the certifying procedures with a view to confirm whether it <br /> would be more beneficial to the Parties to convey to an auto-certification process, <br /> rather than requiring any agency to perform the certification. If it is agreed by both <br /> Parties, the exporter or producer will be the one responsible to certify the origin <br /> without the certifying agency of each Party being the one required to perform the certification. <br /> Article 4.16: Obligations regarding Exportations <br /> 1 Each Party shall require its exporter or producer that has filled and signed a <br /> Certificate of Origin to submit a copy of such Certificate to its competent authority upon request. <br /> 2 Each Party shall require its exporter or producer, that has completed and signed <br /> a Certificate of Origin or provided information for his/her certifying authority, and has <br /> reasons to believe that such Certificate contains incorrect information, to notify <br /> promptly in writing: <br /> (a) all persons who have received that Certificate; and <br /> (b) its certifying authority, <br /> of any change that may affect the accuracy or validity of that Certificate, in such case <br /> the exporter or producer may not be penalized for having provided an incorrect <br /> certificate or information according to domestic laws of each Party. <br /> 3 Each Party shall require that if a false Certificate or information provided by its <br /> exporter or producer results in the good being exported to the territory of the other <br /> Party qualified as originating, such exporter or producer shall be subject to similar <br /> penalties as would apply to an importer in its territory for violating its customs laws <br /> and regulations by making false declarations or statements. <br /> 4 The certifying authority of the exporting Party shall provide the competent <br /> authority of the importing Party with the notification referred to in paragraph 2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Origin Verifications <br /> 1 The importing Party, through its competent authority, may request information <br /> about the origin of a good from the certifying authority of the exporting Party. The <br /> competent authority of the importing Party may also request its embassy in the <br /> territory of the other Party for assistance in those matters. <br /> 2 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment according to this <br /> agreement qualifies as originating, a Party may verify the origin of the good through <br /> its competent authority by means of: <br /> (a) written questionnaires or requests for information sending directly to the <br /> exporter or producer in the territory of the other Party; <br /> (b) verification visits to the premises of the exporter or producer in the <br /> territory of the other Party to review the records and documents referred <br /> to in Article 4.17, and to inspect the materials and facilities used in the <br /> production of the good in question; or <br /> (c) other procedures as the Parties may agree to. <br /> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br /> determinations of origin, notifications or any other written communications sent by the <br /> Competent Authority to the exporter, producer or importer, for origin verification, shall <br /> be considered valid, provided that they are done by the following means: <br /> (a) certified mails with receipts of acknowledgement or other ways that <br /> confirm that the exporter, producer or importer has received the documents; <br /> (b) official communications through the embassies of the Parties whenever <br /> the competent authority requires; or <br /> (c) any other way as the Parties may agree to. <br /> 4 In a written questionnaire or request for information referred to in <br /> paragraph 2 a) it shall: <br /> (a) indicate the time period, which shall be no less than 30 days from the <br /> date of receipt, that the exporter or producer has to duly complete and <br /> return the questionnaire or provide the information requested; and <br /> (b) include the notification of intention to deny the preferential tariff treatment, <br /> in case the exporter or producer does not duly complete and return the <br /> questionnaire or provide the information requested within such time <br /> period. <br /> 5 The exporter or producer who receives a questionnaire or request for <br /> information according to paragraph 2 a) shall duly complete and return the <br /> questionnaire or respond to the request for information within the time period <br /> established in paragraph 4 a) from the date of receipt. During that time period, the <br /> exporter or producer may make a written request of extension to the competent <br /> authority of the importing Party for an extension of no more than 30 days. Such <br /> request shall not have the consequence of denial of the preferential tariff treatment. <br /> 6 Each Party shall provide that, even though the answered questionnaire or <br /> information requested referred to in paragraph 5 has been received within the <br /> specified period of time provided in paragraph 4 and 5, it may still ask through its <br /> competent authority for additional information from the exporter or producer, by <br /> means of a subsequent questionnaire or request of information. In such cases the <br /> exporter or producer shall answer the questionnaire or respond to the request within <br /> 30 days from the date of receipt. <br /> 7 In case the exporter or producer does not duly complete a questionnaire, or <br /> does not return the questionnaire or provide the information requested within the time <br /> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br /> the preferential tariff treatment to the goods subject to verification, by issuing a <br /> written determination of origin, including facts and the legal basis for that <br /> determination, to the importer, exporter or producer. <br /> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br /> Party shall, through its competent authority, provide a written notification of its <br /> intention to conduct the visit. The notification shall be sent to the exporter or producer <br /> to be visited, to the certifying authority and the competent authority of the Party in <br /> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br /> other Party in the territory of the importing Party. The competent authority of the <br /> importing Party shall request the written consent from the exporter or <br /> producer to be visited. <br /> 9 The notification referred to in paragraph 8 shall include: <br /> (a) the name of the competent authority that sends the notification; <br /> (b) the name of the exporter or producer to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the objective and scope of the verification visit, including the specific <br /> reference to the goods subject to verification; <br /> (e) the names and positions of the officers conducting the verification visit; and <br /> (f) the legal basis for carrying out the verification visit. <br /> 10. Any modification of the information referred to in the preceding paragraph shall <br /> also be notified according to paragraph 8. <br /> 11. If the exporter or producer has not given his written consent to a proposed <br /> verification visit within the 30 days of the written notification as provided in paragraph <br /> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br /> goods by notifying in writing the importer, exporter or producer a determination, <br /> including facts and the legal basis for such denial. <br /> 12. Each Party shall provide that, when an exporter or producer receives a <br /> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br /> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br /> importing Party, its certifying authority and competent authority, to postpone only for <br /> once the proposed verification visit for a period no longer than 60 days from the date <br /> the notification was received, or for a longer period as the Parties may agree to. <br /> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br /> because a verification visit is postponed according to paragraph 12. <br /> 14. Each Party shall permit an exporter or producer who is the subject of a <br /> verification visit to designate two observers to be present during the visit, provided <br /> that the observers do not participate in a manner other than as observers. <br /> Nevertheless, the failure of designating the observers by the exporter or producer <br /> shall not be a cause for postponing the visit. <br /> 15. Each Party shall require that an exporter or a producer provides the records and <br /> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br /> the importing Party conducting a verification visit. If the records and documents are <br /> not in the possession of the exporter or producer, he shall request the producer or <br /> supplier of the materials to deliver them to the competent authority mentioned above. <br /> 16. When the competent authority of the importing Party verifies whether the <br /> regional value content, the de minimis calculation or any other requirements <br /> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br /> generally accepted accounting principles applied in the territory of the Party from <br /> which the good under verification was exported. <br /> 17. Once the verification visit has been concluded, the competent authority of the <br /> importing Party shall make a report of the visit, which shall include the facts <br /> confirmed by it. The exporter or producer may sign on this report. <br /> 18. Within a period of 120 days from the conclusion of the process of any of the <br /> verification methods provided in paragraph 2, the competent authority shall issue a <br /> written determination of origin, including the facts, results and the legal basis for such <br /> determination, and sent to the importer, exporter or producer of the good subject to <br /> verification according to paragraph 3, to determine whether or not the good <br /> qualified as originating. <br /> 19. Where through a verification the importing Party determines that an exporter or <br /> a producer has provided more than one time false or unfounded information in the <br /> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br /> may suspend the preferential tariff treatment to the identical goods imported, <br /> exported or produced by that person, until it is confirmed that such person has been <br /> in compliance with all the requirements under this Chapter. The suspension and <br /> resumption of the preferential tariff treatment shall be accompanied by a written <br /> notification, including facts and the legal basis, to the importer, exporter or producer. <br /> 20. When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, according to the tariff <br /> classification or the value applied by the Party to one or more materials used in the <br /> production of the good, which differs from the classification or the value applied to the <br /> materials by the Party from which the good was exported, that Party shall provide <br /> that its origin determination shall not take effect until it has been notified in writing to <br /> the certifying authority of the exporting Party, to the importer of the good, to the <br /> person that has filled and signed the Certificate of Origin, as well as <br /> to the producer of the good. <br /> 21. A Party shall not apply a determination issued under paragraph 20 to an <br /> importation made before the date of entry into force of the determination where: <br /> (a) the competent authority of that Party from whose territory the good was <br /> exported, had issued a determination on the tariff classification or on <br /> the value of the materials, on which a person is entitled to rely; and <br /> (b) the determination mentioned in the preceding subparagraph was issued <br /> prior to the notification of the origin verification.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.23: Definitions <br /> certifying authority means in the case of the Republic of China (Taiwan), the <br /> Bureau of Foreign Trade (BOFT), Ministry of Economic Affairs (MOEA), or its <br /> successor, or other agencies as authorized by BOFT or their successors; in the case <br /> of the Republic of Nicaragua, the Centro de Tramite de las Exportaciones <br /> € CETREX, Ministerio de Fomento, Industria y Comercio € MIFIC or its <br /> successor, or other agencies as authorized by MIFIC or their successor ;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br /> single importation of one or more goods into the territory of that Party. <br /> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br /> customs authority of the importing Party for a period of one year from the date on <br /> which the certificate was signed and sealed by the certifying authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17: Records <br /> 1 Each Party shall provide that: <br /> (a) its exporter or producer who requests a Certificate of Origin and provides <br /> information for its certifying authority shall maintain, for at least five years <br /> from the date on which the Certificate is signed, all records and <br /> documents related to the origin of the goods, including those concerning: <br /> (i) the purchase, costs, value, and payment of the good exported from its territory, <br /> (ii) the purchase, costs, value and payment of, all materials, <br /> including indirect ones, used in the production of the good <br /> exported from its territory, and <br /> (iii) the production of the good in the form in which it is exported from its territory; <br /> (b) an importer who claims preferential tariff treatment for a good imported <br /> into that Party's territory shall maintain a copy of the Certificate of Origin <br /> and other documentation relating to the importation for at least five years <br /> from the date of importation of the good; and <br /> (c) the certifying authority of the exporting Party that has issued a Certificate <br /> of Origin shall maintain all documentation relating to the issuance of the <br /> Certificate for a minimum period of five years from the issuing date of the Certificate. <br /> 2 A Party may deny the preferential tariff treatment to an imported good subject to <br /> an origin verification, if the exporter, producer or importer of the good who should <br /> maintain records or documents in accordance with paragraph 1: <br /> (a) does not have the records or documents for determining the origin of <br /> the good, in accordance with the provisions of this Chapter; or <br /> (b) denies access to the records or documents.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Obligations regarding Importations <br /> 3 A Party shall provide that, where a good was originating when it was imported <br /> into its territory, but the importer of the good did not make a claim for preferential tariff <br /> treatment at the time of importation that importer may, not later than four months from <br /> the date of the release of the imported good, request a refund of the tariff duties paid <br /> in excess as a result of not having requested the preferential tariff treatment for that <br /> good, provided that the importer has the Certificate of Origin in his/her possession <br /> and the request is accompanied by: <br /> (a) a written declaration, indicating that the good qualifies as originating at <br /> the time of importation; <br /> (b) the Certificate of Origin or its copy ; and <br /> (c) any other documentation related to the importation of the good, as the <br /> customs authority may require. <br /> 4 Compliance with the provisions of previous paragraphs of this Article does not <br /> exempt the importer from the obligation to pay the corresponding customs duties <br /> according to the applicable laws of the importing Party, when the competent authority <br /> of that Party conclude an origin verification and determines to deny the preferential <br /> tariff treatment to goods imported, according to Article 4.19", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14: Certificate of Origin <br /> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br /> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br /> located in the territory of a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Obligations regarding Importations <br /> 2 A Party may deny preferential tariff treatment to a good if the importer fails to <br /> comply with any requirement in this Chapter. <br /> Article 4.19: Origin Verifications <br /> 1 The importing Party, through its competent authority, may request information <br /> about the origin of a good from the certifying authority of the exporting Party. The <br /> competent authority of the importing Party may also request its embassy in the <br /> territory of the other Party for assistance in those matters. <br /> 2 For purposes of determining whether a good imported into its territory from the <br /> territory of the other Party under preferential tariff treatment according to this <br /> agreement qualifies as originating, a Party may verify the origin of the good through <br /> its competent authority by means of: <br /> (a) written questionnaires or requests for information sending directly to the <br /> exporter or producer in the territory of the other Party; <br /> (b) verification visits to the premises of the exporter or producer in the <br /> territory of the other Party to review the records and documents referred <br /> to in Article 4.17, and to inspect the materials and facilities used in the <br /> production of the good in question; or <br /> (c) other procedures as the Parties may agree to. <br /> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br /> determinations of origin, notifications or any other written communications sent by the <br /> Competent Authority to the exporter, producer or importer, for origin verification, shall <br /> be considered valid, provided that they are done by the following means: <br /> (a) certified mails with receipts of acknowledgement or other ways that <br /> confirm that the exporter, producer or importer has received the documents; <br /> (b) official communications through the embassies of the Parties whenever <br /> the competent authority requires; or <br /> (c) any other way as the Parties may agree to. <br /> 4 In a written questionnaire or request for information referred to in <br /> paragraph 2 a) it shall: <br /> (a) indicate the time period, which shall be no less than 30 days from the <br /> date of receipt, that the exporter or producer has to duly complete and <br /> return the questionnaire or provide the information requested; and <br /> (b) include the notification of intention to deny the preferential tariff treatment, <br /> in case the exporter or producer does not duly complete and return the <br /> questionnaire or provide the information requested within such time <br /> period. <br /> 5 The exporter or producer who receives a questionnaire or request for <br /> information according to paragraph 2 a) shall duly complete and return the <br /> questionnaire or respond to the request for information within the time period <br /> established in paragraph 4 a) from the date of receipt. During that time period, the <br /> exporter or producer may make a written request of extension to the competent <br /> authority of the importing Party for an extension of no more than 30 days. Such <br /> request shall not have the consequence of denial of the preferential tariff treatment. <br /> 6 Each Party shall provide that, even though the answered questionnaire or <br /> information requested referred to in paragraph 5 has been received within the <br /> specified period of time provided in paragraph 4 and 5, it may still ask through its <br /> competent authority for additional information from the exporter or producer, by <br /> means of a subsequent questionnaire or request of information. In such cases the <br /> exporter or producer shall answer the questionnaire or respond to the request within <br /> 30 days from the date of receipt. <br /> 7 In case the exporter or producer does not duly complete a questionnaire, or <br /> does not return the questionnaire or provide the information requested within the time <br /> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br /> the preferential tariff treatment to the goods subject to verification, by issuing a <br /> written determination of origin, including facts and the legal basis for that <br /> determination, to the importer, exporter or producer. <br /> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br /> Party shall, through its competent authority, provide a written notification of its <br /> intention to conduct the visit. The notification shall be sent to the exporter or producer <br /> to be visited, to the certifying authority and the competent authority of the Party in <br /> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br /> other Party in the territory of the importing Party. The competent authority of the <br /> importing Party shall request the written consent from the exporter or <br /> producer to be visited. <br /> 9 The notification referred to in paragraph 8 shall include: <br /> (a) the name of the competent authority that sends the notification; <br /> (b) the name of the exporter or producer to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the objective and scope of the verification visit, including the specific <br /> reference to the goods subject to verification; <br /> (e) the names and positions of the officers conducting the verification visit; and <br /> (f) the legal basis for carrying out the verification visit. <br /> 10. Any modification of the information referred to in the preceding paragraph shall <br /> also be notified according to paragraph 8. <br /> 11. If the exporter or producer has not given his written consent to a proposed <br /> verification visit within the 30 days of the written notification as provided in paragraph <br /> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br /> goods by notifying in writing the importer, exporter or producer a determination, <br /> including facts and the legal basis for such denial. <br /> 12. Each Party shall provide that, when an exporter or producer receives a <br /> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br /> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br /> importing Party, its certifying authority and competent authority, to postpone only for <br /> once the proposed verification visit for a period no longer than 60 days from the date <br /> the notification was received, or for a longer period as the Parties may agree to. <br /> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br /> because a verification visit is postponed according to paragraph 12. <br /> 14. Each Party shall permit an exporter or producer who is the subject of a <br /> verification visit to designate two observers to be present during the visit, provided <br /> that the observers do not participate in a manner other than as observers. <br /> Nevertheless, the failure of designating the observers by the exporter or producer <br /> shall not be a cause for postponing the visit. <br /> 15. Each Party shall require that an exporter or a producer provides the records and <br /> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br /> the importing Party conducting a verification visit. If the records and documents are <br /> not in the possession of the exporter or producer, he shall request the producer or <br /> supplier of the materials to deliver them to the competent authority mentioned above. <br /> 16. When the competent authority of the importing Party verifies whether the <br /> regional value content, the de minimis calculation or any other requirements <br /> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br /> generally accepted accounting principles applied in the territory of the Party from <br /> which the good under verification was exported. <br /> 17. Once the verification visit has been concluded, the competent authority of the <br /> importing Party shall make a report of the visit, which shall include the facts <br /> confirmed by it. The exporter or producer may sign on this report. <br /> 18. Within a period of 120 days from the conclusion of the process of any of the <br /> verification methods provided in paragraph 2, the competent authority shall issue a <br /> written determination of origin, including the facts, results and the legal basis for such <br /> determination, and sent to the importer, exporter or producer of the good subject to <br /> verification according to paragraph 3, to determine whether or not the good <br /> qualified as originating. <br /> 19. Where through a verification the importing Party determines that an exporter or <br /> a producer has provided more than one time false or unfounded information in the <br /> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br /> may suspend the preferential tariff treatment to the identical goods imported, <br /> exported or produced by that person, until it is confirmed that such person has been <br /> in compliance with all the requirements under this Chapter. The suspension and <br /> resumption of the preferential tariff treatment shall be accompanied by a written <br /> notification, including facts and the legal basis, to the importer, exporter or producer. <br /> 20. When the competent authority of the importing Party determines that a good <br /> imported into its territory does not qualify as originating, according to the tariff <br /> classification or the value applied by the Party to one or more materials used in the <br /> production of the good, which differs from the classification or the value applied to the <br /> materials by the Party from which the good was exported, that Party shall provide <br /> that its origin determination shall not take effect until it has been notified in writing to <br /> the certifying authority of the exporting Party, to the importer of the good, to the <br /> person that has filled and signed the Certificate of Origin, as well as <br /> to the producer of the good. <br /> 21. A Party shall not apply a determination issued under paragraph 20 to an <br /> importation made before the date of entry into force of the determination where: <br /> (a) the competent authority of that Party from whose territory the good was <br /> exported, had issued a determination on the tariff classification or on <br /> the value of the materials, on which a person is entitled to rely; and <br /> (b) the determination mentioned in the preceding subparagraph was issued <br /> prior to the notification of the origin verification.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.21: Penalties <br /> Each Party shall establish or maintain measures imposing criminal, civil or <br /> administrative penalties for violations of its laws and regulations related to the <br /> provisions of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.20: Advance Rulings <br /> 1 Each Party shall, through its competent authority, expeditiously provides a <br /> written advance ruling, prior to the importation of a good into its territory. The <br /> advance ruling shall be issued in response to a written application made by an <br /> importer in its territory or an exporter or producer in the territory of the other Party, <br /> based on the facts and circumstances showed by such importer, exporter or producer <br /> of the good, with respect to: <br /> (a) whether the good qualifies as originating according to this Chapter; <br /> (b) whether the non-originating materials used in the production of the good <br /> have undergone the applicable changes on tariff classification <br /> established in Annex 4.02; <br /> (c) whether the good fulfills the requirement of regional value content <br /> established in this Chapter and in Annex 4.02; and <br /> (d) whether the method applied by an exporter or producer in the territory <br /> of the other Party, according to the norms and principles of the Customs <br /> Valuation Agreement, to calculate the transaction value of a good or of <br /> the materials used in the production of the good, with respect to which <br /> an advance ruling is being requested, is adequate for demonstrating <br /> whether the good satisfies a regional value content requirement <br /> according to this Chapter and in Annex 4.02. <br /> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br /> (a) the obligation of the importer to provide reasonable information required <br /> to process an application for such ruling; <br /> (b) the mandate of the competent authority to ask at any time for additional <br /> information from the person who applies for an advance ruling, while <br /> evaluating such application; <br /> (c) the obligation of the competent authority to issue an advance ruling <br /> within a maximum period of 120 days, once all the necessary <br /> information has been collected from the applicant; and <br /> (d) the obligation of the competent authority to issue an advance ruling in a <br /> completed, well-founded, and reasoned manner. <br /> 3 Each Party shall apply an advance ruling to the imports concerned, from the <br /> date on which the ruling is issued or a later date indicated in the ruling, unless such <br /> ruling has been modified or revoked according to paragraph 5. <br /> 4 Each Party shall provide any person who applies an advance ruling the same <br /> treatment, including the same interpretation and application of the provisions of this <br /> Chapter, regarding the determination of origin as provided for any other person, to <br /> whom an advance ruling has been issued, whenever the facts and circumstances are <br /> identical in all substantial aspects. <br /> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br /> (a) where it is based on an error: <br /> (i) in fact, <br /> (ii) in the tariff classification of the good or materials which is the <br /> subject of the ruling, or <br /> (iii) in the application of the regional value content requirement <br /> according to this Chapter; <br /> (b) where the ruling is not in accordance with the interpretation agreed by the <br /> Parties with respect to this Chapter ; <br /> (c) where there is a change in the facts or circumstances on which <br /> the ruling is based; <br /> (d) for the purpose of conforming with a modification of this Chapter; or <br /> (e) for the purpose of complying with an administrative decision independent <br /> from the issuing authority, or a judicial decision or to adjust to a change in <br /> the national legislation of the Party that issued the advance ruling. <br /> 6 Each Party shall provide that any modification or revocation of an advance <br /> ruling shall enter into force from the date on which the modification or revocation is <br /> issued, or on such later date as may be specified therein, and shall not be applied to <br /> the importation of a good having occurred prior to that date, unless the person to <br /> whom the advance ruling was issued has not acted according to its terms and <br /> conditions. Nevertheless the effective date of modification or revocation of the <br /> advance ruling can be postponed for a period not exceeding 30 days when the <br /> advance ruling was based on an error by the competent authority. <br /> 7 Each Party shall provide that, when its competent authority verifies the origin of <br /> a good with respect to which an advance ruling has been issued, that authority <br /> shall evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of <br /> the advance ruling; <br /> (b) the operations of the exporter or producer are consistent with the facts <br /> and circumstances on which the advance ruling is based; and <br /> (c) the data and calculations used in the application of criteria or methods <br /> to calculate the regional value content are correct in all substantial aspects. <br /> 8 Each Party shall provide that, when its competent authority determines that any <br /> of the requirements established in paragraph 7 has not been fulfilled, that authority <br /> may modify or revoke the advance ruling as the circumstances warrant. <br /> 9 Each Party shall provide that, where a person to whom an advance ruling has <br /> been issued demonstrates that he had acted with reasonable care and in good faith <br /> while stating the facts and circumstances on which the ruling was based, that person <br /> shall not be penalized whenever the issuing authority determines that the ruling was <br /> based on incorrect information. <br /> 10. Each Party shall provide that, where an advance ruling has been issued to a <br /> person who had falsely stated or omitted substantial facts or circumstances on which <br /> the ruling was based, or has not acted in accordance with the terms and conditions of <br /> the ruling, the competent authority may apply measures against that person <br /> according to the legislation of each Party. <br /> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br /> while the facts or circumstances on which the ruling was based are maintained. In <br /> case those facts or circumstances have changed, the holder of the ruling shall be <br /> allowed to present information necessary for the issuing authority to modify or revoke <br /> it according to paragraph 5. <br /> 12. Any good subject to an origin verification or a request of review or appeal in the <br /> territory of one of the Parties, shall not be the subject of an advance ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.22: Review and Appeal <br /> 1 Each Party according to its domestic legislation shall grant the exporters or <br /> producers of the other Party the same rights to review and appeal the determinations <br /> of origin and the advance rulings issued to its importers. <br /> 2 The rights referred to in paragraph 1 include access to an administrative review, <br /> independent from the official or office responsible for the determination or advance <br /> ruling under review, and a judicial review of the determination or ruling as the final <br /> instance, according to the legislation of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.02: Originating Goods <br> Article 4.19: Origin Verifications <br> under heading, 20.06, 20.07, 20.08, 20.09, 21.06 or subheading 1806.10. <br> Rules of Origin and Related Customs Procedures <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> 1 The importing Party, through its competent authority, may request information <br> Section A: Rules of Origin <br> originating in the territory of a Party where: <br> about the origin of a good from the certifying authority of the exporting Party. The <br> (a) it is wholly obtained or produced entirely in the territory of that Party; <br> competent authority of the importing Party may also request its embassy in the <br> (b) it is produced entirely in the territory of that Party exclusively from the originating materials; <br> territory of the other Party for assistance in those matters. <br> (c) it is produced entirely in the territory of one or both of the Parties from <br> 2 For purposes of determining whether a good imported into its territory from the <br> non-originating materials that undergo a change in tariff classification, <br> territory of the other Party under preferential tariff treatment according to this <br> satisfy a regional value content or other requirements, as specified in <br> agreement qualifies as originating, a Party may verify the origin of the good through <br> Annex 4.02, and that the good complies with all other applicable <br> where <br> its competent authority by means of: <br> provisions of this Chapter; or <br> (a) written questionnaires or requests for information sending directly to the <br> (d) it is produced entirely in the territory of a Party, although one or more of <br> exporter or producer in the territory of the other Party; <br> the non-originating materials or parts provided for as parts under the <br> (b) verification visits to the premises of the exporter or producer in the <br> Harmonized System that are used in the production of the good does <br> territory of the other Party to review the records and documents referred <br> not undergo a change in tariff classification for any of the following reasons: <br> to in Article 4.17, and to inspect the materials and facilities used in the <br> production of the good in question; or <br> unassembled or a disassembled form, and has been classified as <br> (c) other procedures as the Parties may agree to. <br> an assembled good in accordance with the Rule 2(a) of the <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> General Rules of Interpretation of the Harmonized System; <br> determinations of origin, notifications or any other written communications sent by the <br> (ii) the good and its parts are classified under the same heading <br> Competent Authority to the exporter, producer or importer, for origin verification, shall <br> which describes specifically both the good itself and its parts, and <br> be considered valid, provided that they are done by the following means: <br> that heading is not further divided into subheadings; or <br> (a) certified mails with receipts of acknowledgement or other ways that <br> (iii) the good and its parts are classified under the same subheading <br> confirm that the exporter, producer or importer has received the documents; <br> which describes specifically both the good itself and its parts; <br> (b) official communications through the embassies of the Parties whenever <br> provided that the regional value content of the good, determined in <br> the competent authority requires; or <br> accordance with Article 4.06, is not less than thirty five percent (35%), <br> (c) any other way as the Parties may agree to. <br> and the good fulfills all other applicable requirements of this Chapter, <br> 4 In a written questionnaire or request for information referred to in <br> unless the specific rule of origin applicable to the good pursuant to <br> paragraph 2 a) it shall: <br> Annex 4.02, specifies a different requirement of regional value content, <br> (a) indicate the time period, which shall be no less than 30 days from the <br> in which case that specific requirement shall be applied. <br> date of receipt, that the exporter or producer has to duly complete and <br> 2 Notwithstanding other provisions of this Article, goods shall not be considered <br> return the questionnaire or provide the information requested; and <br> originating, if they are exclusively the outcome of the minimal operations or <br> (b) include the notification of intention to deny the preferential tariff treatment, <br> processes referred to in Article 4.03 and carried out in the territory of one or both of <br> in case the exporter or producer does not duly complete and return the <br> the Parties, unless the specific rules of origin of Annex 4.02 indicate otherwise. <br> questionnaire or provide the information requested within such time <br> Article 4.03: Minimal Operations or Processes <br> period. <br> The minimal operations or processes that by themselves or in combination do not <br> 5 The exporter or producer who receives a questionnaire or request for <br> confer origin to a good are: <br> information according to paragraph 2 a) shall duly complete and return the <br> (a) operations for the preservation of a good in good condition during <br> questionnaire or respond to the request for information within the time period <br> transportation or storage (such as aeration, ventilation, drying, <br> established in paragraph 4 a) from the date of receipt. During that time period, the <br> refrigeration, freezing or keeping in brine); <br> exporter or producer may make a written request of extension to the competent <br> (b) cleaning, washing, sieving, sifting, screening, selecting, classifying, grading or culling; <br> authority of the importing Party for an extension of no more than 30 days. Such <br> (c) peeling, hulling, stripping, husking, deboning, pressing, squeezing, filleting or soaking; <br> request shall not have the consequence of denial of the preferential tariff treatment. <br> (d) elimination of dust or broken or damaged parts, application of oil, anti- <br> 6 Each Party shall provide that, even though the answered questionnaire or <br> oxidant paint or protective coating; <br> information requested referred to in paragraph 5 has been received within the <br> (e) testing or gauging, division of bulk shipments, bulking of packages, <br> specified period of time provided in paragraph 4 and 5, it may still ask through its <br> adhesion of brand names, labels or distinguishing signs on goods and their packaging; <br> competent authority for additional information from the exporter or producer, by <br> (f) packing, unpacking or repacking; <br> means of a subsequent questionnaire or request of information. In such cases the <br> (g) dilution in water or any other watery solution, or ionization and salting; <br> exporter or producer shall answer the questionnaire or respond to the request within <br> (a) transported directly from the territory of the other Party; or <br> (h) simple putting together or assembly of parts of a good in order to <br> 30 days from the date of receipt. <br> constitute a complete good, the formation of sets and assortments of goods; and <br> 7 In case the exporter or producer does not duly complete a questionnaire, or <br> (i) slaughter of animals. <br> does not return the questionnaire or provide the information requested within the time <br> Article 4.04: Indirect Materials <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> Indirect materials shall be considered as originating regardless to where there are <br> the preferential tariff treatment to the goods subject to verification, by issuing a <br> produced or manufactured, and the value of these materials shall be the cost as <br> written determination of origin, including facts and the legal basis for that <br> registered in the accounting records of the producer of the good. <br> determination, to the importer, exporter or producer. <br> Article 4.05: Accumulation <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> 1 The goods or materials originating from a Party and incorporated into a good in <br> Party shall, through its competent authority, provide a written notification of its <br> the territory of the other Party shall be considered as originating in the territory <br> intention to conduct the visit. The notification shall be sent to the exporter or producer <br> of that other Party. <br> to be visited, to the certifying authority and the competent authority of the Party in <br> 1 Each Party shall provide that: <br> 2 A good is originating where the good is produced in the territory of one or both <br> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br> Parties by one or more producers, provided that the good satisfies the requirements <br> other Party in the territory of the importing Party. The competent authority of the <br> (a) the accessories, spare parts, or tools are classified with and not invoiced <br> in Article 4.02 and all other applicable requirements in this Chapter. <br> importing Party shall request the written consent from the exporter or <br> Article 4.06: Regional Value Content <br> separately from the good; and <br> producer to be visited. <br> 1 The regional value content of a good shall be calculated according to the following formula: <br> 9 The notification referred to in paragraph 8 shall include: <br> RVC = [(TV - VNM) / TV] * 100 <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> RVCj is the regional value content, expressed as a percentage; <br> (c) the date and place of the proposed verification visit; <br> TVj is the transaction value of the good adjusted to an FOB basis, except as <br> (d) the objective and scope of the verification visit, including the specific <br> provided for in paragraph 2. If this value does not exist or cannot be <br> reference to the goods subject to verification; <br> determined in accordance with the principles and norms set forth in Article 1 of <br> (e) the names and positions of the officers conducting the verification visit; and <br> the Customs Valuation Agreement, it shall be calculated in accordance with <br> (f) the legal basis for carrying out the verification visit. <br> the principles and norms set forth in Article 2 through 7 of said Agreement; and <br> 10. Any modification of the information referred to in the preceding paragraph shall <br> VNMj is the transaction value of the non-originating materials adjusted to a <br> also be notified according to paragraph 8. <br> CIF basis, except as provided for in paragraph 5. If such value does not exist <br> 11. If the exporter or producer has not given his written consent to a proposed <br> or cannot be determined in accordance with the principles and norms set forth <br> verification visit within the 30 days of the written notification as provided in paragraph <br> in Article 1 of the Customs Valuation Agreement, it shall be calculated in <br> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br> accordance with the principles and norms set forth in Articles <br> goods by notifying in writing the importer, exporter or producer a determination, <br> 2 through 7 of said Agreement. <br> including facts and the legal basis for such denial. <br> 2 When the producer of a good does not export it directly, the value shall be <br> 12. Each Party shall provide that, when an exporter or producer receives a <br> adjusted to the point at which the buyer receives the good within the territory in which <br> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br> the producer is located. <br> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br> 3 When the origin is determined by the regional value content rule, the <br> importing Party, its certifying authority and competent authority, to postpone only for <br> percentage required shall be specified in Annex 4.02. <br> once the proposed verification visit for a period no longer than 60 days from the date <br> 4 All of the costs considered when calculating the regional value content shall be <br> the notification was received, or for a longer period as the Parties may agree to. <br> disregarded in determining whether a good is originating. <br> recorded and kept in accordance with Generally Accepted Accounting Principles <br> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br> applicable in the territory of the Party in which the good is produced. <br> because a verification visit is postponed according to paragraph 12. <br> 5 When the producer of a good acquires a non-originating material in the territory <br> 14. Each Party shall permit an exporter or producer who is the subject of a <br> of the Party in which it is located, the value of the non-originating material shall not <br> verification visit to designate two observers to be present during the visit, provided <br> for the purpose of transit or temporary storing in warehouses in such <br> include freight, insurance, costs of packaging and any other costs incurred in <br> that the observers do not participate in a manner other than as observers. <br> transporting the material from the supplier's warehouse to the place where the <br> Nevertheless, the failure of designating the observers by the exporter or producer <br> producer is located. <br> shall not be a cause for postponing the visit. <br> 6 For purposes of calculating the regional value content, the value of the non- <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> originating materials used in the production of a good shall not include the value of <br> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br> the non-originating materials used in the production of originating materials acquired <br> the importing Party conducting a verification visit. If the records and documents are <br> and used in the production of that good. <br> not in the possession of the exporter or producer, he shall request the producer or <br> Article 4.07: De Minimis <br> supplier of the materials to deliver them to the competent authority mentioned above. <br> Except as provided in Annex 4.07, a good is nonetheless originating if the value of all <br> 16. When the competent authority of the importing Party verifies whether the <br> Article 4.14: Certificate of Origin <br> non-originating materials used in the production of the good that does not undergo <br> regional value content, the de minimis calculation or any other requirements <br> the applicable change in tariff classification does not exceed ten percent of the value <br> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br> of the good. The value of such non-originating material shall, however, be included in <br> generally accepted accounting principles applied in the territory of the Party from <br> the value of non-originating materials for any applicable regional value content <br> which the good under verification was exported. <br> requirement and that the good satisfies all other applicable requirements in this Chapter. <br> 17. Once the verification visit has been concluded, the competent authority of the <br> Article 4.08: Fungible Goods and Materials <br> importing Party shall make a report of the visit, which shall include the facts <br> 1 Each Party shall provide that the origin of fungible goods or materials used in <br> confirmed by it. The exporter or producer may sign on this report. <br> the production of a good shall be determined by: <br> 18. Within a period of 120 days from the conclusion of the process of any of the <br> (a) physical segregation of each good or material; or <br> verification methods provided in paragraph 2, the competent authority shall issue a <br> (b) at the producer's choice, through the use of any of the following <br> written determination of origin, including the facts, results and the legal basis for such <br> inventory management methods, recognized in the Generally Accepted <br> determination, and sent to the importer, exporter or producer of the good subject to <br> Accounting Principles of the Party in which the production is performed: <br> verification according to paragraph 3, to determine whether or not the good <br> (i) first in first out (FIFO) method; <br> qualified as originating. <br> (ii) last in first out (LIFO) method; or <br> 19. Where through a verification the importing Party determines that an exporter or <br> (iii) averaging method. <br> a producer has provided more than one time false or unfounded information in the <br> 2 Once the inventory management method listed out in the preceding paragraph <br> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br> is selected, it shall be used during the entire period of a fiscal year. <br> may suspend the preferential tariff treatment to the identical goods imported, <br> Article 4.09: Accessories, Spare Parts and Tools <br> exported or produced by that person, until it is confirmed that such person has been <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or <br> in compliance with all the requirements under this Chapter. The suspension and <br> tools delivered with the good shall be treated as originating goods if the good is an <br> resumption of the preferential tariff treatment shall be accompanied by a written <br> originating good and shall be disregarded in determining whether all the non- <br> notification, including facts and the legal basis, to the importer, exporter or producer. <br> originating materials used in the production of the good undergo the applicable <br> 20. When the competent authority of the importing Party determines that a good <br> change in tariff classification, provided that: <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide <br> customary for the good. <br> that its origin determination shall not take effect until it has been notified in writing to <br> 2 If the good is subject to a regional value content requirement, the value of <br> the certifying authority of the exporting Party, to the importer of the good, to the <br> accessories, spare parts, or tools shall be taken into account as originating or <br> person that has filled and signed the Certificate of Origin, as well as <br> non-originating materials, as the case may be, in calculating the regional value <br> to the producer of the good. <br> content of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> Article 4.10: Sets or Assortments <br> importation made before the date of entry into force of the determination where: <br> 1 The sets or assortments of goods that are classified in accordance with rule 3 of <br> (a) the competent authority of that Party from whose territory the good was <br> the General Rules of the Interpretation of the Harmonized System, as well as goods <br> exported, had issued a determination on the tariff classification or on <br> whose description according to the nomenclature of the Harmonized System is <br> the value of the materials, on which a person is entitled to rely; and <br> specifically that of a set or assortment, shall qualify as originating, only if each good <br> (b) the determination mentioned in the preceding subparagraph was issued <br> (i) the good was imported into the territory of a Party in an <br> in the set or assortment complies with the rules of origin established in <br> prior to the notification of the origin verification. <br> this Chapter and in Annex 4.02. <br> Article 4.20: Advance Rulings <br> 2 When sets or assortments are subject to regional value content requirements, <br> 1 Each Party shall, through its competent authority, expeditiously provides a <br> their containers and packaging materials shall be considered originating or non- <br> written advance ruling, prior to the importation of a good into its territory. The <br> originating, as the case may be. <br> advance ruling shall be issued in response to a written application made by an <br> Article 4.11: Packaging Materials and Containers for Retail Sale <br> importer in its territory or an exporter or producer in the territory of the other Party, <br> Each Party shall provide that packaging materials and containers in which a good is <br> based on the facts and circumstances showed by such importer, exporter or producer <br> packaged for retail sale shall, if classified with the good, be disregarded in <br> of the good, with respect to: <br> determining whether all the non-originating materials used in the production of the <br> (a) whether the good qualifies as originating according to this Chapter; <br> good undergo the applicable change in tariff classification set out in Annex 4.02 and, <br> (b) whether the non-originating materials used in the production of the good <br> if the good is subject to a regional value content requirement, the value of such <br> have undergone the applicable changes on tariff classification <br> packaging materials and containers shall be taken into account as originating or <br> established in Annex 4.02; <br> (c) whether the good fulfills the requirement of regional value content <br> established in this Chapter and in Annex 4.02; and <br> (d) whether the method applied by an exporter or producer in the territory <br> Containers and packing materials in which the good is packed for shipment shall be <br> of the other Party, according to the norms and principles of the Customs <br> Valuation Agreement, to calculate the transaction value of a good or of <br> Article 4.13: Transit and Transshipment <br> the materials used in the production of the good, with respect to which <br> The originating goods of the other Party shall not lose such status when they are: <br> an advance ruling is being requested, is adequate for demonstrating <br> whether the good satisfies a regional value content requirement <br> (b) transported through the territory or territories of one or more non-Parties <br> according to this Chapter and in Annex 4.02. <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> territory or territories, provided that they do not undergo any operations <br> (a) the obligation of the importer to provide reasonable information required <br> other than unloading, reloading or any other operation to preserve them <br> to process an application for such ruling; <br> in good condition and remain under the control of customs authority in <br> (b) the mandate of the competent authority to ask at any time for additional <br> the territory of a non-Party mentioned above. <br> information from the person who applies for an advance ruling, while <br> Section B: Customs Procedures Related to Origin <br> evaluating such application; <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> (c) the obligation of the competent authority to issue an advance ruling <br> 1 For purposes of this Chapter, the Parties shall establish a single form of <br> within a maximum period of 120 days, once all the necessary <br> Certificate of Origin as provided in Annex 4.14, which shall enter into force with this <br> information has been collected from the applicant; and <br> Agreement and may, thereafter, be modified by mutual agreement. <br> (d) the obligation of the competent authority to issue an advance ruling in a <br> 2 The Certificate of Origin referred to in paragraph 1 shall be used to certify that a <br> completed, well-founded, and reasoned manner. <br> good being exported from the territory of a Party into the territory of the other Party <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the <br> qualifies as originating and satisfy all other requirements established in this Chapter. <br> date on which the ruling is issued or a later date indicated in the ruling, unless such <br> 3 The certifying authorities of each Party shall require its exporters or producers <br> ruling has been modified or revoked according to paragraph 5. <br> to complete and sign a Certificate of Origin for every exportation of goods for which <br> 4 Each Party shall provide any person who applies an advance ruling the same <br> an importer of the other Party may claim preferential tariff treatment. <br> treatment, including the same interpretation and application of the provisions of this <br> 4 The exporter or producer completing and signing a Certificate of Origin shall <br> Chapter, regarding the determination of origin as provided for any other person, to <br> assume administrative, civil or criminal liability whenever the exporter includes false <br> whom an advance ruling has been issued, whenever the facts and circumstances are <br> or incorrect information in the Certificate of Origin. <br> identical in all substantial aspects. <br> 5 The certifying authority of each Party shall certify that the Certificate of Origin <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> filled and signed by the exporter or producer of the good is completed correctly, <br> (a) where it is based on an error: <br> based on the information provided by such exporter or producer, and shall verify that <br> (i) in fact, <br> the exporter or producer has indeed complied with the requirements of this Chapter <br> (ii) in the tariff classification of the good or materials which is the <br> and is located in the territory of that Party. <br> subject of the ruling, or <br> 6 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br> (iii) in the application of the regional value content requirement <br> the certifying authority of the exporting Party with respect to the exportation of a good <br> according to this Chapter; <br> for which the importer may claim preferential tariff treatment. The Certificate of Origin <br> (b) where the ruling is not in accordance with the interpretation agreed by the <br> shall also carry a serial number allowing its identification, which will be managed by <br> Parties with respect to this Chapter ; <br> the certifying authority. <br> (c) where there is a change in the facts or circumstances on which <br> 7 The certifying authority of the exporting Party shall: <br> the ruling is based; <br> (a) adopt or maintain the administrative procedures for certifying the Certificate <br> ARTICLE 4.12: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> (d) for the purpose of conforming with a modification of this Chapter; or <br> of Origin that its producer or exporter filled and signed; <br> (e) for the purpose of complying with an administrative decision independent <br> (b) provide, if requested by the competent authority of the importing Party, <br> from the issuing authority, or a judicial decision or to adjust to a change in <br> information about the origin of the imported goods claiming the preferential <br> the national legislation of the Party that issued the advance ruling. <br> tariff treatment; and <br> 6 Each Party shall provide that any modification or revocation of an advance <br> (c) notify in writing before this Agreement enters into force, the list of the <br> ruling shall enter into force from the date on which the modification or revocation is <br> names of the authorized officials and, where applicable, the list of <br> issued, or on such later date as may be specified therein, and shall not be applied to <br> authorized agencies to certify the Certificate of Origin, with the <br> the importation of a good having occurred prior to that date, unless the person to <br> corresponding signatures and seals. Modifications to this list shall be <br> whom the advance ruling was issued has not acted according to its terms and <br> notified immediately in writing to the other Party and shall enter into force <br> conditions. Nevertheless the effective date of modification or revocation of the <br> 30 days after the date on which that Party receives that notification of the modification. <br> advance ruling can be postponed for a period not exceeding 30 days when the <br> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br> advance ruling was based on an error by the competent authority. <br> single importation of one or more goods into the territory of that Party. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of <br> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br> a good with respect to which an advance ruling has been issued, that authority <br> customs authority of the importing Party for a period of one year from the date on <br> shall evaluate whether: <br> which the certificate was signed and sealed by the certifying authority. <br> (a) the exporter or producer has complied with the terms and conditions of <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> the advance ruling; <br> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br> (b) the operations of the exporter or producer are consistent with the facts <br> located in the territory of a non-Party. <br> and circumstances on which the advance ruling is based; and <br> 11. The Parties shall, in the second year from the date on which this Agreement <br> (c) the data and calculations used in the application of criteria or methods <br> entry into force, review the certifying procedures with a view to confirm whether it <br> to calculate the regional value content are correct in all substantial aspects. <br> would be more beneficial to the Parties to convey to an auto-certification process, <br> 8 Each Party shall provide that, when its competent authority determines that any <br> rather than requiring any agency to perform the certification. If it is agreed by both <br> of the requirements established in paragraph 7 has not been fulfilled, that authority <br> Parties, the exporter or producer will be the one responsible to certify the origin <br> may modify or revoke the advance ruling as the circumstances warrant. <br> without the certifying agency of each Party being the one required to perform the certification. <br> 9 Each Party shall provide that, where a person to whom an advance ruling has <br> Article 4.15: Obligations regarding Importations <br> been issued demonstrates that he had acted with reasonable care and in good faith <br> 1 A Party shall require that the importer who claims preferential tariff treatment for <br> while stating the facts and circumstances on which the ruling was based, that person <br> a good imported into its territory from the territory of the other Party should: <br> shall not be penalized whenever the issuing authority determines that the ruling was <br> (a) declare in writing in the importation document required by its <br> based on incorrect information. <br> legislation, based on a valid Certificate of Origin, that a good qualifies <br> 10. Each Party shall provide that, where an advance ruling has been issued to a <br> as an originating good; <br> person who had falsely stated or omitted substantial facts or circumstances on which <br> (b) have the Certification of Origin in his possession at the time the <br> the ruling was based, or has not acted in accordance with the terms and conditions of <br> declaration is made; <br> the ruling, the competent authority may apply measures against that person <br> (c) provide, if requested by its customs authority, the Certificate of Origin or its copy ; and <br> according to the legislation of each Party. <br> (d) promptly make a corrected declaration and pay any duties owing <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> where the importer has reasons to believe that the Certificate of <br> while the facts or circumstances on which the ruling was based are maintained. In <br> Origin on which a customs declaration was based contains incorrect <br> case those facts or circumstances have changed, the holder of the ruling shall be <br> information. Where the importer presents a corrected declaration <br> allowed to present information necessary for the issuing authority to modify or revoke <br> before the customs authority notifies a revision process, according to <br> it according to paragraph 5. <br> the domestic laws of each Party, the importer may not be penalized. <br> 12. Any good subject to an origin verification or a request of review or appeal in the <br> 2 A Party may deny preferential tariff treatment to a good if the importer fails to <br> territory of one of the Parties, shall not be the subject of an advance ruling. <br> comply with any requirement in this Chapter. <br> Article 4.21: Penalties <br> 3 A Party shall provide that, where a good was originating when it was imported <br> Each Party shall establish or maintain measures imposing criminal, civil or <br> into its territory, but the importer of the good did not make a claim for preferential tariff <br> administrative penalties for violations of its laws and regulations related to the <br> treatment at the time of importation that importer may, not later than four months from <br> provisions of this Chapter. <br> the date of the release of the imported good, request a refund of the tariff duties paid <br> Article 4.22: Review and Appeal <br> in excess as a result of not having requested the preferential tariff treatment for that <br> 1 Each Party according to its domestic legislation shall grant the exporters or <br> good, provided that the importer has the Certificate of Origin in his/her possession <br> producers of the other Party the same rights to review and appeal the determinations <br> and the request is accompanied by: <br> of origin and the advance rulings issued to its importers. <br> (a) a written declaration, indicating that the good qualifies as originating at <br> 2 The rights referred to in paragraph 1 include access to an administrative review, <br> the time of importation; <br> independent from the official or office responsible for the determination or advance <br> (b) the Certificate of Origin or its copy ; and <br> ruling under review, and a judicial review of the determination or ruling as the final <br> (c) any other documentation related to the importation of the good, as the <br> instance, according to the legislation of each Party. <br> customs authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority <br> of that Party conclude an origin verification and determines to deny the preferential <br> tariff treatment to goods imported, according to Article 4.19 <br> Article 4.16: Obligations regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled and signed a <br> Certificate of Origin to submit a copy of such Certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer, that has completed and signed <br> a Certificate of Origin or provided information for his/her certifying authority, and has <br> reasons to believe that such Certificate contains incorrect information, to notify <br> promptly in writing: <br> (a) all persons who have received that Certificate; and <br> (b) its certifying authority, <br> of any change that may affect the accuracy or validity of that Certificate, in such case <br> the exporter or producer may not be penalized for having provided an incorrect <br> certificate or information according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other <br> Party qualified as originating, such exporter or producer shall be subject to similar <br> penalties as would apply to an importer in its territory for violating its customs laws <br> and regulations by making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent <br> authority of the importing Party with the notification referred to in paragraph 2. <br> Article 4.17: Records <br> (a) its exporter or producer who requests a Certificate of Origin and provides <br> information for its certifying authority shall maintain, for at least five years <br> from the date on which the Certificate is signed, all records and <br> documents related to the origin of the goods, including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory, <br> (ii) the purchase, costs, value and payment of, all materials, <br> including indirect ones, used in the production of the good <br> exported from its territory, and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported <br> into that Party's territory shall maintain a copy of the Certificate of Origin <br> and other documentation relating to the importation for at least five years <br> from the date of importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a Certificate <br> of Origin shall maintain all documentation relating to the issuance of the <br> Certificate for a minimum period of five years from the issuing date of the Certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to <br> an origin verification, if the exporter, producer or importer of the good who should <br> maintain records or documents in accordance with paragraph 1: <br> (a) does not have the records or documents for determining the origin of <br> the good, in accordance with the provisions of this Chapter; or <br> (b) denies access to the records or documents. <br> "}, {"ArticleTitle": "Application and interpretation instruments", "ArticleDesc": "Article 4.01: Application and interpretation instruments <br> 1 For purposes of this Chapter: <br> (a) the Harmonized System shall be the basis for the tariff classification of goods; and <br> (b) the principles and norms of the Customs Valuation Agreement shall be <br> used to determine the value of a good or material. <br> 2 For purposes of this Chapter, regarding the application of the Customs <br> Valuation Agreement when determining the origin of a good: <br> (a) the principles and norms of the Customs Valuation Agreement shall be <br> applied to domestic transactions as they would be applied to <br> international transactions, with only the modifications required by circumstances; and <br> (b) the provisions contained in this Chapter shall prevail over the Customs <br> Valuation Agreement to the extent of any inconsistency. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.02: Originating Goods <br> Article 4.19: Origin Verifications <br> under heading, 20.06, 20.07, 20.08, 20.09, 21.06 or subheading 1806.10. <br> Rules of Origin and Related Customs Procedures <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> 1 The importing Party, through its competent authority, may request information <br> Section A: Rules of Origin <br> originating in the territory of a Party where: <br> about the origin of a good from the certifying authority of the exporting Party. The <br> (a) it is wholly obtained or produced entirely in the territory of that Party; <br> competent authority of the importing Party may also request its embassy in the <br> (b) it is produced entirely in the territory of that Party exclusively from the originating materials; <br> territory of the other Party for assistance in those matters. <br> (c) it is produced entirely in the territory of one or both of the Parties from <br> 2 For purposes of determining whether a good imported into its territory from the <br> non-originating materials that undergo a change in tariff classification, <br> territory of the other Party under preferential tariff treatment according to this <br> satisfy a regional value content or other requirements, as specified in <br> agreement qualifies as originating, a Party may verify the origin of the good through <br> Annex 4.02, and that the good complies with all other applicable <br> where <br> its competent authority by means of: <br> provisions of this Chapter; or <br> (a) written questionnaires or requests for information sending directly to the <br> (d) it is produced entirely in the territory of a Party, although one or more of <br> exporter or producer in the territory of the other Party; <br> the non-originating materials or parts provided for as parts under the <br> (b) verification visits to the premises of the exporter or producer in the <br> Harmonized System that are used in the production of the good does <br> territory of the other Party to review the records and documents referred <br> not undergo a change in tariff classification for any of the following reasons: <br> to in Article 4.17, and to inspect the materials and facilities used in the <br> production of the good in question; or <br> unassembled or a disassembled form, and has been classified as <br> (c) other procedures as the Parties may agree to. <br> an assembled good in accordance with the Rule 2(a) of the <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> General Rules of Interpretation of the Harmonized System; <br> determinations of origin, notifications or any other written communications sent by the <br> (ii) the good and its parts are classified under the same heading <br> Competent Authority to the exporter, producer or importer, for origin verification, shall <br> which describes specifically both the good itself and its parts, and <br> be considered valid, provided that they are done by the following means: <br> that heading is not further divided into subheadings; or <br> (a) certified mails with receipts of acknowledgement or other ways that <br> (iii) the good and its parts are classified under the same subheading <br> confirm that the exporter, producer or importer has received the documents; <br> which describes specifically both the good itself and its parts; <br> (b) official communications through the embassies of the Parties whenever <br> provided that the regional value content of the good, determined in <br> the competent authority requires; or <br> accordance with Article 4.06, is not less than thirty five percent (35%), <br> (c) any other way as the Parties may agree to. <br> and the good fulfills all other applicable requirements of this Chapter, <br> 4 In a written questionnaire or request for information referred to in <br> unless the specific rule of origin applicable to the good pursuant to <br> paragraph 2 a) it shall: <br> Annex 4.02, specifies a different requirement of regional value content, <br> (a) indicate the time period, which shall be no less than 30 days from the <br> in which case that specific requirement shall be applied. <br> date of receipt, that the exporter or producer has to duly complete and <br> 2 Notwithstanding other provisions of this Article, goods shall not be considered <br> return the questionnaire or provide the information requested; and <br> originating, if they are exclusively the outcome of the minimal operations or <br> (b) include the notification of intention to deny the preferential tariff treatment, <br> processes referred to in Article 4.03 and carried out in the territory of one or both of <br> in case the exporter or producer does not duly complete and return the <br> the Parties, unless the specific rules of origin of Annex 4.02 indicate otherwise. <br> questionnaire or provide the information requested within such time <br> Article 4.03: Minimal Operations or Processes <br> period. <br> The minimal operations or processes that by themselves or in combination do not <br> 5 The exporter or producer who receives a questionnaire or request for <br> confer origin to a good are: <br> information according to paragraph 2 a) shall duly complete and return the <br> (a) operations for the preservation of a good in good condition during <br> questionnaire or respond to the request for information within the time period <br> transportation or storage (such as aeration, ventilation, drying, <br> established in paragraph 4 a) from the date of receipt. During that time period, the <br> refrigeration, freezing or keeping in brine); <br> exporter or producer may make a written request of extension to the competent <br> (b) cleaning, washing, sieving, sifting, screening, selecting, classifying, grading or culling; <br> authority of the importing Party for an extension of no more than 30 days. Such <br> (c) peeling, hulling, stripping, husking, deboning, pressing, squeezing, filleting or soaking; <br> request shall not have the consequence of denial of the preferential tariff treatment. <br> (d) elimination of dust or broken or damaged parts, application of oil, anti- <br> 6 Each Party shall provide that, even though the answered questionnaire or <br> oxidant paint or protective coating; <br> information requested referred to in paragraph 5 has been received within the <br> (e) testing or gauging, division of bulk shipments, bulking of packages, <br> specified period of time provided in paragraph 4 and 5, it may still ask through its <br> adhesion of brand names, labels or distinguishing signs on goods and their packaging; <br> competent authority for additional information from the exporter or producer, by <br> (f) packing, unpacking or repacking; <br> means of a subsequent questionnaire or request of information. In such cases the <br> (g) dilution in water or any other watery solution, or ionization and salting; <br> exporter or producer shall answer the questionnaire or respond to the request within <br> (a) transported directly from the territory of the other Party; or <br> (h) simple putting together or assembly of parts of a good in order to <br> 30 days from the date of receipt. <br> constitute a complete good, the formation of sets and assortments of goods; and <br> 7 In case the exporter or producer does not duly complete a questionnaire, or <br> (i) slaughter of animals. <br> does not return the questionnaire or provide the information requested within the time <br> Article 4.04: Indirect Materials <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> Indirect materials shall be considered as originating regardless to where there are <br> the preferential tariff treatment to the goods subject to verification, by issuing a <br> produced or manufactured, and the value of these materials shall be the cost as <br> written determination of origin, including facts and the legal basis for that <br> registered in the accounting records of the producer of the good. <br> determination, to the importer, exporter or producer. <br> Article 4.05: Accumulation <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> 1 The goods or materials originating from a Party and incorporated into a good in <br> Party shall, through its competent authority, provide a written notification of its <br> the territory of the other Party shall be considered as originating in the territory <br> intention to conduct the visit. The notification shall be sent to the exporter or producer <br> of that other Party. <br> to be visited, to the certifying authority and the competent authority of the Party in <br> 1 Each Party shall provide that: <br> 2 A good is originating where the good is produced in the territory of one or both <br> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br> Parties by one or more producers, provided that the good satisfies the requirements <br> other Party in the territory of the importing Party. The competent authority of the <br> (a) the accessories, spare parts, or tools are classified with and not invoiced <br> in Article 4.02 and all other applicable requirements in this Chapter. <br> importing Party shall request the written consent from the exporter or <br> Article 4.06: Regional Value Content <br> separately from the good; and <br> producer to be visited. <br> 1 The regional value content of a good shall be calculated according to the following formula: <br> 9 The notification referred to in paragraph 8 shall include: <br> RVC = [(TV - VNM) / TV] * 100 <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> RVCj is the regional value content, expressed as a percentage; <br> (c) the date and place of the proposed verification visit; <br> TVj is the transaction value of the good adjusted to an FOB basis, except as <br> (d) the objective and scope of the verification visit, including the specific <br> provided for in paragraph 2. If this value does not exist or cannot be <br> reference to the goods subject to verification; <br> determined in accordance with the principles and norms set forth in Article 1 of <br> (e) the names and positions of the officers conducting the verification visit; and <br> the Customs Valuation Agreement, it shall be calculated in accordance with <br> (f) the legal basis for carrying out the verification visit. <br> the principles and norms set forth in Article 2 through 7 of said Agreement; and <br> 10. Any modification of the information referred to in the preceding paragraph shall <br> VNMj is the transaction value of the non-originating materials adjusted to a <br> also be notified according to paragraph 8. <br> CIF basis, except as provided for in paragraph 5. If such value does not exist <br> 11. If the exporter or producer has not given his written consent to a proposed <br> or cannot be determined in accordance with the principles and norms set forth <br> verification visit within the 30 days of the written notification as provided in paragraph <br> in Article 1 of the Customs Valuation Agreement, it shall be calculated in <br> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br> accordance with the principles and norms set forth in Articles <br> goods by notifying in writing the importer, exporter or producer a determination, <br> 2 through 7 of said Agreement. <br> including facts and the legal basis for such denial. <br> 2 When the producer of a good does not export it directly, the value shall be <br> 12. Each Party shall provide that, when an exporter or producer receives a <br> adjusted to the point at which the buyer receives the good within the territory in which <br> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br> the producer is located. <br> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br> 3 When the origin is determined by the regional value content rule, the <br> importing Party, its certifying authority and competent authority, to postpone only for <br> percentage required shall be specified in Annex 4.02. <br> once the proposed verification visit for a period no longer than 60 days from the date <br> 4 All of the costs considered when calculating the regional value content shall be <br> the notification was received, or for a longer period as the Parties may agree to. <br> disregarded in determining whether a good is originating. <br> recorded and kept in accordance with Generally Accepted Accounting Principles <br> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br> applicable in the territory of the Party in which the good is produced. <br> because a verification visit is postponed according to paragraph 12. <br> 5 When the producer of a good acquires a non-originating material in the territory <br> 14. Each Party shall permit an exporter or producer who is the subject of a <br> of the Party in which it is located, the value of the non-originating material shall not <br> verification visit to designate two observers to be present during the visit, provided <br> for the purpose of transit or temporary storing in warehouses in such <br> include freight, insurance, costs of packaging and any other costs incurred in <br> that the observers do not participate in a manner other than as observers. <br> transporting the material from the supplier's warehouse to the place where the <br> Nevertheless, the failure of designating the observers by the exporter or producer <br> producer is located. <br> shall not be a cause for postponing the visit. <br> 6 For purposes of calculating the regional value content, the value of the non- <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> originating materials used in the production of a good shall not include the value of <br> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br> the non-originating materials used in the production of originating materials acquired <br> the importing Party conducting a verification visit. If the records and documents are <br> and used in the production of that good. <br> not in the possession of the exporter or producer, he shall request the producer or <br> Article 4.07: De Minimis <br> supplier of the materials to deliver them to the competent authority mentioned above. <br> Except as provided in Annex 4.07, a good is nonetheless originating if the value of all <br> 16. When the competent authority of the importing Party verifies whether the <br> Article 4.14: Certificate of Origin <br> non-originating materials used in the production of the good that does not undergo <br> regional value content, the de minimis calculation or any other requirements <br> the applicable change in tariff classification does not exceed ten percent of the value <br> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br> of the good. The value of such non-originating material shall, however, be included in <br> generally accepted accounting principles applied in the territory of the Party from <br> the value of non-originating materials for any applicable regional value content <br> which the good under verification was exported. <br> requirement and that the good satisfies all other applicable requirements in this Chapter. <br> 17. Once the verification visit has been concluded, the competent authority of the <br> Article 4.08: Fungible Goods and Materials <br> importing Party shall make a report of the visit, which shall include the facts <br> 1 Each Party shall provide that the origin of fungible goods or materials used in <br> confirmed by it. The exporter or producer may sign on this report. <br> the production of a good shall be determined by: <br> 18. Within a period of 120 days from the conclusion of the process of any of the <br> (a) physical segregation of each good or material; or <br> verification methods provided in paragraph 2, the competent authority shall issue a <br> (b) at the producer's choice, through the use of any of the following <br> written determination of origin, including the facts, results and the legal basis for such <br> inventory management methods, recognized in the Generally Accepted <br> determination, and sent to the importer, exporter or producer of the good subject to <br> Accounting Principles of the Party in which the production is performed: <br> verification according to paragraph 3, to determine whether or not the good <br> (i) first in first out (FIFO) method; <br> qualified as originating. <br> (ii) last in first out (LIFO) method; or <br> 19. Where through a verification the importing Party determines that an exporter or <br> (iii) averaging method. <br> a producer has provided more than one time false or unfounded information in the <br> 2 Once the inventory management method listed out in the preceding paragraph <br> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br> is selected, it shall be used during the entire period of a fiscal year. <br> may suspend the preferential tariff treatment to the identical goods imported, <br> Article 4.09: Accessories, Spare Parts and Tools <br> exported or produced by that person, until it is confirmed that such person has been <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or <br> in compliance with all the requirements under this Chapter. The suspension and <br> tools delivered with the good shall be treated as originating goods if the good is an <br> resumption of the preferential tariff treatment shall be accompanied by a written <br> originating good and shall be disregarded in determining whether all the non- <br> notification, including facts and the legal basis, to the importer, exporter or producer. <br> originating materials used in the production of the good undergo the applicable <br> 20. When the competent authority of the importing Party determines that a good <br> change in tariff classification, provided that: <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide <br> customary for the good. <br> that its origin determination shall not take effect until it has been notified in writing to <br> 2 If the good is subject to a regional value content requirement, the value of <br> the certifying authority of the exporting Party, to the importer of the good, to the <br> accessories, spare parts, or tools shall be taken into account as originating or <br> person that has filled and signed the Certificate of Origin, as well as <br> non-originating materials, as the case may be, in calculating the regional value <br> to the producer of the good. <br> content of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> Article 4.10: Sets or Assortments <br> importation made before the date of entry into force of the determination where: <br> 1 The sets or assortments of goods that are classified in accordance with rule 3 of <br> (a) the competent authority of that Party from whose territory the good was <br> the General Rules of the Interpretation of the Harmonized System, as well as goods <br> exported, had issued a determination on the tariff classification or on <br> whose description according to the nomenclature of the Harmonized System is <br> the value of the materials, on which a person is entitled to rely; and <br> specifically that of a set or assortment, shall qualify as originating, only if each good <br> (b) the determination mentioned in the preceding subparagraph was issued <br> (i) the good was imported into the territory of a Party in an <br> in the set or assortment complies with the rules of origin established in <br> prior to the notification of the origin verification. <br> this Chapter and in Annex 4.02. <br> Article 4.20: Advance Rulings <br> 2 When sets or assortments are subject to regional value content requirements, <br> 1 Each Party shall, through its competent authority, expeditiously provides a <br> their containers and packaging materials shall be considered originating or non- <br> written advance ruling, prior to the importation of a good into its territory. The <br> originating, as the case may be. <br> advance ruling shall be issued in response to a written application made by an <br> Article 4.11: Packaging Materials and Containers for Retail Sale <br> importer in its territory or an exporter or producer in the territory of the other Party, <br> Each Party shall provide that packaging materials and containers in which a good is <br> based on the facts and circumstances showed by such importer, exporter or producer <br> packaged for retail sale shall, if classified with the good, be disregarded in <br> of the good, with respect to: <br> determining whether all the non-originating materials used in the production of the <br> (a) whether the good qualifies as originating according to this Chapter; <br> good undergo the applicable change in tariff classification set out in Annex 4.02 and, <br> (b) whether the non-originating materials used in the production of the good <br> if the good is subject to a regional value content requirement, the value of such <br> have undergone the applicable changes on tariff classification <br> packaging materials and containers shall be taken into account as originating or <br> established in Annex 4.02; <br> (c) whether the good fulfills the requirement of regional value content <br> established in this Chapter and in Annex 4.02; and <br> (d) whether the method applied by an exporter or producer in the territory <br> Containers and packing materials in which the good is packed for shipment shall be <br> of the other Party, according to the norms and principles of the Customs <br> Valuation Agreement, to calculate the transaction value of a good or of <br> Article 4.13: Transit and Transshipment <br> the materials used in the production of the good, with respect to which <br> The originating goods of the other Party shall not lose such status when they are: <br> an advance ruling is being requested, is adequate for demonstrating <br> whether the good satisfies a regional value content requirement <br> (b) transported through the territory or territories of one or more non-Parties <br> according to this Chapter and in Annex 4.02. <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> territory or territories, provided that they do not undergo any operations <br> (a) the obligation of the importer to provide reasonable information required <br> other than unloading, reloading or any other operation to preserve them <br> to process an application for such ruling; <br> in good condition and remain under the control of customs authority in <br> (b) the mandate of the competent authority to ask at any time for additional <br> the territory of a non-Party mentioned above. <br> information from the person who applies for an advance ruling, while <br> Section B: Customs Procedures Related to Origin <br> evaluating such application; <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> (c) the obligation of the competent authority to issue an advance ruling <br> 1 For purposes of this Chapter, the Parties shall establish a single form of <br> within a maximum period of 120 days, once all the necessary <br> Certificate of Origin as provided in Annex 4.14, which shall enter into force with this <br> information has been collected from the applicant; and <br> Agreement and may, thereafter, be modified by mutual agreement. <br> (d) the obligation of the competent authority to issue an advance ruling in a <br> 2 The Certificate of Origin referred to in paragraph 1 shall be used to certify that a <br> completed, well-founded, and reasoned manner. <br> good being exported from the territory of a Party into the territory of the other Party <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the <br> qualifies as originating and satisfy all other requirements established in this Chapter. <br> date on which the ruling is issued or a later date indicated in the ruling, unless such <br> 3 The certifying authorities of each Party shall require its exporters or producers <br> ruling has been modified or revoked according to paragraph 5. <br> to complete and sign a Certificate of Origin for every exportation of goods for which <br> 4 Each Party shall provide any person who applies an advance ruling the same <br> an importer of the other Party may claim preferential tariff treatment. <br> treatment, including the same interpretation and application of the provisions of this <br> 4 The exporter or producer completing and signing a Certificate of Origin shall <br> Chapter, regarding the determination of origin as provided for any other person, to <br> assume administrative, civil or criminal liability whenever the exporter includes false <br> whom an advance ruling has been issued, whenever the facts and circumstances are <br> or incorrect information in the Certificate of Origin. <br> identical in all substantial aspects. <br> 5 The certifying authority of each Party shall certify that the Certificate of Origin <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> filled and signed by the exporter or producer of the good is completed correctly, <br> (a) where it is based on an error: <br> based on the information provided by such exporter or producer, and shall verify that <br> (i) in fact, <br> the exporter or producer has indeed complied with the requirements of this Chapter <br> (ii) in the tariff classification of the good or materials which is the <br> and is located in the territory of that Party. <br> subject of the ruling, or <br> 6 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br> (iii) in the application of the regional value content requirement <br> the certifying authority of the exporting Party with respect to the exportation of a good <br> according to this Chapter; <br> for which the importer may claim preferential tariff treatment. The Certificate of Origin <br> (b) where the ruling is not in accordance with the interpretation agreed by the <br> shall also carry a serial number allowing its identification, which will be managed by <br> Parties with respect to this Chapter ; <br> the certifying authority. <br> (c) where there is a change in the facts or circumstances on which <br> 7 The certifying authority of the exporting Party shall: <br> the ruling is based; <br> (a) adopt or maintain the administrative procedures for certifying the Certificate <br> ARTICLE 4.12: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> (d) for the purpose of conforming with a modification of this Chapter; or <br> of Origin that its producer or exporter filled and signed; <br> (e) for the purpose of complying with an administrative decision independent <br> (b) provide, if requested by the competent authority of the importing Party, <br> from the issuing authority, or a judicial decision or to adjust to a change in <br> information about the origin of the imported goods claiming the preferential <br> the national legislation of the Party that issued the advance ruling. <br> tariff treatment; and <br> 6 Each Party shall provide that any modification or revocation of an advance <br> (c) notify in writing before this Agreement enters into force, the list of the <br> ruling shall enter into force from the date on which the modification or revocation is <br> names of the authorized officials and, where applicable, the list of <br> issued, or on such later date as may be specified therein, and shall not be applied to <br> authorized agencies to certify the Certificate of Origin, with the <br> the importation of a good having occurred prior to that date, unless the person to <br> corresponding signatures and seals. Modifications to this list shall be <br> whom the advance ruling was issued has not acted according to its terms and <br> notified immediately in writing to the other Party and shall enter into force <br> conditions. Nevertheless the effective date of modification or revocation of the <br> 30 days after the date on which that Party receives that notification of the modification. <br> advance ruling can be postponed for a period not exceeding 30 days when the <br> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br> advance ruling was based on an error by the competent authority. <br> single importation of one or more goods into the territory of that Party. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of <br> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br> a good with respect to which an advance ruling has been issued, that authority <br> customs authority of the importing Party for a period of one year from the date on <br> shall evaluate whether: <br> which the certificate was signed and sealed by the certifying authority. <br> (a) the exporter or producer has complied with the terms and conditions of <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> the advance ruling; <br> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br> (b) the operations of the exporter or producer are consistent with the facts <br> located in the territory of a non-Party. <br> and circumstances on which the advance ruling is based; and <br> 11. The Parties shall, in the second year from the date on which this Agreement <br> (c) the data and calculations used in the application of criteria or methods <br> entry into force, review the certifying procedures with a view to confirm whether it <br> to calculate the regional value content are correct in all substantial aspects. <br> would be more beneficial to the Parties to convey to an auto-certification process, <br> 8 Each Party shall provide that, when its competent authority determines that any <br> rather than requiring any agency to perform the certification. If it is agreed by both <br> of the requirements established in paragraph 7 has not been fulfilled, that authority <br> Parties, the exporter or producer will be the one responsible to certify the origin <br> may modify or revoke the advance ruling as the circumstances warrant. <br> without the certifying agency of each Party being the one required to perform the certification. <br> 9 Each Party shall provide that, where a person to whom an advance ruling has <br> Article 4.15: Obligations regarding Importations <br> been issued demonstrates that he had acted with reasonable care and in good faith <br> 1 A Party shall require that the importer who claims preferential tariff treatment for <br> while stating the facts and circumstances on which the ruling was based, that person <br> a good imported into its territory from the territory of the other Party should: <br> shall not be penalized whenever the issuing authority determines that the ruling was <br> (a) declare in writing in the importation document required by its <br> based on incorrect information. <br> legislation, based on a valid Certificate of Origin, that a good qualifies <br> 10. Each Party shall provide that, where an advance ruling has been issued to a <br> as an originating good; <br> person who had falsely stated or omitted substantial facts or circumstances on which <br> (b) have the Certification of Origin in his possession at the time the <br> the ruling was based, or has not acted in accordance with the terms and conditions of <br> declaration is made; <br> the ruling, the competent authority may apply measures against that person <br> (c) provide, if requested by its customs authority, the Certificate of Origin or its copy ; and <br> according to the legislation of each Party. <br> (d) promptly make a corrected declaration and pay any duties owing <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> where the importer has reasons to believe that the Certificate of <br> while the facts or circumstances on which the ruling was based are maintained. In <br> Origin on which a customs declaration was based contains incorrect <br> case those facts or circumstances have changed, the holder of the ruling shall be <br> information. Where the importer presents a corrected declaration <br> allowed to present information necessary for the issuing authority to modify or revoke <br> before the customs authority notifies a revision process, according to <br> it according to paragraph 5. <br> the domestic laws of each Party, the importer may not be penalized. <br> 12. Any good subject to an origin verification or a request of review or appeal in the <br> 2 A Party may deny preferential tariff treatment to a good if the importer fails to <br> territory of one of the Parties, shall not be the subject of an advance ruling. <br> comply with any requirement in this Chapter. <br> Article 4.21: Penalties <br> 3 A Party shall provide that, where a good was originating when it was imported <br> Each Party shall establish or maintain measures imposing criminal, civil or <br> into its territory, but the importer of the good did not make a claim for preferential tariff <br> administrative penalties for violations of its laws and regulations related to the <br> treatment at the time of importation that importer may, not later than four months from <br> provisions of this Chapter. <br> the date of the release of the imported good, request a refund of the tariff duties paid <br> Article 4.22: Review and Appeal <br> in excess as a result of not having requested the preferential tariff treatment for that <br> 1 Each Party according to its domestic legislation shall grant the exporters or <br> good, provided that the importer has the Certificate of Origin in his/her possession <br> producers of the other Party the same rights to review and appeal the determinations <br> and the request is accompanied by: <br> of origin and the advance rulings issued to its importers. <br> (a) a written declaration, indicating that the good qualifies as originating at <br> 2 The rights referred to in paragraph 1 include access to an administrative review, <br> the time of importation; <br> independent from the official or office responsible for the determination or advance <br> (b) the Certificate of Origin or its copy ; and <br> ruling under review, and a judicial review of the determination or ruling as the final <br> (c) any other documentation related to the importation of the good, as the <br> instance, according to the legislation of each Party. <br> customs authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority <br> of that Party conclude an origin verification and determines to deny the preferential <br> tariff treatment to goods imported, according to Article 4.19 <br> Article 4.16: Obligations regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled and signed a <br> Certificate of Origin to submit a copy of such Certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer, that has completed and signed <br> a Certificate of Origin or provided information for his/her certifying authority, and has <br> reasons to believe that such Certificate contains incorrect information, to notify <br> promptly in writing: <br> (a) all persons who have received that Certificate; and <br> (b) its certifying authority, <br> of any change that may affect the accuracy or validity of that Certificate, in such case <br> the exporter or producer may not be penalized for having provided an incorrect <br> certificate or information according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other <br> Party qualified as originating, such exporter or producer shall be subject to similar <br> penalties as would apply to an importer in its territory for violating its customs laws <br> and regulations by making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent <br> authority of the importing Party with the notification referred to in paragraph 2. <br> Article 4.17: Records <br> (a) its exporter or producer who requests a Certificate of Origin and provides <br> information for its certifying authority shall maintain, for at least five years <br> from the date on which the Certificate is signed, all records and <br> documents related to the origin of the goods, including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory, <br> (ii) the purchase, costs, value and payment of, all materials, <br> including indirect ones, used in the production of the good <br> exported from its territory, and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported <br> into that Party's territory shall maintain a copy of the Certificate of Origin <br> and other documentation relating to the importation for at least five years <br> from the date of importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a Certificate <br> of Origin shall maintain all documentation relating to the issuance of the <br> Certificate for a minimum period of five years from the issuing date of the Certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to <br> an origin verification, if the exporter, producer or importer of the good who should <br> maintain records or documents in accordance with paragraph 1: <br> (a) does not have the records or documents for determining the origin of <br> the good, in accordance with the provisions of this Chapter; or <br> (b) denies access to the records or documents. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.18: Confidentiality <br> 1 Each Party shall maintain the confidentiality of confidential information collected <br> pursuant to this Chapter and shall protect that information from disclosure, in <br> accordance with its legislation. <br> 2 The confidential information collected pursuant to this Chapter may only be <br> disclosed to those authorities responsible for the administration and enforcement of <br> determinations of origin, and for customs and revenue matters in accordance with <br> each Party's legislation. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.02: Originating Goods <br> Article 4.19: Origin Verifications <br> under heading, 20.06, 20.07, 20.08, 20.09, 21.06 or subheading 1806.10. <br> Rules of Origin and Related Customs Procedures <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> 1 The importing Party, through its competent authority, may request information <br> Section A: Rules of Origin <br> originating in the territory of a Party where: <br> about the origin of a good from the certifying authority of the exporting Party. The <br> (a) it is wholly obtained or produced entirely in the territory of that Party; <br> competent authority of the importing Party may also request its embassy in the <br> (b) it is produced entirely in the territory of that Party exclusively from the originating materials; <br> territory of the other Party for assistance in those matters. <br> (c) it is produced entirely in the territory of one or both of the Parties from <br> 2 For purposes of determining whether a good imported into its territory from the <br> non-originating materials that undergo a change in tariff classification, <br> territory of the other Party under preferential tariff treatment according to this <br> satisfy a regional value content or other requirements, as specified in <br> agreement qualifies as originating, a Party may verify the origin of the good through <br> Annex 4.02, and that the good complies with all other applicable <br> where <br> its competent authority by means of: <br> provisions of this Chapter; or <br> (a) written questionnaires or requests for information sending directly to the <br> (d) it is produced entirely in the territory of a Party, although one or more of <br> exporter or producer in the territory of the other Party; <br> the non-originating materials or parts provided for as parts under the <br> (b) verification visits to the premises of the exporter or producer in the <br> Harmonized System that are used in the production of the good does <br> territory of the other Party to review the records and documents referred <br> not undergo a change in tariff classification for any of the following reasons: <br> to in Article 4.17, and to inspect the materials and facilities used in the <br> production of the good in question; or <br> unassembled or a disassembled form, and has been classified as <br> (c) other procedures as the Parties may agree to. <br> an assembled good in accordance with the Rule 2(a) of the <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> General Rules of Interpretation of the Harmonized System; <br> determinations of origin, notifications or any other written communications sent by the <br> (ii) the good and its parts are classified under the same heading <br> Competent Authority to the exporter, producer or importer, for origin verification, shall <br> which describes specifically both the good itself and its parts, and <br> be considered valid, provided that they are done by the following means: <br> that heading is not further divided into subheadings; or <br> (a) certified mails with receipts of acknowledgement or other ways that <br> (iii) the good and its parts are classified under the same subheading <br> confirm that the exporter, producer or importer has received the documents; <br> which describes specifically both the good itself and its parts; <br> (b) official communications through the embassies of the Parties whenever <br> provided that the regional value content of the good, determined in <br> the competent authority requires; or <br> accordance with Article 4.06, is not less than thirty five percent (35%), <br> (c) any other way as the Parties may agree to. <br> and the good fulfills all other applicable requirements of this Chapter, <br> 4 In a written questionnaire or request for information referred to in <br> unless the specific rule of origin applicable to the good pursuant to <br> paragraph 2 a) it shall: <br> Annex 4.02, specifies a different requirement of regional value content, <br> (a) indicate the time period, which shall be no less than 30 days from the <br> in which case that specific requirement shall be applied. <br> date of receipt, that the exporter or producer has to duly complete and <br> 2 Notwithstanding other provisions of this Article, goods shall not be considered <br> return the questionnaire or provide the information requested; and <br> originating, if they are exclusively the outcome of the minimal operations or <br> (b) include the notification of intention to deny the preferential tariff treatment, <br> processes referred to in Article 4.03 and carried out in the territory of one or both of <br> in case the exporter or producer does not duly complete and return the <br> the Parties, unless the specific rules of origin of Annex 4.02 indicate otherwise. <br> questionnaire or provide the information requested within such time <br> Article 4.03: Minimal Operations or Processes <br> period. <br> The minimal operations or processes that by themselves or in combination do not <br> 5 The exporter or producer who receives a questionnaire or request for <br> confer origin to a good are: <br> information according to paragraph 2 a) shall duly complete and return the <br> (a) operations for the preservation of a good in good condition during <br> questionnaire or respond to the request for information within the time period <br> transportation or storage (such as aeration, ventilation, drying, <br> established in paragraph 4 a) from the date of receipt. During that time period, the <br> refrigeration, freezing or keeping in brine); <br> exporter or producer may make a written request of extension to the competent <br> (b) cleaning, washing, sieving, sifting, screening, selecting, classifying, grading or culling; <br> authority of the importing Party for an extension of no more than 30 days. Such <br> (c) peeling, hulling, stripping, husking, deboning, pressing, squeezing, filleting or soaking; <br> request shall not have the consequence of denial of the preferential tariff treatment. <br> (d) elimination of dust or broken or damaged parts, application of oil, anti- <br> 6 Each Party shall provide that, even though the answered questionnaire or <br> oxidant paint or protective coating; <br> information requested referred to in paragraph 5 has been received within the <br> (e) testing or gauging, division of bulk shipments, bulking of packages, <br> specified period of time provided in paragraph 4 and 5, it may still ask through its <br> adhesion of brand names, labels or distinguishing signs on goods and their packaging; <br> competent authority for additional information from the exporter or producer, by <br> (f) packing, unpacking or repacking; <br> means of a subsequent questionnaire or request of information. In such cases the <br> (g) dilution in water or any other watery solution, or ionization and salting; <br> exporter or producer shall answer the questionnaire or respond to the request within <br> (a) transported directly from the territory of the other Party; or <br> (h) simple putting together or assembly of parts of a good in order to <br> 30 days from the date of receipt. <br> constitute a complete good, the formation of sets and assortments of goods; and <br> 7 In case the exporter or producer does not duly complete a questionnaire, or <br> (i) slaughter of animals. <br> does not return the questionnaire or provide the information requested within the time <br> Article 4.04: Indirect Materials <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> Indirect materials shall be considered as originating regardless to where there are <br> the preferential tariff treatment to the goods subject to verification, by issuing a <br> produced or manufactured, and the value of these materials shall be the cost as <br> written determination of origin, including facts and the legal basis for that <br> registered in the accounting records of the producer of the good. <br> determination, to the importer, exporter or producer. <br> Article 4.05: Accumulation <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> 1 The goods or materials originating from a Party and incorporated into a good in <br> Party shall, through its competent authority, provide a written notification of its <br> the territory of the other Party shall be considered as originating in the territory <br> intention to conduct the visit. The notification shall be sent to the exporter or producer <br> of that other Party. <br> to be visited, to the certifying authority and the competent authority of the Party in <br> 1 Each Party shall provide that: <br> 2 A good is originating where the good is produced in the territory of one or both <br> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br> Parties by one or more producers, provided that the good satisfies the requirements <br> other Party in the territory of the importing Party. The competent authority of the <br> (a) the accessories, spare parts, or tools are classified with and not invoiced <br> in Article 4.02 and all other applicable requirements in this Chapter. <br> importing Party shall request the written consent from the exporter or <br> Article 4.06: Regional Value Content <br> separately from the good; and <br> producer to be visited. <br> 1 The regional value content of a good shall be calculated according to the following formula: <br> 9 The notification referred to in paragraph 8 shall include: <br> RVC = [(TV - VNM) / TV] * 100 <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> RVCj is the regional value content, expressed as a percentage; <br> (c) the date and place of the proposed verification visit; <br> TVj is the transaction value of the good adjusted to an FOB basis, except as <br> (d) the objective and scope of the verification visit, including the specific <br> provided for in paragraph 2. If this value does not exist or cannot be <br> reference to the goods subject to verification; <br> determined in accordance with the principles and norms set forth in Article 1 of <br> (e) the names and positions of the officers conducting the verification visit; and <br> the Customs Valuation Agreement, it shall be calculated in accordance with <br> (f) the legal basis for carrying out the verification visit. <br> the principles and norms set forth in Article 2 through 7 of said Agreement; and <br> 10. Any modification of the information referred to in the preceding paragraph shall <br> VNMj is the transaction value of the non-originating materials adjusted to a <br> also be notified according to paragraph 8. <br> CIF basis, except as provided for in paragraph 5. If such value does not exist <br> 11. If the exporter or producer has not given his written consent to a proposed <br> or cannot be determined in accordance with the principles and norms set forth <br> verification visit within the 30 days of the written notification as provided in paragraph <br> in Article 1 of the Customs Valuation Agreement, it shall be calculated in <br> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br> accordance with the principles and norms set forth in Articles <br> goods by notifying in writing the importer, exporter or producer a determination, <br> 2 through 7 of said Agreement. <br> including facts and the legal basis for such denial. <br> 2 When the producer of a good does not export it directly, the value shall be <br> 12. Each Party shall provide that, when an exporter or producer receives a <br> adjusted to the point at which the buyer receives the good within the territory in which <br> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br> the producer is located. <br> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br> 3 When the origin is determined by the regional value content rule, the <br> importing Party, its certifying authority and competent authority, to postpone only for <br> percentage required shall be specified in Annex 4.02. <br> once the proposed verification visit for a period no longer than 60 days from the date <br> 4 All of the costs considered when calculating the regional value content shall be <br> the notification was received, or for a longer period as the Parties may agree to. <br> disregarded in determining whether a good is originating. <br> recorded and kept in accordance with Generally Accepted Accounting Principles <br> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br> applicable in the territory of the Party in which the good is produced. <br> because a verification visit is postponed according to paragraph 12. <br> 5 When the producer of a good acquires a non-originating material in the territory <br> 14. Each Party shall permit an exporter or producer who is the subject of a <br> of the Party in which it is located, the value of the non-originating material shall not <br> verification visit to designate two observers to be present during the visit, provided <br> for the purpose of transit or temporary storing in warehouses in such <br> include freight, insurance, costs of packaging and any other costs incurred in <br> that the observers do not participate in a manner other than as observers. <br> transporting the material from the supplier's warehouse to the place where the <br> Nevertheless, the failure of designating the observers by the exporter or producer <br> producer is located. <br> shall not be a cause for postponing the visit. <br> 6 For purposes of calculating the regional value content, the value of the non- <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> originating materials used in the production of a good shall not include the value of <br> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br> the non-originating materials used in the production of originating materials acquired <br> the importing Party conducting a verification visit. If the records and documents are <br> and used in the production of that good. <br> not in the possession of the exporter or producer, he shall request the producer or <br> Article 4.07: De Minimis <br> supplier of the materials to deliver them to the competent authority mentioned above. <br> Except as provided in Annex 4.07, a good is nonetheless originating if the value of all <br> 16. When the competent authority of the importing Party verifies whether the <br> Article 4.14: Certificate of Origin <br> non-originating materials used in the production of the good that does not undergo <br> regional value content, the de minimis calculation or any other requirements <br> the applicable change in tariff classification does not exceed ten percent of the value <br> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br> of the good. The value of such non-originating material shall, however, be included in <br> generally accepted accounting principles applied in the territory of the Party from <br> the value of non-originating materials for any applicable regional value content <br> which the good under verification was exported. <br> requirement and that the good satisfies all other applicable requirements in this Chapter. <br> 17. Once the verification visit has been concluded, the competent authority of the <br> Article 4.08: Fungible Goods and Materials <br> importing Party shall make a report of the visit, which shall include the facts <br> 1 Each Party shall provide that the origin of fungible goods or materials used in <br> confirmed by it. The exporter or producer may sign on this report. <br> the production of a good shall be determined by: <br> 18. Within a period of 120 days from the conclusion of the process of any of the <br> (a) physical segregation of each good or material; or <br> verification methods provided in paragraph 2, the competent authority shall issue a <br> (b) at the producer's choice, through the use of any of the following <br> written determination of origin, including the facts, results and the legal basis for such <br> inventory management methods, recognized in the Generally Accepted <br> determination, and sent to the importer, exporter or producer of the good subject to <br> Accounting Principles of the Party in which the production is performed: <br> verification according to paragraph 3, to determine whether or not the good <br> (i) first in first out (FIFO) method; <br> qualified as originating. <br> (ii) last in first out (LIFO) method; or <br> 19. Where through a verification the importing Party determines that an exporter or <br> (iii) averaging method. <br> a producer has provided more than one time false or unfounded information in the <br> 2 Once the inventory management method listed out in the preceding paragraph <br> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br> is selected, it shall be used during the entire period of a fiscal year. <br> may suspend the preferential tariff treatment to the identical goods imported, <br> Article 4.09: Accessories, Spare Parts and Tools <br> exported or produced by that person, until it is confirmed that such person has been <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or <br> in compliance with all the requirements under this Chapter. The suspension and <br> tools delivered with the good shall be treated as originating goods if the good is an <br> resumption of the preferential tariff treatment shall be accompanied by a written <br> originating good and shall be disregarded in determining whether all the non- <br> notification, including facts and the legal basis, to the importer, exporter or producer. <br> originating materials used in the production of the good undergo the applicable <br> 20. When the competent authority of the importing Party determines that a good <br> change in tariff classification, provided that: <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide <br> customary for the good. <br> that its origin determination shall not take effect until it has been notified in writing to <br> 2 If the good is subject to a regional value content requirement, the value of <br> the certifying authority of the exporting Party, to the importer of the good, to the <br> accessories, spare parts, or tools shall be taken into account as originating or <br> person that has filled and signed the Certificate of Origin, as well as <br> non-originating materials, as the case may be, in calculating the regional value <br> to the producer of the good. <br> content of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> Article 4.10: Sets or Assortments <br> importation made before the date of entry into force of the determination where: <br> 1 The sets or assortments of goods that are classified in accordance with rule 3 of <br> (a) the competent authority of that Party from whose territory the good was <br> the General Rules of the Interpretation of the Harmonized System, as well as goods <br> exported, had issued a determination on the tariff classification or on <br> whose description according to the nomenclature of the Harmonized System is <br> the value of the materials, on which a person is entitled to rely; and <br> specifically that of a set or assortment, shall qualify as originating, only if each good <br> (b) the determination mentioned in the preceding subparagraph was issued <br> (i) the good was imported into the territory of a Party in an <br> in the set or assortment complies with the rules of origin established in <br> prior to the notification of the origin verification. <br> this Chapter and in Annex 4.02. <br> Article 4.20: Advance Rulings <br> 2 When sets or assortments are subject to regional value content requirements, <br> 1 Each Party shall, through its competent authority, expeditiously provides a <br> their containers and packaging materials shall be considered originating or non- <br> written advance ruling, prior to the importation of a good into its territory. The <br> originating, as the case may be. <br> advance ruling shall be issued in response to a written application made by an <br> Article 4.11: Packaging Materials and Containers for Retail Sale <br> importer in its territory or an exporter or producer in the territory of the other Party, <br> Each Party shall provide that packaging materials and containers in which a good is <br> based on the facts and circumstances showed by such importer, exporter or producer <br> packaged for retail sale shall, if classified with the good, be disregarded in <br> of the good, with respect to: <br> determining whether all the non-originating materials used in the production of the <br> (a) whether the good qualifies as originating according to this Chapter; <br> good undergo the applicable change in tariff classification set out in Annex 4.02 and, <br> (b) whether the non-originating materials used in the production of the good <br> if the good is subject to a regional value content requirement, the value of such <br> have undergone the applicable changes on tariff classification <br> packaging materials and containers shall be taken into account as originating or <br> established in Annex 4.02; <br> (c) whether the good fulfills the requirement of regional value content <br> established in this Chapter and in Annex 4.02; and <br> (d) whether the method applied by an exporter or producer in the territory <br> Containers and packing materials in which the good is packed for shipment shall be <br> of the other Party, according to the norms and principles of the Customs <br> Valuation Agreement, to calculate the transaction value of a good or of <br> Article 4.13: Transit and Transshipment <br> the materials used in the production of the good, with respect to which <br> The originating goods of the other Party shall not lose such status when they are: <br> an advance ruling is being requested, is adequate for demonstrating <br> whether the good satisfies a regional value content requirement <br> (b) transported through the territory or territories of one or more non-Parties <br> according to this Chapter and in Annex 4.02. <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> territory or territories, provided that they do not undergo any operations <br> (a) the obligation of the importer to provide reasonable information required <br> other than unloading, reloading or any other operation to preserve them <br> to process an application for such ruling; <br> in good condition and remain under the control of customs authority in <br> (b) the mandate of the competent authority to ask at any time for additional <br> the territory of a non-Party mentioned above. <br> information from the person who applies for an advance ruling, while <br> Section B: Customs Procedures Related to Origin <br> evaluating such application; <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> (c) the obligation of the competent authority to issue an advance ruling <br> 1 For purposes of this Chapter, the Parties shall establish a single form of <br> within a maximum period of 120 days, once all the necessary <br> Certificate of Origin as provided in Annex 4.14, which shall enter into force with this <br> information has been collected from the applicant; and <br> Agreement and may, thereafter, be modified by mutual agreement. <br> (d) the obligation of the competent authority to issue an advance ruling in a <br> 2 The Certificate of Origin referred to in paragraph 1 shall be used to certify that a <br> completed, well-founded, and reasoned manner. <br> good being exported from the territory of a Party into the territory of the other Party <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the <br> qualifies as originating and satisfy all other requirements established in this Chapter. <br> date on which the ruling is issued or a later date indicated in the ruling, unless such <br> 3 The certifying authorities of each Party shall require its exporters or producers <br> ruling has been modified or revoked according to paragraph 5. <br> to complete and sign a Certificate of Origin for every exportation of goods for which <br> 4 Each Party shall provide any person who applies an advance ruling the same <br> an importer of the other Party may claim preferential tariff treatment. <br> treatment, including the same interpretation and application of the provisions of this <br> 4 The exporter or producer completing and signing a Certificate of Origin shall <br> Chapter, regarding the determination of origin as provided for any other person, to <br> assume administrative, civil or criminal liability whenever the exporter includes false <br> whom an advance ruling has been issued, whenever the facts and circumstances are <br> or incorrect information in the Certificate of Origin. <br> identical in all substantial aspects. <br> 5 The certifying authority of each Party shall certify that the Certificate of Origin <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> filled and signed by the exporter or producer of the good is completed correctly, <br> (a) where it is based on an error: <br> based on the information provided by such exporter or producer, and shall verify that <br> (i) in fact, <br> the exporter or producer has indeed complied with the requirements of this Chapter <br> (ii) in the tariff classification of the good or materials which is the <br> and is located in the territory of that Party. <br> subject of the ruling, or <br> 6 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br> (iii) in the application of the regional value content requirement <br> the certifying authority of the exporting Party with respect to the exportation of a good <br> according to this Chapter; <br> for which the importer may claim preferential tariff treatment. The Certificate of Origin <br> (b) where the ruling is not in accordance with the interpretation agreed by the <br> shall also carry a serial number allowing its identification, which will be managed by <br> Parties with respect to this Chapter ; <br> the certifying authority. <br> (c) where there is a change in the facts or circumstances on which <br> 7 The certifying authority of the exporting Party shall: <br> the ruling is based; <br> (a) adopt or maintain the administrative procedures for certifying the Certificate <br> ARTICLE 4.12: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> (d) for the purpose of conforming with a modification of this Chapter; or <br> of Origin that its producer or exporter filled and signed; <br> (e) for the purpose of complying with an administrative decision independent <br> (b) provide, if requested by the competent authority of the importing Party, <br> from the issuing authority, or a judicial decision or to adjust to a change in <br> information about the origin of the imported goods claiming the preferential <br> the national legislation of the Party that issued the advance ruling. <br> tariff treatment; and <br> 6 Each Party shall provide that any modification or revocation of an advance <br> (c) notify in writing before this Agreement enters into force, the list of the <br> ruling shall enter into force from the date on which the modification or revocation is <br> names of the authorized officials and, where applicable, the list of <br> issued, or on such later date as may be specified therein, and shall not be applied to <br> authorized agencies to certify the Certificate of Origin, with the <br> the importation of a good having occurred prior to that date, unless the person to <br> corresponding signatures and seals. Modifications to this list shall be <br> whom the advance ruling was issued has not acted according to its terms and <br> notified immediately in writing to the other Party and shall enter into force <br> conditions. Nevertheless the effective date of modification or revocation of the <br> 30 days after the date on which that Party receives that notification of the modification. <br> advance ruling can be postponed for a period not exceeding 30 days when the <br> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br> advance ruling was based on an error by the competent authority. <br> single importation of one or more goods into the territory of that Party. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of <br> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br> a good with respect to which an advance ruling has been issued, that authority <br> customs authority of the importing Party for a period of one year from the date on <br> shall evaluate whether: <br> which the certificate was signed and sealed by the certifying authority. <br> (a) the exporter or producer has complied with the terms and conditions of <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> the advance ruling; <br> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br> (b) the operations of the exporter or producer are consistent with the facts <br> located in the territory of a non-Party. <br> and circumstances on which the advance ruling is based; and <br> 11. The Parties shall, in the second year from the date on which this Agreement <br> (c) the data and calculations used in the application of criteria or methods <br> entry into force, review the certifying procedures with a view to confirm whether it <br> to calculate the regional value content are correct in all substantial aspects. <br> would be more beneficial to the Parties to convey to an auto-certification process, <br> 8 Each Party shall provide that, when its competent authority determines that any <br> rather than requiring any agency to perform the certification. If it is agreed by both <br> of the requirements established in paragraph 7 has not been fulfilled, that authority <br> Parties, the exporter or producer will be the one responsible to certify the origin <br> may modify or revoke the advance ruling as the circumstances warrant. <br> without the certifying agency of each Party being the one required to perform the certification. <br> 9 Each Party shall provide that, where a person to whom an advance ruling has <br> Article 4.15: Obligations regarding Importations <br> been issued demonstrates that he had acted with reasonable care and in good faith <br> 1 A Party shall require that the importer who claims preferential tariff treatment for <br> while stating the facts and circumstances on which the ruling was based, that person <br> a good imported into its territory from the territory of the other Party should: <br> shall not be penalized whenever the issuing authority determines that the ruling was <br> (a) declare in writing in the importation document required by its <br> based on incorrect information. <br> legislation, based on a valid Certificate of Origin, that a good qualifies <br> 10. Each Party shall provide that, where an advance ruling has been issued to a <br> as an originating good; <br> person who had falsely stated or omitted substantial facts or circumstances on which <br> (b) have the Certification of Origin in his possession at the time the <br> the ruling was based, or has not acted in accordance with the terms and conditions of <br> declaration is made; <br> the ruling, the competent authority may apply measures against that person <br> (c) provide, if requested by its customs authority, the Certificate of Origin or its copy ; and <br> according to the legislation of each Party. <br> (d) promptly make a corrected declaration and pay any duties owing <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> where the importer has reasons to believe that the Certificate of <br> while the facts or circumstances on which the ruling was based are maintained. In <br> Origin on which a customs declaration was based contains incorrect <br> case those facts or circumstances have changed, the holder of the ruling shall be <br> information. Where the importer presents a corrected declaration <br> allowed to present information necessary for the issuing authority to modify or revoke <br> before the customs authority notifies a revision process, according to <br> it according to paragraph 5. <br> the domestic laws of each Party, the importer may not be penalized. <br> 12. Any good subject to an origin verification or a request of review or appeal in the <br> 2 A Party may deny preferential tariff treatment to a good if the importer fails to <br> territory of one of the Parties, shall not be the subject of an advance ruling. <br> comply with any requirement in this Chapter. <br> Article 4.21: Penalties <br> 3 A Party shall provide that, where a good was originating when it was imported <br> Each Party shall establish or maintain measures imposing criminal, civil or <br> into its territory, but the importer of the good did not make a claim for preferential tariff <br> administrative penalties for violations of its laws and regulations related to the <br> treatment at the time of importation that importer may, not later than four months from <br> provisions of this Chapter. <br> the date of the release of the imported good, request a refund of the tariff duties paid <br> Article 4.22: Review and Appeal <br> in excess as a result of not having requested the preferential tariff treatment for that <br> 1 Each Party according to its domestic legislation shall grant the exporters or <br> good, provided that the importer has the Certificate of Origin in his/her possession <br> producers of the other Party the same rights to review and appeal the determinations <br> and the request is accompanied by: <br> of origin and the advance rulings issued to its importers. <br> (a) a written declaration, indicating that the good qualifies as originating at <br> 2 The rights referred to in paragraph 1 include access to an administrative review, <br> the time of importation; <br> independent from the official or office responsible for the determination or advance <br> (b) the Certificate of Origin or its copy ; and <br> ruling under review, and a judicial review of the determination or ruling as the final <br> (c) any other documentation related to the importation of the good, as the <br> instance, according to the legislation of each Party. <br> customs authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority <br> of that Party conclude an origin verification and determines to deny the preferential <br> tariff treatment to goods imported, according to Article 4.19 <br> Article 4.16: Obligations regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled and signed a <br> Certificate of Origin to submit a copy of such Certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer, that has completed and signed <br> a Certificate of Origin or provided information for his/her certifying authority, and has <br> reasons to believe that such Certificate contains incorrect information, to notify <br> promptly in writing: <br> (a) all persons who have received that Certificate; and <br> (b) its certifying authority, <br> of any change that may affect the accuracy or validity of that Certificate, in such case <br> the exporter or producer may not be penalized for having provided an incorrect <br> certificate or information according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other <br> Party qualified as originating, such exporter or producer shall be subject to similar <br> penalties as would apply to an importer in its territory for violating its customs laws <br> and regulations by making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent <br> authority of the importing Party with the notification referred to in paragraph 2. <br> Article 4.17: Records <br> (a) its exporter or producer who requests a Certificate of Origin and provides <br> information for its certifying authority shall maintain, for at least five years <br> from the date on which the Certificate is signed, all records and <br> documents related to the origin of the goods, including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory, <br> (ii) the purchase, costs, value and payment of, all materials, <br> including indirect ones, used in the production of the good <br> exported from its territory, and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported <br> into that Party's territory shall maintain a copy of the Certificate of Origin <br> and other documentation relating to the importation for at least five years <br> from the date of importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a Certificate <br> of Origin shall maintain all documentation relating to the issuance of the <br> Certificate for a minimum period of five years from the issuing date of the Certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to <br> an origin verification, if the exporter, producer or importer of the good who should <br> maintain records or documents in accordance with paragraph 1: <br> (a) does not have the records or documents for determining the origin of <br> the good, in accordance with the provisions of this Chapter; or <br> (b) denies access to the records or documents. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.23: Definitions <br> For purposes of this Chapter: <br> certifying authority means in the case of the Republic of China (Taiwan), the <br> Bureau of Foreign Trade (BOFT), Ministry of Economic Affairs (MOEA), or its <br> successor, or other agencies as authorized by BOFT or their successors; in the case <br> of the Republic of Nicaragua, the Centro de Tramite de las Exportaciones <br> € CETREX, Ministerio de Fomento, Industria y Comercio € MIFIC or its <br> successor, or other agencies as authorized by MIFIC or their successor ; <br> CIF means value of the imported good, including the costs of insurance and freight to <br> Generally Accepted Accounting Principles means the principles used in the <br> the port or place of entry in the importing country; <br> commercial imports means the importation of a good into the territory of a Party for <br> the purpose of selling or using it for business, industrial or other similar purposes; <br> competent authority means in the case of the Republic of China (Taiwan), the <br> Customs Authority under the Ministry of Finance, or its successor; in the case of the <br> Republic of Nicaragua, the Direccion General de Servicios Aduaneros (DGA), <br> or its successor; <br> confidential information means that information of a confidential nature that has not <br> goods wholly obtained or produced entirely in the territory of one or both of <br> previously been published, is not available to third parties, or is otherwise <br> not public knowledge; <br> determination of origin means a decision issued as a result of an origin verification <br> (c) live animals born and raised in the territory of one or both Parties; <br> procedure that determines whether a good qualifies as originating; <br> exporter means a person located in the territory of a Party from which the good is <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> exported and who is under the obligation of keeping all records referring to Article <br> (f) lubricants, greases, compounding materials and other materials used in <br> 4.17 in the territory of that Party; <br> (f) goods produced on board factory ships from the goods referred to in <br> FOB means free on board, regardless of the mode of transportation, at the point of <br> final shipment by the seller to the buyer; <br> fungible goods means goods that are interchangeable for commercial purposes and <br> whose properties are essentially identical and thus impossible to distinguish by <br> simple visual inspection; <br> territory of each Party, which provide substantial authorized support with respect to <br> recording of revenues, costs, expenses, assets and liabilities involved in the <br> disclosure of information and preparation of financial statements. Generally Accepted <br> Accounting Principles may encompass broad guidelines for general application, as <br> well as detailed standards, practices and procedures; <br> the Parties means: <br> (a) mineral goods extracted or taken in the territory of one or both Parties; <br> demonstrated to be a part of that production; <br> (b) vegetable products harvested, picked or gathered in the territory <br> of one or both Parties; <br> indirect material means a good used in the production, testing or inspection of a <br> (d) goods obtained by hunting, trapping, fishing, gathering or capturing in <br> the territory of one or both Parties; <br> (e) fish, shellfish and other marine species taken from the sea in territorial <br> production of a good, including: <br> waters and marine zones outside the jurisdiction of the Parties, by <br> vessels registered or recorded with a Party and flying its flag or by <br> vessels hired by firms established in the territory of a Party; <br> subparagraph e), provided that such factory ships are registered or <br> good but not physically incorporated into the good, or a good used in the <br> recorded with that Party and fly its flag or by factory ships hired by firms <br> established in the territory of that Party; <br> maintenance of buildings or the operation of equipment associated with the <br> production or used to operate equipment or maintain buildings; and <br> (g) goods taken by a Party or a person of a Party from the seabed or <br> beneath the seabed outside the territorial waters of that Party, provided <br> that Party has rights to exploit such seabed or beneath the seabed; and <br> (h) waste and scrap derived from: <br> (1) production in the territory of one or both Parties, or <br> (2) used goods collected in the territory of one or both Parties, <br> provided that such goods are fit only for the recovery of raw materials; or <br> (i) goods produced in the territory of one or both Parties exclusively from <br> goods referred to in subparagraphs a) through h)above; <br> identical goods means \"identical goods\", as defined in the Customs Valuation Agreement; <br> importer means a person located in the territory of a Party from which the good is <br> imported and who is under the obligation of keeping all records referring <br> to Article 4.17 in that Party's territory; <br> (b) equipment, devices and supplies used for testing or inspecting the goods; <br> (c) gloves, glasses, footwear, clothing and safety equipment and supplies; <br> (d) tools, dies and molds; <br> (g) any other good or material that is not incorporated into the good but <br> manufacturing, processing or assembling a good; <br> material means a good used in the production or transformation of another good, <br> including components, inputs, raw material, spare parts and parts; <br> origin verification process means an administrative process that begins with the <br> initial notification of the verification procedure on the part of the competent authority <br> of a Party and concludes with the final decision on determination of origin; <br> preferential tariff treatment means the application of the corresponding rate of <br> customs duty for an originating good in accordance with the Customs Tariff <br> Elimination Schedule. <br> producer means a person located in the territory of a Party and who is under the <br> obligation of keeping all records referring to Article 4.17 in that Party's territory; <br> production means growing, mining, harvesting, birth and breeding, hunting, <br> transaction value of a good means the price actually paid or payable for a good <br> with respect to a transaction of the producer of the good pursuant to the principles of <br> Article 1 of the Customs Valuation Agreement, adjusted in accordance with the <br> principles of paragraphs 1, 3 and 4 of Article 8 of said Agreement, regardless of <br> whether the good is sold for export. For the purposes of this definition, the seller <br> referred to in the Customs Valuation Agreement shall be the producer of the good; <br> transaction value of a material means the price actually paid or payable for a <br> material with respect to a transaction of the producer of the good pursuant to the <br> principles of Article 1 of the Customs Valuation Agreement, adjusted in accordance <br> with the principles of paragraphs 1, 3 and 4 of Article 8 of said Agreement, regardless <br> of whether the material is sold for export. For purposes of this definition, the seller <br> referred to in the Customs Valuation Agreement shall be the producer of the material; and <br> value means the value of a good or material for purposes of calculating customs <br> duties or for purposes of applying this Chapter. <br> Annex 4.07 <br> Exceptions to Article 4.07 <br> The Article 4.07 shall not apply to: <br> (a) a non-originating material classified under heading 10.06 that is used in <br> the production of a good classified under heading 11.02 through 11.03 <br> 11.04 or subheading 1904.90; <br> (b) a non-originating material classified under heading 12.02 that is used in <br> the production of a good classified under heading 20.06 through 20.08; <br> (c) a non-originating material classified under heading 17.01 that is used in <br> the production of a good classified under heading 17.01 through 17.03; or <br> (d) a non-originating material classified under chapter 17 of the <br> Harmonized System that is used in the production of a good classified <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "whose use in the production of the good can reasonably be <br> (a) fuel, energy, catalysts and solvents; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.02: Originating Goods <br> Article 4.19: Origin Verifications <br> under heading, 20.06, 20.07, 20.08, 20.09, 21.06 or subheading 1806.10. <br> Rules of Origin and Related Customs Procedures <br> 1 Except as otherwise provided in this Chapter, a good shall be considered <br> 1 The importing Party, through its competent authority, may request information <br> Section A: Rules of Origin <br> originating in the territory of a Party where: <br> about the origin of a good from the certifying authority of the exporting Party. The <br> (a) it is wholly obtained or produced entirely in the territory of that Party; <br> competent authority of the importing Party may also request its embassy in the <br> (b) it is produced entirely in the territory of that Party exclusively from the originating materials; <br> territory of the other Party for assistance in those matters. <br> (c) it is produced entirely in the territory of one or both of the Parties from <br> 2 For purposes of determining whether a good imported into its territory from the <br> non-originating materials that undergo a change in tariff classification, <br> territory of the other Party under preferential tariff treatment according to this <br> satisfy a regional value content or other requirements, as specified in <br> agreement qualifies as originating, a Party may verify the origin of the good through <br> Annex 4.02, and that the good complies with all other applicable <br> where <br> its competent authority by means of: <br> provisions of this Chapter; or <br> (a) written questionnaires or requests for information sending directly to the <br> (d) it is produced entirely in the territory of a Party, although one or more of <br> exporter or producer in the territory of the other Party; <br> the non-originating materials or parts provided for as parts under the <br> (b) verification visits to the premises of the exporter or producer in the <br> Harmonized System that are used in the production of the good does <br> territory of the other Party to review the records and documents referred <br> not undergo a change in tariff classification for any of the following reasons: <br> to in Article 4.17, and to inspect the materials and facilities used in the <br> production of the good in question; or <br> unassembled or a disassembled form, and has been classified as <br> (c) other procedures as the Parties may agree to. <br> an assembled good in accordance with the Rule 2(a) of the <br> 3 For the purposes of this Article, the questionnaires, requests, official letters, <br> General Rules of Interpretation of the Harmonized System; <br> determinations of origin, notifications or any other written communications sent by the <br> (ii) the good and its parts are classified under the same heading <br> Competent Authority to the exporter, producer or importer, for origin verification, shall <br> which describes specifically both the good itself and its parts, and <br> be considered valid, provided that they are done by the following means: <br> that heading is not further divided into subheadings; or <br> (a) certified mails with receipts of acknowledgement or other ways that <br> (iii) the good and its parts are classified under the same subheading <br> confirm that the exporter, producer or importer has received the documents; <br> which describes specifically both the good itself and its parts; <br> (b) official communications through the embassies of the Parties whenever <br> provided that the regional value content of the good, determined in <br> the competent authority requires; or <br> accordance with Article 4.06, is not less than thirty five percent (35%), <br> (c) any other way as the Parties may agree to. <br> and the good fulfills all other applicable requirements of this Chapter, <br> 4 In a written questionnaire or request for information referred to in <br> unless the specific rule of origin applicable to the good pursuant to <br> paragraph 2 a) it shall: <br> Annex 4.02, specifies a different requirement of regional value content, <br> (a) indicate the time period, which shall be no less than 30 days from the <br> in which case that specific requirement shall be applied. <br> date of receipt, that the exporter or producer has to duly complete and <br> 2 Notwithstanding other provisions of this Article, goods shall not be considered <br> return the questionnaire or provide the information requested; and <br> originating, if they are exclusively the outcome of the minimal operations or <br> (b) include the notification of intention to deny the preferential tariff treatment, <br> processes referred to in Article 4.03 and carried out in the territory of one or both of <br> in case the exporter or producer does not duly complete and return the <br> the Parties, unless the specific rules of origin of Annex 4.02 indicate otherwise. <br> questionnaire or provide the information requested within such time <br> Article 4.03: Minimal Operations or Processes <br> period. <br> The minimal operations or processes that by themselves or in combination do not <br> 5 The exporter or producer who receives a questionnaire or request for <br> confer origin to a good are: <br> information according to paragraph 2 a) shall duly complete and return the <br> (a) operations for the preservation of a good in good condition during <br> questionnaire or respond to the request for information within the time period <br> transportation or storage (such as aeration, ventilation, drying, <br> established in paragraph 4 a) from the date of receipt. During that time period, the <br> refrigeration, freezing or keeping in brine); <br> exporter or producer may make a written request of extension to the competent <br> (b) cleaning, washing, sieving, sifting, screening, selecting, classifying, grading or culling; <br> authority of the importing Party for an extension of no more than 30 days. Such <br> (c) peeling, hulling, stripping, husking, deboning, pressing, squeezing, filleting or soaking; <br> request shall not have the consequence of denial of the preferential tariff treatment. <br> (d) elimination of dust or broken or damaged parts, application of oil, anti- <br> 6 Each Party shall provide that, even though the answered questionnaire or <br> oxidant paint or protective coating; <br> information requested referred to in paragraph 5 has been received within the <br> (e) testing or gauging, division of bulk shipments, bulking of packages, <br> specified period of time provided in paragraph 4 and 5, it may still ask through its <br> adhesion of brand names, labels or distinguishing signs on goods and their packaging; <br> competent authority for additional information from the exporter or producer, by <br> (f) packing, unpacking or repacking; <br> means of a subsequent questionnaire or request of information. In such cases the <br> (g) dilution in water or any other watery solution, or ionization and salting; <br> exporter or producer shall answer the questionnaire or respond to the request within <br> (a) transported directly from the territory of the other Party; or <br> (h) simple putting together or assembly of parts of a good in order to <br> 30 days from the date of receipt. <br> constitute a complete good, the formation of sets and assortments of goods; and <br> 7 In case the exporter or producer does not duly complete a questionnaire, or <br> (i) slaughter of animals. <br> does not return the questionnaire or provide the information requested within the time <br> Article 4.04: Indirect Materials <br> period established in paragraphs 4 a), 5 and 6 above, the importing Party may deny <br> Indirect materials shall be considered as originating regardless to where there are <br> the preferential tariff treatment to the goods subject to verification, by issuing a <br> produced or manufactured, and the value of these materials shall be the cost as <br> written determination of origin, including facts and the legal basis for that <br> registered in the accounting records of the producer of the good. <br> determination, to the importer, exporter or producer. <br> Article 4.05: Accumulation <br> 8 Prior to conducting a verification visit according to paragraph 2 b), the importing <br> 1 The goods or materials originating from a Party and incorporated into a good in <br> Party shall, through its competent authority, provide a written notification of its <br> the territory of the other Party shall be considered as originating in the territory <br> intention to conduct the visit. The notification shall be sent to the exporter or producer <br> of that other Party. <br> to be visited, to the certifying authority and the competent authority of the Party in <br> 1 Each Party shall provide that: <br> 2 A good is originating where the good is produced in the territory of one or both <br> whose territory the visit will be conducted, and, if necessary, to the Embassy of the <br> Parties by one or more producers, provided that the good satisfies the requirements <br> other Party in the territory of the importing Party. The competent authority of the <br> (a) the accessories, spare parts, or tools are classified with and not invoiced <br> in Article 4.02 and all other applicable requirements in this Chapter. <br> importing Party shall request the written consent from the exporter or <br> Article 4.06: Regional Value Content <br> separately from the good; and <br> producer to be visited. <br> 1 The regional value content of a good shall be calculated according to the following formula: <br> 9 The notification referred to in paragraph 8 shall include: <br> RVC = [(TV - VNM) / TV] * 100 <br> (a) the name of the competent authority that sends the notification; <br> (b) the name of the exporter or producer to be visited; <br> RVCj is the regional value content, expressed as a percentage; <br> (c) the date and place of the proposed verification visit; <br> TVj is the transaction value of the good adjusted to an FOB basis, except as <br> (d) the objective and scope of the verification visit, including the specific <br> provided for in paragraph 2. If this value does not exist or cannot be <br> reference to the goods subject to verification; <br> determined in accordance with the principles and norms set forth in Article 1 of <br> (e) the names and positions of the officers conducting the verification visit; and <br> the Customs Valuation Agreement, it shall be calculated in accordance with <br> (f) the legal basis for carrying out the verification visit. <br> the principles and norms set forth in Article 2 through 7 of said Agreement; and <br> 10. Any modification of the information referred to in the preceding paragraph shall <br> VNMj is the transaction value of the non-originating materials adjusted to a <br> also be notified according to paragraph 8. <br> CIF basis, except as provided for in paragraph 5. If such value does not exist <br> 11. If the exporter or producer has not given his written consent to a proposed <br> or cannot be determined in accordance with the principles and norms set forth <br> verification visit within the 30 days of the written notification as provided in paragraph <br> in Article 1 of the Customs Valuation Agreement, it shall be calculated in <br> 8 and 9, the importing Party may deny the preferential tariff treatment to the good or <br> accordance with the principles and norms set forth in Articles <br> goods by notifying in writing the importer, exporter or producer a determination, <br> 2 through 7 of said Agreement. <br> including facts and the legal basis for such denial. <br> 2 When the producer of a good does not export it directly, the value shall be <br> 12. Each Party shall provide that, when an exporter or producer receives a <br> adjusted to the point at which the buyer receives the good within the territory in which <br> notification as provided in paragraph 8 and 9, that exporter or producer may, within <br> the producer is located. <br> 15 days of receipt of the notification, notify in writing the Competent Authority of the <br> 3 When the origin is determined by the regional value content rule, the <br> importing Party, its certifying authority and competent authority, to postpone only for <br> percentage required shall be specified in Annex 4.02. <br> once the proposed verification visit for a period no longer than 60 days from the date <br> 4 All of the costs considered when calculating the regional value content shall be <br> the notification was received, or for a longer period as the Parties may agree to. <br> disregarded in determining whether a good is originating. <br> recorded and kept in accordance with Generally Accepted Accounting Principles <br> 13. The Parties shall not deny the preferential tariff treatment to a good solely <br> applicable in the territory of the Party in which the good is produced. <br> because a verification visit is postponed according to paragraph 12. <br> 5 When the producer of a good acquires a non-originating material in the territory <br> 14. Each Party shall permit an exporter or producer who is the subject of a <br> of the Party in which it is located, the value of the non-originating material shall not <br> verification visit to designate two observers to be present during the visit, provided <br> for the purpose of transit or temporary storing in warehouses in such <br> include freight, insurance, costs of packaging and any other costs incurred in <br> that the observers do not participate in a manner other than as observers. <br> transporting the material from the supplier's warehouse to the place where the <br> Nevertheless, the failure of designating the observers by the exporter or producer <br> producer is located. <br> shall not be a cause for postponing the visit. <br> 6 For purposes of calculating the regional value content, the value of the non- <br> 15. Each Party shall require that an exporter or a producer provides the records and <br> originating materials used in the production of a good shall not include the value of <br> documents referred to in paragraph 1 a) of Article 4.17 to the competent authority of <br> the non-originating materials used in the production of originating materials acquired <br> the importing Party conducting a verification visit. If the records and documents are <br> and used in the production of that good. <br> not in the possession of the exporter or producer, he shall request the producer or <br> Article 4.07: De Minimis <br> supplier of the materials to deliver them to the competent authority mentioned above. <br> Except as provided in Annex 4.07, a good is nonetheless originating if the value of all <br> 16. When the competent authority of the importing Party verifies whether the <br> Article 4.14: Certificate of Origin <br> non-originating materials used in the production of the good that does not undergo <br> regional value content, the de minimis calculation or any other requirements <br> the applicable change in tariff classification does not exceed ten percent of the value <br> established under this Chapter has been fulfilled, it shall adopt, where applicable, the <br> of the good. The value of such non-originating material shall, however, be included in <br> generally accepted accounting principles applied in the territory of the Party from <br> the value of non-originating materials for any applicable regional value content <br> which the good under verification was exported. <br> requirement and that the good satisfies all other applicable requirements in this Chapter. <br> 17. Once the verification visit has been concluded, the competent authority of the <br> Article 4.08: Fungible Goods and Materials <br> importing Party shall make a report of the visit, which shall include the facts <br> 1 Each Party shall provide that the origin of fungible goods or materials used in <br> confirmed by it. The exporter or producer may sign on this report. <br> the production of a good shall be determined by: <br> 18. Within a period of 120 days from the conclusion of the process of any of the <br> (a) physical segregation of each good or material; or <br> verification methods provided in paragraph 2, the competent authority shall issue a <br> (b) at the producer's choice, through the use of any of the following <br> written determination of origin, including the facts, results and the legal basis for such <br> inventory management methods, recognized in the Generally Accepted <br> determination, and sent to the importer, exporter or producer of the good subject to <br> Accounting Principles of the Party in which the production is performed: <br> verification according to paragraph 3, to determine whether or not the good <br> (i) first in first out (FIFO) method; <br> qualified as originating. <br> (ii) last in first out (LIFO) method; or <br> 19. Where through a verification the importing Party determines that an exporter or <br> (iii) averaging method. <br> a producer has provided more than one time false or unfounded information in the <br> 2 Once the inventory management method listed out in the preceding paragraph <br> Certificate of Origin or stating that a good qualifies as originating, the importing Party <br> is selected, it shall be used during the entire period of a fiscal year. <br> may suspend the preferential tariff treatment to the identical goods imported, <br> Article 4.09: Accessories, Spare Parts and Tools <br> exported or produced by that person, until it is confirmed that such person has been <br> 1 Each Party shall provide that a good's standard accessories, spare parts, or <br> in compliance with all the requirements under this Chapter. The suspension and <br> tools delivered with the good shall be treated as originating goods if the good is an <br> resumption of the preferential tariff treatment shall be accompanied by a written <br> originating good and shall be disregarded in determining whether all the non- <br> notification, including facts and the legal basis, to the importer, exporter or producer. <br> originating materials used in the production of the good undergo the applicable <br> 20. When the competent authority of the importing Party determines that a good <br> change in tariff classification, provided that: <br> imported into its territory does not qualify as originating, according to the tariff <br> classification or the value applied by the Party to one or more materials used in the <br> production of the good, which differs from the classification or the value applied to the <br> materials by the Party from which the good was exported, that Party shall provide <br> customary for the good. <br> that its origin determination shall not take effect until it has been notified in writing to <br> 2 If the good is subject to a regional value content requirement, the value of <br> the certifying authority of the exporting Party, to the importer of the good, to the <br> accessories, spare parts, or tools shall be taken into account as originating or <br> person that has filled and signed the Certificate of Origin, as well as <br> non-originating materials, as the case may be, in calculating the regional value <br> to the producer of the good. <br> content of the good. <br> 21. A Party shall not apply a determination issued under paragraph 20 to an <br> Article 4.10: Sets or Assortments <br> importation made before the date of entry into force of the determination where: <br> 1 The sets or assortments of goods that are classified in accordance with rule 3 of <br> (a) the competent authority of that Party from whose territory the good was <br> the General Rules of the Interpretation of the Harmonized System, as well as goods <br> exported, had issued a determination on the tariff classification or on <br> whose description according to the nomenclature of the Harmonized System is <br> the value of the materials, on which a person is entitled to rely; and <br> specifically that of a set or assortment, shall qualify as originating, only if each good <br> (b) the determination mentioned in the preceding subparagraph was issued <br> (i) the good was imported into the territory of a Party in an <br> in the set or assortment complies with the rules of origin established in <br> prior to the notification of the origin verification. <br> this Chapter and in Annex 4.02. <br> Article 4.20: Advance Rulings <br> 2 When sets or assortments are subject to regional value content requirements, <br> 1 Each Party shall, through its competent authority, expeditiously provides a <br> their containers and packaging materials shall be considered originating or non- <br> written advance ruling, prior to the importation of a good into its territory. The <br> originating, as the case may be. <br> advance ruling shall be issued in response to a written application made by an <br> Article 4.11: Packaging Materials and Containers for Retail Sale <br> importer in its territory or an exporter or producer in the territory of the other Party, <br> Each Party shall provide that packaging materials and containers in which a good is <br> based on the facts and circumstances showed by such importer, exporter or producer <br> packaged for retail sale shall, if classified with the good, be disregarded in <br> of the good, with respect to: <br> determining whether all the non-originating materials used in the production of the <br> (a) whether the good qualifies as originating according to this Chapter; <br> good undergo the applicable change in tariff classification set out in Annex 4.02 and, <br> (b) whether the non-originating materials used in the production of the good <br> if the good is subject to a regional value content requirement, the value of such <br> have undergone the applicable changes on tariff classification <br> packaging materials and containers shall be taken into account as originating or <br> established in Annex 4.02; <br> (c) whether the good fulfills the requirement of regional value content <br> established in this Chapter and in Annex 4.02; and <br> (d) whether the method applied by an exporter or producer in the territory <br> Containers and packing materials in which the good is packed for shipment shall be <br> of the other Party, according to the norms and principles of the Customs <br> Valuation Agreement, to calculate the transaction value of a good or of <br> Article 4.13: Transit and Transshipment <br> the materials used in the production of the good, with respect to which <br> The originating goods of the other Party shall not lose such status when they are: <br> an advance ruling is being requested, is adequate for demonstrating <br> whether the good satisfies a regional value content requirement <br> (b) transported through the territory or territories of one or more non-Parties <br> according to this Chapter and in Annex 4.02. <br> 2 Each Party shall establish directives for the issuance of advance rulings, including: <br> territory or territories, provided that they do not undergo any operations <br> (a) the obligation of the importer to provide reasonable information required <br> other than unloading, reloading or any other operation to preserve them <br> to process an application for such ruling; <br> in good condition and remain under the control of customs authority in <br> (b) the mandate of the competent authority to ask at any time for additional <br> the territory of a non-Party mentioned above. <br> information from the person who applies for an advance ruling, while <br> Section B: Customs Procedures Related to Origin <br> evaluating such application; <br> (b) the quantities and value of the accessories, spare parts, or tools are <br> (c) the obligation of the competent authority to issue an advance ruling <br> 1 For purposes of this Chapter, the Parties shall establish a single form of <br> within a maximum period of 120 days, once all the necessary <br> Certificate of Origin as provided in Annex 4.14, which shall enter into force with this <br> information has been collected from the applicant; and <br> Agreement and may, thereafter, be modified by mutual agreement. <br> (d) the obligation of the competent authority to issue an advance ruling in a <br> 2 The Certificate of Origin referred to in paragraph 1 shall be used to certify that a <br> completed, well-founded, and reasoned manner. <br> good being exported from the territory of a Party into the territory of the other Party <br> 3 Each Party shall apply an advance ruling to the imports concerned, from the <br> qualifies as originating and satisfy all other requirements established in this Chapter. <br> date on which the ruling is issued or a later date indicated in the ruling, unless such <br> 3 The certifying authorities of each Party shall require its exporters or producers <br> ruling has been modified or revoked according to paragraph 5. <br> to complete and sign a Certificate of Origin for every exportation of goods for which <br> 4 Each Party shall provide any person who applies an advance ruling the same <br> an importer of the other Party may claim preferential tariff treatment. <br> treatment, including the same interpretation and application of the provisions of this <br> 4 The exporter or producer completing and signing a Certificate of Origin shall <br> Chapter, regarding the determination of origin as provided for any other person, to <br> assume administrative, civil or criminal liability whenever the exporter includes false <br> whom an advance ruling has been issued, whenever the facts and circumstances are <br> or incorrect information in the Certificate of Origin. <br> identical in all substantial aspects. <br> 5 The certifying authority of each Party shall certify that the Certificate of Origin <br> 5 An advance ruling may be modified or revoked by the issuing competent authority: <br> filled and signed by the exporter or producer of the good is completed correctly, <br> (a) where it is based on an error: <br> based on the information provided by such exporter or producer, and shall verify that <br> (i) in fact, <br> the exporter or producer has indeed complied with the requirements of this Chapter <br> (ii) in the tariff classification of the good or materials which is the <br> and is located in the territory of that Party. <br> subject of the ruling, or <br> 6 Each Party shall require the Certificate of Origin be sealed, signed and dated by <br> (iii) in the application of the regional value content requirement <br> the certifying authority of the exporting Party with respect to the exportation of a good <br> according to this Chapter; <br> for which the importer may claim preferential tariff treatment. The Certificate of Origin <br> (b) where the ruling is not in accordance with the interpretation agreed by the <br> shall also carry a serial number allowing its identification, which will be managed by <br> Parties with respect to this Chapter ; <br> the certifying authority. <br> (c) where there is a change in the facts or circumstances on which <br> 7 The certifying authority of the exporting Party shall: <br> the ruling is based; <br> (a) adopt or maintain the administrative procedures for certifying the Certificate <br> ARTICLE 4.12: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> (d) for the purpose of conforming with a modification of this Chapter; or <br> of Origin that its producer or exporter filled and signed; <br> (e) for the purpose of complying with an administrative decision independent <br> (b) provide, if requested by the competent authority of the importing Party, <br> from the issuing authority, or a judicial decision or to adjust to a change in <br> information about the origin of the imported goods claiming the preferential <br> the national legislation of the Party that issued the advance ruling. <br> tariff treatment; and <br> 6 Each Party shall provide that any modification or revocation of an advance <br> (c) notify in writing before this Agreement enters into force, the list of the <br> ruling shall enter into force from the date on which the modification or revocation is <br> names of the authorized officials and, where applicable, the list of <br> issued, or on such later date as may be specified therein, and shall not be applied to <br> authorized agencies to certify the Certificate of Origin, with the <br> the importation of a good having occurred prior to that date, unless the person to <br> corresponding signatures and seals. Modifications to this list shall be <br> whom the advance ruling was issued has not acted according to its terms and <br> notified immediately in writing to the other Party and shall enter into force <br> conditions. Nevertheless the effective date of modification or revocation of the <br> 30 days after the date on which that Party receives that notification of the modification. <br> advance ruling can be postponed for a period not exceeding 30 days when the <br> 8 Each Party shall provide that a Certificate of Origin shall only be applicable to a <br> advance ruling was based on an error by the competent authority. <br> single importation of one or more goods into the territory of that Party. <br> 7 Each Party shall provide that, when its competent authority verifies the origin of <br> 9 Each Party shall provide that a valid Certification of Origin be accepted by the <br> a good with respect to which an advance ruling has been issued, that authority <br> customs authority of the importing Party for a period of one year from the date on <br> shall evaluate whether: <br> which the certificate was signed and sealed by the certifying authority. <br> (a) the exporter or producer has complied with the terms and conditions of <br> 10. Each Party shall provide that the preferential tariff treatment shall not be denied <br> the advance ruling; <br> only because the good covered by a Certificate of Origin is invoiced by an enterprise <br> (b) the operations of the exporter or producer are consistent with the facts <br> located in the territory of a non-Party. <br> and circumstances on which the advance ruling is based; and <br> 11. The Parties shall, in the second year from the date on which this Agreement <br> (c) the data and calculations used in the application of criteria or methods <br> entry into force, review the certifying procedures with a view to confirm whether it <br> to calculate the regional value content are correct in all substantial aspects. <br> would be more beneficial to the Parties to convey to an auto-certification process, <br> 8 Each Party shall provide that, when its competent authority determines that any <br> rather than requiring any agency to perform the certification. If it is agreed by both <br> of the requirements established in paragraph 7 has not been fulfilled, that authority <br> Parties, the exporter or producer will be the one responsible to certify the origin <br> may modify or revoke the advance ruling as the circumstances warrant. <br> without the certifying agency of each Party being the one required to perform the certification. <br> 9 Each Party shall provide that, where a person to whom an advance ruling has <br> Article 4.15: Obligations regarding Importations <br> been issued demonstrates that he had acted with reasonable care and in good faith <br> 1 A Party shall require that the importer who claims preferential tariff treatment for <br> while stating the facts and circumstances on which the ruling was based, that person <br> a good imported into its territory from the territory of the other Party should: <br> shall not be penalized whenever the issuing authority determines that the ruling was <br> (a) declare in writing in the importation document required by its <br> based on incorrect information. <br> legislation, based on a valid Certificate of Origin, that a good qualifies <br> 10. Each Party shall provide that, where an advance ruling has been issued to a <br> as an originating good; <br> person who had falsely stated or omitted substantial facts or circumstances on which <br> (b) have the Certification of Origin in his possession at the time the <br> the ruling was based, or has not acted in accordance with the terms and conditions of <br> declaration is made; <br> the ruling, the competent authority may apply measures against that person <br> (c) provide, if requested by its customs authority, the Certificate of Origin or its copy ; and <br> according to the legislation of each Party. <br> (d) promptly make a corrected declaration and pay any duties owing <br> 11. The Parties shall provide that the holder of an advance ruling may use it solely <br> where the importer has reasons to believe that the Certificate of <br> while the facts or circumstances on which the ruling was based are maintained. In <br> Origin on which a customs declaration was based contains incorrect <br> case those facts or circumstances have changed, the holder of the ruling shall be <br> information. Where the importer presents a corrected declaration <br> allowed to present information necessary for the issuing authority to modify or revoke <br> before the customs authority notifies a revision process, according to <br> it according to paragraph 5. <br> the domestic laws of each Party, the importer may not be penalized. <br> 12. Any good subject to an origin verification or a request of review or appeal in the <br> 2 A Party may deny preferential tariff treatment to a good if the importer fails to <br> territory of one of the Parties, shall not be the subject of an advance ruling. <br> comply with any requirement in this Chapter. <br> Article 4.21: Penalties <br> 3 A Party shall provide that, where a good was originating when it was imported <br> Each Party shall establish or maintain measures imposing criminal, civil or <br> into its territory, but the importer of the good did not make a claim for preferential tariff <br> administrative penalties for violations of its laws and regulations related to the <br> treatment at the time of importation that importer may, not later than four months from <br> provisions of this Chapter. <br> the date of the release of the imported good, request a refund of the tariff duties paid <br> Article 4.22: Review and Appeal <br> in excess as a result of not having requested the preferential tariff treatment for that <br> 1 Each Party according to its domestic legislation shall grant the exporters or <br> good, provided that the importer has the Certificate of Origin in his/her possession <br> producers of the other Party the same rights to review and appeal the determinations <br> and the request is accompanied by: <br> of origin and the advance rulings issued to its importers. <br> (a) a written declaration, indicating that the good qualifies as originating at <br> 2 The rights referred to in paragraph 1 include access to an administrative review, <br> the time of importation; <br> independent from the official or office responsible for the determination or advance <br> (b) the Certificate of Origin or its copy ; and <br> ruling under review, and a judicial review of the determination or ruling as the final <br> (c) any other documentation related to the importation of the good, as the <br> instance, according to the legislation of each Party. <br> customs authority may require. <br> 4 Compliance with the provisions of previous paragraphs of this Article does not <br> exempt the importer from the obligation to pay the corresponding customs duties <br> according to the applicable laws of the importing Party, when the competent authority <br> of that Party conclude an origin verification and determines to deny the preferential <br> tariff treatment to goods imported, according to Article 4.19 <br> Article 4.16: Obligations regarding Exportations <br> 1 Each Party shall require its exporter or producer that has filled and signed a <br> Certificate of Origin to submit a copy of such Certificate to its competent authority upon request. <br> 2 Each Party shall require its exporter or producer, that has completed and signed <br> a Certificate of Origin or provided information for his/her certifying authority, and has <br> reasons to believe that such Certificate contains incorrect information, to notify <br> promptly in writing: <br> (a) all persons who have received that Certificate; and <br> (b) its certifying authority, <br> of any change that may affect the accuracy or validity of that Certificate, in such case <br> the exporter or producer may not be penalized for having provided an incorrect <br> certificate or information according to domestic laws of each Party. <br> 3 Each Party shall require that if a false Certificate or information provided by its <br> exporter or producer results in the good being exported to the territory of the other <br> Party qualified as originating, such exporter or producer shall be subject to similar <br> penalties as would apply to an importer in its territory for violating its customs laws <br> and regulations by making false declarations or statements. <br> 4 The certifying authority of the exporting Party shall provide the competent <br> authority of the importing Party with the notification referred to in paragraph 2. <br> Article 4.17: Records <br> (a) its exporter or producer who requests a Certificate of Origin and provides <br> information for its certifying authority shall maintain, for at least five years <br> from the date on which the Certificate is signed, all records and <br> documents related to the origin of the goods, including those concerning: <br> (i) the purchase, costs, value, and payment of the good exported from its territory, <br> (ii) the purchase, costs, value and payment of, all materials, <br> including indirect ones, used in the production of the good <br> exported from its territory, and <br> (iii) the production of the good in the form in which it is exported from its territory; <br> (b) an importer who claims preferential tariff treatment for a good imported <br> into that Party's territory shall maintain a copy of the Certificate of Origin <br> and other documentation relating to the importation for at least five years <br> from the date of importation of the good; and <br> (c) the certifying authority of the exporting Party that has issued a Certificate <br> of Origin shall maintain all documentation relating to the issuance of the <br> Certificate for a minimum period of five years from the issuing date of the Certificate. <br> 2 A Party may deny the preferential tariff treatment to an imported good subject to <br> an origin verification, if the exporter, producer or importer of the good who should <br> maintain records or documents in accordance with paragraph 1: <br> (a) does not have the records or documents for determining the origin of <br> the good, in accordance with the provisions of this Chapter; or <br> (b) denies access to the records or documents. <br> "}]}]}, "members_found": ["490", "558", 2, 8703900000]}