{"FtaRooDetails": {"FtaId": 301, "FtaCode": "ITC00307", "FtaName": "FTA, Chinese Taipei-Singapore", "FtaFullName": "AGREEMENT BETWEEN SINGAPORE AND THE SEPARATE CUSTOMS TERRITORY OF TAIWAN, PENGHU, KINMEN AND MATSU ON ECONOMIC PARTNERSHIP", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "19.04.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Taipei, Chinese; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Chinese Taipei-Singapore", "AdminProcCooAuth": "The certification type under FTA, Chinese Taipei-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Chinese Taipei-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Chinese Taipei-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 45%", "RooText": "CTH or RVC(45)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " ANNEX 4B<br /> PRODUCT SPECIFIC RULES SCHEDULE<br /> General Notes<br /> For the purposes of the product specific rules set out in this Annex:<br /> 1.    The specific rule, or specific set of rules, that applies to a particular heading or<br /> subheading is set out immediately adjacent to the heading or subheading. Where<br /> a product is subject to alternative product specific rules, it shall be sufficient to<br /> comply with one of the rules.<br /> 2.    The product specific rules in this Annex are structured on the basis of the<br /> nomenclature of the Harmonized System 2007.<br /> 3.    The following definitions apply:<br /> (a)    Section means a section of the Harmonized System;<br /> (b)    Chapter means a chapter of the Harmonized System;<br /> (c)    Heading means the first four digits in the tariff classification number under<br /> the Harmonized System;<br /> (d)    Subheading means the first six digits in the tariff classification number under<br /> the Harmonized System.<br /> 4.    For the purposes of a product specific rule of this Annex:<br /> (a)    WO means goods wholly obtained or produced entirely in a Party;<br /> (b)    CC means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at chapter level;<br /> (c)    CTH means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at heading level;<br /> (d)    CTSH means that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at subheading level;<br /> (e) RVC (XX) means that the good must have a Regional Value Content of not<br /> less than XX percent as calculated under Article 4.3 (Regional Value<br /> Content).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00307_coo.pdf", "DocType": "1_coo", "WebLink": "https://ie.enterprisesg.gov.sg/-/media/ie-singapore/files/trade-from-singapore/astep/annex204e2020declaration20of20origin.pdf?la=en"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00307_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://ie.enterprisesg.gov.sg/-/media/ie-singapore/files/trade-from-singapore/astep/annex204bpsrs20chapter20notes20incorporated.pdf?la=en"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00307_roo.pdf", "DocType": "3_roo", "WebLink": "https://ie.enterprisesg.gov.sg/-/media/ie-singapore/files/trade-from-singapore/astep/astepchapter204rules20of20origin.pdf?la=en"}, {"DocDesc": "Customs administration", "DocFileName": "itc00307_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://ie.enterprisesg.gov.sg/-/media/ie-singapore/files/trade-from-singapore/astep/astepchapter205customs20procedures.pdf?la=en"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00307_full.pdf", "DocType": "8_full", "WebLink": "https://ie.enterprisesg.gov.sg/Trade-From-Singapore/ASTEP/Legal-Text"}, {"DocDesc": "WTO notification", "DocFileName": "itc00307_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N119.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.5: ACCUMULATION <br /> 1 Originating materials from the territory of a Party incorporated in the production of a <br /> good in the territory of the other Party, shall be considered to originate in the territory of the other Party. <br /> 2 For the purpose of establishing that a good is originating, the producer of a good <br /> may accumulate one's production with the production, in the territory of one or both of the <br /> Parties by one or more producers, of materials incorporated in the production of the good, <br /> so that the production of those materials is considered as done by that producer, provided <br /> that the good complies with the criteria set out in Article 4.2 (Originating Goods).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.6: DE MINIMIS <br /> A good that does not conform to a change in tariff classification, pursuant to the <br /> provisions of Annex 4B, shall be considered to be originating if the value of all non- <br /> originating materials used in its production not meeting the change in tariff classification <br /> requirement does not exceed ten (10) percent of the transaction value of the given good <br /> pursuant to Article 4.3 (Regional Value Content), and the good meets all the other applicable <br /> criteria of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.3: REGIONAL VALUE CONTENT <br /> 2 The value of the non-originating materials used by the producer in the production of a <br /> good shall not include, for purposes of calculating the regional value content, pursuant to <br /> paragraph 1, the value of non-originating materials used to produce the originating materials <br /> subsequently used in the production of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.12: OUTWARD PROCESSING <br /> 1 Notwithstanding the relevant provisions of Article 4.2 (Originating Goods) and the <br /> product specific requirements set out in Annex 4B, a good listed in Annex 4C shall be <br /> considered as originating even if it has undergone processes of production or operation <br /> outside the territory of a Party on a material exported from the Party and subsequently re- <br /> imported to the Party, provided that: <br /> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br /> exceed fifty-five (55) percent of the customs value of the final good for which <br /> originating status is claimed; <br /> (b) the value of originating materials is not less than forty-five (45) percent of the <br /> customs value of the final good for which originating status is claimed; <br /> (c) the materials exported from a Party shall have been wholly obtained or <br /> produced in the Party or have undergone therein, processes of production or <br /> operation going beyond the minimal operations or processes in Article 4.4 <br /> (Operations that do not Confer Origin), prior to being exported outside the <br /> territory of the Party; <br /> (d) the producer of the exported material is the same producer of the final good for <br /> which originating status is claimed; <br /> (e) the re-imported good has been obtained through processes of production or <br /> operation of the exported material; and <br /> (f) the last process of production or operation [6] takes place in the territory of the Party. <br /> 2 For the purposes of subparagraph 1(a), the total value of non-originating inputs shall <br /> be the value of any non-originating materials added in a Party as well as the value of any <br /> materials added and all other costs accumulated outside the territory of the Party, including <br /> transportation costs. <br /> 3 For greater certainty, the verification procedures referred to in Article 4.18 <br /> (Verification of Origin) shall apply in order to ensure the proper application of this Article. <br /> Such procedures include the provision of information and supporting documentation, <br /> including that relating to the export of originating materials and the subsequent re-import of <br /> the goods subsequently exported as originating goods, by the exporting customs <br /> administration or exporter upon receipt of a written request from the customs administration <br /> of the importing Party through the customs administration of the exporting Party. <br /> 4 Upon the request of a Party, the list of products in Annex 4C may be modified by the <br /> Committee on Trade in Goods. <br /> [6] The last process of production or operation does not exclude the minimal operations that do not confer <br /> origin stipulated in Article 4.4 (Operations that do not Confer Origin). <br /> ANNEX 4C <br /> LIST OF GOODS ELIGIBLE FOR OUTWARD PROCESSING (HS 2007) <br /> 4014.90 <br /> 7019.90 <br /> 8207.19 <br /> 8409.99 <br /> 8412.80 <br /> 8414.59 <br /> 8414.80 <br /> 8414.90 <br /> 8415.81 <br /> 8415.90 <br /> 8421.21 <br /> 8421.99 <br /> 8422.30 <br /> 8422.40 <br /> 8423.82 <br /> 8423.89 <br /> 8423.90 <br /> 8424.30 <br /> 8424.90 <br /> 8437.90 <br /> 8441.10 <br /> 8443.91 <br /> 8451.29 <br /> 8462.31 <br /> 8462.99 <br /> 8467.22 <br /> 8467.91 <br /> 8467.99 <br /> 8479.90 <br /> 8480.20 <br /> 8480.49 <br /> 8480.79 <br /> 8483.50 <br /> 8484.20 <br /> 8501.20 <br /> 8501.31 <br /> 8501.32 <br /> 8501.33 <br /> 8501.34 <br /> 8501.53 <br /> 8501.61 <br /> 8501.62 <br /> 8502.11 <br /> 8502.12 <br /> 8502.13 <br /> 8502.20 <br /> 8502.31 <br /> 8502.39 <br /> 8502.40 <br /> 8504.21 <br /> 8504.22 <br /> 8504.31 <br /> 8504.32 <br /> 8504.33 <br /> 8504.34 <br /> 8504.40 <br /> 8504.90 <br /> 8505.11 <br /> 8505.19 <br /> 8506.90 <br /> 8507.40 <br /> 8508.70 <br /> 8509.80 <br /> 8509.90 <br /> 8511.20 <br /> 8511.80 <br /> 8514.10 <br /> 8514.40 <br /> 8514.90 <br /> 8515.11 <br /> 8515.19 <br /> 8515.21 <br /> 8515.31 <br /> 8515.80 <br /> 8515.90 <br /> 8516.21 <br /> 8516.33 <br /> 8518.29 <br /> 8518.50 <br /> 8519.81 <br /> 8519.89 <br /> 8522.10 <br /> 8522.90 <br /> 8525.80 <br /> 8526.92 <br /> 8529.90 <br /> 8535.29 <br /> 8535.40 <br /> 8536.41 <br /> 8536.49 <br /> 8539.29 <br /> 8539.32 <br /> 8539.39 <br /> 8539.41 <br /> 8539.49 <br /> 8539.90 <br /> 8540.72 <br /> 8540.79 <br /> 8540.89 <br /> 8543.20 <br /> 8543.30 <br /> 8543.90 <br /> 8545.20 <br /> 8546.10 <br /> 8548.10 <br /> 8714.93 <br /> 8714.96 <br /> 9001.50 <br /> 9006.10 <br /> 9008.30 <br /> 9010.90 <br /> 9013.80 <br /> 9017.20 <br /> 9017.80 <br /> 9033.00 <br /> 9405.50", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.7: ACCESSORIES, SPARE PARTS, AND TOOLS <br /> 1 Accessories, spare parts, or tools provided with the good as part of the standard <br /> accessories, spare parts, or tools shall be regarded as originating goods and shall be <br /> disregarded in determining whether or not all the non-originating materials used in the <br /> production of the originating goods undergo the applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately from the good; and <br /> (b) the quantities and the value of those accessories, spare parts, or tools are the <br /> customary ones for the good. <br /> 2 If the goods are subject to a regional value content requirement, the value of the <br /> accessories, spare parts, or tools shall be taken into account as originating or non-originating <br /> materials, as the case may be, in calculating the regional value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.1: DEFINITIONS <br /> goods wholly obtained or produced entirely in a Party means: <br /> (a) mineral goods extracted from the soil or seabed in the territory of a Party; <br /> (b) agricultural and plant products grown and harvested, picked or gathered in the <br /> territory of a Party; <br /> (c) live animals, born and raised in the territory of a Party; <br /> (d) goods obtained from live animals in the territory of a Party; <br /> (e) goods obtained from hunting, trapping, fishing, farming, gathering, capturing <br /> or aquaculture in the territory of a Party; <br /> (f) goods (fish, shellfish, plant and other marine life) taken from the sea by a <br /> vessel registered or recorded with a Party; <br /> (g) goods obtained or produced on board a factory ship registered or recorded with <br /> that Party, exclusively from products referred to in subparagraph (f); <br /> (h) waste and scrap derived from production in the territory of a Party or used <br /> articles or goods collected in the territory of a Party, provided that such goods <br /> can no longer perform their original purposes nor are capable of being restored <br /> or repaired and are fit only for the recovery of raw materials; <br /> (i) goods taken by a Party, or a person of a Party, from the seabed or beneath the <br /> seabed outside its territory, provided that the Party has rights under <br /> international law to exploit such seabed; <br /> (j) recovered goods derived in the territory of a Party from used goods and <br /> utilised in the territory of the Party in the production of remanufactured goods; and <br /> (k) goods produced entirely in the territory of a Party exclusively from goods <br /> referred to in subparagraphs (a) to (j) or from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.4: OPERATIONS THAT DO NOT CONFER ORIGIN <br /> 1 A good shall not be considered to be originating in the territory of a Party if the <br /> following operations are undertaken exclusively by itself or in combination in the territory of that Party: <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage (such as drying, freezing, ventilation, chilling, keeping in <br /> brine and like operations); <br /> (b) simple operations consisting of sifting, classifying, washing, cutting, slitting, <br /> bending, coiling, or uncoiling, peeling, grinding, unshelling or unflaking, <br /> dehusking, deboning, crushing or squeezing, macerating [4]; <br /> (c) changes of packing and breaking up and assembly of consignments; <br /> (d) packing, unpacking or repacking operations; <br /> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> (f) simple assembly or disassembly of parts or products to constitute a complete <br /> product unless it is for the production of a remanufactured good as listed within Annex 4A; <br /> (g) simple mixing; <br /> (h) simple making-up of sets of articles; <br /> (i) slaughtering of animals; <br /> (j) salifying or sweetening [5]; and <br /> (k) simple dilution with water or with any other aqueous, ionised or salted solution. <br /> 2 For the purposes of this Article, the word \"simple\" generally refers to relevant <br /> activities which need neither professional skills nor specialised machines, apparatus or <br /> equipment particularly produced or installed for carrying out the activity. <br /> [4] This is applicable to products in HS Chapters 7 and 8. <br /> [5] This is applicable to products in HS Chapters 7 and 8.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.3: REGIONAL VALUE CONTENT <br /> 1 Where Annex 4B refers to a regional value content, each Party shall provide that the <br /> regional value content of a good shall be calculated on the basis of the following method: <br /> RVC = [(TV - VNM)/TV] x 100 <br /> where: <br /> RVC is the regional value content expressed as a percentage; <br /> TV is the transaction value of the good, adjusted on an FOB basis, except as <br /> provided in paragraph 3. If no such value exists or cannot be determined, <br /> pursuant to the principles of Article 1 of the Customs Valuation Agreement, it <br /> shall be calculated pursuant to the principles of Articles 2 to 7 of that Agreement; and <br /> VNM is the transaction value of the non-originating materials, when they were <br /> first acquired or supplied to the producer of the goods, adjusted on a CIF basis, <br /> except as provided in paragraph 4. If such value does not exist or cannot be <br /> determined, pursuant to the principles of Article 1 of the Customs Valuation <br /> Agreement, it shall be calculated pursuant to that Agreement. <br /> 2 The value of the non-originating materials used by the producer in the production of a <br /> good shall not include, for purposes of calculating the regional value content, pursuant to <br /> paragraph 1, the value of non-originating materials used to produce the originating materials <br /> subsequently used in the production of the good. <br /> 3 When the producer of a good does not export it directly, the value shall be adjusted up <br /> to the point at which the purchaser receives the good within the territory of a Party where the <br /> producer is located. <br /> 4 When the producer of the good acquires a non-originating material in the territory of <br /> the Party where it is located, the value of such material shall not include freight, insurance, <br /> packing costs and any other costs incurred in transporting the material from the supplier's <br /> warehouse to the producer's location.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.1: DEFINITIONS <br /> (k) goods produced entirely in the territory of a Party exclusively from goods <br /> referred to in subparagraphs (a) to (j) or from their derivatives, at any stage of production; <br /> heading means the first four digits in the tariff classification under the Harmonized System; <br /> indirect material means a good used in the production, testing or inspection of another good <br /> but not physically incorporated into the good, or a good used in the maintenance of buildings, <br /> or the operation of equipment associated with the production of a good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production; <br /> material means a good or any matter or substance that is used or consumed in the production <br /> of goods or transformation of another good; <br /> ARTICLE 4.10: INDIRECT MATERIALS <br /> Indirect materials shall be considered to be originating materials without regard to <br /> where they are produced and its value shall be the cost registered in the accounting records of <br /> the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.11: TRANSIT THROUGH NON-PARTIES <br /> 1 Preferential tariff treatment provided for in this Agreement shall be applied to goods <br /> that satisfy the requirements of this Chapter and which are directly transported among the Parties. <br /> 2 Notwithstanding paragraph 1, goods shall be authorised to transit through the territory <br /> of one or more non-Parties, and to remain stored for a reasonable period of time, which in no <br /> case shall be more than three (3) months from the date of entry of the goods into the territory <br /> of a non-Party respectively. <br /> 3 Goods shall be eligible for preferential tariff treatment in accordance with this <br /> Agreement if they are transported through the territory of one or more non-Parties, provided that the goods: <br /> (a) did not undergo operations other than unloading, reloading, or any other <br /> operation necessary to preserve them in good condition; and <br /> (b) did not enter the commerce of such non-Parties after the shipment from the <br /> Party and before the importation into the other Party. <br /> 4 Compliance with the provisions set out in paragraphs 2 and 3 shall be proved by <br /> means of supplying to the customs administration of the importing Party either customs <br /> documents of the non-Party or documents of the competent authorities, including commercial <br /> shipping or freight documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.2: ORIGINATING GOODS <br /> Unless otherwise indicated in this Chapter, a good shall be considered as originating <br /> in a Party when: <br /> (a) the good is wholly obtained or produced entirely in the territory of one Party, <br /> pursuant to the definition in Article 4.1 (Definitions); <br /> (b) the good is produced entirely in the territory of one or both Parties, exclusively <br /> from materials whose origin conforms to the provisions of this Chapter; <br /> (c) the good is produced in the territory of one or both Parties, using non- <br /> originating materials that conform to a change in tariff classification, a <br /> regional value content, or other requirements specified in Annex 4B, and the <br /> good meets the other applicable provisions of this Chapter; or <br /> (d) otherwise provided as an originating good under this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> Packaging materials and containers in which goods are packaged for retail sale, if <br /> classified with the goods, shall be disregarded in determining whether all the non-originating <br /> materials used in the production of those goods have undergone the applicable change in <br /> tariff classification set out in Annex 4B. However, if the goods are subject to a regional value <br /> content requirement, the value of the packaging used for retail sale will be counted as <br /> originating or non-originating, as the case may be, in calculating the regional value content of the goods. <br /> ARTICLE 4.9: PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Packing materials and containers in which a good is packed exclusively for transport <br /> shall not be taken into account for the purposes of establishing whether the good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.13: FUNGIBLE GOODS AND MATERIALS <br /> 1 Each Party shall provide that the determination of whether fungible goods or materials <br /> are originating goods shall be made either by physical segregation of each good or material, <br /> or through the use of any inventory management method, such as averaging, last-in, first-out, <br /> or first-in, first-out, recognised in the generally accepted accounting principles of the Party in <br /> which the production is performed or otherwise accepted by the Party in which the <br /> production is performed. <br /> 2 Once a particular inventory management method is selected under paragraph 1, that <br /> method shall continue to be used for those fungible goods or materials throughout the fiscal <br /> year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.15: CLAIMS FOR PREFERENTIAL TREATMENT <br /> 1 For the purpose of obtaining preferential tariff treatment in the other Party, a proof of <br /> origin in the form of a Declaration of Origin shall be completed in English and signed by an <br /> exporter or producer of a Party, certifying that a good qualifies as an originating good for <br /> which an importer may claim preferential treatment upon the importation of the good into the <br /> territory of the other Party. <br /> 2 The Declaration of Origin shall be in the template set out in Annex 4E, which may <br /> thereafter be revised by mutual consent of the Parties. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Declaration of Origin <br /> for any exportation of good for which an importer may claim preferential tariff <br /> treatment upon importation of the good into the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the good, <br /> the exporter may complete and sign a Declaration of Origin on the basis of: <br /> (i) his knowledge of whether the good qualifies as an originating good; <br /> (ii) his reasonable reliance on the producer's written representation that the <br /> good qualifies as an originating good; or <br /> (iii) a completed and signed certification for the good voluntarily provided <br /> to the exporter by the producer. <br /> 4 Nothing in paragraph 3 shall be construed to require a producer to provide a <br /> Declaration of Origin to an exporter. <br /> 5 Each Party shall provide that a Declaration of Origin that has been completed and <br /> signed by an exporter or producer in the territory of the other Party that is applicable to a <br /> single importation of one or more goods into the Party's territory shall be accepted by its <br /> customs administration for one (1) year from the date on which the Declaration of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.16: WAIVER OF DECLARATION OF ORIGIN <br /> Each Party shall provide that a Declaration of Origin shall not be required for the <br /> importation of any good whose custom value does not exceed US$1,000 or its equivalent <br /> amount in the Party's currency; or such higher amount as may be established by a Party <br /> which is importing, provided that the importation does not form part of a series of <br /> importations that may reasonably be considered to have been undertaken or arranged for the <br /> purpose of avoiding the declaration requirements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX 4D <br /> COMPETENT GOVERNMENT AUTHORITY FOR CUSTOMS PROCEDURES <br /> RELATING TO ORIGIN <br /> Pursuant to Article 4.14 (Definitions), the competent government authority is: <br /> (a) in the case of Singapore, Singapore Customs, or its successors; and <br /> (b) in the case of Chinese Taipei, the customs administration under the Ministry of <br /> Finance or its successors and the Ministry of Economic Affairs or its successors.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.15: CLAIMS FOR PREFERENTIAL TREATMENT <br /> 5 Each Party shall provide that a Declaration of Origin that has been completed and <br /> signed by an exporter or producer in the territory of the other Party that is applicable to a <br /> single importation of one or more goods into the Party's territory shall be accepted by its <br /> customs administration for one (1) year from the date on which the Declaration of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.17: RECORD KEEPING REQUIREMENT <br /> 1 Each Party shall provide that an exporter or a producer in its territory that completes <br /> and signs a Declaration of Origin shall maintain in its territory, for a period at least three (3) <br /> years after the date on which the Declaration of Origin was issued or signed, all records <br /> relating to the origin of a good for which preferential tariff treatment was claimed in the <br /> territory of the other Party, including records associated with: <br /> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br /> is exported from its territory; <br /> (b) the sourcing of, purchase of, cost of, value of, and payment for, all materials, <br /> including indirect materials, used in the production of the good that is <br /> exported from its territory; and <br /> (c) the production of the good in the form in which the good is exported from its territory. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment for a <br /> good imported into the Party's territory shall maintain in that territory, for a period of at least <br /> three (3) years after the date of importation of the good, such documentation, including a <br /> copy of the Declaration of Origin, as the Party may require relating to the importation of the good. <br /> 3 The records to be maintained may include electronic records and shall be maintained <br /> in accordance with the domestic laws and practices of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.19: OBLIGATIONS RELATING TO IMPORTATIONS <br /> 4 Each Party shall provide that, where a good qualified as originating when it was <br /> imported into the territory of that Party but no claim for preferential tariff treatment was made <br /> at that time, the importer of the good may, no later than one (1) year after the date on which <br /> the good was imported, apply for a refund of any excess duties paid as the result of the good <br /> not having been granted preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as originating; <br /> (b) a copy of the Declaration of Origin; and <br /> (c) such other documentation relating to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.19: OBLIGATIONS RELATING TO IMPORTATIONS <br /> 1 Any good that meets all the applicable requirements in this Chapter is eligible for <br /> preferential tariff treatment. <br /> 2 A Party may deny preferential tariff treatment under this Agreement to imported <br /> good(s) if the importer fails to comply with any requirement of this Chapter. Slight <br /> discrepancies as between the wording and details stated in the Declaration of Origin produced <br /> to the customs administration of the importing Party shall not, of itself, cause any claim for <br /> preferential tariff treatment to be denied. <br /> 3 Except as otherwise provided in this Chapter, each Party shall require an importer in <br /> its territory that claims preferential tariff treatment for a good imported into its territory from <br /> the territory of the other Party to: <br /> (a) declare in the importation document that the good qualifies as an originating <br /> good, based on a Declaration of Origin; <br /> (b) have the Declaration of Origin in its possession at the time the declaration is made; <br /> (c) provide, on the request of that Party's customs administration, a copy of the <br /> Declaration of Origin; and <br /> (d) promptly submit a corrected declaration in a manner required by the customs <br /> administration of the importing Party and pay any owed duties where the <br /> importer has reason to believe that a Declaration of Origin on which a <br /> declaration was based contains information that is not correct. <br /> 4 Each Party shall provide that, where a good qualified as originating when it was <br /> imported into the territory of that Party but no claim for preferential tariff treatment was made <br /> at that time, the importer of the good may, no later than one (1) year after the date on which <br /> the good was imported, apply for a refund of any excess duties paid as the result of the good <br /> not having been granted preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as originating; <br /> (b) a copy of the Declaration of Origin; and <br /> (c) such other documentation relating to the importation of the good as the <br /> importing Party may require.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.18: VERIFICATION OF ORIGIN <br /> 1 For the purposes of determining whether a good imported into its territory from the <br /> territory of the other Party qualifies as an originating good, the importing Party may conduct <br /> verification by means of: <br /> (a) request for information from the importer; <br /> (b) written questionnaires or request for information to the exporter or producer of <br /> the good(s) in the territory of the other Party through the competent <br /> government authority of the exporting Party; <br /> (c) request for assistance from the competent government authority of the <br /> exporting Party as provided for in paragraph 3 below; or <br /> (d) verification visits to the premises of an exporter or a producer in the territory <br /> of the other Party, to observe the facilities and the production processes of the <br /> good and to review the records referring to origin including accounting files. <br /> 2 For the purpose of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br /> (a) shall answer and return the request within a period of thirty (30) days from the <br /> date on which it was received; <br /> (b) may have one opportunity, during the period established in subparagraph (a), <br /> to make a written request to the competent government authority of the <br /> importing Party for an extension of the answering period, for a period not <br /> exceeding thirty (30) days. For the exporter or producer, this written request <br /> will be made through the competent government authority of the exporting Party. <br /> In the case where the importer, exporter, or producer does not return the written <br /> request for the information made by the competent government authority of the <br /> importing Party within the given period or its extension, the importing Party may <br /> deny the preferential tariff treatment. <br /> 3 For the purpose of subparagraph 1(c), the customs administration of the importing Party: <br /> (a) may request the competent government authority of the exporting Party to <br /> assist it in verifying: <br /> (i) whether the goods declared in the Declaration of Origin qualify as <br /> originating goods; and/or <br /> (ii) the accuracy of any information contained in the Declaration of Origin; <br /> (b) shall provide the competent government authority of the other Party with: <br /> (i) the reasons why such assistance is sought; <br /> (ii) the Declaration of Origin, or a copy thereof; and <br /> (iii) any information and documents as may be necessary for the purpose of <br /> providing such assistance. <br /> 4 To the extent allowed by its domestic law and practices, the competent government <br /> authority of the exporting Party shall fully cooperate in any action to verify the origin as <br /> established under subparagraph 1(b) and paragraph 3 above. In the absence of such <br /> cooperation, the importing Party shall determine the accuracy of the information contained in <br /> the Declaration of Origin with the best information available at that moment. <br /> 5 For the purpose of subparagraph 1(d), the competent government authority of the <br /> importing Party shall: <br /> (a) deliver, at least thirty (30) days prior to conducting a verification visit, a <br /> written notification of its intention to conduct the visit to the exporter or <br /> producer and to the competent government authority of the exporting Party; and <br /> (b) obtain the written consent of the exporter or producer. <br /> 6 Pursuant to paragraph 5, the exporter or producer may within fifteen (15) days of <br /> receiving the notification, request to the competent government authority of the importing <br /> Party for a postponement of the proposed verification visit, for a period not exceeding sixty <br /> (60) days. This extension shall be notified to the competent government authorities of the <br /> importing and exporting Parties. <br /> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br /> verification visit was postponed pursuant to paragraph 6. <br /> 8 In the case, where an exporter or producer does not give its written consent to a <br /> proposed verification visit within thirty (30) days from the receipt of notification, the <br /> importing Party may deny preferential treatment to the good that is subject to verification. <br /> 9 After concluding the actions related to subparagraphs 1(a), 1(b), 1(c) or 1(d), and no <br /> later than fifteen (15) days after the outcome of the actions taken, the competent government <br /> authority of the importing Party shall provide a written determination of whether the good is <br /> originating and therefore eligible for preferential tariff treatment based on the relevant law <br /> and findings of fact. In respect of subparagraphs 1(a) or 1(b), the maximum time to be taken <br /> from the start of the verification to its conclusion should not exceed one hundred and twenty <br /> (120) days. In respect of subparagraphs 1(c) or 1(d), the maximum time to be taken from the <br /> start of the verification to its conclusion should not exceed one hundred and fifty (150) days. <br /> 10 When the customs administration has a reasonable doubt on the origin of the goods at <br /> the time of importation, the goods may be released by the customs administration of the <br /> importing Party on a security or upon payment of duties, pending the outcome of the origin <br /> verification, provided that they are not held to be subject to import prohibition or restriction <br /> and there is no suspicion of fraud. The relevant duties paid shall be refunded once the <br /> outcome of the origin verification confirmed that the good qualifies as an originating good. <br /> 11 The importing Party may deny preferential treatment to an importer on any <br /> subsequent import of a good when its competent government authority had already <br /> determined that an identical good was not eligible for that treatment, provided that such good <br /> is exported by the same exporter or produced by the same producer subject to verification, <br /> until the importing Party determines that the importer, exporter, or producer is in compliance <br /> with this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.20: OBLIGATIONS RELATING TO EXPORTATIONS <br /> 2 When an exporter or a producer in its territory has provided a Declaration of Origin <br /> and has reason to believe that such declaration contains or is based on incorrect information, <br /> the exporter or producer shall promptly notify in writing every person to whom the exporter <br /> or producer provided the declaration of any change that could affect the accuracy or validity <br /> of the declaration, provided that such notification is made before the initiation of audit <br /> procedures. Any penalty, if applicable, for providing an incorrect Declaration of Origin for <br /> preferential tariff treatment shall be subject to the domestic law of each Party that is dealing <br /> with the offence under its jurisdiction.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.9: ADVANCE RULINGS <br /> 1 Each Party shall provide, through its customs administration and in accordance with <br /> provisions laid down by its domestic laws and regulations, for the issuance of written <br /> advance rulings to an importer in its territory or to an exporter or producer in the other <br /> Party's territory concerning tariff classification, questions arising from the application of the <br /> Customs Valuation Agreement, and the qualification of a good as an originating <br /> good under this Agreement. <br /> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br /> (a) provide that an importer in its territory or an exporter or producer in the <br /> territory of the other Party may apply for an advance ruling before the <br /> importation of goods in question? <br /> (b) require that an applicant for an advance ruling provide a detailed description of <br /> the goods and all relevant information needed to issue an advance ruling? <br /> (c) provide that its customs administration or the relevant governmental authority <br /> may, within a specified period, request for the additional information required <br /> in order to have all the relevant information needed? <br /> (d) provide that any advance ruling be based on the facts and circumstances <br /> presented by the applicant, and any other relevant information in the <br /> possession of the decision­maker? and <br /> (e) provide that its customs administration shall issue the advance ruling <br /> expeditiously, and in any case within ninety (90) days of the receipt of all necessary information. <br /> 3 A Party may reject requests for an advance ruling where the: <br /> (a) additional information requested by it in accordance with subparagraph 2(c) is <br /> not provided within a specified time; or <br /> (b) facts and circumstances forming the basis of the advance ruling are the subject <br /> of administrative or judicial review. <br /> 4 Each Party shall provide that advance rulings shall be in force from their date of <br /> issuance, or another date specified in the ruling, provided that the facts or circumstances on <br /> which the ruling is based remain unchanged. <br /> 5 A Party may modify or revoke an advance ruling upon a decision or administrative act <br /> that the ruling was based on an error of fact or law, the information provided is false or <br /> inaccurate, if there is a change in domestic law consistent with this Agreement, or there is a <br /> change in a material fact, or circumstances on which the ruling is based. <br /> 6 Where an importer claims that the treatment accorded to an imported good should be <br /> governed by an advance ruling, the customs administration or the relevant governmental <br /> authority may evaluate whether the facts and circumstances of the importation are consistent <br /> with the facts and circumstances upon which an advance ruling was based. <br /> 7 If a requester provides false information or omits relevant facts or circumstances <br /> relating to the advance ruling, or does not act in accordance with the ruling's terms and <br /> conditions, the importing Party may apply the appropriate measures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.7: REVIEW AND APPEAL <br /> 1 Each Party shall ensure that the importers and exporters in its territory have access to: <br /> (a) administrative review by an authority supervising the customs administration; and <br /> (b) judicial review of the determination taken at the final level of administrative <br /> review, in accordance with the Party's domestic laws. <br /> 2 Notice of the decision on appeal, together with the reasons for such decision, shall be <br /> given to the appellant in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.14: DEFINITIONS <br> aquaculture means the farming of aquatic organisms including fish, molluscs, crustaceans, <br> customs value means: <br> other aquatic invertebrates and aquatic plants, from seedstock such as eggs, fry, fingerlings <br> CIF means the value of the good imported and includes the cost of insurance and freight up <br> to the port or place of entry in the country or customs territory of importation. The valuation <br> shall be made in accordance with the Customs Valuation Agreement; <br> unascertainable, the value determined in accordance with Articles 2 through 7 <br> of the Customs Valuation Agreement; <br> (a) the price actually paid or payable for a good or material with respect to a <br> transaction of the seller of the good, pursuant to the principles of Article 1 of <br> the Customs Valuation Agreement, adjusted in accordance with Article 8 of the <br> Customs Valuation Agreement; or <br> (b) in the event that there is no such value or such value of the good is <br> FOB means the value of the good free on board, independent of the means of transportation, <br> at the port or site of final shipment abroad. The valuation shall be made in accordance with <br> (b) agricultural and plant products grown and harvested, picked or gathered in the <br> territory of a Party; <br> (e) goods obtained from hunting, trapping, fishing, farming, gathering, capturing <br> or aquaculture in the territory of a Party; <br> (f) goods (fish, shellfish, plant and other marine life) taken from the sea by a <br> vessel registered or recorded with a Party; <br> (g) goods obtained or produced on board a factory ship registered or recorded with <br> that Party, exclusively from products referred to in subparagraph (f); <br> (h) waste and scrap derived from production in the territory of a Party or used <br> articles or goods collected in the territory of a Party, provided that such goods <br> can no longer perform their original purposes nor are capable of being restored <br> or repaired and are fit only for the recovery of raw materials; <br> (i) goods taken by a Party, or a person of a Party, from the seabed or beneath the <br> seabed outside its territory, provided that the Party has rights under <br> international law to exploit such seabed; <br> (j) recovered goods derived in the territory of a Party from used goods and <br> (k) goods produced entirely in the territory of a Party exclusively from goods <br> referred to in subparagraphs (a) to (j) or from their derivatives, at any stage of production; <br> heading means the first four digits in the tariff classification under the Harmonized System; <br> indirect material means a good used in the production, testing or inspection of another good <br> but not physically incorporated into the good, or a good used in the maintenance of buildings, <br> or the operation of equipment associated with the production of a good, including: <br> (a) fuel, energy, catalysts and solvents; <br> (g) any other goods that are not incorporated into the good but whose use in the <br> material means a good or any matter or substance that is used or consumed in the production <br> of goods or transformation of another good; <br> minimal operations or processes means operations or processes which contribute minimally <br> to the essential characteristics of the goods and which by themselves, or in combination, do <br> not confer origin as provided for in Article 4.4 (Operations that do not Confer Origin); <br> its transportation, other than containers and packaging materials used for retail sale; <br> collecting, breeding, extracting, manufacturing, processing, assembling or disassembling a good; <br> (b) the cleaning, inspecting, or testing or other processing of those parts, and as <br> necessary for improvement to sound working condition one or more of the <br> following processes: welding, flame spraying, surface machining, knurling, <br> plating, sleeving and rewinding in order for such parts to be assembled with <br> other parts, including other recovered parts in the production of a <br> remanufactured good, as listed within Annex 4A; <br> remanufactured goods means an industrial good, listed within Annex 4A assembled in the <br> territory of a Party, that: <br> (b) has the same life expectancy and meets the same performance standards as a new good; and <br> subheading means the first six digits in the tariff classification under the Harmonized System; <br> transaction value means the price paid or payable for a good as determined by the <br> provisions of the Customs Valuation Agreement; <br> value means the value of a good or material, pursuant to the provisions of the Customs <br> Valuation Agreement. <br> competent government authority means the government authority in each Party that is <br> responsible for the verification of origin, as specified in Annex 4D. <br> day means calendar days, including weekends and holidays, but for the calculation of time <br> periods, where the last day falls on a non-working day, the last day will be extended to the <br> next working day. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> and larvae, by intervention in the rearing or growth processes to enhance production, such as <br> regular stocking, feeding, or protection from predators; <br> fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> goods wholly obtained or produced entirely in a Party means: <br> (a) mineral goods extracted from the soil or seabed in the territory of a Party; <br> (c) live animals, born and raised in the territory of a Party; <br> (d) goods obtained from live animals in the territory of a Party; <br> the Customs Valuation Agreement; <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> (f) lubricants, greases, compounding materials and other materials used in <br> production or used to operate equipment and buildings; and <br> (d) tools, dies and moulds; <br> production of the good can reasonably be demonstrated to be a part of that production; <br> packing materials and containers for shipment means goods used to protect a good during <br> utilised in the territory of the Party in the production of remanufactured goods; and <br> production means methods of obtaining goods including, but not limited to growing, raising, <br> mining, harvesting, fishing, farming, trapping, hunting, capturing, aquaculture, gathering, <br> (b) equipment, devices, and supplies used for testing or inspecting the goods; <br> recovered goods means materials in the form of individual parts that result from: <br> (a) the complete disassembly of used goods into individual parts; and <br> used means used or consumed in the production of goods; and <br> (a) is entirely or partially composed of recovered goods; <br> (c) enjoys the same factory warranty as such a new good; <br> "}, {"ArticleTitle": "OBLIGATIONS RELATING TO EXPORTATIONS", "ArticleDesc": "ARTICLE 4.20: OBLIGATIONS RELATING TO EXPORTATIONS <br> 1 Each Party shall provide that an exporter or a producer in its territory shall submit a <br> copy of the Declaration of Origin to its competent government authority upon request. <br> 2 When an exporter or a producer in its territory has provided a Declaration of Origin <br> and has reason to believe that such declaration contains or is based on incorrect information, <br> the exporter or producer shall promptly notify in writing every person to whom the exporter <br> or producer provided the declaration of any change that could affect the accuracy or validity <br> of the declaration, provided that such notification is made before the initiation of audit <br> procedures. Any penalty, if applicable, for providing an incorrect Declaration of Origin for <br> preferential tariff treatment shall be subject to the domestic law of each Party that is dealing <br> with the offence under its jurisdiction. <br> ARTICLE 4.21 CUSTOMS FOCAL POINT <br> 1 Each Party shall designate a customs focal point for all matters relating to this Chapter, <br> one (1) month prior to the entry into force of this Agreement. <br> 2 When the customs focal point of a Party raises any matter arising from this Chapter <br> to the focal point of the other Party, the customs administration of the latter Party shall assign <br> its own experts to look into the matter and to respond with its findings and proposed solution <br> for resolving the matter within a reasonable period of time. <br> 3 The customs focal point shall endeavour to resolve any matter raised under this <br> Chapter through consultations. <br> "}, {"ArticleTitle": "ANNEX 4A", "ArticleDesc": "ANNEX 4A <br> REMANUFACTURED GOODS <br> HS 2007 Product Description <br> 840721 Marine propulsion engines: Outboard motors <br> 840729 Marine propulsion engines: Other <br> 840731 Reciprocating piston engines of a kind used for the propulsion <br> of vehicles of Chapter 87: Of a cylinder capacity not exceeding 50 cc <br> 840732 Reciprocating piston engines of a kind used for the propulsion <br> of vehicles of Chapter 87: Of a cylinder capacity exceeding 50 cc but not <br> exceeding 250 cc <br> 840733 Reciprocating piston engines of a kind used for the propulsion <br> of vehicles of Chapter 87: Of a cylinder capacity exceeding 250 cc but not <br> exceeding 1,000 cc <br> 840734 Reciprocating piston engines of a kind used for the propulsion <br> of vehicles of Chapter 87: Of a cylinder capacity exceeding 1,000 cc <br> 840790 Spark-ignition reciprocating or rotary internal combustion <br> piston engines - Other engines <br> 840810 Compression-ignition internal combustion piston engines <br> (diesel or semi-diesel engines) - Marine propulsion engines <br> 840820 Compression-ignition internal combustion piston engines <br> (diesel or semi-diesel engines) - Engines of a kind used for the propulsion of <br> vehicles of Chapter 87 <br> 840890 Compression-ignition internal combustion piston engines <br> (diesel or semi-diesel engines) - Other engines <br> 840910 Parts suitable for use solely or principally with the engines of <br> heading 84.07 or 84.08 - For aircraft engines <br> 840991 Parts suitable for use solely or principally with the engines of <br> heading 84.07 or 84.08 - Suitable for use solely or principally with spark- <br> ignition internal combustion piston engines <br> 840999 Parts suitable for use solely or principally with the engines of <br> heading 84.07 or 84.08 - Other <br> 841221 Hydraulic power engines and motors : Linear acting (cylinders) <br> 841229 Hydraulic power engines and motors : Other <br> 841239 Pneumatic power engines and motors : Other <br> 841290 Other engines and motors: Parts <br> 841330 Fuel, lubricating or cooling medium pumps for internal combustion piston engines <br> 841350 Other reciprocating positive displacement pumps <br> 841360 Other rotary positive displacement pumps <br> 841391 Parts of pumps <br> 841430 Compressors of a kind used in refrigerating equipment <br> 841480 Air or vacuum pumps, air or other gas compressors and fans; <br> not fitted with filters - Other <br> 841490 Air or vacuum pumps, air or other gas compressors and fans; <br> ventilating or recycling hoods incorporating a fan, whether or <br> not fitted with filters - Parts <br> 841989 Machinery, plant or laboratory <br> electrically heated (excluding furnaces, ovens and other <br> equipment of heading 85.14), for the treatment of materials <br> by a process involving a change of temperature such as <br> heating, cooking, roasting, distilling, rectifying, sterilising, <br> pasteurising, steaming, drying, ecaporating, vaporising, <br> condensing or cooling, other than machinery or plant of a <br> kind used for domestic purposes; instantaneous or storage <br> water heaters, non-electric. - Other machinery, plant and equipment : Other <br> 842619 Ships' derricks; cranes, including cable cranes; mobile lifting <br> frames, straddle carriers and works trucks fitted with a crane. <br> - Overhead travelling cranes, transporter cranes, gantry cranes, <br> bridge cranes, mobile lifting frames and straddle carriers: Other <br> 843120 Parts suitable for use solely or principally with the machinery <br> of heading 84.27 <br> 843149 Parts suitable for use solely or principally with the machinery of heading <br> 84.26, 84.29 or 84.30 : Other <br> 848120 Valves for oleohydraulic or pneumatic transmissions <br> 848140 Safety or relief valves <br> 848180 Taps, cocks, valves and similar appliances for pipes, boiler <br> shells, tanks, vats or the like, including pressure-reducing <br> valves and thermostatically controlled valves: Other appliances <br> 848190 Taps, cocks, valves and similar appliances for pipes, boiler <br> valves and thermostatically controlled valves: Parts <br> 848310 Transmission shafts (including cam shafts and crank shafts) and cranks <br> 848330 Bearing housings, not incorporating ball or roller bearings <br> plain shaft bearings <br> 848340 Gears and gearing, other than toothed wheels, chain sprockets <br> and other transmission elements presented separately; ball or <br> roller screws; gear boxes and other speed changers, including torque converters <br> 848350 Flywheels and pulleys, including pulley blocks <br> 848360 Clutches and shaft couplings (including universal joints) <br> 848390 Toothed wheels, chain sprockets and other transmission <br> elements presented separately; parts <br> 848610 Machines and apparatus for the manufacture of boules or <br> wafers <br> 848620 Machines and apparatus for the manufacture of semiconductor <br> devices or of electronic integrated circuits <br> 850211 Generating sets with compression-ignition internal <br> combustion piston engines (diesel or semi-diesel engines) : Of an output not <br> exceeding 75 kVA <br> 850212 Generating sets with compression-ignition internal <br> combustion piston engines (diesel or semi-diesel engines) : Of an output <br> exceeding 75 kVA but not exceeding 375 kVA <br> 850213 Generating sets with compression-ignition internal <br> exceeding 375 kVA <br> 850220 Generating sets with compression-ignition internal combustion piston engines <br> 850300 Parts suitable for use solely or principally with the machines <br> of heading 85.01 or 85.02. <br> 851140 Starter motors and dual purpose starter-generators <br> 851150 Other generators <br> 852610 Radar apparatus <br> 853710 Boards, panels, consoles, desks, cabinets and other bases, <br> equipped with two or more apparatus of heading 85.35 or 85.36, <br> for electric control or the distribution of electricity <br> including those incorporating instruments or apparatus of <br> Chapter 90, and numerical control apparatus, other than <br> switching apparatus of heading 85.17. - For a voltage not exceeding 1,000 V <br> 854231 Electronic integrated circuits : Processors and controllers, whether or not <br> combined with memories, converters, logic circuits, amplif iers, clock and <br> timing circuits, or other circuits <br> 854232 Electronic integrated circuits : Memories <br> 854233 Electronic integrated circuits : Amplifiers <br> 854239 Electronic integrated circuits : Other <br> 870830 Brakes and servo-brakes; parts thereof <br> 870840 Gear boxes and parts thereof <br> 870850 Drive-axles with differential, whether or not provided with <br> other transmission components, and non-driving axles; parts thereof <br> 870870 Road wheels and parts and accessories thereof <br> 870880 Suspension systems and parts thereof (including shockabsorbers) <br> 870891 Radiators and parts thereof <br> 870892 Silencers (mufflers) and exhaust pipes; parts thereof <br> 870893 Clutches and parts thereof <br> 870894 Steering wheels, steering columns and steering boxes; part thereof <br> 870895 Safety airbags with inflater system; parts thereof <br> 870899 Parts and accessories of the motor vehicles of headings 87.01 <br> to 87.05. - Other parts and accessories: Other <br> 903149 Measuring or instruments, appliances and <br> machines, not specified or included elsewhere in this Chapter; <br> profile projectors. - Other optical instruments and appliances : Other <br> "}, {"ArticleTitle": "ANNEX 4D", "ArticleDesc": "ANNEX 4D <br> COMPETENT GOVERNMENT AUTHORITY FOR CUSTOMS PROCEDURES <br> RELATING TO ORIGIN <br> Pursuant to Article 4.14 (Definitions), the competent government authority is: <br> (a) in the case of Singapore, Singapore Customs, or its successors; and <br> (b) in the case of Chinese Taipei, the customs administration under the Ministry of <br> Finance or its successors and the Ministry of Economic Affairs or its successors. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "SCOPE", "ArticleDesc": "ARTICLE 5.1: SCOPE <br> This Chapter shall apply in accordance with the Parties' respective domestic laws and <br> regulations, to customs procedures required for clearance of goods traded between the Parties. <br> "}, {"ArticleTitle": "GENERAL PROVISIONS", "ArticleDesc": "ARTICLE 5.2: GENERAL PROVISIONS <br> 1 The Parties recognise that the objectives of this Agreement may be promoted by the <br> simplification of customs procedures for their bilateral trade. <br> 2 Customs procedures of the Parties shall conform, where possible, with the standards <br> and recommended practices of the World Customs Organisation. <br> 3 The customs administrations of the Parties shall periodically review their customs <br> procedures with a view to their further simplification and the development of further <br> mutually beneficial arrangements to facilitate bilateral trade. <br> "}, {"ArticleTitle": "PUBLICATION AND AVAILABILITY OF INFORMATION", "ArticleDesc": "ARTICLE 5.3: PUBLICATION AND AVAILABILITY OF INFORMATION <br> 1 Each Party shall ensure that its laws, regulations, procedures, and administrative <br> rulings of general application governing customs matters are promptly published on the Internet. <br> 2 To the extent possible, each Party shall publish in advance any regulations of general <br> application governing customs matters that it proposes to adopt and provide interested <br> persons within its territory with the opportunity to comment before adopting them. <br> 3 Each Party shall establish, and maintain one or more inquiry points to address <br> inquiries from interested persons pertaining to customs matters, and shall make available on <br> the Internet information on such inquiry points. <br> 4 For greater certainty, nothing in this Article or in any part of this Agreement shall <br> require any Party to publish law enforcement procedures and internal operational guidelines <br> including those related to conducting risk analysis and targeting methodologies. <br> "}, {"ArticleTitle": "PAPERLESS TRADING", "ArticleDesc": "ARTICLE 5.4: PAPERLESS TRADING <br> 1 The Parties shall endeavour to provide an electronic environment that supports <br> business transactions between their respective customs administrations and their trading communities. <br> 2 The Parties shall exchange views and information on realising and promoting <br> paperless trading between their respective customs administrations and their trading <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 5.5: RISK MANAGEMENT <br> 1 Each Party shall adopt a risk management approach in its customs activities based on <br> its identified risk of goods in order to facilitate the clearance of low-risk consignments, while <br> focusing its inspection activities on high-risk goods. <br> 2 The Parties shall exchange information on risk management techniques adopted by <br> their customs administrations. <br> "}, {"ArticleTitle": "SHARING OF BEST PRACTICES", "ArticleDesc": "ARTICLE 5.6: SHARING OF BEST PRACTICES <br> The Parties shall facilitate initiatives for the exchange of information on best practices <br> in relation to customs procedures. <br> "}, {"ArticleTitle": "SINGLE WINDOW", "ArticleDesc": "ARTICLE 5.8: SINGLE WINDOW <br> 1 To avoid repeated submissions of documentation and/or data requirements for <br> exportation, importation and transit to different authorities or agencies, each Party shall <br> maintain or establish a single window[7] through which the aforementioned documentation <br> and/or data requirements only have to be submitted online once in electronic form. The single <br> window shall undertake onward distribution of the aforementioned documentation and/or <br> data requirements to the relevant authorities or agencies which require them. After the <br> examination by the relevant authorities or agencies of the documentation and/or data, the <br> single window shall notify the results to the applicants in a timely manner. <br> [7] A single window is defined as an electronic online facility that allows parties involved in trade and <br> transport to lodge standardised documentation and/or data with a single entry point to fulfil all import, export, <br> and transit-related regulatory requirements. <br> 2 In cases where documentation and/or data requirements have already been received <br> by the single window, the same documentation and/or data requirements shall not be <br> requested by other authorities or agencies except in urgent circumstances and other limited <br> exceptions which are made public. <br> 3 The Parties shall use information and communication technology to support the single window. <br> "}, {"ArticleTitle": "CUSTOMS VALUATION", "ArticleDesc": "ARTICLE 5.10: CUSTOMS VALUATION <br> The Parties shall determine the customs value of goods traded between them in <br> accordance with Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "TEMPORARY ADMISSION OF GOODS", "ArticleDesc": "ARTICLE 5.11: TEMPORARY ADMISSION OF GOODS <br> 1 Each Party shall allow goods, as specified in its domestic laws and regulations, to be <br> brought into its customs territory conditionally relieved from the payment of customs duties. <br> Such goods shall be imported for a specific purpose, and shall be intended for re-exportation <br> within a specified period and without having undergone any change except normal <br> depreciation due to the use made of them. <br> 2 Each Party shall, at the request of the person concerned and for reasons deemed valid <br> by its customs administration, extend the time limit for temporary admission beyond the <br> period initially fixed. <br> 3 Each Party shall permit temporarily admitted goods to be exported through a customs <br> office other than the one through which they were imported. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 5.12: COOPERATION <br> 1 To the extent permitted by their domestic law, the customs administrations of the <br> Parties should assist each other to ensure the smooth implementation and operation of this Chapter. <br> 2 Subject to available resources, the customs administrations of the Parties may, as <br> deemed appropriate, explore cooperation projects to: <br> (a) further simplify and expedite customs procedures; and <br> (b) share advance technical skills and experiences in usage of technology. <br> 3 The Parties shall endeavour to establish mutual recognition of their Authorised <br> Economic Operator programmes based on the World Customs Organization Framework of <br> Standards to Secure and Facilitate Global Trade. <br> 4 The Parties shall designate a contact point to carry out the above activities. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "(a) be contrary to the public interest as determined by its legislation; <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 5.13: CONFIDENTIALITY <br> Nothing in this Chapter shall be construed to require any Party to furnish or allow <br> access to confidential information pursuant to this Chapter the disclosure of which it considers would: <br> (b) be contrary to any of its legislation including but not limited to those <br> protecting personal privacy or the financial affairs and accounts of individual <br> customers of financial institutions; <br> (c) impede law enforcement; or <br> "}]}]}, "members_found": ["490", "702", 5, 8703900000]}