{"FtaRooDetails": {"FtaId": 308, "FtaCode": "ITC00314", "FtaName": "FTA, Costa Rica-Singapore", "FtaFullName": "Singapore-Costa Rica Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2013", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Costa Rica; Singapore", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Costa Rica-Singapore", "AdminProcCooAuth": "The certification type under FTA, Costa Rica-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Costa Rica-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Costa Rica-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTSH or RVC 35%", "RooText": "2 A good is considered to have undergone sufficient production in the territory of one or both Parties if: (a) it fulfills the product-specific rule as set out in Annex 3.1 (Exceptions for the General Rule of Origin under Article 3.5); or (b) where there is no product-specific rule as set out in Annex 3.1 (Exceptions for the General Rule of Origin under Article 3.5), it shall undergo a change in tariff classification at the six digit level of the Harmonized System from that of the good (\"change in tariff subheading\"); or the good shall fulfill a qualifying value content of not less than 35% determined in accordance with Article 3.6 (Qualifying Value Content).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00314_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/CRI_SGP_FTA/Text_Apr2010_e/Anx_4.1.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00314_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/CRI_SGP_FTA/Text_Apr2010_e/Anx_3.1.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00314_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/CRI_SGP_FTA/Text_e.asp#c3"}, {"DocDesc": "Customs administration", "DocFileName": "itc00314_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/Trade/CRI_SGP_FTA/Text_e.asp#c4"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00314_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/CRI_SGP_FTA/Index_e.asp"}, {"DocDesc": "WTO notification", "DocFileName": "itc00314_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N112.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Accumulation <br /> 1 Originating goods or materials from the territory of one or both Parties, <br /> used in the production of a good in the territory of the other Party, shall be <br /> considered to originate in the territory of the other Party. <br /> 2 The production of one or both Parties includes the production at <br /> different stages undertaken by one or more producers located in its territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: De Minimis <br /> Notwithstanding Article 3.5 (Not Wholly Obtained or Produced Goods), <br /> a good shall be considered to be originating if the value of all non-originating <br /> materials used in the production of that good, which do not satisfy the <br /> requirement of change in tariff classification as set out in Article 3.5 (Not <br /> Wholly Obtained or Produced Goods) is not more than 10% of the FOB value of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Accessories, Spare Parts, Tools <br /> 1 Each Party shall provide that accessories, spare parts, or tools <br /> delivered with a good that form part of the good's standard accessories, spare <br /> parts, or tools, shall be treated as originating goods if the good is an <br /> originating good, and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the <br /> applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately <br /> from the good; and <br /> (b) the quantities and value of the accessories, spare parts, or tools <br /> are customary for the good. <br /> 2 If the good is subject to a qualifying value content requirement, the <br /> value of the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Accessories, Spare Parts, Tools <br /> 1 Each Party shall provide that accessories, spare parts, or tools <br /> delivered with a good that form part of the good's standard accessories, spare <br /> parts, or tools, shall be treated as originating goods if the good is an <br /> originating good, and shall be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the <br /> applicable change in tariff classification, provided that: <br /> (a) the accessories, spare parts, or tools are not invoiced separately <br /> from the good; and <br /> (b) the quantities and value of the accessories, spare parts, or tools <br /> are customary for the good. <br /> 2 If the good is subject to a qualifying value content requirement, the <br /> value of the accessories, spare parts, or tools shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> qualifying value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Wholly Obtained or Produced Goods <br /> Goods wholly obtained or produced entirely in the territory of one or <br /> both Parties means goods that are: <br /> (a) plants and plant products harvested or gathered in the territory <br /> of one or both Parties; <br /> (b) live animals born and raised in the territory of one or both Parties; <br /> (c) goods obtained in the territory of one or both Parties from live animals; <br /> (d) goods obtained from hunting, trapping, fishing, or aquaculture <br /> conducted in the territory of one or both Parties; <br /> (e) minerals and other non-living natural resource not included in <br /> subparagraphs (a) through (d) extracted or taken from the <br /> territory of one or both Parties; <br /> (f) goods of sea fishing and other marine goods taken from outside <br /> its territory by a vessel registered, recorded or licensed with that <br /> Party, and entitled to fly its flag [3]; <br /> (g) goods produced and/or made on board a factory ship from <br /> goods referred to in subparagraph (f), provided such factory ship <br /> is registered, recorded or licensed with that Party and entitled to fly its flag; <br /> (h) goods taken by a Party, or a person of a Party, from the seabed <br /> or beneath the seabed outside its territory, provided that the <br /> Party has rights to exploit such seabed; <br /> (i) waste and scrap derived from: <br /> i. production in the territory of one or both Parties; or <br /> ii. used goods collected in the territory of one or both <br /> Parties, provided that such goods are fit only for the <br /> recovery of raw materials; <br /> (j) recovered goods derived in the territory of one or both Parties <br /> from used goods and utilized in the territory of one or both <br /> Parties in the production of remanufactured goods; and <br /> (k) goods produced in the territory of one or both Parties exclusively <br /> from goods referred to in subparagraphs (a) through (j), or from <br /> their derivatives, at any stage of production. <br /> [3] Costa Rica reiterates, under its domestic laws and international instruments, the <br /> commitments undertaken on the adoption, respect and promotion of responsible fisheries <br /> through fisheries management measures.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Minimal Operations <br /> Notwithstanding any provision in this Chapter and Annex 3.1 <br /> (Exceptions for the General Rule of Origin under Article 3.5), a good shall not <br /> be considered to have satisfied the requirements for an originating good merely <br /> by reason of going through any or all of the following operations: <br /> (a) operations to ensure the conservation or preservation of goods <br /> in good condition during transport and storage, such as <br /> ventilation, cooling, freezing, extraction of damaged parts, drying <br /> or addition of substances; <br /> (b) sifting, peeling, classifying, selecting, washing, filtering, cutting, <br /> shelling, and drying; <br /> (c) packaging, re-packaging, breaking up and putting the good for retail sale; <br /> (d) affixing of marks, labels, trade marks or other distinguishing signs on goods; <br /> (e) simple mixing, dilution in water or in another watery substance, ionized or saline; <br /> (f) application of oil, salt, sugar or any sweetener; <br /> (g) disassembly of goods in its parts; <br /> (h) placing in bottles, cases, boxes and other packaging operation; and <br /> (i) simple [2] assembly of parts or goods to constitute a complete good. <br /> [2] \"Simple\" generally describes an activity which does not need special skills, machines, <br /> apparatus or equipment specially produced or installed for carrying out the activity.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Qualifying Value Content <br /> 1 For the purpose of paragraph 2 of Article 3.5 (Not Wholly Obtained or <br /> Produced Goods), the following formula for qualifying value content shall be applied: <br /> QVC = [(FOB-VNM)/FOB]x100 <br /> Where: <br /> (a) \"QVC\" is the qualifying value content of the good, expressed as a percentage; <br /> (b) \"FOB\" is the Free On Board value of the particular good <br /> determined in accordance with the Customs Valuation Agreement; and <br /> (c) \"VNM\" is the value of non-originating materials used by the <br /> producer in the production of the good, calculated in accordance <br /> with paragraph 2 below. <br /> 2 For the purpose of calculating the value of non-originating materials <br /> pursuant to subparagraph (c) above, the following formula shall be applied: <br /> VNM = TVM - QVM <br /> Where: <br /> (a) \"TVM\" is the total value of materials; and <br /> (b) \"QVM\" is the qualifying value of materials, which shall be calculated as: <br /> i. the total value of the material if the material satisfies the <br /> rule established in Article 3.2 (Originating Goods), and <br /> the material has undergone its last production or <br /> operation in the territory of either Party; or <br /> ii. the value of the material that can be attributed to one or <br /> both of the Parties if the material does not satisfy the rule <br /> established in Article 3.2 (Originating Goods). <br /> 3 All costs considered for the calculation of qualifying value content shall <br /> be recorded and maintained in conformity with the Generally Accepted <br /> Accounting Principles applicable in the territory of the Party where the good is produced. <br /> Article 3.7: Value of Materials <br /> For purposes of Article 3.6 (Qualifying Value Content), the value of a material shall be: <br /> (a) the CIF (Cost, Insurance and Freight) value of the material, <br /> determined in accordance with the Customs Valuation <br /> Agreement, for a material imported directly by the producer of the good; <br /> (b) for a material acquired by the producer in the territory where the <br /> good is produced, the transaction value, or if this is not known <br /> and cannot be ascertained, the first ascertainable price paid for <br /> the material in the Party; or <br /> (c) for a material that is self-produced, or where the relationship <br /> between the producer of the good and the seller of the material <br /> influences the price actually paid or payable for the material, <br /> including a material obtained without charge, the sum of: <br /> i. all expenses incurred in the production of the material, <br /> including general expenses; and <br /> ii. an amount for profit equivalent to the profit added in the <br /> normal course of trade.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1: Definitions <br /> indirect material means a good used in the production, testing, or <br /> inspection of a good but not physically incorporated into the good, or a <br /> good used in the maintenance of buildings or the operation of <br /> equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies, and molds; <br /> (c) spare parts and materials used in the maintenance of <br /> equipment and buildings; <br /> (d) lubricants, greases, compounding materials, and other <br /> materials used in production or used to operate <br /> equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br /> (f) equipment, devices, and supplies used for testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good <br /> but whose use in the production of the good can <br /> reasonably be demonstrated to be a part of that production; <br /> Article 3.14: Indirect Materials Used in Production <br /> Each Party shall provide that an indirect material shall be treated as <br /> originating without regard to where it is produced and its value shall be the <br /> cost registered in the accounting records of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Transit Through Non-Parties <br /> 1 Preferential tariff treatment provided for in this Agreement shall be <br /> applied to goods that satisfy the requirements of this Chapter and which are <br /> directly transported among the Parties. <br /> 2 Notwithstanding paragraph 1, goods that transit through non-Party <br /> countries, with or without transhipment or temporary storage, shall be eligible <br /> for preferential treatment when proved to the satisfaction of the importing <br /> country's customs authority, that: <br /> (a) the goods have not undergone any operation there other than <br /> unloading, reloading, or any operation necessary to preserve <br /> them in good condition; <br /> (b) the goods have not entered into the commerce of such non- <br /> Parties after the shipment from the Party and before the <br /> importation into the other Party; <br /> (c) the transit entry is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; and <br /> (d) the goods remain under the control of customs authorities [4] in <br /> the territory of a non-Party. <br /> [4] The control referred to in subparagraph (d) refers to that which is exercised by the customs <br /> authority or the entity designated by the government of the non-Party to exercise customs <br /> functions or administer free trade zones. <br /> [Customs administration]: <br /> Chapter 4 <br /> Customs <br /> Section A: Customs Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> 1 Except as otherwise provided in this Chapter, each Party shall provide <br /> that a good is originating where: <br /> (a) the good is wholly obtained or produced entirely in the territory <br /> of one or both Parties, according to Article 3.4 (Wholly Obtained or Produced Goods); <br /> (b) the good is produced entirely in the territory of one or both <br /> Parties, exclusively from materials whose origin complies with <br /> the provisions of this Chapter; or <br /> (c) the good is produced in the territory of one or both Parties, using <br /> non-originating materials that conform to a change in tariff <br /> classification, a qualifying value content, or any other <br /> requirements, according to Article 3.5 (Not Wholly Obtained or Produced Goods). <br /> 2 In addition to paragraph 1, the good shall meet the other applicable <br /> requirements under this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Packaging Materials and Containers for Retail Sale <br /> Each Party shall provide that packaging materials and containers in <br /> which a good is packaged for retail sale, if classified with the good, shall be <br /> disregarded in determining whether all the non-originating materials used in <br /> the production of the good undergo the applicable change in tariff <br /> classification set out in Article 3.5 (Not Wholly Obtained or Produced Goods) <br /> and, if the good is subject to qualifying value content requirement, the value of <br /> such packaging materials and containers shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> qualifying value content of the good. <br /> Article 3.12: Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers in which <br /> a good is packed for shipment shall be disregarded in determining whether a <br /> good is originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Fungible Goods and Materials <br /> 1 Each Party shall provide that the determination of whether fungible <br /> goods or materials are originating goods shall be made either by physical <br /> segregation of each good or material or through the use of any inventory <br /> management method, such as averaging, last-in first-out, or first-in first-out, <br /> recognized in the Generally Accepted Accounting Principles of the Party in <br /> which the production is performed or otherwise accepted by the Party in which <br /> the production is performed. <br /> 2 Each Party shall provide that an inventory management method <br /> selected under paragraph 1 for particular fungible goods or materials shall <br /> continue to be used for those fungible goods or materials throughout the fiscal <br /> year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.12: Claims for Preferential Treatment <br /> 1 For the purpose of obtaining preferential tariff treatment in the other <br /> Party, an exporter or producer of a Party shall complete and sign a <br /> Certification of Origin, certifying that a good qualifies as an originating good <br /> and for which an importer may claim preferential treatment upon the <br /> importation of the good into the territory of the other Party. <br /> 2 The Parties agree that the Certification of Origin does not need to be in <br /> a prescribed format and the data elements for this Certification of Origin are <br /> those stated in Annex 4.1 (Data Elements to be Included in the Certification of <br /> Origin). Such data elements may thereafter be revised by decision of the Commission. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a <br /> Certification of Origin for any exportation of a good for which an <br /> importer may claim preferential tariff treatment upon importation <br /> of the good into the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer <br /> of the good, the exporter may complete and sign a Certification <br /> of Origin on the basis of: <br /> i. his knowledge of whether the good qualifies as an originating good; <br /> ii. his reasonable reliance on the producer's written <br /> declaration that the good qualifies as an originating good; or <br /> iii. a completed and signed Certification of Origin for the <br /> good voluntarily provided to the exporter by the producer. <br /> 4 Nothing in paragraph 3 shall be construed to require a producer to <br /> provide a Certification of Origin to an exporter. <br /> 5 Each Party shall provide that a Certification of Origin that has been <br /> completed and signed by an exporter or producer in the territory of the other <br /> Party that is applicable to a single importation of one or more goods into the <br /> Party's territory shall be accepted by its customs authority for 12 months from <br /> the date on which the Certification of Origin was signed. <br /> Article 4.17: Obligations Relating to Exportations <br /> 1 Each Party shall provide that an exporter or a producer in its territory <br /> shall submit a copy of the Certification of Origin to its competent government <br /> authority upon request. <br /> 2 When an exporter or a producer in its territory has provided a <br /> Certification of Origin and has reason to believe that such Certification <br /> contains or is based on incorrect information, the exporter or producer shall <br /> promptly notify in writing every person to whom it has provided the <br /> Certification of any change that could affect the accuracy or validity of the <br /> Certification, provided that such notification is made before the initiation of <br /> audit procedures. Any penalty, if applicable, for providing an incorrect <br /> Certification of Origin for preferential tariff treatment shall be subject <br /> to Article 4.8 (Penalties).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than 1500USD )", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.13: Waiver of Certification of Origin <br /> Each Party shall provide that a Certification of Origin shall not be <br /> required for the importation of any good whose customs value does not <br /> exceed US$ 1500 or its equivalent amount in the Party's currency; or such <br /> higher amount as may be established by the importing Party, provided that <br /> the importation does not form part of a series of importations that may <br /> reasonably be considered to have been undertaken or arranged for the <br /> purpose of avoiding the certification requirements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.11: Definitions <br /> For purposes of this Section: <br /> competent government authority means the government authority in <br /> each Party that is responsible for the verification of origin, which: <br /> (a) in the case of Costa Rica, is the Servicio Nacional de <br /> Aduanas (National Customs Service); except for <br /> purposes of paragraphs 3 and 4 of Article 4.15 <br /> (Verification of Origin), for which the competent <br /> government authority is the Promotora del Comercio <br /> Exterior (\"PROCOMER\") (Foreign Trade Corporation); and <br /> (b) in the case of Singapore, is the Singapore Customs; and", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.12: Claims for Preferential Treatment <br /> [Customs administration]: <br /> 5 Each Party shall provide that a Certification of Origin that has been <br /> completed and signed by an exporter or producer in the territory of the other <br /> Party that is applicable to a single importation of one or more goods into the <br /> Party's territory shall be accepted by its customs authority for 12 months from <br /> the date on which the Certification of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.14: Record Keeping Requirement <br /> 1 Each Party shall provide that an exporter or producer in its territory that <br /> completes and signs a Certification of Origin shall maintain in its territory, for 3 <br /> years after the date on which the Certification of Origin was issued or signed, <br /> all records relating to the origin of a good for which preferential tariff treatment <br /> was claimed in the territory of the other Party, including records associated with: <br /> (a) the purchase of, cost of, value of, shipping of, and payment for, <br /> the good that is exported from its territory; <br /> (b) the sourcing of, purchase of, cost of, value of, and payment for, <br /> all materials, including indirect materials, used in the production <br /> of the good that is exported from its territory; and <br /> (c) the production of the good in the form in which the good is <br /> exported from its territory. <br /> 2 Each Party shall provide that an importer claiming preferential tariff <br /> treatment for a good imported into the Party's territory shall maintain in that <br /> territory, for 3 years after the date of importation of the good, such <br /> documentation, including a copy of the Certification of Origin, as the Party <br /> may require relating to the importation of the good. <br /> 3 The records to be maintained may include electronic records and shall <br /> be maintained in accordance with the domestic laws and practices of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.16: Obligations Relating to Importations <br /> [Customs administration]: <br /> 4 Each Party shall provide that, where a good qualified as originating <br /> when it was imported into the territory of that Party but no claim for <br /> preferential tariff treatment was made at that time, the importer of the good <br /> may, no later than 1 year after the date on which the good was imported, <br /> apply for a refund of any excess duties paid as the result of the good not <br /> having been granted preferential tariff treatment, on presentation of: <br /> (a) a written declaration that the good qualified as originating at the <br /> time of importation; and <br /> (b) a copy of the Certification of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.16: Obligations Relating to Importations <br /> [Customs administration]: <br /> 3 Except as otherwise provided in this Chapter, each Party shall require <br /> an importer in its territory that claims preferential tariff treatment for a good <br /> imported into its territory from the territory of the other Party to: <br /> (a) declare in the importation document that the good qualifies as <br /> an originating good, based on a Certification of Origin; <br /> (b) have the Certification of Origin in its possession at the time the <br /> declaration is made; <br /> (c) provide, on the request of that Party's customs authority, a copy <br /> of the Certification of Origin; and <br /> (d) promptly submit a corrected declaration in a manner required by <br /> the customs authority of the importing Party and pay any owed <br /> duties where the importer has reason to believe that a <br /> Certification of Origin on which a declaration was based <br /> contains information that is not correct.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.18: Third Party Invoicing <br /> The importing Party shall accept a Certification of Origin in cases <br /> where the sales invoice is issued either by a company located in a non-Party <br /> or by an exporter in the exporting Party for the account of such company,", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.15: Verification of Origin <br /> 1 For purposes of determining whether a good imported into its territory <br /> from the territory of the other Party qualifies as an originating good, the <br /> importing Party may conduct verification by means of: <br /> (a) requests for information from the importer; <br /> (b) written questionnaires or requests for information to the exporter <br /> or producer of the good(s) in the territory of the other Party, <br /> through the competent government authority of the exporting <br /> Party, who shall notify the exporter or producer within 5 days <br /> upon receipt of such requests; <br /> (c) requests for assistance from the competent government <br /> authority of the exporting Party as provided for in paragraph 3 below; or <br /> (d) verification visits to the premises of an exporter or a producer in <br /> the territory of the other Party, to observe the facilities and the <br /> production processes of the good and to review the records <br /> referring to origin including accounting files. <br /> 2 For purposes of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br /> (a) shall answer and return the request within a period of 30 days <br /> from the date on which it was received; <br /> (b) may have one opportunity, before the expiration of the period <br /> established in subparagraph (a), to make a written request to <br /> the competent government authority of the importing Party for <br /> an extension of the answering period, for a period not exceeding <br /> 30 days. For the exporter or producer, this written request will <br /> be made through the competent government authority of the exporting Party. <br /> In the case where the importer, exporter, or producer does not return the <br /> written request for the information made by the competent government <br /> authority of the importing Party within the given period or its extension, the <br /> importing Party may deny preferential treatment to the good that is subject to verification. <br /> 3 For purposes of subparagraph 1(c), the customs authority of the importing Party: <br /> (a) may request the assistance of the competent government <br /> authority of the exporting Party in verifying: <br /> i. whether the goods declared in the Certification of Origin <br /> qualify as originating goods; and/or <br /> ii. the accuracy of any information contained in the <br /> Certification of Origin; <br /> (b) shall provide the competent government authority of the other Party with: <br /> i. the reasons why such assistance is sought; <br /> ii. the Certification of Origin, or a copy thereof; and <br /> iii. any information and documents as may be necessary for <br /> the purpose of providing such assistance. <br /> 4 To the extent allowed by its domestic law and practices, the competent <br /> government authority of the exporting Party shall fully cooperate in any action <br /> to verify the origin as established under subparagraph 1(b) and paragraph 3 <br /> above. In the absence of such cooperation, the importing Party shall <br /> determine the accuracy of the information contained in the Certification of <br /> Origin with the best information available at that moment. <br /> 5 For purposes of subparagraph 1(d), the competent government <br /> authority of the importing Party shall: <br /> (a) deliver, at least 30 days prior to conducting a verification visit, a <br /> written notification of its intention to conduct the visit to the <br /> exporter or producer and to the competent government authority <br /> of the exporting Party; and <br /> (b) obtain the written consent of the exporter or producer. <br /> 6 Pursuant to paragraph 5, the exporter or producer may within 15 days <br /> of receiving the notification, request to the competent government authority of <br /> the importing Party for a postponement of the proposed verification visit, for a <br /> period not exceeding 60 days. This extension shall be notified to the <br /> competent authorities of the importing and exporting Parties. <br /> 7 A Party shall not deny preferential tariff treatment to a good solely <br /> because a verification visit was postponed pursuant to paragraph 6. <br /> 8 In the case where an exporter or producer does not give its written <br /> consent to a proposed verification visit within 30 days from the receipt of <br /> notification, the importing Party may deny preferential treatment to the good <br /> that is subject to verification. <br /> 9 After concluding the actions related to subparagraphs 1(a), (b), (c) or <br /> (d), and no later than 15 days after the outcome of the actions taken, the <br /> competent government authority of the importing Party shall provide a written <br /> determination of whether the good is originating and therefore eligible for <br /> preferential tariff treatment based on the relevant law and findings of fact. In <br /> respect of subparagraphs 1(a), (b), (c) or (d), the maximum time to be taken <br /> from the start of the verification to its conclusion should preferably <br /> not exceed 150 days. <br /> 10 When the customs authority, at time of importation of the goods in the <br /> customs territory of one of the Parties, is certain or has a reasonable doubt <br /> that the goods do not comply with the provisions under Chapter 3 (Rules of <br /> Origin) or the requirements under Annex 4.1 (Data Elements to be Included in <br /> the Certification of Origin), it can deny the preferential tariff treatment for such <br /> goods, upon notification to the importer by the established means. In such <br /> case, the importer can apply the actions and time frames provided by the <br /> domestic laws, including customs clearance upon security. Once the customs <br /> authority is satisfied that the goods comply with the provisions under Chapter <br /> 3 (Rules of Origin) or the requirements under Annex 4.1 (Data Elements to be <br /> Included in the Certification of Origin), the security or duties paid shall be refunded. <br /> 11 The importing Party may deny preferential treatment to an importer on <br /> any subsequent import of a good when its competent government authority <br /> had already determined that an identical good was not eligible for that <br /> treatment, provided that such good is exported by the same exporter or <br /> produced by the same producer subject to verification, until the importing <br /> Party determines that the importer, exporter, or producer is in <br /> compliance with this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.8: Penalties <br /> Each Party shall adopt or maintain measures that provide for the <br /> imposition of civil, criminal or administrative penalties where appropriate, for <br /> violations of its customs laws and regulations, related to the provisions of this <br /> Chapter and Chapter 3 (Rules of Origin).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.9: Advance Rulings <br /> 1 Each Party, through its customs authority, on request of a person <br /> described in subparagraph 2(a), shall provide in writing advance rulings in <br /> respect of the tariff classification and origin of goods and whether a good <br /> qualifies for preferential tariff treatment. <br /> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br /> (a) provide that an importer in its territory or an exporter or producer <br /> in the territory of the other Party may request an advance ruling <br /> before the importation of goods in question; <br /> (b) require that a person requesting an advance ruling provide a <br /> detailed description of the goods and all relevant information <br /> needed to issue an advance ruling; <br /> (c) provide that its customs authority may, within a specified period, <br /> request additional information in order to have all the relevant <br /> information needed; <br /> (d) provide that any advance ruling be based on the facts and <br /> circumstances presented, and any other relevant information in <br /> the possession of the decision-maker; and <br /> (e) provide that an advance ruling be issued within 90 days of the <br /> receipt of all necessary information. <br /> 3 A Party may reject requests for an advance ruling where the additional <br /> information requested in accordance with subparagraph 2(c) is not provided <br /> within a specified time. <br /> 4 Each Party shall provide that advance rulings shall be in force from <br /> their date of issuance, or another date specified in the ruling, provided that the <br /> facts or circumstances on which the ruling is based remain unchanged. <br /> 5 A Party may modify or revoke an advance ruling upon a decision or <br /> administrative act that indicates that such ruling was based on an error of fact <br /> or law, the information provided is false or inaccurate, if there is a change in <br /> domestic law consistent with this Agreement, or there is a change in a <br /> material fact, or circumstances on which the ruling is based. <br /> 6 Where an importer claims that the treatment granted to an imported <br /> good should be governed by an advance ruling, the customs authority may <br /> evaluate whether the facts and circumstances of the importation are <br /> consistent with the facts and circumstances upon which the advance ruling was based. <br /> [5] For Singapore, this level of administrative review may include the Ministry supervising <br /> the customs authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.7: Review and Appeal <br /> 1 Each Party shall ensure that, with respect to its determinations on <br /> customs matters, the importers in its territory have access to: <br /> (a) administrative review independent of the official or office that <br /> issued the decision or administrative act subject to review [5]; and <br /> (b) judicial review of the decision or administrative act taken at the <br /> final level of administrative review, in accordance with the <br /> Party's domestic law. <br /> 2 The outcome of any reviews referred to in paragraph 1 shall be notified <br /> to the appellant and the reasons for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.2: Originating Goods <br> Article 3.6: Qualifying Value Content <br> ARTICLE 3.9: ACCUMULATION <br> 1 Except as otherwise provided in this Chapter, each Party shall provide <br> 1 For the purpose of paragraph 2 of Article 3.5 (Not Wholly Obtained or <br> RULES OF ORIGIN <br> that a good is originating where: <br> Produced Goods), the following formula for qualifying value content shall be applied: <br> (a) the good is wholly obtained or produced entirely in the territory <br> QVC = [(FOB-VNM)/FOB]x100 <br> of one or both Parties, according to Article 3.4 (Wholly Obtained or Produced Goods); <br> Where: <br> (b) the good is produced entirely in the territory of one or both <br> (a) \"QVC\" is the qualifying value content of the good, expressed as a percentage; <br> Parties, exclusively from materials whose origin complies with <br> (b) \"FOB\" is the Free On Board value of the particular good <br> the provisions of this Chapter; or <br> determined in accordance with the Customs Valuation Agreement; and <br> (c) the good is produced in the territory of one or both Parties, using <br> (c) \"VNM\" is the value of non-originating materials used by the <br> non-originating materials that conform to a change in tariff <br> producer in the production of the good, calculated in accordance <br> classification, a qualifying value content, or any other <br> with paragraph 2 below. <br> requirements, according to Article 3.5 (Not Wholly Obtained or Produced Goods). <br> 2 For the purpose of calculating the value of non-originating materials <br> 2 In addition to paragraph 1, the good shall meet the other applicable <br> pursuant to subparagraph (c) above, the following formula shall be applied: <br> requirements under this Chapter. <br> VNM = TVM - QVM <br> Article 3.3: Minimal Operations <br> Notwithstanding any provision in this Chapter and Annex 3.1 <br> (a) \"TVM\" is the total value of materials; and <br> (Exceptions for the General Rule of Origin under Article 3.5), a good shall not <br> (b) \"QVM\" is the qualifying value of materials, which shall be calculated as: <br> be considered to have satisfied the requirements for an originating good merely <br> i. the total value of the material if the material satisfies the <br> by reason of going through any or all of the following operations: <br> rule established in Article 3.2 (Originating Goods), and <br> (a) operations to ensure the conservation or preservation of goods <br> the material has undergone its last production or <br> in good condition during transport and storage, such as <br> operation in the territory of either Party; or <br> ventilation, cooling, freezing, extraction of damaged parts, drying <br> ii. the value of the material that can be attributed to one or <br> or addition of substances; <br> both of the Parties if the material does not satisfy the rule <br> (b) sifting, peeling, classifying, selecting, washing, filtering, cutting, <br> established in Article 3.2 (Originating Goods). <br> shelling, and drying; <br> 3 All costs considered for the calculation of qualifying value content shall <br> (c) packaging, re-packaging, breaking up and putting the good for retail sale; <br> (d) affixing of marks, labels, trade marks or other distinguishing signs on goods; <br> Accounting Principles applicable in the territory of the Party where the good is produced. <br> (e) simple mixing, dilution in water or in another watery substance, ionized or saline; <br> Article 3.7: Value of Materials <br> (f) application of oil, salt, sugar or any sweetener; <br> For purposes of Article 3.6 (Qualifying Value Content), the value of a material shall be: <br> (g) disassembly of goods in its parts; <br> (a) the CIF (Cost, Insurance and Freight) value of the material, <br> (h) placing in bottles, cases, boxes and other packaging operation; and <br> determined in accordance with the Customs Valuation <br> (i) simple [2] assembly of parts or goods to constitute a complete good. <br> Agreement, for a material imported directly by the producer of the good; <br> [2] \"Simple\" generally describes an activity which does not need special skills, machines, <br> (b) for a material acquired by the producer in the territory where the <br> apparatus or equipment specially produced or installed for carrying out the activity. <br> good is produced, the transaction value, or if this is not known <br> (i) waste and scrap derived from: <br> Article 3.4: Wholly Obtained or Produced Goods <br> and cannot be ascertained, the first ascertainable price paid for <br> the material in the Party; or <br> both Parties means goods that are: <br> (c) for a material that is self-produced, or where the relationship <br> (a) plants and plant products harvested or gathered in the territory <br> between the producer of the good and the seller of the material <br> of one or both Parties; <br> influences the price actually paid or payable for the material, <br> (b) live animals born and raised in the territory of one or both Parties; <br> including a material obtained without charge, the sum of: <br> (c) goods obtained in the territory of one or both Parties from live animals; <br> Goods wholly obtained or produced entirely in the territory of one or <br> i. all expenses incurred in the production of the material, <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture <br> including general expenses; and <br> conducted in the territory of one or both Parties; <br> ii. an amount for profit equivalent to the profit added in the <br> (e) minerals and other non-living natural resource not included in <br> normal course of trade. <br> subparagraphs (a) through (d) extracted or taken from the <br> Article 3.8: De Minimis <br> territory of one or both Parties; <br> Notwithstanding Article 3.5 (Not Wholly Obtained or Produced Goods), <br> (f) goods of sea fishing and other marine goods taken from outside <br> recovery of raw materials; <br> a good shall be considered to be originating if the value of all non-originating <br> its territory by a vessel registered, recorded or licensed with that <br> materials used in the production of that good, which do not satisfy the <br> Party, and entitled to fly its flag [3]; <br> requirement of change in tariff classification as set out in Article 3.5 (Not <br> Wholly Obtained or Produced Goods) is not more than 10% of the FOB value of the good. <br> goods referred to in subparagraph (f), provided such factory ship <br> is registered, recorded or licensed with that Party and entitled to fly its flag; <br> 1 Originating goods or materials from the territory of one or both Parties, <br> (h) goods taken by a Party, or a person of a Party, from the seabed <br> used in the production of a good in the territory of the other Party, shall be <br> or beneath the seabed outside its territory, provided that the <br> considered to originate in the territory of the other Party. <br> (g) goods produced and/or made on board a factory ship from <br> Party has rights to exploit such seabed; <br> 2 The production of one or both Parties includes the production at <br> different stages undertaken by one or more producers located in its territory. <br> i. production in the territory of one or both Parties; or <br> Article 3.10: Accessories, Spare Parts, Tools <br> ii. used goods collected in the territory of one or both <br> 1 Each Party shall provide that accessories, spare parts, or tools <br> Parties, provided that such goods are fit only for the <br> delivered with a good that form part of the good's standard accessories, spare <br> applicable change in tariff classification, provided that: <br> parts, or tools, shall be treated as originating goods if the good is an <br> (j) recovered goods derived in the territory of one or both Parties <br> originating good, and shall be disregarded in determining whether all the non- <br> from used goods and utilized in the territory of one or both <br> originating materials used in the production of the good undergo the <br> Parties in the production of remanufactured goods; and <br> (k) goods produced in the territory of one or both Parties exclusively <br> (a) the accessories, spare parts, or tools are not invoiced separately <br> from goods referred to in subparagraphs (a) through (j), or from <br> their derivatives, at any stage of production. <br> (b) the quantities and value of the accessories, spare parts, or tools <br> [3] Costa Rica reiterates, under its domestic laws and international instruments, the <br> commitments undertaken on the adoption, respect and promotion of responsible fisheries <br> 2 If the good is subject to a qualifying value content requirement, the <br> through fisheries management measures. <br> value of the accessories, spare parts, or tools shall be taken into account as <br> Each Party shall provide that packaging materials and containers in <br> which a good is packaged for retail sale, if classified with the good, shall be <br> disregarded in determining whether all the non-originating materials used in <br> qualifying value content of the good. <br> the production of the good undergo the applicable change in tariff <br> classification set out in Article 3.5 (Not Wholly Obtained or Produced Goods) <br> and, if the good is subject to qualifying value content requirement, the value of <br> such packaging materials and containers shall be taken into account as <br> originating or non-originating materials, as the case may be, in calculating the <br> Article 3.12: Packing Materials and Containers for Shipment <br> Each Party shall provide that packing materials and containers in which <br> a good is packed for shipment shall be disregarded in determining whether a <br> good is originating. <br> Article 3.13: Fungible Goods and Materials <br> 1 Each Party shall provide that the determination of whether fungible <br> goods or materials are originating goods shall be made either by physical <br> segregation of each good or material or through the use of any inventory <br> be recorded and maintained in conformity with the generally accepted <br> management method, such as averaging, last-in first-out, or first-in first-out, <br> recognized in the Generally Accepted Accounting Principles of the Party in <br> which the production is performed or otherwise accepted by the Party in which <br> the production is performed. <br> 2 Each Party shall provide that an inventory management method <br> selected under paragraph 1 for particular fungible goods or materials shall <br> continue to be used for those fungible goods or materials throughout the fiscal <br> year of the person that selected the inventory management method. <br> Article 3.14: Indirect Materials Used in Production <br> Each Party shall provide that an indirect material shall be treated as <br> originating without regard to where it is produced and its value shall be the <br> cost registered in the accounting records of the producer of the good. <br> Article 3.15: Transit Through Non-Parties <br> 1 Preferential tariff treatment provided for in this Agreement shall be <br> applied to goods that satisfy the requirements of this Chapter and which are <br> directly transported among the Parties. <br> 2 Notwithstanding paragraph 1, goods that transit through non-Party <br> countries, with or without transhipment or temporary storage, shall be eligible <br> for preferential treatment when proved to the satisfaction of the importing <br> country's customs authority, that: <br> (a) the goods have not undergone any operation there other than <br> unloading, reloading, or any operation necessary to preserve <br> them in good condition; <br> (b) the goods have not entered into the commerce of such non- <br> Parties after the shipment from the Party and before the <br> importation into the other Party; <br> (c) the transit entry is justified for geographical reason or by <br> consideration related exclusively to transport requirements; and <br> (d) the goods remain under the control of customs authorities [4] in <br> the territory of a non-Party. <br> [4] The control referred to in subparagraph (d) refers to that which is exercised by the customs <br> authority or the entity designated by the government of the non-Party to exercise customs <br> functions or administer free trade zones. <br> where: <br> from the good; and <br> are customary for the good. <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For purposes of this Chapter: <br> aquaculture refers to the farming of aquatic organisms including fish, <br> molluscs, crustaceans, other aquatic invertebrates and aquatic plants, <br> from seed-stock such as eggs, fry, fingerlings and larvae, by <br> intervention in the rearing or growth processes to enhance production, <br> such as regular stocking, feeding, protection from predators, etc; <br> fungible goods or materials means goods or materials that are <br> Generally Accepted Accounting Principles means the recognized <br> with respect to the recording of revenues, expenses, costs, assets, and <br> consensus or substantial authoritative support in the territory of a Party, <br> liabilities, the disclosure of information and the preparation of financial statements. <br> Generally Accepted Accounting Principles may <br> encompass broad guidelines for general application, as well as detailed <br> interchangeable for commercial purposes and whose properties are essentially identical; <br> indirect material means a good used in the production, testing, or <br> inspection of a good but not physically incorporated into the good, or a <br> (a) fuel and energy; <br> good used in the maintenance of buildings or the operation of <br> non-originating good or non-originating material means a good or <br> (b) tools, dies, and molds; <br> equipment associated with the production of a good, including: <br> (c) spare parts and materials used in the maintenance of <br> good means any merchandise, product, article, or material; <br> equipment and buildings; <br> materials used in production or used to operate <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> standards, practices, and procedures; <br> (h) any other goods that are not incorporated into the good <br> but whose use in the production of the good can <br> reasonably be demonstrated to be a part of that production; <br> material refers to a good used in the production of another good, <br> (a) is entirely or partially comprised of recovered goods; <br> including any parts or ingredients; <br> material that does not qualify as originating under this Chapter; <br> (c) enjoys the same factory warranty as such a new good; and <br> packing materials and containers for shipment refers to goods used <br> to transport a good or to protect a good during its transportation, but <br> does not include the packaging materials and containers in which a <br> good is packaged for retail sale; <br> producer means a person who engages in the production of a good in <br> the territory of a Party; <br> production means growing, harvesting, extracting, mining, raising, <br> capturing, fishing, trapping, hunting, manufacturing, remanufacturing, <br> (b) the cleaning, inspecting, or testing, and one or more of <br> the following processes as necessary for improvement to <br> sound working condition: welding, flame spraying, surface <br> including other recovered parts in the production of a remanufactured good; <br> remanufactured good means an industrial good under chapters 84 to <br> 90 of the Harmonized System, except for the goods classified under <br> headings 8418, 8423, 8510, 8516 and 8536 that, assembled <br> in the territory of a Party: <br> performance standards as a new good; and <br> used means used or consumed in the production of goods. <br> recovered goods means materials in the form of individual parts that result from: <br> (a) the complete disassembly of used goods into individual parts; and <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> (d) lubricants, greases, compounding materials, and other <br> (g) catalysts and solvents; and <br> (e) gloves, glasses, footwear, clothing, safety equipment, and supplies; <br> processing, assembling or disassembling a good; <br> machining, knurling, plating, sleeving, and rewinding in <br> order for such parts to be assembled with other parts, <br> (b) has the same life expectancy and meets the same <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.2: Originating Goods <br> Article 3.6: Qualifying Value Content <br> ARTICLE 3.9: ACCUMULATION <br> 1 Except as otherwise provided in this Chapter, each Party shall provide <br> 1 For the purpose of paragraph 2 of Article 3.5 (Not Wholly Obtained or <br> RULES OF ORIGIN <br> that a good is originating where: <br> Produced Goods), the following formula for qualifying value content shall be applied: <br> (a) the good is wholly obtained or produced entirely in the territory <br> QVC = [(FOB-VNM)/FOB]x100 <br> of one or both Parties, according to Article 3.4 (Wholly Obtained or Produced Goods); <br> Where: <br> (b) the good is produced entirely in the territory of one or both <br> (a) \"QVC\" is the qualifying value content of the good, expressed as a percentage; <br> Parties, exclusively from materials whose origin complies with <br> (b) \"FOB\" is the Free On Board value of the particular good <br> the provisions of this Chapter; or <br> determined in accordance with the Customs Valuation Agreement; and <br> (c) the good is produced in the territory of one or both Parties, using <br> (c) \"VNM\" is the value of non-originating materials used by the <br> non-originating materials that conform to a change in tariff <br> producer in the production of the good, calculated in accordance <br> classification, a qualifying value content, or any other <br> with paragraph 2 below. <br> requirements, according to Article 3.5 (Not Wholly Obtained or Produced Goods). <br> 2 For the purpose of calculating the value of non-originating materials <br> 2 In addition to paragraph 1, the good shall meet the other applicable <br> pursuant to subparagraph (c) above, the following formula shall be applied: <br> requirements under this Chapter. <br> VNM = TVM - QVM <br> Article 3.3: Minimal Operations <br> Notwithstanding any provision in this Chapter and Annex 3.1 <br> (a) \"TVM\" is the total value of materials; and <br> (Exceptions for the General Rule of Origin under Article 3.5), a good shall not <br> (b) \"QVM\" is the qualifying value of materials, which shall be calculated as: <br> be considered to have satisfied the requirements for an originating good merely <br> i. the total value of the material if the material satisfies the <br> by reason of going through any or all of the following operations: <br> rule established in Article 3.2 (Originating Goods), and <br> (a) operations to ensure the conservation or preservation of goods <br> the material has undergone its last production or <br> in good condition during transport and storage, such as <br> operation in the territory of either Party; or <br> ventilation, cooling, freezing, extraction of damaged parts, drying <br> ii. the value of the material that can be attributed to one or <br> or addition of substances; <br> both of the Parties if the material does not satisfy the rule <br> (b) sifting, peeling, classifying, selecting, washing, filtering, cutting, <br> established in Article 3.2 (Originating Goods). <br> shelling, and drying; <br> 3 All costs considered for the calculation of qualifying value content shall <br> (c) packaging, re-packaging, breaking up and putting the good for retail sale; <br> (d) affixing of marks, labels, trade marks or other distinguishing signs on goods; <br> Accounting Principles applicable in the territory of the Party where the good is produced. <br> (e) simple mixing, dilution in water or in another watery substance, ionized or saline; <br> Article 3.7: Value of Materials <br> (f) application of oil, salt, sugar or any sweetener; <br> For purposes of Article 3.6 (Qualifying Value Content), the value of a material shall be: <br> (g) disassembly of goods in its parts; <br> (a) the CIF (Cost, Insurance and Freight) value of the material, <br> (h) placing in bottles, cases, boxes and other packaging operation; and <br> determined in accordance with the Customs Valuation <br> (i) simple [2] assembly of parts or goods to constitute a complete good. <br> Agreement, for a material imported directly by the producer of the good; <br> [2] \"Simple\" generally describes an activity which does not need special skills, machines, <br> (b) for a material acquired by the producer in the territory where the <br> apparatus or equipment specially produced or installed for carrying out the activity. <br> good is produced, the transaction value, or if this is not known <br> (i) waste and scrap derived from: <br> Article 3.4: Wholly Obtained or Produced Goods <br> and cannot be ascertained, the first ascertainable price paid for <br> the material in the Party; or <br> both Parties means goods that are: <br> (c) for a material that is self-produced, or where the relationship <br> (a) plants and plant products harvested or gathered in the territory <br> between the producer of the good and the seller of the material <br> of one or both Parties; <br> influences the price actually paid or payable for the material, <br> (b) live animals born and raised in the territory of one or both Parties; <br> including a material obtained without charge, the sum of: <br> (c) goods obtained in the territory of one or both Parties from live animals; <br> Goods wholly obtained or produced entirely in the territory of one or <br> i. all expenses incurred in the production of the material, <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture <br> including general expenses; and <br> conducted in the territory of one or both Parties; <br> ii. an amount for profit equivalent to the profit added in the <br> (e) minerals and other non-living natural resource not included in <br> normal course of trade. <br> subparagraphs (a) through (d) extracted or taken from the <br> Article 3.8: De Minimis <br> territory of one or both Parties; <br> Notwithstanding Article 3.5 (Not Wholly Obtained or Produced Goods), <br> (f) goods of sea fishing and other marine goods taken from outside <br> recovery of raw materials; <br> a good shall be considered to be originating if the value of all non-originating <br> its territory by a vessel registered, recorded or licensed with that <br> materials used in the production of that good, which do not satisfy the <br> Party, and entitled to fly its flag [3]; <br> requirement of change in tariff classification as set out in Article 3.5 (Not <br> Wholly Obtained or Produced Goods) is not more than 10% of the FOB value of the good. <br> goods referred to in subparagraph (f), provided such factory ship <br> is registered, recorded or licensed with that Party and entitled to fly its flag; <br> 1 Originating goods or materials from the territory of one or both Parties, <br> (h) goods taken by a Party, or a person of a Party, from the seabed <br> used in the production of a good in the territory of the other Party, shall be <br> or beneath the seabed outside its territory, provided that the <br> considered to originate in the territory of the other Party. <br> (g) goods produced and/or made on board a factory ship from <br> Party has rights to exploit such seabed; <br> 2 The production of one or both Parties includes the production at <br> different stages undertaken by one or more producers located in its territory. <br> i. production in the territory of one or both Parties; or <br> Article 3.10: Accessories, Spare Parts, Tools <br> ii. used goods collected in the territory of one or both <br> 1 Each Party shall provide that accessories, spare parts, or tools <br> Parties, provided that such goods are fit only for the <br> delivered with a good that form part of the good's standard accessories, spare <br> applicable change in tariff classification, provided that: <br> parts, or tools, shall be treated as originating goods if the good is an <br> (j) recovered goods derived in the territory of one or both Parties <br> originating good, and shall be disregarded in determining whether all the non- <br> from used goods and utilized in the territory of one or both <br> originating materials used in the production of the good undergo the <br> Parties in the production of remanufactured goods; and <br> (k) goods produced in the territory of one or both Parties exclusively <br> (a) the accessories, spare parts, or tools are not invoiced separately <br> from goods referred to in subparagraphs (a) through (j), or from <br> their derivatives, at any stage of production. <br> (b) the quantities and value of the accessories, spare parts, or tools <br> [3] Costa Rica reiterates, under its domestic laws and international instruments, the <br> commitments undertaken on the adoption, respect and promotion of responsible fisheries <br> 2 If the good is subject to a qualifying value content requirement, the <br> through fisheries management measures. <br> value of the accessories, spare parts, or tools shall be taken into account as <br> Each Party shall provide that packaging materials and containers in <br> which a good is packaged for retail sale, if classified with the good, shall be <br> disregarded in determining whether all the non-originating materials used in <br> qualifying value content of the good. <br> the production of the good undergo the applicable change in tariff <br> classification set out in Article 3.5 (Not Wholly Obtained or Produced Goods) <br> and, if the good is subject to qualifying value content requirement, the value of <br> such packaging materials and containers shall be taken into account as <br> originating or non-originating materials, as the case may be, in calculating the <br> Article 3.12: Packing Materials and Containers for Shipment <br> Each Party shall provide that packing materials and containers in which <br> a good is packed for shipment shall be disregarded in determining whether a <br> good is originating. <br> Article 3.13: Fungible Goods and Materials <br> 1 Each Party shall provide that the determination of whether fungible <br> goods or materials are originating goods shall be made either by physical <br> segregation of each good or material or through the use of any inventory <br> be recorded and maintained in conformity with the generally accepted <br> management method, such as averaging, last-in first-out, or first-in first-out, <br> recognized in the Generally Accepted Accounting Principles of the Party in <br> which the production is performed or otherwise accepted by the Party in which <br> the production is performed. <br> 2 Each Party shall provide that an inventory management method <br> selected under paragraph 1 for particular fungible goods or materials shall <br> continue to be used for those fungible goods or materials throughout the fiscal <br> year of the person that selected the inventory management method. <br> Article 3.14: Indirect Materials Used in Production <br> Each Party shall provide that an indirect material shall be treated as <br> originating without regard to where it is produced and its value shall be the <br> cost registered in the accounting records of the producer of the good. <br> Article 3.15: Transit Through Non-Parties <br> 1 Preferential tariff treatment provided for in this Agreement shall be <br> applied to goods that satisfy the requirements of this Chapter and which are <br> directly transported among the Parties. <br> 2 Notwithstanding paragraph 1, goods that transit through non-Party <br> countries, with or without transhipment or temporary storage, shall be eligible <br> for preferential treatment when proved to the satisfaction of the importing <br> country's customs authority, that: <br> (a) the goods have not undergone any operation there other than <br> unloading, reloading, or any operation necessary to preserve <br> them in good condition; <br> (b) the goods have not entered into the commerce of such non- <br> Parties after the shipment from the Party and before the <br> importation into the other Party; <br> (c) the transit entry is justified for geographical reason or by <br> consideration related exclusively to transport requirements; and <br> (d) the goods remain under the control of customs authorities [4] in <br> the territory of a non-Party. <br> [4] The control referred to in subparagraph (d) refers to that which is exercised by the customs <br> authority or the entity designated by the government of the non-Party to exercise customs <br> functions or administer free trade zones. <br> where: <br> from the good; and <br> are customary for the good. <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> "}, {"ArticleTitle": "Not Wholly Obtained or Produced Goods", "ArticleDesc": "Article 3.5: Not Wholly Obtained or Produced Goods <br> 1 For purposes of this Agreement, goods, which have undergone <br> sufficient production in the territory of one or both Parties, as provided under <br> this Article, shall be treated as originating goods of that Party. <br> 2 A good is considered to have undergone sufficient production in the <br> territory of one or both Parties if: <br> (a) it fulfills the product-specific rule as set out in Annex 3.1 <br> (Exceptions for the General Rule of Origin under Article 3.5); or <br> (b) where there is no product-specific rule as set out in Annex 3.1 <br> (Exceptions for the General Rule of Origin under Article 3.5), it <br> shall undergo a change in tariff classification at the six digit level <br> of the Harmonized System from that of the good (\"change in <br> tariff subheading\"); or the good shall fulfill a qualifying value <br> content of not less than 35% determined in accordance <br> with Article 3.6 (Qualifying Value Content). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.2: Originating Goods <br> Article 3.6: Qualifying Value Content <br> ARTICLE 3.9: ACCUMULATION <br> 1 Except as otherwise provided in this Chapter, each Party shall provide <br> 1 For the purpose of paragraph 2 of Article 3.5 (Not Wholly Obtained or <br> RULES OF ORIGIN <br> that a good is originating where: <br> Produced Goods), the following formula for qualifying value content shall be applied: <br> (a) the good is wholly obtained or produced entirely in the territory <br> QVC = [(FOB-VNM)/FOB]x100 <br> of one or both Parties, according to Article 3.4 (Wholly Obtained or Produced Goods); <br> Where: <br> (b) the good is produced entirely in the territory of one or both <br> (a) \"QVC\" is the qualifying value content of the good, expressed as a percentage; <br> Parties, exclusively from materials whose origin complies with <br> (b) \"FOB\" is the Free On Board value of the particular good <br> the provisions of this Chapter; or <br> determined in accordance with the Customs Valuation Agreement; and <br> (c) the good is produced in the territory of one or both Parties, using <br> (c) \"VNM\" is the value of non-originating materials used by the <br> non-originating materials that conform to a change in tariff <br> producer in the production of the good, calculated in accordance <br> classification, a qualifying value content, or any other <br> with paragraph 2 below. <br> requirements, according to Article 3.5 (Not Wholly Obtained or Produced Goods). <br> 2 For the purpose of calculating the value of non-originating materials <br> 2 In addition to paragraph 1, the good shall meet the other applicable <br> pursuant to subparagraph (c) above, the following formula shall be applied: <br> requirements under this Chapter. <br> VNM = TVM - QVM <br> Article 3.3: Minimal Operations <br> Notwithstanding any provision in this Chapter and Annex 3.1 <br> (a) \"TVM\" is the total value of materials; and <br> (Exceptions for the General Rule of Origin under Article 3.5), a good shall not <br> (b) \"QVM\" is the qualifying value of materials, which shall be calculated as: <br> be considered to have satisfied the requirements for an originating good merely <br> i. the total value of the material if the material satisfies the <br> by reason of going through any or all of the following operations: <br> rule established in Article 3.2 (Originating Goods), and <br> (a) operations to ensure the conservation or preservation of goods <br> the material has undergone its last production or <br> in good condition during transport and storage, such as <br> operation in the territory of either Party; or <br> ventilation, cooling, freezing, extraction of damaged parts, drying <br> ii. the value of the material that can be attributed to one or <br> or addition of substances; <br> both of the Parties if the material does not satisfy the rule <br> (b) sifting, peeling, classifying, selecting, washing, filtering, cutting, <br> established in Article 3.2 (Originating Goods). <br> shelling, and drying; <br> 3 All costs considered for the calculation of qualifying value content shall <br> (c) packaging, re-packaging, breaking up and putting the good for retail sale; <br> (d) affixing of marks, labels, trade marks or other distinguishing signs on goods; <br> Accounting Principles applicable in the territory of the Party where the good is produced. <br> (e) simple mixing, dilution in water or in another watery substance, ionized or saline; <br> Article 3.7: Value of Materials <br> (f) application of oil, salt, sugar or any sweetener; <br> For purposes of Article 3.6 (Qualifying Value Content), the value of a material shall be: <br> (g) disassembly of goods in its parts; <br> (a) the CIF (Cost, Insurance and Freight) value of the material, <br> (h) placing in bottles, cases, boxes and other packaging operation; and <br> determined in accordance with the Customs Valuation <br> (i) simple [2] assembly of parts or goods to constitute a complete good. <br> Agreement, for a material imported directly by the producer of the good; <br> [2] \"Simple\" generally describes an activity which does not need special skills, machines, <br> (b) for a material acquired by the producer in the territory where the <br> apparatus or equipment specially produced or installed for carrying out the activity. <br> good is produced, the transaction value, or if this is not known <br> (i) waste and scrap derived from: <br> Article 3.4: Wholly Obtained or Produced Goods <br> and cannot be ascertained, the first ascertainable price paid for <br> the material in the Party; or <br> both Parties means goods that are: <br> (c) for a material that is self-produced, or where the relationship <br> (a) plants and plant products harvested or gathered in the territory <br> between the producer of the good and the seller of the material <br> of one or both Parties; <br> influences the price actually paid or payable for the material, <br> (b) live animals born and raised in the territory of one or both Parties; <br> including a material obtained without charge, the sum of: <br> (c) goods obtained in the territory of one or both Parties from live animals; <br> Goods wholly obtained or produced entirely in the territory of one or <br> i. all expenses incurred in the production of the material, <br> (d) goods obtained from hunting, trapping, fishing, or aquaculture <br> including general expenses; and <br> conducted in the territory of one or both Parties; <br> ii. an amount for profit equivalent to the profit added in the <br> (e) minerals and other non-living natural resource not included in <br> normal course of trade. <br> subparagraphs (a) through (d) extracted or taken from the <br> Article 3.8: De Minimis <br> territory of one or both Parties; <br> Notwithstanding Article 3.5 (Not Wholly Obtained or Produced Goods), <br> (f) goods of sea fishing and other marine goods taken from outside <br> recovery of raw materials; <br> a good shall be considered to be originating if the value of all non-originating <br> its territory by a vessel registered, recorded or licensed with that <br> materials used in the production of that good, which do not satisfy the <br> Party, and entitled to fly its flag [3]; <br> requirement of change in tariff classification as set out in Article 3.5 (Not <br> Wholly Obtained or Produced Goods) is not more than 10% of the FOB value of the good. <br> goods referred to in subparagraph (f), provided such factory ship <br> is registered, recorded or licensed with that Party and entitled to fly its flag; <br> 1 Originating goods or materials from the territory of one or both Parties, <br> (h) goods taken by a Party, or a person of a Party, from the seabed <br> used in the production of a good in the territory of the other Party, shall be <br> or beneath the seabed outside its territory, provided that the <br> considered to originate in the territory of the other Party. <br> (g) goods produced and/or made on board a factory ship from <br> Party has rights to exploit such seabed; <br> 2 The production of one or both Parties includes the production at <br> different stages undertaken by one or more producers located in its territory. <br> i. production in the territory of one or both Parties; or <br> Article 3.10: Accessories, Spare Parts, Tools <br> ii. used goods collected in the territory of one or both <br> 1 Each Party shall provide that accessories, spare parts, or tools <br> Parties, provided that such goods are fit only for the <br> delivered with a good that form part of the good's standard accessories, spare <br> applicable change in tariff classification, provided that: <br> parts, or tools, shall be treated as originating goods if the good is an <br> (j) recovered goods derived in the territory of one or both Parties <br> originating good, and shall be disregarded in determining whether all the non- <br> from used goods and utilized in the territory of one or both <br> originating materials used in the production of the good undergo the <br> Parties in the production of remanufactured goods; and <br> (k) goods produced in the territory of one or both Parties exclusively <br> (a) the accessories, spare parts, or tools are not invoiced separately <br> from goods referred to in subparagraphs (a) through (j), or from <br> their derivatives, at any stage of production. <br> (b) the quantities and value of the accessories, spare parts, or tools <br> [3] Costa Rica reiterates, under its domestic laws and international instruments, the <br> commitments undertaken on the adoption, respect and promotion of responsible fisheries <br> 2 If the good is subject to a qualifying value content requirement, the <br> through fisheries management measures. <br> value of the accessories, spare parts, or tools shall be taken into account as <br> Each Party shall provide that packaging materials and containers in <br> which a good is packaged for retail sale, if classified with the good, shall be <br> disregarded in determining whether all the non-originating materials used in <br> qualifying value content of the good. <br> the production of the good undergo the applicable change in tariff <br> classification set out in Article 3.5 (Not Wholly Obtained or Produced Goods) <br> and, if the good is subject to qualifying value content requirement, the value of <br> such packaging materials and containers shall be taken into account as <br> originating or non-originating materials, as the case may be, in calculating the <br> Article 3.12: Packing Materials and Containers for Shipment <br> Each Party shall provide that packing materials and containers in which <br> a good is packed for shipment shall be disregarded in determining whether a <br> good is originating. <br> Article 3.13: Fungible Goods and Materials <br> 1 Each Party shall provide that the determination of whether fungible <br> goods or materials are originating goods shall be made either by physical <br> segregation of each good or material or through the use of any inventory <br> be recorded and maintained in conformity with the generally accepted <br> management method, such as averaging, last-in first-out, or first-in first-out, <br> recognized in the Generally Accepted Accounting Principles of the Party in <br> which the production is performed or otherwise accepted by the Party in which <br> the production is performed. <br> 2 Each Party shall provide that an inventory management method <br> selected under paragraph 1 for particular fungible goods or materials shall <br> continue to be used for those fungible goods or materials throughout the fiscal <br> year of the person that selected the inventory management method. <br> Article 3.14: Indirect Materials Used in Production <br> Each Party shall provide that an indirect material shall be treated as <br> originating without regard to where it is produced and its value shall be the <br> cost registered in the accounting records of the producer of the good. <br> Article 3.15: Transit Through Non-Parties <br> 1 Preferential tariff treatment provided for in this Agreement shall be <br> applied to goods that satisfy the requirements of this Chapter and which are <br> directly transported among the Parties. <br> 2 Notwithstanding paragraph 1, goods that transit through non-Party <br> countries, with or without transhipment or temporary storage, shall be eligible <br> for preferential treatment when proved to the satisfaction of the importing <br> country's customs authority, that: <br> (a) the goods have not undergone any operation there other than <br> unloading, reloading, or any operation necessary to preserve <br> them in good condition; <br> (b) the goods have not entered into the commerce of such non- <br> Parties after the shipment from the Party and before the <br> importation into the other Party; <br> (c) the transit entry is justified for geographical reason or by <br> consideration related exclusively to transport requirements; and <br> (d) the goods remain under the control of customs authorities [4] in <br> the territory of a non-Party. <br> [4] The control referred to in subparagraph (d) refers to that which is exercised by the customs <br> authority or the entity designated by the government of the non-Party to exercise customs <br> functions or administer free trade zones. <br> where: <br> from the good; and <br> are customary for the good. <br> ARTICLE 3.11: PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.7: Review and Appeal <br> Article 4.12: Claims for Preferential Treatment <br> Article 4.17: Obligations Relating to Exportations <br> Customs <br> 1 Each Party shall ensure that, with respect to its determinations on <br> 1 For the purpose of obtaining preferential tariff treatment in the other <br> 1 Each Party shall provide that an exporter or a producer in its territory <br> Section A: Customs Procedures <br> customs matters, the importers in its territory have access to: <br> Party, an exporter or producer of a Party shall complete and sign a <br> shall submit a copy of the Certification of Origin to its competent government <br> (a) administrative review independent of the official or office that <br> Certification of Origin, certifying that a good qualifies as an originating good <br> authority upon request. <br> issued the decision or administrative act subject to review [5]; and <br> and for which an importer may claim preferential treatment upon the <br> from the territory of the other Party qualifies as an originating good, the <br> 2 When an exporter or a producer in its territory has provided a <br> (b) judicial review of the decision or administrative act taken at the <br> importation of the good into the territory of the other Party. <br> Certification of Origin and has reason to believe that such Certification <br> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br> final level of administrative review, in accordance with the <br> 2 The Parties agree that the Certification of Origin does not need to be in <br> contains or is based on incorrect information, the exporter or producer shall <br> Party's domestic law. <br> 3 Each Party shall: <br> a prescribed format and the data elements for this Certification of Origin are <br> promptly notify in writing every person to whom it has provided the <br> 2 The outcome of any reviews referred to in paragraph 1 shall be notified <br> those stated in Annex 4.1 (Data Elements to be Included in the Certification of <br> Certification of any change that could affect the accuracy or validity of the <br> to the appellant and the reasons for such decision shall be provided in writing. <br> Origin). Such data elements may thereafter be revised by decision of the Commission. <br> Certification, provided that such notification is made before the initiation of <br> Article 4.8: Penalties <br> audit procedures. Any penalty, if applicable, for providing an incorrect <br> (a) require an exporter in its territory to complete and sign a <br> Certification of Origin for preferential tariff treatment shall be subject <br> imposition of civil, criminal or administrative penalties where appropriate, for <br> Certification of Origin for any exportation of a good for which an <br> to Article 4.8 (Penalties). <br> violations of its customs laws and regulations, related to the provisions of this <br> importer may claim preferential tariff treatment upon importation <br> Article 4.18: Third Party Invoicing <br> Chapter and Chapter 3 (Rules of Origin). <br> of the good into the territory of the other Party; and <br> The importing Party shall accept a Certification of Origin in cases <br> (d) provide that any advance ruling be based on the facts and <br> Article 4.9: Advance Rulings <br> Each Party shall adopt or maintain measures that provide for the <br> (b) provide that where an exporter in its territory is not the producer <br> where the sales invoice is issued either by a company located in a non-Party <br> 1 Each Party, through its customs authority, on request of a person <br> of the good, the exporter may complete and sign a Certification <br> or by an exporter in the exporting Party for the account of such company, <br> described in subparagraph 2(a), shall provide in writing advance rulings in <br> of Origin on the basis of: <br> provided that the good meets the requirements of Chapter 3 (Rules of Origin). <br> respect of the tariff classification and origin of goods and whether a good <br> i. his knowledge of whether the good qualifies as an originating good; <br> qualifies for preferential tariff treatment. <br> ii. his reasonable reliance on the producer's written <br> declaration that the good qualifies as an originating good; or <br> provide a Certification of Origin to an exporter. <br> (a) provide that an importer in its territory or an exporter or producer <br> iii. a completed and signed Certification of Origin for the <br> in the territory of the other Party may request an advance ruling <br> within a specified time. <br> good voluntarily provided to the exporter by the producer. <br> before the importation of goods in question; <br> 4 Nothing in paragraph 3 shall be construed to require a producer to <br> (b) require that a person requesting an advance ruling provide a <br> detailed description of the goods and all relevant information <br> 5 Each Party shall provide that a Certification of Origin that has been <br> needed to issue an advance ruling; <br> completed and signed by an exporter or producer in the territory of the other <br> (c) provide that its customs authority may, within a specified period, <br> Party that is applicable to a single importation of one or more goods into the <br> request additional information in order to have all the relevant <br> Party's territory shall be accepted by its customs authority for 12 months from <br> information needed; <br> the date on which the Certification of Origin was signed. <br> Article 4.13: Waiver of Certification of Origin <br> circumstances presented, and any other relevant information in <br> Each Party shall provide that a Certification of Origin shall not be <br> the possession of the decision-maker; and <br> required for the importation of any good whose customs value does not <br> (e) provide that an advance ruling be issued within 90 days of the <br> exceed US$ 1500 or its equivalent amount in the Party's currency; or such <br> receipt of all necessary information. <br> higher amount as may be established by the importing Party, provided that <br> 3 A Party may reject requests for an advance ruling where the additional <br> the importation does not form part of a series of importations that may <br> information requested in accordance with subparagraph 2(c) is not provided <br> reasonably be considered to have been undertaken or arranged for the <br> purpose of avoiding the certification requirements. <br> 4 Each Party shall provide that advance rulings shall be in force from <br> Article 4.14: Record Keeping Requirement <br> their date of issuance, or another date specified in the ruling, provided that the <br> 1 Each Party shall provide that an exporter or producer in its territory that <br> facts or circumstances on which the ruling is based remain unchanged. <br> completes and signs a Certification of Origin shall maintain in its territory, for 3 <br> 5 A Party may modify or revoke an advance ruling upon a decision or <br> years after the date on which the Certification of Origin was issued or signed, <br> administrative act that indicates that such ruling was based on an error of fact <br> all records relating to the origin of a good for which preferential tariff treatment <br> or law, the information provided is false or inaccurate, if there is a change in <br> was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, <br> material fact, or circumstances on which the ruling is based. <br> the good that is exported from its territory; <br> 6 Where an importer claims that the treatment granted to an imported <br> (b) the sourcing of, purchase of, cost of, value of, and payment for, <br> good should be governed by an advance ruling, the customs authority may <br> all materials, including indirect materials, used in the production <br> evaluate whether the facts and circumstances of the importation are <br> of the good that is exported from its territory; and <br> consistent with the facts and circumstances upon which the advance ruling was based. <br> (c) the production of the good in the form in which the good is <br> [5] For Singapore, this level of administrative review may include the Ministry supervising <br> exported from its territory. <br> the customs authority. <br> 2 Each Party shall provide that an importer claiming preferential tariff <br> domestic law consistent with this Agreement, or there is a change in a <br> treatment for a good imported into the Party's territory shall maintain in that <br> territory, for 3 years after the date of importation of the good, such <br> documentation, including a copy of the Certification of Origin, as the Party <br> may require relating to the importation of the good. <br> 3 The records to be maintained may include electronic records and shall <br> be maintained in accordance with the domestic laws and practices of each Party. <br> Article 4.15: Verification of Origin <br> 1 For purposes of determining whether a good imported into its territory <br> importing Party may conduct verification by means of: <br> (a) requests for information from the importer; <br> (b) written questionnaires or requests for information to the exporter <br> or producer of the good(s) in the territory of the other Party, <br> through the competent government authority of the exporting <br> Party, who shall notify the exporter or producer within 5 days <br> upon receipt of such requests; <br> (c) requests for assistance from the competent government <br> authority of the exporting Party as provided for in paragraph 3 below; or <br> (d) verification visits to the premises of an exporter or a producer in <br> the territory of the other Party, to observe the facilities and the <br> production processes of the good and to review the records <br> referring to origin including accounting files. <br> 2 For purposes of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br> (a) shall answer and return the request within a period of 30 days <br> from the date on which it was received; <br> (b) may have one opportunity, before the expiration of the period <br> established in subparagraph (a), to make a written request to <br> the competent government authority of the importing Party for <br> an extension of the answering period, for a period not exceeding <br> 30 days. For the exporter or producer, this written request will <br> be made through the competent government authority of the exporting Party. <br> In the case where the importer, exporter, or producer does not return the <br> authority of the importing Party within the given period or its extension, the <br> importing Party may deny preferential treatment to the good that is subject to verification. <br> 3 For purposes of subparagraph 1(c), the customs authority of the importing Party: <br> (a) may request the assistance of the competent government <br> authority of the exporting Party in verifying: <br> i. whether the goods declared in the Certification of Origin <br> qualify as originating goods; and/or <br> ii. the accuracy of any information contained in the <br> Certification of Origin; <br> (b) shall provide the competent government authority of the other Party with: <br> i. the reasons why such assistance is sought; <br> ii. the Certification of Origin, or a copy thereof; and <br> iii. any information and documents as may be necessary for <br> the purpose of providing such assistance. <br> 4 To the extent allowed by its domestic law and practices, the competent <br> government authority of the exporting Party shall fully cooperate in any action <br> to verify the origin as established under subparagraph 1(b) and paragraph 3 <br> above. In the absence of such cooperation, the importing Party shall <br> determine the accuracy of the information contained in the Certification of <br> Origin with the best information available at that moment. <br> 5 For purposes of subparagraph 1(d), the competent government <br> authority of the importing Party shall: <br> (a) deliver, at least 30 days prior to conducting a verification visit, a <br> written notification of its intention to conduct the visit to the <br> exporter or producer and to the competent government authority <br> of the exporting Party; and <br> (b) obtain the written consent of the exporter or producer. <br> written request for the information made by the competent government <br> 6 Pursuant to paragraph 5, the exporter or producer may within 15 days <br> of receiving the notification, request to the competent government authority of <br> the importing Party for a postponement of the proposed verification visit, for a <br> period not exceeding 60 days. This extension shall be notified to the <br> competent authorities of the importing and exporting Parties. <br> because a verification visit was postponed pursuant to paragraph 6. <br> 8 In the case where an exporter or producer does not give its written <br> consent to a proposed verification visit within 30 days from the receipt of <br> notification, the importing Party may deny preferential treatment to the good <br> that is subject to verification. <br> 9 After concluding the actions related to subparagraphs 1(a), (b), (c) or <br> (d), and no later than 15 days after the outcome of the actions taken, the <br> competent government authority of the importing Party shall provide a written <br> determination of whether the good is originating and therefore eligible for <br> preferential tariff treatment based on the relevant law and findings of fact. In <br> respect of subparagraphs 1(a), (b), (c) or (d), the maximum time to be taken <br> from the start of the verification to its conclusion should preferably <br> not exceed 150 days. <br> 10 When the customs authority, at time of importation of the goods in the <br> customs territory of one of the Parties, is certain or has a reasonable doubt <br> that the goods do not comply with the provisions under Chapter 3 (Rules of <br> Origin) or the requirements under Annex 4.1 (Data Elements to be Included in <br> the Certification of Origin), it can deny the preferential tariff treatment for such <br> goods, upon notification to the importer by the established means. In such <br> case, the importer can apply the actions and time frames provided by the <br> domestic laws, including customs clearance upon security. Once the customs <br> authority is satisfied that the goods comply with the provisions under Chapter <br> 3 (Rules of Origin) or the requirements under Annex 4.1 (Data Elements to be <br> Included in the Certification of Origin), the security or duties paid shall be refunded. <br> 11 The importing Party may deny preferential treatment to an importer on <br> any subsequent import of a good when its competent government authority <br> 7 A Party shall not deny preferential tariff treatment to a good solely <br> had already determined that an identical good was not eligible for that <br> treatment, provided that such good is exported by the same exporter or <br> produced by the same producer subject to verification, until the importing <br> Party determines that the importer, exporter, or producer is in <br> compliance with this Chapter. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 4.1: Publication <br> 1 Each Party shall publish, including on the Internet, its customs laws, <br> regulations, and general administrative procedures. <br> 2 Each Party shall designate one or more contact points to address <br> procedures for making such enquiries. <br> "}, {"ArticleTitle": "PUBLICATION", "ArticleDesc": "enquiries from interested persons concerning customs matters, and shall <br> make available on the Internet or in print form information concerning <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 4.2: Release of Goods <br> Each Party shall adopt or maintain procedures allowing, to the greatest <br> extent possible, goods to be released: <br> (a) within 48 hours of arrival; and <br> (b) at the point of arrival, without temporary transfer to warehouses or other locations. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 4.3: Automation <br> 1 The customs authorities shall each endeavour to provide an electronic <br> environment that supports customs transactions with their trading communities. <br> customs authorities of the Parties shall take into consideration, where <br> applicable, the methods developed in the World Customs Organization. <br> "}, {"ArticleTitle": "AUTOMATION", "ArticleDesc": "2 In implementing initiatives that provide for paperless trading, the <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.4: Risk Management <br> 1 Each Party shall adopt a risk management approach to customs <br> activities based on the identified risks of goods, in order to facilitate the swift <br> clearance of low-risk consignments and focus its inspection activities on high-risk goods. <br> 2 The Parties shall exchange information on risk management <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "techniques in the performance of their customs procedures. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.5: Cooperation <br> To the extent permitted by their domestic law, the customs authorities <br> of the Parties may, as they deem fit, assist each other, in relation to <br> originating goods, by providing information on: <br> (a) the implementation and operation of this Chapter; <br> (b) investigation and prevention of customs offences; <br> (c) developing and implementing customs best practices and risk <br> management techniques; <br> (d) simplifying and expediting customs procedures; and <br> (e) advancing technical skills and use of technology. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.6: Confidentiality <br> 1 Nothing in this Chapter shall be construed to require any Party to <br> furnish or allow access to confidential information pursuant to this Chapter that would: <br> (a) be contrary to the public interest as determined by its domestic law; <br> (b) be contrary to its domestic law; <br> (d) prejudice the competitive position of the person or Party <br> providing the information. <br> 2 Confidentiality must be maintained on all commercial information <br> obtained in the course of a verification process on the determination of origin. <br> 3 Any confidential information obtained in the course of a verification <br> process on the determination of origin must only be used by the authorities <br> responsible for the administration and application of the determination of origin. <br> 4 Where a Party providing information to the other Party in accordance <br> with this Chapter designates the information as confidential, the other Party <br> shall maintain the confidentiality and use that information for purposes of the request. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "(c) impede law enforcement; or <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.7: Review and Appeal <br> Article 4.12: Claims for Preferential Treatment <br> Article 4.17: Obligations Relating to Exportations <br> Customs <br> 1 Each Party shall ensure that, with respect to its determinations on <br> 1 For the purpose of obtaining preferential tariff treatment in the other <br> 1 Each Party shall provide that an exporter or a producer in its territory <br> Section A: Customs Procedures <br> customs matters, the importers in its territory have access to: <br> Party, an exporter or producer of a Party shall complete and sign a <br> shall submit a copy of the Certification of Origin to its competent government <br> (a) administrative review independent of the official or office that <br> Certification of Origin, certifying that a good qualifies as an originating good <br> authority upon request. <br> issued the decision or administrative act subject to review [5]; and <br> and for which an importer may claim preferential treatment upon the <br> from the territory of the other Party qualifies as an originating good, the <br> 2 When an exporter or a producer in its territory has provided a <br> (b) judicial review of the decision or administrative act taken at the <br> importation of the good into the territory of the other Party. <br> Certification of Origin and has reason to believe that such Certification <br> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br> final level of administrative review, in accordance with the <br> 2 The Parties agree that the Certification of Origin does not need to be in <br> contains or is based on incorrect information, the exporter or producer shall <br> Party's domestic law. <br> 3 Each Party shall: <br> a prescribed format and the data elements for this Certification of Origin are <br> promptly notify in writing every person to whom it has provided the <br> 2 The outcome of any reviews referred to in paragraph 1 shall be notified <br> those stated in Annex 4.1 (Data Elements to be Included in the Certification of <br> Certification of any change that could affect the accuracy or validity of the <br> to the appellant and the reasons for such decision shall be provided in writing. <br> Origin). Such data elements may thereafter be revised by decision of the Commission. <br> Certification, provided that such notification is made before the initiation of <br> Article 4.8: Penalties <br> audit procedures. Any penalty, if applicable, for providing an incorrect <br> (a) require an exporter in its territory to complete and sign a <br> Certification of Origin for preferential tariff treatment shall be subject <br> imposition of civil, criminal or administrative penalties where appropriate, for <br> Certification of Origin for any exportation of a good for which an <br> to Article 4.8 (Penalties). <br> violations of its customs laws and regulations, related to the provisions of this <br> importer may claim preferential tariff treatment upon importation <br> Article 4.18: Third Party Invoicing <br> Chapter and Chapter 3 (Rules of Origin). <br> of the good into the territory of the other Party; and <br> The importing Party shall accept a Certification of Origin in cases <br> (d) provide that any advance ruling be based on the facts and <br> Article 4.9: Advance Rulings <br> Each Party shall adopt or maintain measures that provide for the <br> (b) provide that where an exporter in its territory is not the producer <br> where the sales invoice is issued either by a company located in a non-Party <br> 1 Each Party, through its customs authority, on request of a person <br> of the good, the exporter may complete and sign a Certification <br> or by an exporter in the exporting Party for the account of such company, <br> described in subparagraph 2(a), shall provide in writing advance rulings in <br> of Origin on the basis of: <br> provided that the good meets the requirements of Chapter 3 (Rules of Origin). <br> respect of the tariff classification and origin of goods and whether a good <br> i. his knowledge of whether the good qualifies as an originating good; <br> qualifies for preferential tariff treatment. <br> ii. his reasonable reliance on the producer's written <br> declaration that the good qualifies as an originating good; or <br> provide a Certification of Origin to an exporter. <br> (a) provide that an importer in its territory or an exporter or producer <br> iii. a completed and signed Certification of Origin for the <br> in the territory of the other Party may request an advance ruling <br> within a specified time. <br> good voluntarily provided to the exporter by the producer. <br> before the importation of goods in question; <br> 4 Nothing in paragraph 3 shall be construed to require a producer to <br> (b) require that a person requesting an advance ruling provide a <br> detailed description of the goods and all relevant information <br> 5 Each Party shall provide that a Certification of Origin that has been <br> needed to issue an advance ruling; <br> completed and signed by an exporter or producer in the territory of the other <br> (c) provide that its customs authority may, within a specified period, <br> Party that is applicable to a single importation of one or more goods into the <br> request additional information in order to have all the relevant <br> Party's territory shall be accepted by its customs authority for 12 months from <br> information needed; <br> the date on which the Certification of Origin was signed. <br> Article 4.13: Waiver of Certification of Origin <br> circumstances presented, and any other relevant information in <br> Each Party shall provide that a Certification of Origin shall not be <br> the possession of the decision-maker; and <br> required for the importation of any good whose customs value does not <br> (e) provide that an advance ruling be issued within 90 days of the <br> exceed US$ 1500 or its equivalent amount in the Party's currency; or such <br> receipt of all necessary information. <br> higher amount as may be established by the importing Party, provided that <br> 3 A Party may reject requests for an advance ruling where the additional <br> the importation does not form part of a series of importations that may <br> information requested in accordance with subparagraph 2(c) is not provided <br> reasonably be considered to have been undertaken or arranged for the <br> purpose of avoiding the certification requirements. <br> 4 Each Party shall provide that advance rulings shall be in force from <br> Article 4.14: Record Keeping Requirement <br> their date of issuance, or another date specified in the ruling, provided that the <br> 1 Each Party shall provide that an exporter or producer in its territory that <br> facts or circumstances on which the ruling is based remain unchanged. <br> completes and signs a Certification of Origin shall maintain in its territory, for 3 <br> 5 A Party may modify or revoke an advance ruling upon a decision or <br> years after the date on which the Certification of Origin was issued or signed, <br> administrative act that indicates that such ruling was based on an error of fact <br> all records relating to the origin of a good for which preferential tariff treatment <br> or law, the information provided is false or inaccurate, if there is a change in <br> was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, <br> material fact, or circumstances on which the ruling is based. <br> the good that is exported from its territory; <br> 6 Where an importer claims that the treatment granted to an imported <br> (b) the sourcing of, purchase of, cost of, value of, and payment for, <br> good should be governed by an advance ruling, the customs authority may <br> all materials, including indirect materials, used in the production <br> evaluate whether the facts and circumstances of the importation are <br> of the good that is exported from its territory; and <br> consistent with the facts and circumstances upon which the advance ruling was based. <br> (c) the production of the good in the form in which the good is <br> [5] For Singapore, this level of administrative review may include the Ministry supervising <br> exported from its territory. <br> the customs authority. <br> 2 Each Party shall provide that an importer claiming preferential tariff <br> domestic law consistent with this Agreement, or there is a change in a <br> treatment for a good imported into the Party's territory shall maintain in that <br> territory, for 3 years after the date of importation of the good, such <br> documentation, including a copy of the Certification of Origin, as the Party <br> may require relating to the importation of the good. <br> 3 The records to be maintained may include electronic records and shall <br> be maintained in accordance with the domestic laws and practices of each Party. <br> Article 4.15: Verification of Origin <br> 1 For purposes of determining whether a good imported into its territory <br> importing Party may conduct verification by means of: <br> (a) requests for information from the importer; <br> (b) written questionnaires or requests for information to the exporter <br> or producer of the good(s) in the territory of the other Party, <br> through the competent government authority of the exporting <br> Party, who shall notify the exporter or producer within 5 days <br> upon receipt of such requests; <br> (c) requests for assistance from the competent government <br> authority of the exporting Party as provided for in paragraph 3 below; or <br> (d) verification visits to the premises of an exporter or a producer in <br> the territory of the other Party, to observe the facilities and the <br> production processes of the good and to review the records <br> referring to origin including accounting files. <br> 2 For purposes of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br> (a) shall answer and return the request within a period of 30 days <br> from the date on which it was received; <br> (b) may have one opportunity, before the expiration of the period <br> established in subparagraph (a), to make a written request to <br> the competent government authority of the importing Party for <br> an extension of the answering period, for a period not exceeding <br> 30 days. For the exporter or producer, this written request will <br> be made through the competent government authority of the exporting Party. <br> In the case where the importer, exporter, or producer does not return the <br> authority of the importing Party within the given period or its extension, the <br> importing Party may deny preferential treatment to the good that is subject to verification. <br> 3 For purposes of subparagraph 1(c), the customs authority of the importing Party: <br> (a) may request the assistance of the competent government <br> authority of the exporting Party in verifying: <br> i. whether the goods declared in the Certification of Origin <br> qualify as originating goods; and/or <br> ii. the accuracy of any information contained in the <br> Certification of Origin; <br> (b) shall provide the competent government authority of the other Party with: <br> i. the reasons why such assistance is sought; <br> ii. the Certification of Origin, or a copy thereof; and <br> iii. any information and documents as may be necessary for <br> the purpose of providing such assistance. <br> 4 To the extent allowed by its domestic law and practices, the competent <br> government authority of the exporting Party shall fully cooperate in any action <br> to verify the origin as established under subparagraph 1(b) and paragraph 3 <br> above. In the absence of such cooperation, the importing Party shall <br> determine the accuracy of the information contained in the Certification of <br> Origin with the best information available at that moment. <br> 5 For purposes of subparagraph 1(d), the competent government <br> authority of the importing Party shall: <br> (a) deliver, at least 30 days prior to conducting a verification visit, a <br> written notification of its intention to conduct the visit to the <br> exporter or producer and to the competent government authority <br> of the exporting Party; and <br> (b) obtain the written consent of the exporter or producer. <br> written request for the information made by the competent government <br> 6 Pursuant to paragraph 5, the exporter or producer may within 15 days <br> of receiving the notification, request to the competent government authority of <br> the importing Party for a postponement of the proposed verification visit, for a <br> period not exceeding 60 days. This extension shall be notified to the <br> competent authorities of the importing and exporting Parties. <br> because a verification visit was postponed pursuant to paragraph 6. <br> 8 In the case where an exporter or producer does not give its written <br> consent to a proposed verification visit within 30 days from the receipt of <br> notification, the importing Party may deny preferential treatment to the good <br> that is subject to verification. <br> 9 After concluding the actions related to subparagraphs 1(a), (b), (c) or <br> (d), and no later than 15 days after the outcome of the actions taken, the <br> competent government authority of the importing Party shall provide a written <br> determination of whether the good is originating and therefore eligible for <br> preferential tariff treatment based on the relevant law and findings of fact. In <br> respect of subparagraphs 1(a), (b), (c) or (d), the maximum time to be taken <br> from the start of the verification to its conclusion should preferably <br> not exceed 150 days. <br> 10 When the customs authority, at time of importation of the goods in the <br> customs territory of one of the Parties, is certain or has a reasonable doubt <br> that the goods do not comply with the provisions under Chapter 3 (Rules of <br> Origin) or the requirements under Annex 4.1 (Data Elements to be Included in <br> the Certification of Origin), it can deny the preferential tariff treatment for such <br> goods, upon notification to the importer by the established means. In such <br> case, the importer can apply the actions and time frames provided by the <br> domestic laws, including customs clearance upon security. Once the customs <br> authority is satisfied that the goods comply with the provisions under Chapter <br> 3 (Rules of Origin) or the requirements under Annex 4.1 (Data Elements to be <br> Included in the Certification of Origin), the security or duties paid shall be refunded. <br> 11 The importing Party may deny preferential treatment to an importer on <br> any subsequent import of a good when its competent government authority <br> 7 A Party shall not deny preferential tariff treatment to a good solely <br> had already determined that an identical good was not eligible for that <br> treatment, provided that such good is exported by the same exporter or <br> produced by the same producer subject to verification, until the importing <br> Party determines that the importer, exporter, or producer is in <br> compliance with this Chapter. <br> "}, {"ArticleTitle": "Resolution of Disputes on Classification of Goods", "ArticleDesc": "Article 4.10: Resolution of Disputes on Classification of Goods <br> When the Parties cannot agree on the classification of a good, the <br> Parties should hold the appropriate consultations with the World Customs <br> Organization in order to obtain a recommendation that may permit the Parties <br> to reach a uniform position regarding the correct classification of the good <br> under the Harmonized System. <br> Section B: Customs Procedures Relating to Origin <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.11: Definitions <br> For purposes of this Section: <br> competent government authority means the government authority in <br> each Party that is responsible for the verification of origin, which: <br> (a) in the case of Costa Rica, is the Servicio Nacional de <br> Aduanas (National Customs Service); except for <br> purposes of paragraphs 3 and 4 of Article 4.15 <br> (Verification of Origin), for which the competent <br> government authority is the Promotora del Comercio <br> Exterior (\"PROCOMER\") (Foreign Trade Corporation); and <br> (b) in the case of Singapore, is the Singapore Customs; and <br> day means calendar days, including weekends and holidays. Where <br> the last day falls on a non-working day, the last day will be extended to <br> the next working day. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.7: Review and Appeal <br> Article 4.12: Claims for Preferential Treatment <br> Article 4.17: Obligations Relating to Exportations <br> Customs <br> 1 Each Party shall ensure that, with respect to its determinations on <br> 1 For the purpose of obtaining preferential tariff treatment in the other <br> 1 Each Party shall provide that an exporter or a producer in its territory <br> Section A: Customs Procedures <br> customs matters, the importers in its territory have access to: <br> Party, an exporter or producer of a Party shall complete and sign a <br> shall submit a copy of the Certification of Origin to its competent government <br> (a) administrative review independent of the official or office that <br> Certification of Origin, certifying that a good qualifies as an originating good <br> authority upon request. <br> issued the decision or administrative act subject to review [5]; and <br> and for which an importer may claim preferential treatment upon the <br> from the territory of the other Party qualifies as an originating good, the <br> 2 When an exporter or a producer in its territory has provided a <br> (b) judicial review of the decision or administrative act taken at the <br> importation of the good into the territory of the other Party. <br> Certification of Origin and has reason to believe that such Certification <br> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br> final level of administrative review, in accordance with the <br> 2 The Parties agree that the Certification of Origin does not need to be in <br> contains or is based on incorrect information, the exporter or producer shall <br> Party's domestic law. <br> 3 Each Party shall: <br> a prescribed format and the data elements for this Certification of Origin are <br> promptly notify in writing every person to whom it has provided the <br> 2 The outcome of any reviews referred to in paragraph 1 shall be notified <br> those stated in Annex 4.1 (Data Elements to be Included in the Certification of <br> Certification of any change that could affect the accuracy or validity of the <br> to the appellant and the reasons for such decision shall be provided in writing. <br> Origin). Such data elements may thereafter be revised by decision of the Commission. <br> Certification, provided that such notification is made before the initiation of <br> Article 4.8: Penalties <br> audit procedures. Any penalty, if applicable, for providing an incorrect <br> (a) require an exporter in its territory to complete and sign a <br> Certification of Origin for preferential tariff treatment shall be subject <br> imposition of civil, criminal or administrative penalties where appropriate, for <br> Certification of Origin for any exportation of a good for which an <br> to Article 4.8 (Penalties). <br> violations of its customs laws and regulations, related to the provisions of this <br> importer may claim preferential tariff treatment upon importation <br> Article 4.18: Third Party Invoicing <br> Chapter and Chapter 3 (Rules of Origin). <br> of the good into the territory of the other Party; and <br> The importing Party shall accept a Certification of Origin in cases <br> (d) provide that any advance ruling be based on the facts and <br> Article 4.9: Advance Rulings <br> Each Party shall adopt or maintain measures that provide for the <br> (b) provide that where an exporter in its territory is not the producer <br> where the sales invoice is issued either by a company located in a non-Party <br> 1 Each Party, through its customs authority, on request of a person <br> of the good, the exporter may complete and sign a Certification <br> or by an exporter in the exporting Party for the account of such company, <br> described in subparagraph 2(a), shall provide in writing advance rulings in <br> of Origin on the basis of: <br> provided that the good meets the requirements of Chapter 3 (Rules of Origin). <br> respect of the tariff classification and origin of goods and whether a good <br> i. his knowledge of whether the good qualifies as an originating good; <br> qualifies for preferential tariff treatment. <br> ii. his reasonable reliance on the producer's written <br> declaration that the good qualifies as an originating good; or <br> provide a Certification of Origin to an exporter. <br> (a) provide that an importer in its territory or an exporter or producer <br> iii. a completed and signed Certification of Origin for the <br> in the territory of the other Party may request an advance ruling <br> within a specified time. <br> good voluntarily provided to the exporter by the producer. <br> before the importation of goods in question; <br> 4 Nothing in paragraph 3 shall be construed to require a producer to <br> (b) require that a person requesting an advance ruling provide a <br> detailed description of the goods and all relevant information <br> 5 Each Party shall provide that a Certification of Origin that has been <br> needed to issue an advance ruling; <br> completed and signed by an exporter or producer in the territory of the other <br> (c) provide that its customs authority may, within a specified period, <br> Party that is applicable to a single importation of one or more goods into the <br> request additional information in order to have all the relevant <br> Party's territory shall be accepted by its customs authority for 12 months from <br> information needed; <br> the date on which the Certification of Origin was signed. <br> Article 4.13: Waiver of Certification of Origin <br> circumstances presented, and any other relevant information in <br> Each Party shall provide that a Certification of Origin shall not be <br> the possession of the decision-maker; and <br> required for the importation of any good whose customs value does not <br> (e) provide that an advance ruling be issued within 90 days of the <br> exceed US$ 1500 or its equivalent amount in the Party's currency; or such <br> receipt of all necessary information. <br> higher amount as may be established by the importing Party, provided that <br> 3 A Party may reject requests for an advance ruling where the additional <br> the importation does not form part of a series of importations that may <br> information requested in accordance with subparagraph 2(c) is not provided <br> reasonably be considered to have been undertaken or arranged for the <br> purpose of avoiding the certification requirements. <br> 4 Each Party shall provide that advance rulings shall be in force from <br> Article 4.14: Record Keeping Requirement <br> their date of issuance, or another date specified in the ruling, provided that the <br> 1 Each Party shall provide that an exporter or producer in its territory that <br> facts or circumstances on which the ruling is based remain unchanged. <br> completes and signs a Certification of Origin shall maintain in its territory, for 3 <br> 5 A Party may modify or revoke an advance ruling upon a decision or <br> years after the date on which the Certification of Origin was issued or signed, <br> administrative act that indicates that such ruling was based on an error of fact <br> all records relating to the origin of a good for which preferential tariff treatment <br> or law, the information provided is false or inaccurate, if there is a change in <br> was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, <br> material fact, or circumstances on which the ruling is based. <br> the good that is exported from its territory; <br> 6 Where an importer claims that the treatment granted to an imported <br> (b) the sourcing of, purchase of, cost of, value of, and payment for, <br> good should be governed by an advance ruling, the customs authority may <br> all materials, including indirect materials, used in the production <br> evaluate whether the facts and circumstances of the importation are <br> of the good that is exported from its territory; and <br> consistent with the facts and circumstances upon which the advance ruling was based. <br> (c) the production of the good in the form in which the good is <br> [5] For Singapore, this level of administrative review may include the Ministry supervising <br> exported from its territory. <br> the customs authority. <br> 2 Each Party shall provide that an importer claiming preferential tariff <br> domestic law consistent with this Agreement, or there is a change in a <br> treatment for a good imported into the Party's territory shall maintain in that <br> territory, for 3 years after the date of importation of the good, such <br> documentation, including a copy of the Certification of Origin, as the Party <br> may require relating to the importation of the good. <br> 3 The records to be maintained may include electronic records and shall <br> be maintained in accordance with the domestic laws and practices of each Party. <br> Article 4.15: Verification of Origin <br> 1 For purposes of determining whether a good imported into its territory <br> importing Party may conduct verification by means of: <br> (a) requests for information from the importer; <br> (b) written questionnaires or requests for information to the exporter <br> or producer of the good(s) in the territory of the other Party, <br> through the competent government authority of the exporting <br> Party, who shall notify the exporter or producer within 5 days <br> upon receipt of such requests; <br> (c) requests for assistance from the competent government <br> authority of the exporting Party as provided for in paragraph 3 below; or <br> (d) verification visits to the premises of an exporter or a producer in <br> the territory of the other Party, to observe the facilities and the <br> production processes of the good and to review the records <br> referring to origin including accounting files. <br> 2 For purposes of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br> (a) shall answer and return the request within a period of 30 days <br> from the date on which it was received; <br> (b) may have one opportunity, before the expiration of the period <br> established in subparagraph (a), to make a written request to <br> the competent government authority of the importing Party for <br> an extension of the answering period, for a period not exceeding <br> 30 days. For the exporter or producer, this written request will <br> be made through the competent government authority of the exporting Party. <br> In the case where the importer, exporter, or producer does not return the <br> authority of the importing Party within the given period or its extension, the <br> importing Party may deny preferential treatment to the good that is subject to verification. <br> 3 For purposes of subparagraph 1(c), the customs authority of the importing Party: <br> (a) may request the assistance of the competent government <br> authority of the exporting Party in verifying: <br> i. whether the goods declared in the Certification of Origin <br> qualify as originating goods; and/or <br> ii. the accuracy of any information contained in the <br> Certification of Origin; <br> (b) shall provide the competent government authority of the other Party with: <br> i. the reasons why such assistance is sought; <br> ii. the Certification of Origin, or a copy thereof; and <br> iii. any information and documents as may be necessary for <br> the purpose of providing such assistance. <br> 4 To the extent allowed by its domestic law and practices, the competent <br> government authority of the exporting Party shall fully cooperate in any action <br> to verify the origin as established under subparagraph 1(b) and paragraph 3 <br> above. In the absence of such cooperation, the importing Party shall <br> determine the accuracy of the information contained in the Certification of <br> Origin with the best information available at that moment. <br> 5 For purposes of subparagraph 1(d), the competent government <br> authority of the importing Party shall: <br> (a) deliver, at least 30 days prior to conducting a verification visit, a <br> written notification of its intention to conduct the visit to the <br> exporter or producer and to the competent government authority <br> of the exporting Party; and <br> (b) obtain the written consent of the exporter or producer. <br> written request for the information made by the competent government <br> 6 Pursuant to paragraph 5, the exporter or producer may within 15 days <br> of receiving the notification, request to the competent government authority of <br> the importing Party for a postponement of the proposed verification visit, for a <br> period not exceeding 60 days. This extension shall be notified to the <br> competent authorities of the importing and exporting Parties. <br> because a verification visit was postponed pursuant to paragraph 6. <br> 8 In the case where an exporter or producer does not give its written <br> consent to a proposed verification visit within 30 days from the receipt of <br> notification, the importing Party may deny preferential treatment to the good <br> that is subject to verification. <br> 9 After concluding the actions related to subparagraphs 1(a), (b), (c) or <br> (d), and no later than 15 days after the outcome of the actions taken, the <br> competent government authority of the importing Party shall provide a written <br> determination of whether the good is originating and therefore eligible for <br> preferential tariff treatment based on the relevant law and findings of fact. In <br> respect of subparagraphs 1(a), (b), (c) or (d), the maximum time to be taken <br> from the start of the verification to its conclusion should preferably <br> not exceed 150 days. <br> 10 When the customs authority, at time of importation of the goods in the <br> customs territory of one of the Parties, is certain or has a reasonable doubt <br> that the goods do not comply with the provisions under Chapter 3 (Rules of <br> Origin) or the requirements under Annex 4.1 (Data Elements to be Included in <br> the Certification of Origin), it can deny the preferential tariff treatment for such <br> goods, upon notification to the importer by the established means. In such <br> case, the importer can apply the actions and time frames provided by the <br> domestic laws, including customs clearance upon security. Once the customs <br> authority is satisfied that the goods comply with the provisions under Chapter <br> 3 (Rules of Origin) or the requirements under Annex 4.1 (Data Elements to be <br> Included in the Certification of Origin), the security or duties paid shall be refunded. <br> 11 The importing Party may deny preferential treatment to an importer on <br> any subsequent import of a good when its competent government authority <br> 7 A Party shall not deny preferential tariff treatment to a good solely <br> had already determined that an identical good was not eligible for that <br> treatment, provided that such good is exported by the same exporter or <br> produced by the same producer subject to verification, until the importing <br> Party determines that the importer, exporter, or producer is in <br> compliance with this Chapter. <br> "}, {"ArticleTitle": "Obligations Relating to Importations", "ArticleDesc": "Article 4.16: Obligations Relating to Importations <br> 1 Any good that meets all the applicable requirements in this Chapter <br> and in Chapter 3 (Rules of Origin) is eligible for preferential tariff treatment. <br> 2 A Party may deny preferential tariff treatment under this Agreement to <br> imported good(s) if the importer fails to comply with any requirement of this <br> Chapter or Chapter 3 (Rules of Origin). <br> 3 Except as otherwise provided in this Chapter, each Party shall require <br> an importer in its territory that claims preferential tariff treatment for a good <br> imported into its territory from the territory of the other Party to: <br> (a) declare in the importation document that the good qualifies as <br> an originating good, based on a Certification of Origin; <br> (b) have the Certification of Origin in its possession at the time the <br> declaration is made; <br> (c) provide, on the request of that Party's customs authority, a copy <br> of the Certification of Origin; and <br> (d) promptly submit a corrected declaration in a manner required by <br> the customs authority of the importing Party and pay any owed <br> duties where the importer has reason to believe that a <br> Certification of Origin on which a declaration was based <br> contains information that is not correct. <br> 4 Each Party shall provide that, where a good qualified as originating <br> when it was imported into the territory of that Party but no claim for <br> preferential tariff treatment was made at that time, the importer of the good <br> may, no later than 1 year after the date on which the good was imported, <br> apply for a refund of any excess duties paid as the result of the good not <br> having been granted preferential tariff treatment, on presentation of: <br> (a) a written declaration that the good qualified as originating at the <br> time of importation; and <br> (b) a copy of the Certification of Origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> Article 4.7: Review and Appeal <br> Article 4.12: Claims for Preferential Treatment <br> Article 4.17: Obligations Relating to Exportations <br> Customs <br> 1 Each Party shall ensure that, with respect to its determinations on <br> 1 For the purpose of obtaining preferential tariff treatment in the other <br> 1 Each Party shall provide that an exporter or a producer in its territory <br> Section A: Customs Procedures <br> customs matters, the importers in its territory have access to: <br> Party, an exporter or producer of a Party shall complete and sign a <br> shall submit a copy of the Certification of Origin to its competent government <br> (a) administrative review independent of the official or office that <br> Certification of Origin, certifying that a good qualifies as an originating good <br> authority upon request. <br> issued the decision or administrative act subject to review [5]; and <br> and for which an importer may claim preferential treatment upon the <br> from the territory of the other Party qualifies as an originating good, the <br> 2 When an exporter or a producer in its territory has provided a <br> (b) judicial review of the decision or administrative act taken at the <br> importation of the good into the territory of the other Party. <br> Certification of Origin and has reason to believe that such Certification <br> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br> final level of administrative review, in accordance with the <br> 2 The Parties agree that the Certification of Origin does not need to be in <br> contains or is based on incorrect information, the exporter or producer shall <br> Party's domestic law. <br> 3 Each Party shall: <br> a prescribed format and the data elements for this Certification of Origin are <br> promptly notify in writing every person to whom it has provided the <br> 2 The outcome of any reviews referred to in paragraph 1 shall be notified <br> those stated in Annex 4.1 (Data Elements to be Included in the Certification of <br> Certification of any change that could affect the accuracy or validity of the <br> to the appellant and the reasons for such decision shall be provided in writing. <br> Origin). Such data elements may thereafter be revised by decision of the Commission. <br> Certification, provided that such notification is made before the initiation of <br> Article 4.8: Penalties <br> audit procedures. Any penalty, if applicable, for providing an incorrect <br> (a) require an exporter in its territory to complete and sign a <br> Certification of Origin for preferential tariff treatment shall be subject <br> imposition of civil, criminal or administrative penalties where appropriate, for <br> Certification of Origin for any exportation of a good for which an <br> to Article 4.8 (Penalties). <br> violations of its customs laws and regulations, related to the provisions of this <br> importer may claim preferential tariff treatment upon importation <br> Article 4.18: Third Party Invoicing <br> Chapter and Chapter 3 (Rules of Origin). <br> of the good into the territory of the other Party; and <br> The importing Party shall accept a Certification of Origin in cases <br> (d) provide that any advance ruling be based on the facts and <br> Article 4.9: Advance Rulings <br> Each Party shall adopt or maintain measures that provide for the <br> (b) provide that where an exporter in its territory is not the producer <br> where the sales invoice is issued either by a company located in a non-Party <br> 1 Each Party, through its customs authority, on request of a person <br> of the good, the exporter may complete and sign a Certification <br> or by an exporter in the exporting Party for the account of such company, <br> described in subparagraph 2(a), shall provide in writing advance rulings in <br> of Origin on the basis of: <br> provided that the good meets the requirements of Chapter 3 (Rules of Origin). <br> respect of the tariff classification and origin of goods and whether a good <br> i. his knowledge of whether the good qualifies as an originating good; <br> qualifies for preferential tariff treatment. <br> ii. his reasonable reliance on the producer's written <br> declaration that the good qualifies as an originating good; or <br> provide a Certification of Origin to an exporter. <br> (a) provide that an importer in its territory or an exporter or producer <br> iii. a completed and signed Certification of Origin for the <br> in the territory of the other Party may request an advance ruling <br> within a specified time. <br> good voluntarily provided to the exporter by the producer. <br> before the importation of goods in question; <br> 4 Nothing in paragraph 3 shall be construed to require a producer to <br> (b) require that a person requesting an advance ruling provide a <br> detailed description of the goods and all relevant information <br> 5 Each Party shall provide that a Certification of Origin that has been <br> needed to issue an advance ruling; <br> completed and signed by an exporter or producer in the territory of the other <br> (c) provide that its customs authority may, within a specified period, <br> Party that is applicable to a single importation of one or more goods into the <br> request additional information in order to have all the relevant <br> Party's territory shall be accepted by its customs authority for 12 months from <br> information needed; <br> the date on which the Certification of Origin was signed. <br> Article 4.13: Waiver of Certification of Origin <br> circumstances presented, and any other relevant information in <br> Each Party shall provide that a Certification of Origin shall not be <br> the possession of the decision-maker; and <br> required for the importation of any good whose customs value does not <br> (e) provide that an advance ruling be issued within 90 days of the <br> exceed US$ 1500 or its equivalent amount in the Party's currency; or such <br> receipt of all necessary information. <br> higher amount as may be established by the importing Party, provided that <br> 3 A Party may reject requests for an advance ruling where the additional <br> the importation does not form part of a series of importations that may <br> information requested in accordance with subparagraph 2(c) is not provided <br> reasonably be considered to have been undertaken or arranged for the <br> purpose of avoiding the certification requirements. <br> 4 Each Party shall provide that advance rulings shall be in force from <br> Article 4.14: Record Keeping Requirement <br> their date of issuance, or another date specified in the ruling, provided that the <br> 1 Each Party shall provide that an exporter or producer in its territory that <br> facts or circumstances on which the ruling is based remain unchanged. <br> completes and signs a Certification of Origin shall maintain in its territory, for 3 <br> 5 A Party may modify or revoke an advance ruling upon a decision or <br> years after the date on which the Certification of Origin was issued or signed, <br> administrative act that indicates that such ruling was based on an error of fact <br> all records relating to the origin of a good for which preferential tariff treatment <br> or law, the information provided is false or inaccurate, if there is a change in <br> was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, <br> material fact, or circumstances on which the ruling is based. <br> the good that is exported from its territory; <br> 6 Where an importer claims that the treatment granted to an imported <br> (b) the sourcing of, purchase of, cost of, value of, and payment for, <br> good should be governed by an advance ruling, the customs authority may <br> all materials, including indirect materials, used in the production <br> evaluate whether the facts and circumstances of the importation are <br> of the good that is exported from its territory; and <br> consistent with the facts and circumstances upon which the advance ruling was based. <br> (c) the production of the good in the form in which the good is <br> [5] For Singapore, this level of administrative review may include the Ministry supervising <br> exported from its territory. <br> the customs authority. <br> 2 Each Party shall provide that an importer claiming preferential tariff <br> domestic law consistent with this Agreement, or there is a change in a <br> treatment for a good imported into the Party's territory shall maintain in that <br> territory, for 3 years after the date of importation of the good, such <br> documentation, including a copy of the Certification of Origin, as the Party <br> may require relating to the importation of the good. <br> 3 The records to be maintained may include electronic records and shall <br> be maintained in accordance with the domestic laws and practices of each Party. <br> Article 4.15: Verification of Origin <br> 1 For purposes of determining whether a good imported into its territory <br> importing Party may conduct verification by means of: <br> (a) requests for information from the importer; <br> (b) written questionnaires or requests for information to the exporter <br> or producer of the good(s) in the territory of the other Party, <br> through the competent government authority of the exporting <br> Party, who shall notify the exporter or producer within 5 days <br> upon receipt of such requests; <br> (c) requests for assistance from the competent government <br> authority of the exporting Party as provided for in paragraph 3 below; or <br> (d) verification visits to the premises of an exporter or a producer in <br> the territory of the other Party, to observe the facilities and the <br> production processes of the good and to review the records <br> referring to origin including accounting files. <br> 2 For purposes of subparagraphs 1(a) and 1(b), the importer, exporter or producer: <br> (a) shall answer and return the request within a period of 30 days <br> from the date on which it was received; <br> (b) may have one opportunity, before the expiration of the period <br> established in subparagraph (a), to make a written request to <br> the competent government authority of the importing Party for <br> an extension of the answering period, for a period not exceeding <br> 30 days. For the exporter or producer, this written request will <br> be made through the competent government authority of the exporting Party. <br> In the case where the importer, exporter, or producer does not return the <br> authority of the importing Party within the given period or its extension, the <br> importing Party may deny preferential treatment to the good that is subject to verification. <br> 3 For purposes of subparagraph 1(c), the customs authority of the importing Party: <br> (a) may request the assistance of the competent government <br> authority of the exporting Party in verifying: <br> i. whether the goods declared in the Certification of Origin <br> qualify as originating goods; and/or <br> ii. the accuracy of any information contained in the <br> Certification of Origin; <br> (b) shall provide the competent government authority of the other Party with: <br> i. the reasons why such assistance is sought; <br> ii. the Certification of Origin, or a copy thereof; and <br> iii. any information and documents as may be necessary for <br> the purpose of providing such assistance. <br> 4 To the extent allowed by its domestic law and practices, the competent <br> government authority of the exporting Party shall fully cooperate in any action <br> to verify the origin as established under subparagraph 1(b) and paragraph 3 <br> above. In the absence of such cooperation, the importing Party shall <br> determine the accuracy of the information contained in the Certification of <br> Origin with the best information available at that moment. <br> 5 For purposes of subparagraph 1(d), the competent government <br> authority of the importing Party shall: <br> (a) deliver, at least 30 days prior to conducting a verification visit, a <br> written notification of its intention to conduct the visit to the <br> exporter or producer and to the competent government authority <br> of the exporting Party; and <br> (b) obtain the written consent of the exporter or producer. <br> written request for the information made by the competent government <br> 6 Pursuant to paragraph 5, the exporter or producer may within 15 days <br> of receiving the notification, request to the competent government authority of <br> the importing Party for a postponement of the proposed verification visit, for a <br> period not exceeding 60 days. This extension shall be notified to the <br> competent authorities of the importing and exporting Parties. <br> because a verification visit was postponed pursuant to paragraph 6. <br> 8 In the case where an exporter or producer does not give its written <br> consent to a proposed verification visit within 30 days from the receipt of <br> notification, the importing Party may deny preferential treatment to the good <br> that is subject to verification. <br> 9 After concluding the actions related to subparagraphs 1(a), (b), (c) or <br> (d), and no later than 15 days after the outcome of the actions taken, the <br> competent government authority of the importing Party shall provide a written <br> determination of whether the good is originating and therefore eligible for <br> preferential tariff treatment based on the relevant law and findings of fact. In <br> respect of subparagraphs 1(a), (b), (c) or (d), the maximum time to be taken <br> from the start of the verification to its conclusion should preferably <br> not exceed 150 days. <br> 10 When the customs authority, at time of importation of the goods in the <br> customs territory of one of the Parties, is certain or has a reasonable doubt <br> that the goods do not comply with the provisions under Chapter 3 (Rules of <br> Origin) or the requirements under Annex 4.1 (Data Elements to be Included in <br> the Certification of Origin), it can deny the preferential tariff treatment for such <br> goods, upon notification to the importer by the established means. In such <br> case, the importer can apply the actions and time frames provided by the <br> domestic laws, including customs clearance upon security. Once the customs <br> authority is satisfied that the goods comply with the provisions under Chapter <br> 3 (Rules of Origin) or the requirements under Annex 4.1 (Data Elements to be <br> Included in the Certification of Origin), the security or duties paid shall be refunded. <br> 11 The importing Party may deny preferential treatment to an importer on <br> any subsequent import of a good when its competent government authority <br> 7 A Party shall not deny preferential tariff treatment to a good solely <br> had already determined that an identical good was not eligible for that <br> treatment, provided that such good is exported by the same exporter or <br> produced by the same producer subject to verification, until the importing <br> Party determines that the importer, exporter, or producer is in <br> compliance with this Chapter. <br> "}]}]}, "members_found": ["188", "702", 4, 8703900000]}