{"FtaRooDetails": {"FtaId": 316, "FtaCode": "ITC00322", "FtaName": "FTA, EEU-Vietnam", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EURASIAN ECONOMIC UNION AND ITS MEMBER STATES, OF THE ONE PART, AND THE SOCIALIST REPUBLIC OF VIET NAM, OF THE OTHER PART", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "05.10.2016", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Armenia; Belarus; Kazakhstan; Kyrgyzstan; Russian Federation; Viet Nam", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EEU-Vietnam", "AdminProcCooAuth": "The certification type under FTA, EEU-Vietnam is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EEU-Vietnam is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EEU-Vietnam agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(SP and RVC 50%) or SP or SP or SP", "RooText": "VAC 50%, provided that the following technological operations were executed: - welding of body (cab) or manufacture of body (cab) in any other way in case of using technologies that do not involve welding operations in the manufacture of body (cab); - painting of body (cab); - mounting of engine (for motor vehicles with internal-combustion engine and hybrid power plants); - mounting of traction electric motor (generators, electromotors) (for motor vehicles powered by electric drive or hybrid power plants); - installation of transmission; - mounting of rear and front suspension (for motor vehicles powered by electric drive or hybrid power plants and motor vehicles with spark-ignition internal combustion engine); - mounting of steering and braking system; - mounting of muffler and exhaust pipe-line sections (for motor vehicles with spark-ignition internal combustion engine); - diagnosis and adjustment of engine; - checking of braking system; - checking of radio interference level and electromagnetic compatibility standards (for motor vehicles powered by electric drive or hybrid power plants); - control testing of finished motor vehicle.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Notes", "RooText": " ANNEX 3<br /> PRODUCT SPECIFIC RULES<br /> General Notes<br /> For the purposes of this Annex:<br /> 1. The first column of the list contains chapters, headings or subheadings and the second<br /> column sets out descriptions of the products. Goods in this list are determined solely by the<br /> HS codes of the goods. The names of the goods are used only for convenience.<br /> 2. \"Chapter\" means a chapter of the Harmonized System (2 digits);<br /> \"Heading\" means a heading of the Harmonized System (4 digits);<br /> \"Subheading\" means a subheading of the Harmonized System (6 digits);<br /> \"CTC\" means change in tariff classification at HS 2, 4 or 6-digit level (CC, CTH, CTSH);<br /> \"WO\" means that the good must be wholly produced or obtained entirely in a Party in<br /> accordance with Article 4.4 of this Agreement;<br /> \"CC\" means that all non-originating materials used in the production of the final goods have<br /> undergone a change in tariff classification at HS 2-digit level (change in Chapter);<br /> \"CTH\" means that all non-originating materials used in the production of the final goods<br /> have undergone a change in tariff classification at the HS 4-digit level (change in Heading);<br /> \"CTSH\" means that all non-originating materials used in the production of the final goods<br /> have undergone a change in tariff classification at the HS 6-digit level (change in<br /> Subheading);<br /> \"VAC X%\" means that value added content which is calculated using the formula set out in<br /> Article 4.5 of this Agreement, is not less than X percent and process of production of final<br /> goods has been performed in a Party;<br /> \"CTC + VAC X%\" means the requirement to change the tariff classification provided that<br /> value added content which is calculated using the formula set out in Article 4.5 of this<br /> Agreement, is not less than X percent and process of production of final goods has been<br /> performed in a Party;<br /> \"CTC or VAC X%\" means either the requirement to change the tariff classification or the<br /> value added content which is calculated using the formula set out in Article 4.5 of this<br /> Agreement of not less than X percent and process of production of final goods has been<br /> performed in a Party.<br /> 3. The requirement of a change in tariff classification shall apply only to non-originating<br /> materials.<br /> 4. The origin criteria specified in the third column of the list set the minimum requirements for<br /> production operations. A greater value added content of production operation made beyond<br /> the minimum requirement shall also confer originating status.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00322_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/prav_proish/Documents/%D0%A1%D0%B5%D1%80%D1%82%D0%B8%D1%84%D0%B8%D0%BA%D0%B0%D1%82%20%D0%BE%20%D0%BF%D1%80%D0%BE%D0%B8%D1%81%D1%85%D0%BE%D0%B6%D0%B4%D0%B5%D0%BD%D0%B8%D0%B8%20%D1%82%D0%BE%D0%B2%D0%B0%D1%80%D0%B0%20-%20%D0%A4%D0%BE%D1%80%D0%BC%D0%B0%20EAV%20%28Certificate%20of%20origin%20-%20Form%20EAV%29.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00322_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://kbnn.botaichinh.gov.vn/webcenter/contentattachfile/idcplg?dID=57060&dDocName=MOFUCM088615&filename=Phu%20luc%203%20-%20PSR%20-%20EN.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00322_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/prav_proish/Documents/%D0%9F%D1%80%D0%B0%D0%B2%D0%B8%D0%BB%D0%B0%20%D0%BE%D0%BF%D1%80%D0%B5%D0%B4%D0%B5%D0%BB%D0%B5%D0%BD%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D0%B8%D1%81%D1%85%D0%BE%D0%B6%D0%B4%D0%B5%D0%BD%D0%B8%D1%8F%20%D1%82%D0%BE%D0%B2%D0%B0%D1%80%D0%BE%D0%B2%20-%20%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%88%D0%B5%D0%BD%D0%B8%D0%B5%20%D1%81%20%D0%92%D1%8C%D0%B5%D1%82%D0%BD%D0%B0%D0%BC%D0%BE%D0%BC%20%28EAEU-Viet%20Nam%20FTA%E2%80%99s%20Rules%20of%20Ori"}, {"DocDesc": "Customs administration", "DocFileName": "itc00322_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00322_full.pdf", "DocType": "8_full", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/sogl_torg/Documents/EAEU-VN_FTA.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00322_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N162.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7 : Accumulation of Origin <br /> Without prejudice to Article 4.3 of this Agreement, the goods or materials originating in a Party, <br /> which are used as material in the manufacture of a product in the other Party, shall be considered <br /> as originating in such Party where the last operations other than those referred to in paragraph 1 <br /> of Article 4.6 of this Agreement have been carried out. The origin of such material shall be <br /> confirmed by a Certificate of Origin (Form EAV) issued by an authorised body.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8 : De Minimis <br /> 1 Goods that do not undergo a change in tariff classification pursuant to Annex 3 to this <br /> Agreement are nonetheless considered originating if: <br /> a) the value of all non-originating materials that are used in the production of the goods <br /> and do not undergo the required change in tariff classification, does not exceed 10 <br /> percent of the FOB value of such goods; and <br /> b) the goods meet all other applicable requirements of this Chapter. <br /> 2 The value of materials referred to in subparagraph a) of paragraph 1 of this Article shall be <br /> included in the value of non-originating materials for any applicable VAC requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.2 : Definitions <br /> [Customs administration]: <br /> e) \"outward processing\" means the customs procedure under which goods, which are in <br /> free circulation in the customs territory of a Party, may be temporarily exported for <br /> processing abroad and then re-imported with total exemption from customs duties and taxes; and <br /> Article 5.15 : Inward Processing and Outward Processing <br /> Inward Processing and Outward Processing <br /> In accordance with international standards, customs authorities of the Parties shall endeavour to <br /> facilitate the performance of customs operations for temporary importation and exportation of <br /> goods for inward processing or outward processing.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.13 : Accessories, Spare Parts, Tools and Instructional or Other Information Materials <br /> 1. In determining whether the goods fulfil the change in tariff classification requirements <br /> specified in Annex 3 to this Agreement, accessories, spare parts, tools and instructional or <br /> other information materials, which are part of the normal equipment and included in its FOB <br /> price, or which are not separately invoiced, shall be considered as part of the goods in <br /> question and shall not be taken into account in determining whether the <br /> goods qualify as originating. <br /> 2. Notwithstanding paragraph 1 of this Article in determining whether the goods fulfil the VAC <br /> requirement, the value of accessories, spare parts, tools and instructional or other information <br /> materials shall be taken into account as originating materials or non-originating materials, as <br /> the case may be, in calculating VAC of the goods. <br /> 3. This Article shall apply only where: <br /> a) accessories, spare parts, tools and instructional or other information materials <br /> presented with the goods are not invoiced separately from such goods; and <br /> b) the quantities and value of accessories, spare parts, tools and instructional or other <br /> information materials presented with the goods are customary for such goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4 : Wholly Obtained or Produced Goods <br /> For the purposes of Article 4.3 of this Agreement, the following goods shall be considered as <br /> wholly obtained or produced in a Party: <br /> a) plants and plant goods, including fruit, berries, flowers, vegetables, trees, seaweed, <br /> fungi and live plants, grown, harvested, or gathered in the territory of a Party; <br /> b) live animals born and raised in the territory of a Party; <br /> c) goods obtained from live animals in the territory of a Party; <br /> d) goods obtained from gathering, hunting, capturing, fishing, growing, raising and <br /> aquaculture in the territory of a Party; <br /> e) minerals and other naturally occurring substances extracted or taken from the air, <br /> soil, waters or seabed and subsoil in the territory of a Party; <br /> f) goods of sea fishing and other marine goods taken from the high seas, in <br /> accordance with international law, by a vessel registered or recorded in a Party and <br /> flying its flag; <br /> g) goods manufactured exclusively from goods referred to in subparagraph f) of this Article, <br /> on board a factory ship registered or recorded in a Party and flying its flag; <br /> h) waste and scrap resulting from production and consumption conducted in the <br /> territory of a Party provided that such goods are fit only for the recovery of raw materials; <br /> i) used goods collected in the territory of a Party provided that such goods are fit only <br /> for the recovery of raw materials; <br /> j) goods produced in outer space on board a spacecraft provided that the same <br /> spacecraft is registered in a Party; and <br /> k) goods produced or obtained in the territory of a Party solely from goods referred to <br /> in subparagraphs a) through j) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6 : Insufficient Working or Processing <br /> 1 The following operations undertaken exclusively by themselves or in combination with each <br /> other are considered to be insufficient to meet the requirements of Article 4.3 of this Agreement: <br /> a) preserving operations to ensure that a product retains its condition during <br /> transportation and storage; <br /> b) freezing or thawing; <br /> c) packaging and re-packaging; <br /> d) washing, cleaning, removing dust, oxide, oil, paint or other coverings; <br /> e) ironing or pressing of textiles; <br /> f) colouring, polishing, varnishing, oiling; <br /> g) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> h) operations to colour sugar or form sugar lumps; <br /> i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> j) simple sharpening, grinding; <br /> k) cutting; <br /> l) sifting, screening, sorting, classifying; <br /> m) placing in bottles, cans, flasks, bags, cases, boxes, fixing on surface and all other <br /> simple packaging operations; <br /> n) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> o) simple mixing of products (components) which does not lead to a sufficient <br /> difference of product from the original components; <br /> p) simple assembly of a product or disassembly of products into parts; and <br /> q) slaughter of animals, sorting of meat. <br /> 2 For the purposes of paragraph 1 of this Article, \"simple\" describes activities which do not <br /> require special skills or machines, apparatus or equipment especially designed for carrying <br /> out such activities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5 : Value Added Content <br /> For the purposes of this Chapter and product specific rules specified in Annex 3 to this <br /> Agreement, the formula for calculating value added content (hereinafter referred to as \"VAC\") shall be: <br /> [(FOB value - Value of Non-Originating Materials)/FOB value] x 100% <br /> where the value of non-originating materials shall be: <br /> a) CIF value of the materials at the time of importation to a Party; or <br /> b) the earliest ascertained price paid or payable for non-originating materials in the <br /> territory of the Party where the working or processing takes place. <br /> When, in the territory of a Party, the producer of the goods acquires non-originating materials <br /> within such Party, the value of such materials shall not include freight, insurance, packing costs <br /> and any other costs incidental to the transport of those materials from the location of the supplier <br /> to the location of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15 : Indirect Materials <br /> In order to determine the origin of goods, the origin of the following indirect materials which <br /> might be used in the production of such goods and not be incorporated into such goods shall not <br /> be taken into account: <br /> a) fuel and energy; <br /> b) tools, dies and moulds; <br /> c) spare parts and materials used in the maintenance of equipment and buildings; <br /> d) lubricants, greases, compounding materials and other materials used in the production <br /> or used to operate equipment and buildings; <br /> e) gloves, glasses, footwear, clothing, safety equipment; <br /> f) equipment, devices used for testing or inspecting the goods; <br /> g) catalyst and solvent; and <br /> h) any other goods that are not incorporated into such goods but the use of which in the <br /> production of such goods can be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9 : Direct Consignment <br /> 1 Preferential tariff treatment in accordance with this Chapter shall be granted to originating <br /> goods provided that such goods are transported directly from the territory of the exporting <br /> Party to the territory of the importing Party. <br /> 2 Notwithstanding paragraph 1 of this Article, originating goods may be transported through <br /> the territory of one or more third countries, provided that: <br /> a) transit through the territory of a third country is justified for geographical reasons or <br /> related exclusively to transport requirements; <br /> b) the goods have not entered into trade or consumption there; and <br /> c) the goods have not undergone any operation there other than unloading, reloading, <br /> storing or any necessary operation designed to preserve their condition. <br /> 3 A declarant shall submit appropriate documentary evidence to the customs authorities of the <br /> importing Party confirming that the conditions set out in paragraph 2 of this Article have <br /> been fulfilled. Such evidence shall be provided to the customs authorities of the importing <br /> Party by submission of: <br /> a) the transport documents covering the passage from the territory of a Party to the <br /> territory of the other Party containing: <br /> i. an exact description of the goods; <br /> ii. the dates of unloading and reloading of the goods (if the transport documents <br /> do not contain the dates of unloading and reloading of the goods, other <br /> supporting document containing such information shall be submitted in <br /> addition to transport documents); and <br /> iii. where applicable: <br /> - the names of the ships or other means of transport used; <br /> - the containers' numbers; <br /> - the conditions under which the goods remained in the country of transit in <br /> proper condition; <br /> - the marks of the customs authorities of the country of transit; and <br /> b) the commercial invoice in respect of the goods. <br /> 4 A declarant may submit other supporting documents to prove that the requirements of <br /> paragraph 2 of this Article are fulfilled. <br /> 5 If the transport documents cannot be provided, a document issued by the customs authorities <br /> of the country of transit containing all the information referred to in subparagraph a) of <br /> paragraph 3 of this Article shall be submitted. <br /> 6 If a declarant fails to provide the customs authorities of the importing Party with <br /> documentary evidence of direct consignment, preferential tariff treatment shall not be granted.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11 : Packaging Materials for Retail Sale <br /> 1. Packaging materials and containers in which goods are packaged for retail sale, if classified <br /> with the goods, shall be disregarded in determining whether all the non-originating materials <br /> used in the production of those goods have undergone the applicable change in tariff <br /> classification set out in Annex 3 to this Agreement. <br /> 2. Notwithstanding paragraph 1 of this Article in determining whether the goods fulfil the VAC <br /> requirement, the value of the packaging used for retail sale will be counted as originating or <br /> non-originating materials, as the case may be, in calculating the VAC of the goods. <br /> Article 4.12 : Packing Materials for Shipment <br /> Packing materials and containers in which goods are packed exclusively for transport shall not <br /> be taken into account for the purposes of establishing whether the goods are originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.14 : Sets <br /> Sets, as defined in Rule 3 of the General Rules of the interpretation of the Harmonized System, <br /> shall be regarded as originating when all component products are originating. Nevertheless, <br /> when a set is composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not exceed <br /> 15 percent of the FOB value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16 : Claim for Preferential Tariff Treatment <br /> 1 For the purposes of obtaining preferential tariff treatment, the declarant shall submit a <br /> Certificate of Origin to the customs authorities of the importing Party in accordance with the <br /> requirements of this Section. <br /> 2 The Certificate of Origin submitted to the customs authorities of the importing Party shall be <br /> an original, valid and in conformity with the format as set out in Annex 5 to this Agreement <br /> and shall be duly completed in accordance with the requirements set out in Annex 5 to this <br /> Agreement. <br /> 3 The authorised body of the exporting Party shall ensure that Certificates of Origin are duly <br /> completed in accordance with the requirements set out in Annex 5 to this Agreement. <br /> 4 The Certificate of Origin shall be valid for a period of 12 months from the date of issuance <br /> and must be submitted to the customs authorities of the importing Party within that period <br /> but not later than the moment of the submission of the import customs declaration, except in <br /> circumstances stipulated in paragraph 2 of Article 4.20 of this Agreement. <br /> 5 Where the central customs authorities and the authorised bodies of the Parties have <br /> developed and implemented the Electronic Origin Certification and Verification System <br /> (hereinafter referred to as \"EOCVS\") referred to in Article 4.29 of this Agreement, the <br /> customs authorities of the importing Party in accordance with its respective domestic laws <br /> and regulations may not require the submission of the original Certificate of Origin if the <br /> customs declaration is submitted by electronic means. In this case, the date and number of <br /> such Certificate of Origin shall be specified in the customs declaration. Where the customs <br /> authorities of the importing Party have a reasonable doubt as to the origin of the goods for <br /> which preferential tariff treatment is claimed and/or there is a discrepancy with the <br /> information containing in the EOCVS, the customs authorities of the importing Party may <br /> require the submission of the original Certificate of Origin. <br /> Article 4.18 : Issuance of Certificate of Origin <br /> 1. The producer or exporter of the goods or its authorised representative shall apply to an <br /> authorised body of the exporting Party for a Certificate of Origin in writing or by electronic <br /> means if applicable. <br /> 2 The Certificate of Origin shall be issued by the authorised body of the exporting Party to the <br /> producer or exporter of the goods or its authorised representative prior to or at the time of <br /> exportation whenever the goods to be exported can be considered originating in a Party <br /> within the meaning of this Chapter. <br /> 3 The Certificate of Origin shall cover the goods under one consignment. <br /> 4 Each Certificate of Origin shall bear a unique reference number separately given by the <br /> authorised body. <br /> 5 If all goods covered by the Certificate of Origin cannot be listed on one page, additional <br /> sheets, as set out in Annex 5 to this Agreement, shall be used. <br /> 6 The Certificate of Origin shall be done in hard copy and shall comprise one <br /> original and two copies. <br /> 7 One copy shall be retained by the authorised body of the exporting Party. The other copy <br /> shall be retained by the exporter. <br /> 8 Without prejudice to paragraph 4 of Article 4.16 of this Agreement, in exceptional cases, <br /> where a Certificate of Origin has not been issued prior to or at the time of exportation it may <br /> be issued retroactively and shall be marked \"ISSUED RETROACTIVELY\". <br /> 9 The submitted original Certificate of Origin shall be retained by the customs authorities of <br /> the importing Party except in circumstances stipulated in its respective <br /> domestic laws and regulations. <br /> Article 4.20 : Specific Cases of Issuance of Certificate of Origin <br /> 1 In the event of theft, loss or destruction of a Certificate of Origin, the producer or exporter of <br /> the goods or its authorised representative may apply to the authorised body of the exporting <br /> Party for a certified duplicate of the original Certificate of Origin, specifying the reasons for <br /> such application. The duplicate shall be made on the basis of the previously issued Certificate <br /> of Origin and supporting documents. A certified duplicate shall bear the words <br /> \"DUPLICATE OF THE CERTIFICATE OF ORIGIN NUMBER_DATE_\". The certified <br /> duplicate of a Certificate of Origin shall be valid no longer than 12 months from the date of <br /> issuance of the original Certificate of Origin. <br /> 2. Due to accidental errors or omissions made in the original Certificate of Origin, the <br /> authorised body shall issue the Certificate of Origin in substitution for the original Certificate <br /> of Origin. In this instance, the Certificate of Origin shall bear the words: \"ISSUED IN <br /> SUBSTITUTION FOR THE CERTIFICATE OF ORIGIN NUMBER DATE\". Such <br /> Certificate of Origin shall be valid no longer than 12 months from the date of issuance of the <br /> original Certificate of Origin. <br /> Article 4.21 : Alterations in Certificate of Origin <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of Origin. Any <br /> alteration shall be made by striking out the erroneous data and printing any additional <br /> information required. Such alteration shall be approved by a person authorised to sign the <br /> Certificate of Origin and certified by an official seal of the appropriate authorised body. <br /> Article 4.29 : Development and Implementation of Electronic Origin Certification and Verification <br /> System <br /> 1 The Parties shall endeavour to implement an EOCVS no later than two years from the date of <br /> entry into force of this Agreement. <br /> 2 The purpose of the EOCVS is the creation of a web-database that records the details of all <br /> Certificates of Origin issued by an authorised body and that is accessible to the customs <br /> authorities of the other Party to check the validity and content of any issued <br /> Certificate of Origin. <br /> 3 The Parties shall establish a working group that shall endeavour to develop and <br /> implement an EOCVS.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17 : Circumstances When Certificate of Origin Is Not Required <br /> A Certificate of Origin is not required in order to obtain preferential tariff treatment for <br /> commercial or non-commercial importation of originating goods where the customs value does <br /> not exceed the amount of 200 US dollars or the equivalent amount in the importing Party's <br /> currency or such higher amount as such importing Party may establish, provided that the <br /> importation does not form part of one or more consignments that may reasonably be considered <br /> to have been undertaken or arranged for the purposes of avoiding the submission of the <br /> Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16 : Claim for Preferential Tariff Treatment <br /> 4 The Certificate of Origin shall be valid for a period of 12 months from the date of issuance <br /> and must be submitted to the customs authorities of the importing Party within that period <br /> but not later than the moment of the submission of the import customs declaration, except in <br /> circumstances stipulated in paragraph 2 of Article 4.20 of this Agreement. <br /> 3 The Certificate of Origin shall cover the goods under one consignment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.22 : Record-Keeping Requirements <br /> 1. The producer and/or exporter of the goods shall keep all records and copies of the documents <br /> submitted for the issuance of a Certificate of Origin for the period of no less than three years <br /> from the date of issuance of the Certificate of Origin. <br /> 2. An importer who has been granted preferential tariff treatment must keep the copy of the <br /> Certificate of Origin, based on the date when the preferential tariff treatment was granted, for <br /> the period of no less than three years. <br /> 3. The application for a Certificate of Origin and all documents related to such application shall <br /> be retained by the authorised body for the period of no less than three years from the date of <br /> issuance of the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.18 : Issuance of Certificate of Origin <br /> 8 Without prejudice to paragraph 4 of Article 4.16 of this Agreement, in exceptional cases, <br /> where a Certificate of Origin has not been issued prior to or at the time of exportation it may <br /> be issued retroactively and shall be marked \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10 : Direct Purchase <br /> 1. The importing Party shall grant preferential tariff treatment for originating goods in cases <br /> where the invoice is issued by a person registered in a third country, provided that such goods <br /> meet the requirements of this Chapter. <br /> 2. Notwithstanding paragraph 1 of this Article the importing Party shall not grant preferential <br /> tariff treatment in cases where the invoice is issued by a person registered in a third country <br /> included in the list of offshore countries to be established in a joint protocol. The respective <br /> competent authorities of the Parties shall be entitled to adopt such protocol by mutual consent <br /> and shall make it publicly available. <br /> 3. Without prejudice to paragraph 2 of this Article before the joint protocol referred to in <br /> paragraph 2 of this Article is adopted, the list of offshore countries or territories <br /> specified in Annex 4 to this Agreement shall apply.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.30 : Verification of Origin <br /> 1 Where the customs authorities of the importing Party have a reasonable doubt about the <br /> authenticity of a Certificate of Origin and/or the compliance of the goods, covered by the <br /> Certificate of Origin, with the origin criteria, pursuant to Article 4.3 of this Agreement, and <br /> in the case of a random check, they may send a request to the verification authority or <br /> authorised body of the exporting Party to confirm the authenticity of the Certificate of Origin <br /> and/or the compliance of the goods with the origin criteria and/or to provide, if requested, <br /> documentary evidence from the producer and/or exporter of the goods. <br /> 2 All verification requests shall be accompanied by sufficient information to identify the <br /> concerned goods. A request to the verification authority of the exporting Party shall be <br /> accompanied by a copy of the Certificate of Origin and shall specify the circumstances and <br /> reasons for the request. <br /> 3 The recipient of a request under paragraph 1 of this Article shall respond to the requesting <br /> customs authorities of the importing Party within six months after the date of such <br /> verification request. <br /> 4 In response to a request under paragraph 1 of this Article verification authority of the <br /> exporting Party shall clearly indicate whether the Certificate of Origin is authentic and/or <br /> whether the goods can be considered as originating in such Party including by providing <br /> requested documentary evidence received from the producer and/or exporter of the goods. <br /> Before the response to the verification request, paragraph 3 of Article 4.23 of this Agreement <br /> may be applied. The customs duties paid shall be refunded if the received results of the <br /> verification process confirm and clearly indicate that the goods qualify as originating and all <br /> other requirements of this Chapter are met. <br /> Article 4.31 : Verification Visit <br /> 1 If the customs authorities of the importing Party are not satisfied with the outcome of the <br /> verification referred to in Article 4.30 of this Agreement, they may, under exceptional <br /> circumstances, request verification visits to the exporting Party to review the records referred <br /> to in Article 4.22 of this Agreement and/or observe the facilities used in the production of the <br /> goods. <br /> 2 Prior to conducting a verification visit pursuant to paragraph 1 of this Article the customs <br /> authorities of the importing Party shall deliver a written notification of their intention to <br /> conduct the verification visit to the verification authority of the Party in the territory of which <br /> the verification visit is to occur. <br /> 3 The written notification referred to in paragraph 2 of this Article shall be as comprehensive <br /> as possible and shall include, inter alia: <br /> a) the name of the customs authorities of the Party issuing the notification; <br /> b) the names of the producer and/or exporter of the goods whose premises are to be <br /> visited; <br /> c) the proposed date of the verification visit; <br /> d) the coverage of the proposed verification visit, including reference to the goods <br /> subject to the verification and to the doubts regarding their origin; and <br /> e) the names and designation of the officials performing the verification visit. <br /> 4 Verification authority shall send the verification request to the producer and/or exporter of <br /> the goods whose premises are to be visited and transfer its written consent to the requesting <br /> Party within 60 days from the date of dispatch of the notification pursuant to paragraph 2 of <br /> this Article. <br /> 5 Where a written consent from the verification authority is not obtained within 60 days from <br /> the date of dispatch of the notification pursuant to paragraph 2 of this Article or the notifying <br /> Party receives a refusal to conduct such a verification visit, the notifying Party shall deny <br /> preferential tariff treatment to the goods referred to in the Certificate(s) of Origin that would <br /> have been subject to the verification visit. <br /> 6 Any verification visit shall be launched within 60 days from the date of the receipt of written <br /> consent and finished within a reasonable period of time. <br /> 7 The authority conducting the verification visit shall, within a maximum period of 90 days <br /> from the first day the verification visit was conducted, provide the producer and/or exporter <br /> of the goods, whose goods and premises are subject to such verification, and the verification <br /> authority of the exporting Party with a written determination of the outcomes of the <br /> verification visit. <br /> 8 The verification visit including the actual visit and determination of whether the concerned <br /> goods are originating or not shall be carried out and its results sent to the authorised body <br /> within a maximum of 210 days. Before the results of the verification visit are available <br /> paragraph 3 of Article 4.23 of this Agreement may be applied. <br /> 9. Any suspended or denied preferential tariff treatment shall be reinstated upon the written <br /> determination that the goods qualify as originating and the certain origin criteria under this <br /> Agreement are fulfilled. <br /> 10. Verification team must be formed by the central customs authority of the importing Party in <br /> accordance with the respective domestic laws and regulations. <br /> 11. The verification authority or the authorised body of the exporting Party shall assist in the <br /> verification visit conducted by the customs authorities of the importing Party. <br /> 12. The producer and/or exporter of the goods who has given consent for verification visit, shall <br /> assist in its implementation, provide access to the premises, financial (accounting) and <br /> production documents related to the subject of the verification visit and shall provide any <br /> additional information and/or documents, if so requested. <br /> 13. If there are obstacles by the authorities or entities of the inspected Party during the <br /> verification visit, which result in the absence of possibility to conduct the verification visit, <br /> the importing Party has the right to deny preferential tariff treatment to the concerned goods. <br /> 14. All costs relating to the conducting of the verification visit shall be borne by the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.33 : Penalties or Other Measures against Fraudulent Acts <br /> Each Party shall provide for criminal or administrative penalties for violations of its respective <br /> laws and regulations related to this Chapter. <br /> [Customs administration]: <br /> Article 5.20 : Penalties <br /> Each Party shall adopt or maintain measures that allow for the imposition of administrative <br /> penalties for violations of its customs laws and regulations during importation and exportation, <br /> including provisions on tariff classification, customs valuation, determination of country of", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.9 : Advance Rulings <br /> 1 Customs authorities of the Parties shall provide any applicant registered in the importing <br /> Party in writing with advance rulings in respect of tariff classification, origin of goods and <br /> any additional matter which a Party considers appropriate. The Parties shall endeavour to <br /> adopt or maintain the issuance of advance rulings in respect of the application of the method <br /> to be used for determining the customs value. <br /> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br /> a) provide that the applicant may apply for an advance ruling before the importation of goods; <br /> b) require that the applicant for an advance ruling provide a detailed description of the <br /> goods and all relevant information needed to process an advance ruling; <br /> c) provide that its customs authority may, within 30 days from the date of application, <br /> request that the applicant provide additional information within a specified period of time; <br /> d) provide that any advance ruling be based on the facts and circumstances presented by <br /> the applicant and any other relevant information available to its customs authority; and <br /> e) provide that an advance ruling be issued to the applicant expeditiously, or in any case <br /> within 90 days from the date of the application or 60 days from the date of receipt of <br /> all necessary additional information. <br /> 3 A customs authority of a Party may reject requests for an advance ruling where the additional <br /> information requested by it in accordance with subparagraph c) of paragraph 2 of this Article <br /> is not provided within the specified period of time. <br /> 4 An advance ruling is valid for at least three years from the date of issuance, or such other <br /> period of time exceeding the specified period as required by the customs laws and <br /> regulations of the Parties. <br /> 5 A customs authority of a Party may modify or revoke an advance ruling: <br /> a) upon a determination that the advance ruling was based on false or inaccurate information; <br /> b) if there is a change in the customs laws and regulations consistent with this Agreement; or <br /> c) if there is a change in material facts or circumstances on which the advance ruling is based. <br /> 6. Subject to confidentiality requirements, the customs authorities of the Parties shall publish advance rulings.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19 : Minor Discrepancies <br /> 1 Where the origin of the goods is not in doubt, the discovery of minor discrepancies between <br /> the information in the Certificate of Origin and in the documents submitted to the customs <br /> authorities of the importing Party shall not, of themselves, invalidate the Certificate of <br /> Origin, if such information in fact corresponds to the goods submitted. <br /> 2 For multiple goods declared under the same Certificate of Origin, a problem encountered <br /> with one of the goods listed shall not affect or delay the granting of preferential tariff <br /> treatment for the remaining goods covered by the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 5.19 : Review and Appeal <br /> Each Party shall ensure the possibility of administrative review of customs decisions affecting <br /> rights of interested persons and judicial appeal against such decisions in accordance with the <br /> laws and regulations of the respective Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 4.1 : Scope <br> The rules of origin provided for in this Chapter shall be applied only for the purposes of granting <br> preferential tariff treatment in accordance with this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.2 : Definitions <br> For the purposes of this Chapter: <br> a) \"aquaculture\" means farming of aquatic organisms including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from feedstock such as <br> and insurance up to the port or place of entry into the country of importation; <br> b) \"authorised body\" means the competent authority designated by a Party to issue a <br> Certificate of Origin under this Agreement; <br> c) \"CIF value\" means the value of the goods imported and includes the cost of freight <br> transport to the port or site of final shipment abroad; <br> d) \"consignment\" means goods that are sent simultaneously covered by one or more <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes to <br> transport documents to the consignee from the exporter, as well as goods that are sent <br> enhance production such as regular stocking, feeding, or protection from predators; <br> over a single post-invoice or transferred as a luggage of the person crossing the border; <br> e) \"exporter\" means a person registered in the territory of a Party where the goods are <br> exported from by such person; <br> f) \"FOB value\" means the free-on-board value of the goods, inclusive of the cost of <br> g) \"importer\" means a person registered in the territory of a Party where the goods are <br> imported into by such person; <br> h) \"material\" means any matter or substance including ingredient, raw material, <br> component or part used or consumed in the production of goods or physically <br> incorporated into goods or subjected to a process in the production of other goods; <br> i) \"non-originating goods\" or \"non-originating materials\" means goods or materials <br> that do not fulfil the origin criteria of this Chapter; <br> j) \"originating goods\" or \"originating materials\" means goods or materials that fulfil <br> the origin criteria of this Chapter; <br> k) \"producer\" means a person who carries out production in the territory of a Party; <br> l) \"production\" means methods of obtaining goods including growing, mining, <br> harvesting, raising, breeding, extracting, gathering, capturing, fishing, hunting, <br> manufacturing, processing or assembling such goods; and <br> m) \"verification authority\" means the competent governmental authority designated by a <br> Party to conduct verification procedures. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 4.3 : Origin Criteria <br> For the purposes of this Chapter, goods shall be considered as originating in a Party if they are: <br> a) wholly obtained or produced in such Party as provided for in Article 4.4 of this <br> Agreement; or <br> b) produced entirely in one or both Parties, exclusively from originating materials <br> from one or both Parties; or <br> c) produced in a Party using non-originating materials and satisfy the requirements of <br> product specific rules specified in Annex 3 to this Agreement. <br> "}, {"ArticleTitle": "Granting Preferential Tariff Treatment", "ArticleDesc": "Article 4.23 : Granting Preferential Tariff Treatment <br> 1. Preferential tariff treatment under this Agreement shall be applied to originating goods that <br> satisfy the requirements of this Chapter. <br> 2 Customs authorities of the importing Party shall grant preferential tariff treatment to <br> originating goods of the exporting Party provided that: <br> a) the goods satisfy the origin criteria referred to in Article 4.3 of this Agreement; <br> b) the declarant demonstrates compliance with the requirements of this Chapter; <br> c) a valid and duly completed original Certificate of Origin has been submitted in <br> accordance with the requirements of Section II (Documentary Proof of Origin) of this <br> Chapter to the customs authorities of the importing Party. An original Certificate of <br> Origin may not be required to be submitted if the Parties have implemented the <br> EOCVS as stipulated in paragraph 5 of Article 4.16 of this Agreement. <br> 3 Notwithstanding paragraph 2 of this Article, where the customs authorities of the importing <br> Party have a reasonable doubt as to the origin of the goods for which preferential tariff <br> treatment is claimed and/or to the authenticity of the submitted Certificate of Origin, such <br> customs authorities may suspend or deny the application of preferential tariff treatment to <br> such goods. However, the goods can be released in accordance with the requirements of such <br> Party's respective domestic laws and regulations. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 4.24 : Denial of Preferential Tariff Treatment <br> 1 Where the goods do not meet the requirements of this Chapter or where the importer or <br> exporter of the goods fails to comply with the requirements of this Chapter, the customs <br> authorities of the importing Party may deny preferential tariff treatment and recover unpaid <br> customs duties in accordance with the respective domestic laws and regulations. <br> 2 The customs authorities of the importing Party may deny preferential tariff treatment if: <br> a) the goods do not meet the requirements of this Chapter to be considered as <br> originating in the exporting Party; and/or <br> b) other requirements of this Chapter are not met, including: <br> i. the requirements of Article 4.9 of this Agreement; <br> ii. the requirements of Article 4.10 of this Agreement; <br> iii. the submitted Certificate of Origin has not been duly completed as specified <br> in Annex 5 to this Agreement; <br> c) the verification procedures undertaken under Articles 4.30 and 4.31 of this <br> Agreement are unable to establish the origin of the goods or indicate the <br> inconsistency of the origin criteria; <br> d) the verification authority of the exporting Party has confirmed that the Certificate of <br> Origin had not been issued (i.e. forged) or had been annulled (withdrawn); <br> e) the customs authorities of the importing Party receive no reply within a maximum of <br> six months after the date of a verification request made to the verification authority of <br> the exporting Party, or if the response to the request does not contain sufficient <br> information to conclude whether the goods originate in a Party; or <br> f) the customs authorities of the importing Party within 60 days from the date of <br> dispatch of the notification, stipulated in paragraph 2 of Article 4.31 of this <br> Agreement, do not receive a written consent from the verification authority, pursuant <br> to paragraph 5 of Article 4.31 of this Agreement, for conducting a verification visit or <br> receive a refusal to conduct such verification visit. <br> 3 Where the importing Party determines through verification procedures that an exporter or <br> producer of the goods has engaged in providing false and/or incomplete information for the <br> purposes of obtaining Certificates of Origin, customs authorities of the importing Party may <br> deny preferential tariff treatment to identical goods covered by the Certificates of Origin <br> issued to that exporter or producer in accordance with its respective domestic laws and regulations. <br> 4 In cases as set out in subparagraph b) of paragraph 2 of this Article and <br> paragraph 1 of Article 4.25 of this Agreement customs authorities of the importing Party are not required to <br> make a verification request, as provided for in Article 4.30 of this Agreement, to the <br> authorised body for the purposes of making decisions on denial of preferential tariff treatment. <br> "}, {"ArticleTitle": "Temporary Suspension of Preferential Tariff Treatment", "ArticleDesc": "Article 4.25 : Temporary Suspension of Preferential Tariff Treatment <br> 1 Where a Party has found: <br> a) systematic fraud regarding claims of preferential tariff treatment under this <br> Agreement in respect of the goods exported or produced by a person of the other Party; or <br> b) that the other Party systematically and unjustifiably refuses to fulfil obligations <br> under Articles 4.30 and/or 4.31 of this Agreement, <br> such Party may in exceptional circumstances temporarily suspend preferential tariff treatment <br> under this Agreement. <br> 2. Temporary suspension of preferential tariff treatment referred to in <br> paragraph 1 of this Article may be applied to the goods concerned: <br> a) of a person where the importing Party has concluded that such person of the <br> exporting Party has committed systematic fraud regarding claims of preferential tariff <br> treatment under this Agreement; <br> b) of the person who is subject to verification request or verification visit request <br> referred to in subparagraph b) of paragraph 1 of this Article. <br> 3 Where the importing Party has concluded that the already suspended preferential tariff <br> treatment in accordance with subparagraph a) of paragraph 2 of this Article had not resulted <br> in cessation of systematic fraud regarding claims of preferential tariff treatment under this <br> Agreement, it may temporarily suspend preferential tariff treatment with regard to identical <br> goods classified in the same tariff lines at 8-10 digit level of the respective domestic <br> nomenclatures of the Parties. <br> 4 For the purposes of this Article: <br> a) a finding of systematic fraud can be made where a Party has concluded that a person <br> of the other Party has systematically provided false or incorrect information in order <br> to obtain preferential tariff treatment under this Agreement as a result of an <br> investigation based on objective, compelling and verifiable information; <br> b) systematic and unjustifiable refusal to fulfil obligations under Articles 4.30 and/or <br> 4.31 of this Agreement means a systematic refusal to verify the originating status of <br> the goods concerned and/or to carry out verification visits as requested by a Party or <br> absence of response to verification and verification visit requests; <br> c) identical goods means the goods which are the same in all respects including physical <br> characteristics, quality and reputation. <br> 5 A Party that has made a finding pursuant to paragraph 1 or 3 of this Article, shall: <br> a) notify the other Party and provide the information and evidence upon which the <br> finding was based; <br> b) engage in consultations with the other Party with a view to achieving a mutually <br> acceptable solution. <br> 6 If the Parties have not achieved a mutually acceptable solution within 30 days of the <br> engagement into consultations pursuant to subparagraph b) of paragraph 5 of this Article, the <br> Party that has made the finding shall refer the issue to the Joint Committee. <br> 7 If the Joint Committee has not resolved the issue within 60 days of the referral of such issue <br> to the Joint Committee, the Party which has made the finding may temporarily suspend <br> preferential tariff treatment under this Agreement pursuant to paragraphs 2 and 3 <br> of this Article. The Party that has made a decision on temporary suspension shall immediately <br> notify the other Party and the Joint Committee. Temporary suspension shall not apply to the <br> goods which have already been exported on the day that the temporary suspension comes <br> into effect. The day of such exportation shall be the date of a transport document issued by a carrier. <br> 8 Temporary suspension of preferential tariff treatment under this Article may be applied until <br> the exporting Party provides convincing evidence of the ability to comply with the <br> requirements of this Chapter and ensure the fulfilment of all the requirements of this Chapter <br> by producers or exporters of the goods but shall not exceed a period of four months, which <br> may be renewed for no longer than three months. <br> 9. Any suspension under this Article and any renewed suspension shall be subject to periodic <br> consultations of the Parties with a view to resolving the issue. <br> "}, {"ArticleTitle": "Administrative Cooperation Language", "ArticleDesc": "Article 4.26 : Administrative Cooperation Language <br> Any notification or communication under this Section shall be conducted between the Parties <br> through the relevant authorities in the English language. <br> "}, {"ArticleTitle": "Authorised Body and Verification Authority", "ArticleDesc": "Article 4.27 : Authorised Body and Verification Authority <br> Each Government of the Parties shall designate or maintain an authorised body <br> and a verification authority. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 4.28 : Notifications <br> 1. Prior to the issuance of any Certificate of Origin under this Agreement by the authorised <br> body, each Party shall provide the other Party, through the Eurasian Economic Commission <br> and the Ministry of Industry and Trade of Viet Nam, respectively, with the names and <br> addresses of each authorised body and verification authority, together with the original and <br> legible specimen impressions of their stamps, sample of the Certificate of Origin to be used <br> and data on the security features of the Certificate of Origin. <br> 2. Viet Nam shall provide the Eurasian Economic Commission with the original information <br> referred to in paragraph 1 of this Article in sextuplicate. The Eurasian Economic <br> Commission may request Viet Nam to provide additional sets of such information. <br> 3. The Eurasian Economic Commission and Viet Nam shall publish on the internet the <br> information on the names and addresses of the authorised body and <br> verification authority of each Party. <br> 4. Any change to the information stipulated in this Article shall be notified by the Eurasian <br> Economic Commission and the Ministry of Industry and Trade of Viet Nam in advance and <br> in the same manner. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.32 : Confidentiality <br> All information provided pursuant to this Chapter shall be treated by the Parties as confidential <br> in accordance with their respective domestic laws and regulations. It shall not be disclosed <br> without the permission of the person or authority of the Party providing it. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 4.34 : Sub-Committee on Rules of Origin <br> 1. For the purposes of effective implementation and operation of this Chapter, the Parties <br> hereby establish a Sub-Committee on Rules of Origin (hereinafter referred to as <br> \"the ROO Sub-Committee\"). <br> 2 The ROO Sub-Committee shall have the following functions: <br> a) reviewing and making appropriate recommendations to the Joint Committee and the <br> Goods Committee on: <br> i. transposition of Annex 3 to this Agreement that is in the nomenclature of the <br> revised HS following periodic amendments of the HS. Such transposition <br> shall be carried out without impairing the existing commitments and shall be <br> completed in a timely manner; <br> ii. implementation and operation of this Chapter, including proposals for <br> establishing implementing arrangements; <br> iii. failure to fulfil the obligations by the Parties, as determined in this Section; <br> iv. technical amendments to this Chapter; <br> v. amendments to Annex 3 to this Agreement; <br> vi. disputes arising between the Parties during the implementation of this Chapter; and <br> vii. any amendment to the provisions of this Chapter and to Annexes 3, 4 and 5 to <br> this Agreement; <br> b) considering any other matter proposed by a Party relating to this Chapter; <br> c) reporting the findings of the ROO Sub-Committee to the Goods Committee; and <br> d) performing other functions as may be delegated by the Joint Committee <br> pursuant to Article 1.5 of this Agreement. <br> 3 The ROO Sub-Committee shall be composed of the representatives of the Parties and may <br> invite representatives of other entities of the Parties with necessary expertise relevant to the <br> issues to be discussed upon mutual agreement of the Parties. <br> 4 The ROO Sub-Committee shall meet at such time and venue as may be agreed by the Parties <br> but not less than once a year. <br> 5 A provisional agenda for each meeting shall be forwarded to the Parties, as a general rule, no <br> later than one month before the meeting. <br> "}, {"ArticleTitle": "Goods in Transportation or Storage", "ArticleDesc": "Article 4.35 : Goods in Transportation or Storage <br> Originating goods which have been in transportation from the exporting Party to the importing <br> Party, or which have been in temporary storage in a bonded area in the importing Party for a <br> period not exceeding one year before the entry into force of this Agreement, shall be granted <br> preferential tariff treatment if they are imported into the importing Party on or after the date of <br> entry into force of this Agreement, subject to the submission of a Certificate of Origin issued <br> retroactively to the customs authorities of the importing Party and subject to the respective <br> domestic laws and regulations or administrative practices of the importing Party. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 5.1 : Scope <br> This Chapter shall apply to customs administration measures and performance of customs <br> operations required for the release of goods traded between the Parties, in order to promote: <br> a) transparency of customs procedures and customs formalities; <br> b) trade facilitation and harmonisation of customs operations; and <br> c) customs cooperation including exchange of information between the central customs <br> authorities of the Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.2 : Definitions <br> For the purposes of this Chapter: <br> a) \"customs administration\" means organisational and management activities of the <br> customs authorities of a Party as well as activities carried out within the regulatory <br> framework while implementing the objectives in the customs area; <br> b) \"customs laws and regulations\" means any norm and regulation enforced by the <br> customs authorities of a Party including laws, rulings, decrees, writs, rules and others; <br> c) \"express consignments\" means goods delivered through high-speed transportation <br> systems by any type of transport, using an electronic information management system <br> and tracking the movement in order to deliver the goods to the recipient in accordance <br> with an individual invoice for the minimum possible or a fixed period of time, except <br> for goods sent by international post; <br> d) \"inward processing\" means the customs procedure under which foreign goods can be <br> brought into the customs territory of a Party conditionally relieved from payment of <br> customs duties and taxes on the basis that such goods are intended for processing or <br> repair and subsequent exportation from the customs territory of such Party within a <br> specified period of time; <br> e) \"outward processing\" means the customs procedure under which goods, which are in <br> free circulation in the customs territory of a Party, may be temporarily exported for <br> processing abroad and then re-imported with total exemption from customs duties and taxes; and <br> f) \"temporary admission\" means the customs procedure under which foreign goods can <br> be brought into the customs territory of a Party conditionally relieved totally or <br> partially from payment of customs duties and taxes on the basis that such goods shall <br> be re-exported within a specified period of time in accordance with the customs laws <br> and regulations of such Party. <br> "}, {"ArticleTitle": "Facilitation of Customs Administration Measures", "ArticleDesc": "Article 5.3 : Facilitation of Customs Administration Measures <br> 1 Each Party shall ensure that the customs administration measures applied by its customs <br> authorities are predictable, consistent and transparent. <br> 2 Customs administration measures of each Party shall, where possible and to the extent <br> permitted by its customs laws and regulations, be based on the standards and recommended <br> practices of the World Customs Organization. <br> 3 The central customs authorities of each Party shall endeavour to review their customs <br> administration measures with a view to simplifying such measures in order to facilitate trade. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 5.4 : Release of Goods <br> 1 Each Party shall adopt or maintain the performance of customs procedures and operations for <br> the efficient release of goods in order to facilitate trade between the Parties. This shall not <br> require a Party to release goods where its requirements for the release of such <br> goods have not been met. <br> 2 Pursuant to paragraph 1 of this Article, each Party shall: <br> a) provide for the release of goods within a period of time no longer than 48 hours from <br> the registration of a customs declaration except in the circumstances stipulated in the <br> customs laws and regulations of the Parties; and <br> b) endeavour to adopt or maintain electronic submission and processing of customs <br> information in advance of arrival of the goods to expedite the release of goods upon arrival. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 5.5 : Risk Management <br> Customs authorities of the Parties shall apply a risk management system by means of a <br> systematic assessment of risks to focus inspections on high-risk goods and simplify the <br> application of customs operations on low-risk goods. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 5.6 : Customs Cooperation <br> 1 With a view to facilitating the effective operation of this Agreement, central customs <br> authorities of the Parties shall encourage cooperation with each other on key customs issues <br> that affect goods traded between the Parties. <br> 2 Where a central customs authority of a Party in accordance with such Party's respective laws <br> and regulations has a reasonable suspicion of an unlawful activity, such central customs <br> authority may request the central customs authority of the other Party to provide specific <br> confidential information normally collected in connection with the exportation and/or <br> importation of goods. <br> 3 A Party's request under paragraph 2 of this Article shall be in writing, specifying the purpose <br> for which the information is sought and shall be accompanied by sufficient information to <br> identify the concerned goods. <br> 4 The requested Party under paragraph 2 of this Article shall provide a written response <br> containing the requested information. <br> 5 The central customs authority of the requested Party shall endeavour to provide any other <br> information to the central customs authority of the requesting Party that would assist such <br> central customs authority in determining whether imports from or exports to the requesting <br> Party are in compliance with such Party's respective laws and regulations. <br> 6 The central customs authorities of the Parties shall endeavour to establish and maintain <br> channels of communication for customs cooperation, including establishing contact points <br> that will facilitate the rapid and secure exchange of information, and improve coordination <br> on customs issues. <br> "}, {"ArticleTitle": "Information Exchange", "ArticleDesc": "Article 5.7 : Information Exchange <br> 1 In order to facilitate the performance of customs operations, to expedite the release of goods <br> and to prevent violations of customs laws and regulations, the central customs authorities of <br> the Parties shall create and implement electronic information exchange on a regular basis <br> between them (hereinafter referred to as \"electronic information exchange\") within five years <br> from the date of entry into force of this Agreement. <br> 2 On behalf of the Eurasian Economic Union, the Eurasian Economic Commission shall <br> 3 For the purposes of this Article, \"information\" means relevant and authentic data from <br> coordinate the creation and facilitate the operation of the electronic information exchange. <br> customs declarations and transport documents. <br> 4 Within one year from the date of entry into force of this Agreement, the central customs <br> authorities of the Member States of the Eurasian Economic Union with the assistance of the <br> Eurasian Economic Commission and the central customs authority of Viet Nam shall enter <br> into consultations in order to develop electronic information exchange in accordance with <br> paragraph 6 of this Article. <br> 5 All requirements and specifications for the operation of electronic information exchange as <br> well as specific contents of information to be exchanged shall be set out in separate protocols <br> between the central customs authorities of the Parties. Such information shall be sufficient <br> for identification of transported goods and performance of efficient customs control. <br> 6 The implementation of electronic information exchange shall be divided into the following stages: <br> a) not later than two years from the date of entry into force of this Agreement the <br> authorities involved shall establish trial electronic information exchange between <br> individual customs authorities of the Parties which are responsible for the customs <br> clearance of particular goods traded between the Parties. Such individual customs <br> authorities and such particular goods shall be determined by the central customs <br> authorities of the Parties in a protocol stipulated in paragraph 5 of this Article; <br> b) not later than three years from the date of entry into force of this Agreement <br> electronic information exchange shall cover goods for which the trade flow between <br> the Parties will have increased more than 20 percent from the date of entry into force <br> of this Agreement; and <br> c) not later than five years from the date of entry into force of this Agreement central <br> customs authorities of the Parties shall provide the application of electronic <br> information exchange, covering all goods traded between the Parties, for all customs <br> authorities concerned. <br> 7 Any information exchanged in accordance with the provisions of this Article shall be treated <br> as confidential and shall be used for customs purposes only. <br> 8 The operation of electronic information exchange shall not hinder the application or <br> establishment of any information exchange based on international obligations of the Parties. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 5.8 : Publication <br> 1 The competent authorities of each Party shall publish, on the internet or through any other <br> appropriate media, the customs laws and regulations of such Party. <br> 2 The competent authorities of each Party shall designate or maintain one or more enquiry <br> points to process enquiries from interested persons concerning customs issues, and shall <br> publish on the internet information concerning such enquiry points. <br> 3 The competent authorities of a Party shall inform the competent authorities of the other Party <br> of the contact information of the designated enquiry points. <br> 4 To the extent possible, each Party shall publish in advance its laws and regulations of general <br> application governing customs issues that it proposes to adopt and shall provide interested <br> persons with an opportunity to comment before adopting such laws and regulations. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 5.10 : Customs Valuation <br> The customs value of goods traded between the Parties shall be determined in accordance with <br> the customs laws and regulations of the importing Party based on the provisions of Article VII of <br> GATT 1994 and the Agreement on Implementation of Article VII of the General Agreement on <br> Tariffs and Trade 1994, in Annex 1A to the WTO Agreement. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 5.11 : Tariff Classification <br> The Parties shall apply nomenclatures of goods based on the current edition of the Harmonized <br> System to goods traded between them. <br> "}, {"ArticleTitle": "Transit of Goods", "ArticleDesc": "Article 5.12 : Transit of Goods <br> The Parties may mutually recognise identification tools and documents applied by the Parties <br> required for the control of goods and vessels as well as other means of transport in transit. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 5.13 : Express Consignments <br> 1. Customs authorities of the Parties shall provide expedited customs clearance for express <br> consignments while maintaining appropriate customs control. <br> 2. Express consignments shall be placed under the customs procedure in an expedited manner <br> in accordance with the customs laws and regulations of the respective Party. <br> "}, {"ArticleTitle": "Temporary Admission of Goods", "ArticleDesc": "Article 5.14 : Temporary Admission of Goods <br> In accordance with international standards, customs authorities of the Parties shall endeavour to <br> facilitate the performance of customs operations for the customs procedure of temporary <br> admission of goods. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.16 : Confidentiality <br> All information provided in accordance with this Chapter, excluding statistics, shall be treated by <br> the Parties as confidential in accordance with the respective laws and regulations of the Parties. <br> It shall not be disclosed by the authorities of the Parties without the permission of the person or <br> authority of the Party providing such information. <br> "}, {"ArticleTitle": "Customs Agents (Representatives)", "ArticleDesc": "Article 5.17 : Customs Agents (Representatives) <br> The customs laws and regulations of each Party shall enable declarants to submit their customs <br> declarations without requiring mandatory recourse to the services of customs agents (representatives). <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 5.18 : Automation <br> 1. The customs authorities of the Parties shall ensure that customs operations may be performed <br> with the use of information systems and information technologies, including those based on <br> electronic means of communication. <br> 2. The central customs authorities of the Parties shall provide declarants with an opportunity to <br> declare goods in electronic form. <br> "}]}]}, "members_found": ["643", "704", 4, 8703900000]}