{"FtaRooDetails": {"FtaId": 322, "FtaCode": "ITC00328", "FtaName": "FTA, EFTA-Albania", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF ALBANIA AND THE EFTA STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.11.2010", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Albania; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Albania", "AdminProcCooAuth": "The certification type under FTA, EFTA-Albania is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Albania is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Albania agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO PROTOCOL B<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDIX 2<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 6 of Protocol B.<br /> Note 2:<br /> 2.1 The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or chapter number used in the Harmonized System<br /> and the second column gives the description of goods used in that system for<br /> that heading or chapter. For each entry in the first two columns, a rule is<br /> specified in columns 3 or 4. Where, in some cases, the entry in the first column<br /> is preceded by an 'ex', this signifies that the rules in columns 3 or 4 apply only to<br /> the part of that heading as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1, or where a<br /> chapter number is given and the description of products in column 2 is therefore<br /> given in general terms, the adjacent rules in columns 3 or 4 apply to all products<br /> which, under the Harmonized System, are classified in headings of the chapter<br /> or in any of the headings grouped together in column 1.<br /> 2.3 Where the list contains different rules applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in columns 3 or 4.<br /> 2.4 Where, for an entry in the first two columns, a rule is specified in both columns<br /> 3 and 4, the exporter may opt, as an alternative, to apply either the rule set out in<br /> column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 has to be applied.<br /> Note 3:<br /> 3.1 The provisions of Article 6 of Protocol B concerning products having acquired<br /> originating status which are used in the manufacture of other products apply<br /> regardless of whether such status has been acquired inside the factory where<br /> these products are used or in another factory in a Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 per cent of<br /> the ex-works price, is made from \"other alloy steel roughly shaped by forging\"<br /> of heading ex 7224.<br /> If this forging has been forged in the Party concerned from a non-originating<br /> ingot, it has already acquired originating status by virtue of the rule for heading<br /> ex 7224 in the list. The forging can then count as originating in the value<br /> calculation for the engine regardless of whether it was produced in the same<br /> factory or in another factory in the Party concerned. The value of the non-<br /> originating ingot is thus not taken into account when adding up the value of the<br /> non-originating materials used.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers<br /> originating status; conversely, the carrying out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material at a certain level of manufacture may be used, the use of such material<br /> at an earlier stage of manufacture is allowed and the use of such material at a<br /> later stage is not.<br /> 3.3 Without prejudice to Note 3.2, where a rule states that \"materials of any<br /> heading\" may be used, materials of the same heading as the product may also be<br /> used, subject, however, to any specific limitations which may also be contained<br /> in the rule. However, the expression \"manufacture from materials of any<br /> heading, including other materials of heading ...\" means that only materials<br /> classified in the same heading as the product of a different description than that<br /> of the product as given in column 2 of the list may be used.<br /> 3.4 When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that any one or more materials may be used. It<br /> does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be<br /> used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other or<br /> both.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition does not prevent the use of other materials<br /> which, because of their inherent nature, cannot satisfy the rule. (See also Note<br /> 6.2 in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904 which specifically excludes the use<br /> of cereals and their derivatives does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular material specified in the list, can be produced<br /> from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn - that is the fibre stage.<br /> 3.6 Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value of all the non-originating<br /> materials used may never exceed the highest of the percentages given.<br /> Furthermore, the individual percentages must not be exceeded in relation to the<br /> particular materials they apply to.<br /> Note 4:<br /> 4.1 The term \"natural fibres\" is used in the list to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place,<br /> including waste, and, unless otherwise specified, includes fibres that have been<br /> carded, combed or otherwise processed but not spun.<br /> 4.2 The term \"natural fibres\" includes horsehair of heading 0511, silk of headings<br /> 5002 and 5003 as well as the wool fibres, fine or coarse animal hair of headings<br /> 5101 to 5105, the cotton fibres of headings 5201 to 5203 and the other vegetable<br /> fibres of headings 5301 to 5305.<br /> 4.3 The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials not classified in Chapters 50 to 63,<br /> which can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1 Where for a given product in the list reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials,<br /> used in the manufacture of this product, which, taken together, represent 10 per<br /> cent or less of the total weight of all the basic textile materials used. (See also<br /> Notes 5.3 and 5.4).<br /> 5.2 However, the tolerance mentioned in Note 5.1 may only be applied to mixed<br /> products which have been made from two or more basic textile materials.<br /> The basic textile materials referred to in this Note are the following:<br /> - silk;<br /> - wool;<br /> - coarse animal hair;<br /> - fine animal hair;<br /> - horsehair;<br /> - cotton;<br /> - paper-making materials and paper;<br /> - flax;<br /> - true hemp;<br /> - jute and other textile bast fibres;<br /> - sisal and other textile fibres of the genus Agave;<br /> - coconut, abaca, ramie and other vegetable textile fibres;<br /> - synthetic man-made filaments;<br /> - artificial man-made filaments;<br /> - current conducting filaments;<br /> - synthetic man-made staple fibres of polypropylene;<br /> - synthetic man-made staple fibres of polyester;<br /> - synthetic man-made staple fibres of polyamide;<br /> - synthetic man-made staple fibres of polyacrylonitrile;<br /> - synthetic man-made staple fibres of polyimide;<br /> - synthetic man-made staple fibres of polytetrafluoroethylene;<br /> - synthetic man-made staple fibres of polyphenylene sulphide;<br /> - synthetic man-made staple fibres of polyvinyl chloride;<br /> - other synthetic man-made staple fibres;<br /> - artificial man-made staple fibres of viscose;<br /> - other artificial man-made staple fibres;<br /> - yarn made of polyurethane segmented with flexible segments of polyether<br /> whether or not gimped;<br /> - yarn made of polyurethane segmented with flexible segments of polyester<br /> whether or not gimped;<br /> - products of heading 5605 (metallized yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film; and<br /> - other products of heading 5605.<br /> Example:<br /> A yarn of heading 5205 made from cotton fibres of heading 5203 and synthetic<br /> staple fibres of heading 5506 is a mixed yarn. Therefore, non-originating<br /> synthetic staple fibres that do not satisfy the origin rules (which require<br /> manufacture from chemical materials or textile pulp) may be used up to a weight<br /> of 10 per cent of the yarn.<br /> Example:<br /> A woollen fabric of heading 5112 made from woollen yarn of heading 5107 and<br /> synthetic yarn of staple fibres of heading 5509 is a mixed fabric. Therefore<br /> synthetic yarn which does not satisfy the origin rules (which require manufacture<br /> from chemical materials or textile pulp) or woollen yarn that does not satisfy the<br /> origin rules (which require manufacture from natural fibres, not carded or<br /> combed or otherwise prepared for spinning) or a combination of the two may be<br /> used provided their total weight does not exceed 10 per cent of the weight of the<br /> fabric.<br /> Example:<br /> Tufted textile fabric of heading 5802 made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210 is only a mixed product if the cotton fabric is<br /> itself a mixed fabric being made from yarns classified in two separate headings<br /> or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading<br /> 5205 and synthetic fabric of heading 5407, then, obviously, the yarns used are<br /> two separate basic textile materials and the tufted textile fabric is accordingly a<br /> mixed product.<br /> 5.3 In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether whether or not gimped\" the tolerance<br /> referred to in Note 5.1 is 20 per cent in respect of this yarn.<br /> 5.4 In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of an adhesive between two<br /> Note<br /> 6.1<br /> 6.2<br /> 6.3<br /> Note<br /> 7.1<br /> (g) polymerization;<br /> (h) alkylation; and<br /> (i) isomerisation.<br /> 7.2 For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolourisation and purification with naturally<br /> active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils falling within heading ex 2710 only,<br /> desulphurization with hydrogen resulting in a reduction of at least 85 per<br /> cent of the sulphur content of the products processed (ASTM D 1266-59<br /> T method);<br /> (l) in respect of products falling within heading 2710 only, deparaffining by<br /> a process other than filtering;<br /> (m) in respect of heavy oils falling within heading ex 2710 only, treatment<br /> with hydrogen at a pressure of more than 20 bar and a temperature of<br /> more than 250°C with the use of a catalyst, other than to effect<br /> desulphurization, when the hydrogen constitutes an active element in a<br /> chemical reaction. The further treatment with hydrogen of lubricating<br /> oils of heading ex 2710 (e.g. hydrofinishing or decolourisation) in order,<br /> more especially, to improve colour or stability shall not, however, be<br /> deemed to be a specific process;<br /> (n) in respect of fuel oils falling within heading ex 2710 only, atmospheric<br /> distillation, on condition that less than 30 per cent of these products<br /> distils, by volume, including losses, at 300°C by the ASTM D 86<br /> method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils falling within<br /> heading ex 2710 only, treatment by means of a high-frequency electrical<br /> brush-discharge; and<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite<br /> wax or peat wax, paraffin wax containing by weight less than 0.75 per<br /> cent of oil) of heading ex 2712 only, de-oiling by fractional<br /> crystallisation.<br /> 7.3 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, simple operations such as cleaning, decanting, desalting, water separation,<br /> filtering, colouring, marking, obtaining a sulphur content as a result of mixing<br /> products with different sulphur contents, as well as any combination of these<br /> operations or like operations, do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00328_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/albania/annexes-protocols/prot-b-app3a-alb.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00328_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/albania/annexes-protocols/prot-b-app2-alb.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00328_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/albania/annexes-protocols/prot-b-alb.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00328_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/Albania/EFTA-Albania-Free-Trade-Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation in an EFTA State <br /> 1. Without prejudice to the provisions of paragraph 1 of Article 2, products shall be <br /> considered as originating in an EFTA State if such products are obtained there, <br /> incorporating materials originating in Iceland, Norway, Switzerland (including <br /> Liechtenstein)2, Turkey or the European Community, provided that the working or <br /> processing carried out in the EFTA State concerned goes beyond the operations referred <br /> to in Article 7. It shall not be necessary that such materials have undergone sufficient <br /> working or processing. <br /> 2. Without prejudice to the provisions of paragraph 1 of Article 2, products shall be <br /> considered as originating in an EFTA State if such products are obtained there, <br /> incorporating materials originating in Albania or any other country participating in the <br /> European Union's Stabilisation and Association Process3, provided that the working or <br /> processing carried out in an EFTA State goes beyond the operations referred to in <br /> Article 7. It shall not be necessary that such materials have undergone sufficient <br /> working or processing. <br /> 3. Without prejudice to the provisions of paragraph 1 of Article 2, products shall be <br /> considered as originating in an EFTA State if such products are obtained there, <br /> incorporating materials originating in the Faroe Islands or in any country which is a <br /> participant in the Euro-Mediterranean partnership, based on the Barcelona Declaration <br /> The Principality of Liechtenstein forms, pursuant to the Treaty of 29 March 1923, a customs <br /> union with Switzerland and is a Contracting Party to the Agreement of 2 May 1992 on the <br /> European Economic Area. <br /> As defined in the conclusions of the General Affairs Council in April 1997 and the Commission <br /> of 19 May 1999 on the establishment of the Stabilisation and Association Process with Western <br /> Balkan countries (Albania, Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia <br /> and United Nations Interim Mission in Kosovo). <br /> adopted at the Euro-Mediterranean Conference held on 27 and 28 November 19954, <br /> other than Turkey, provided that the working or processing carried out in an EFTA State <br /> goes beyond the operations referred to in Article 7. It shall not be necessary that such <br /> materials have undergone sufficient working or processing. <br /> 4. Where the working or processing carried out in an EFTA State does not go <br /> beyond the operations referred to in Article 7, the product obtained shall be considered <br /> as originating in the EFTA State concerned only where the value added there is greater <br /> than the value of the materials used that are originating in any of the other countries <br /> referred to in paragraphs 1 to 3. If this is not the case, the product obtained shall be <br /> considered as originating in the country which accounts for the highest value of <br /> originating materials used in the manufacture in the EFTA State concerned. <br /> 5. Products originating in one of the countries referred to in paragraphs 1 to 3, <br /> which do not undergo any working or processing in the EFTA State concerned, retain <br /> their origin if exported into one of these countries. <br /> 6. The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> GATT 1994 is applicable between the countries involved in the <br /> acquisition of the originating status and the country of destination; <br /> (b) materials and products have acquired originating status by application of <br /> rules of origin identical to those set out in this Protocol; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in Albania and in the EFTA States. <br /> 7. The cumulation provided for in this Article shall apply from the date agreed by <br /> the Parties concerned and indicated in the notice published in the respective official <br /> gazettes. <br /> 8. The EFTA States shall provide Albania, through the EFTA Secretariat, with <br /> details of the agreements, including their dates of entry into force and the rules of origin <br /> they provide for, which apply in their relation with the other countries referred to in <br /> paragraphs 1 to 3. <br /> Article 4 : Cumulation in Albania <br /> 1. Without prejudice to the provisions of paragraph 2 of Article 2, products shall be <br /> considered as originating in Albania if such products are obtained there, incorporating <br /> A list of the countries participating in the Euro-Mediterranean partnership can be found at <br /> Appendix 5. <br /> materials originating in Iceland, Norway, Switzerland (including Liechtenstein)5, <br /> Turkey or the European Community, provided that the working or processing carried <br /> out in Albania goes beyond the operations referred to in Article 7. It shall not be <br /> necessary that such materials have undergone sufficient working or processing. <br /> 2. Without prejudice to the provisions of paragraph 2 of Article 2, products shall be <br /> considered as originating in Albania if such products are obtained there, incorporating <br /> materials originating in Albania or any other country participating in the European <br /> Union's Stabilisation and Association Process6, provided that the working or processing <br /> carried out in Albania goes beyond the operations referred to in Article 7. It shall not be <br /> necessary that such materials have undergone sufficient working or processing. <br /> 3. Without prejudice to the provisions of paragraph 2 of Article 2, products shall be <br /> considered as originating in Albania if such products are obtained there, incorporating <br /> materials originating in the Faroe Islands or in any country which is a participant in the <br /> Euro-Mediterranean partnership, based on the Barcelona Declaration adopted at the <br /> Euro-Mediterranean Conference held on 27 and 28 November 19957, other than Turkey, <br /> provided that the working or processing carried out in Albania goes beyond the <br /> operations referred to in Article 7. It shall not be necessary that such materials have <br /> undergone sufficient working or processing. <br /> 4. Where the working or processing carried out in Albania does not go beyond the <br /> operations referred to in Article 7, the product obtained shall be considered as <br /> originating in Albania only where the value added in Albania is greater than the value of <br /> the materials used originating in one of the other countries referred to in paragraphs 1 to <br /> 3. If this is not the case, the product obtained shall be considered as originating in the <br /> country which accounts for the highest value of originating materials used in the <br /> manufacture in Albania. <br /> 5. Products, originating in one of the countries referred to in paragraphs 1 to 3, <br /> which do not undergo any working or processing in Albania, retain their origin if <br /> exported into one of these countries. <br /> 6. The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> GATT 1994 is applicable between the countries involved in the <br /> acquisition of the originating status and the country of destination; <br /> (b) materials and products have acquired originating status by application of <br /> rules of origin identical to those set out in this Protocol; and <br /> The Principality of Liechtenstein forms, pursuant to the Treaty of 29 March 1923, a customs <br /> union with Switzerland and is a Contracting Party to the Agreement of 2 May 1992 on the <br /> European Economic Area. <br /> As defined in the conclusions of the General Affairs Council in April 1997 and the Commission <br /> of 19 May 1999 on the establishment of the Stabilisation and Association Process with Western <br /> Balkan countries (Albania, Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia <br /> and United Nations Interim Mission in Kosovo). <br /> A list of the countries participating in the Euro-Mediterranean partnership can be found at <br /> Annex 5. <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in Albania and in the EFTA States. <br /> 7. The cumulation provided for in this Article shall apply from the date agreed by <br /> the Parties concerned and indicated in the notice published in the respective official <br /> gazettes. <br /> 8. Albania shall provide the EFTA States, through the EFTA Secretariat, with <br /> details of the Agreements, including their dates of entry into force and the rules of <br /> origin they provide for, which apply in relation with the other countries referred to in <br /> paragraphs 1 to 3.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently Worked or Processed Products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in Appendix 2, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> (a) their total value does not exceed ten per cent of the ex-works price of the <br /> product; and <br /> (b) any of the percentages given in Appendix 2 for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of <br /> the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently Worked or Processed Products <br /> 1. For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in <br /> Appendix 2 are fulfilled. <br /> The conditions set out in Appendix 2 indicate, for all products covered by this <br /> Agreement, the working or processing which must be carried out on non-originating <br /> materials used in manufacturing and apply only in relation to such materials. It follows <br /> that if a product which has acquired originating status by fulfilling the conditions set out <br /> in the list is used in the manufacture of another product, the conditions applicable to the <br /> product in which it is incorporated do not apply to it, and no account shall be taken of <br /> the non-originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of Drawback of, or Exemption from, Customs Duties <br /> 1. Non-originating materials used in the manufacture of products originating in <br /> Albania, in an EFTA State or in the other countries referred to in Articles 3 and 4 for <br /> which a proof of origin is issued or completed in accordance with the provisions of Title <br /> V shall not be subject in Albania or in an EFTA State to drawback of, or exemption <br /> from, customs duties of whatever kind. <br /> 2. Paragraph 1 shall apply to any arrangement for refund, remission or non- <br /> payment, partial or complete, of customs duties or charges having an equivalent effect, <br /> applicable in Albania or in an EFTA State to materials used in the manufacture, where <br /> such refund, remission or non-payment applies, expressly or in effect, when products <br /> obtained from the said materials are exported and not when they are retained for home <br /> use. <br /> 3. The exporter of products covered by a proof of origin shall be prepared to <br /> submit at any time, upon request from the customs authorities, all appropriate <br /> documents proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all customs duties <br /> or charges having equivalent effect applicable to such materials have actually been paid. <br /> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br /> within the meaning of paragraph 2 of Article 8, accessories, spare parts and tools within <br /> the meaning of Article 9 and products in a set within the meaning of Article 10 when <br /> such items are non-originating. <br /> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br /> which are of the kind to which this Agreement applies. Furthermore, they shall not <br /> preclude the application of an export refund system for agricultural products, applicable <br /> upon export in accordance with the provisions of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of Territoriality <br /> 3. The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Albania or an EFTA <br /> State on materials exported from Albania or an EFTA State and subsequently re- <br /> imported there, provided: <br /> (a) the said materials are wholly obtained in Albania or in an EFTA State or <br /> have undergone working or processing beyond the operations referred to <br /> in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside Albania or the EFTA State <br /> concerned by application of the provisions of this Article does <br /> not exceed ten per cent of the ex-works price of the end product <br /> for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside Albania or an <br /> EFTA State. But where, Appendix 2, a rule setting a maximum value for all the non- <br /> originating materials incorporated is applied in determining the originating status of the <br /> end product, the total value of the non-originating materials incorporated in the territory <br /> of the Party concerned, taken together with the total added value acquired outside <br /> Albania or the EFTA State concerned by application of the provisions of this Article, <br /> shall not exceed the stated percentage. <br /> 5. For the purposes of paragraphs 3 and 4, \"total added value\" means all costs <br /> arising outside Albania or the EFTA State concerned, including the value of the <br /> materials incorporated there. <br /> 6. Paragraphs 3 and 4 shall not apply to products which do not fulfil the conditions <br /> set out in Appendix 2 or which can be considered sufficiently worked or processed only <br /> if the general tolerance fixed in paragraph 2 of Article 6 is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br /> to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Albania or an EFTA State shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> the price thereof or which are not separately invoiced, shall be regarded as one with the <br /> piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly Obtained Products <br /> 1. The following shall be considered as wholly obtained in Albania or in an EFTA <br /> State: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the <br /> territorial waters of the Parties by their vessels; <br /> (g) products made aboard their factory ships exclusively from products <br /> referred to in subparagraph (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (j) products extracted from marine soil or subsoil outside their territorial <br /> waters provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in <br /> subparagraph (a) to (j). <br /> 2. The terms \"their vessels\" and \"their factory ships\" in subparagraphs 1(f) and 1 <br /> (g) shall apply only to vessels and factory ships: <br /> (a) which are registered or recorded in Albania or in an EFTA State; <br /> (b) which sail under the flag of Albania or of an EFTA State; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of <br /> Albania or of EFTA States, or by a company with its head office in one <br /> of these States, of which the manager or managers, Chairman of the <br /> Board of Directors or the Supervisory Board, and the majority of the <br /> members of such boards are nationals of Albania or of EFTA States and <br /> of which, in addition, in the case of partnerships or limited companies, at <br /> least half the capital belongs to those States or to public bodies or <br /> nationals of the those States; <br /> (d) of which the master and officers are nationals of Albania or of EFTA <br /> States; and <br /> (e) of which at least 75 per cent of the crew are nationals of Albania or of <br /> EFTA States.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient Working or Processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered <br /> as insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 6 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) a combination of two or more operations specified in subparagraphs (a) <br /> to (n); or <br /> (p) slaughter of animals. <br /> 2. All operations carried out either in Albania or in an EFTA State on a given <br /> product shall be considered together when determining whether the working or <br /> processing undergone by that product is to be regarded as insufficient within the <br /> meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) \"customs value\" means the value as determined in accordance with the <br /> 1994 Agreement on implementation of Article VII of the General <br /> Agreement on Tariffs and Trade (WTO Agreement on customs <br /> valuation); <br /> (f) \"ex-works price\" means the price paid for the product ex works to the <br /> manufacturer in Albania or an EFTA State in whose undertaking the last <br /> working or processing is carried out, provided that the price includes the <br /> value of all the materials used, minus any internal taxes which are, or <br /> may be, repaid when the product obtained is exported; <br /> (g) \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in <br /> Albania or an EFTA State; <br /> (h) \"value of originating materials\" means the value of such materials as <br /> defined in (g) applied mutatis mutandis; <br /> (i) \"value added\" shall be taken to be the ex-works price minus the customs <br /> value of each of the materials incorporated which originate in the other <br /> countries referred to in Articles 3 and 4 with which cumulation is <br /> applicable or, where the customs value is not known or cannot be <br /> ascertained, the first ascertainable price paid for the materials in Albania <br /> or the EFTA State concerned;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral Elements <br /> In order to determine whether a product is an originating product, it shall not be <br /> necessary to determine the origin of the following which might be used in its <br /> manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; or <br /> (d) goods which do not enter and which are not intended to enter into the <br /> final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct Transport <br /> 1. The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Protocol, which are transported directly <br /> between the Parties or through the territories of the other countries referred to in <br /> Articles 3 and 4 with which cumulation is applicable. However, products constituting <br /> one single consignment may be transported through other territories with, should the <br /> occasion arise, trans-shipment or temporary warehousing in such territories, provided <br /> that they remain under the surveillance of the customs authorities in the country of <br /> transit or warehousing and do not undergo operations other than unloading, reloading or <br /> any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across a territory other than <br /> that of the Parties. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting <br /> Party through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, <br /> where applicable, the names of the ships, or the other means of <br /> transport used; and <br /> (iii) certifying the conditions under which the products remained in <br /> the country of transit; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of Territoriality <br /> 1. Except as provided for in subparagraph 1 (c) of Article 2, Articles 3 and 4 and <br /> paragraph 3 of this Article, the conditions for acquiring originating status set out in Title <br /> II must be fulfilled without interruption in Albania or in an EFTA State. <br /> 2. Except as provided for in Articles 3 and 4, where originating goods exported <br /> from Albania or from an EFTA State to another country return, they must be considered <br /> as non-originating, unless it can be demonstrated to the satisfaction of the customs <br /> authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported. <br /> 3. The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Albania or an EFTA <br /> State on materials exported from Albania or an EFTA State and subsequently re- <br /> imported there, provided: <br /> (a) the said materials are wholly obtained in Albania or in an EFTA State or <br /> have undergone working or processing beyond the operations referred to <br /> in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside Albania or the EFTA State <br /> concerned by application of the provisions of this Article does <br /> not exceed ten per cent of the ex-works price of the end product <br /> for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside Albania or an <br /> EFTA State. But where, Appendix 2, a rule setting a maximum value for all the non- <br /> originating materials incorporated is applied in determining the originating status of the <br /> end product, the total value of the non-originating materials incorporated in the territory <br /> of the Party concerned, taken together with the total added value acquired outside <br /> Albania or the EFTA State concerned by application of the provisions of this Article, <br /> shall not exceed the stated percentage. <br /> 5. For the purposes of paragraphs 3 and 4, \"total added value\" means all costs <br /> arising outside Albania or the EFTA State concerned, including the value of the <br /> materials incorporated there. <br /> 6. Paragraphs 3 and 4 shall not apply to products which do not fulfil the conditions <br /> set out in Appendix 2 or which can be considered sufficiently worked or processed only <br /> if the general tolerance fixed in paragraph 2 of Article 6 is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br /> to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Albania or an EFTA State shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of Qualification <br /> 1. The unit of qualification for the application of the provisions of this Protocol <br /> shall be the particular product which is considered as the basic unit when determining <br /> classification using the nomenclature of the Harmonized System. <br /> It follows that: <br /> (a) when a product composed of a group or assembly of articles is classified <br /> under the terms of the Harmonized System in a single heading, the whole <br /> constitutes the unit of qualification; <br /> (b) when a consignment consists of a number of identical products classified <br /> under the same heading of the Harmonized System, each product must <br /> be taken individually when applying the provisions of this Protocol. <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is included <br /> with the product for classification purposes, it shall be included for the purposes of <br /> determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accounting Segregation <br /> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br /> of originating and non-originating materials which are identical and interchangeable, the <br /> customs authorities, at the written request of those concerned, may authorise the so- <br /> called \"accounting segregation\" method to be used for managing such stocks. <br /> 2. The accounting segregation method must be able to ensure that, for a specific <br /> reference-period, the number of products obtained which could be considered as <br /> originating is the same as that which would have been obtained if there had been <br /> physical segregation of the stocks. <br /> 3. The customs authorities may grant the authorisation referred to in paragraph 1, <br /> subject to any conditions deemed appropriate. <br /> 4. The accounting segregation method is recorded and applied on the basis of the <br /> general accounting principles applicable in the Party where the product was <br /> manufactured. <br /> 5. The beneficiary of the authorisation referred to in paragraph 1 may issue or <br /> apply for proofs of origin, as the case may be, for the quantity of products which may be <br /> considered as originating. At the request of the customs authorities, the beneficiary shall <br /> provide a statement of how the quantities have been managed. <br /> 6. The customs authorities shall monitor the use made of the authorisation and may <br /> withdraw it at any time whenever the beneficiary makes improper use of the <br /> authorisation in any manner whatsoever or fails to fulfil any other condition laid down <br /> in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br /> as originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1. Originating products sent for exhibition in a country other than those referred to <br /> in Articles 3 and 4 with which cumulation is applicable, and sold after the exhibition for <br /> importation into Albania or an EFTA State, shall benefit on importation from the <br /> provisions of this Agreement, provided that it is shown to the satisfaction of the customs <br /> authorities that: <br /> (a) an exporter has consigned these products from Albania or an EFTA State <br /> to the country in which the exhibition is held and has exhibited them <br /> there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in Albania or an EFTA State; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the State in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing Party in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. Where <br /> necessary, additional documentary evidence of the conditions under which the products <br /> have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to selling foreign products, and during which <br /> the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : General Requirements <br /> 1. Products originating in Albania shall, on importation into an EFTA State and <br /> products originating in an EFTA State shall, on importation into Albania, benefit from <br /> this Agreement upon submission of one of the following proofs of origin: <br /> (a) a movement certificate EUR.1, a specimen of which appears in <br /> Appendix 3a; <br /> (b) a movement certificate EUR-MED, a specimen of which appears in <br /> Appendix 3b; or <br /> (c) in the cases specified in paragraph 1 of Article 22, a declaration, <br /> subsequently referred to as the \"invoice declaration\" or the \"invoice <br /> declaration EUR-MED\", given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified; the texts of <br /> the invoice declarations appear in Appendices 4a and 4b. <br /> As long as this Protocol is applied only on a bilateral basis between Albania and <br /> the EFTA States, the EUR.1 and invoice declaration shall serve as the only proofs of <br /> origin. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Protocol shall, in the cases specified in Article 27, benefit from this Agreement without <br /> it being necessary to submit any of the documents referred to in paragraph 1. <br /> Article 17 : Procedure for the Issuance of a Movement Certificate EUR.1 or EUR-MED <br /> 1. A movement certificate EUR.1 or EUR-MED shall be issued by the customs <br /> authorities of the exporting Party following application in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative. <br /> 2. For the purposes of paragraph 1, the exporter or his authorised representative <br /> shall fill out both the movement certificate EUR.1 or EUR-MED and the application <br /> form, specimens of which appear in Appendices 3a and 3b. These forms shall be <br /> completed in one of the official languages of a Party, or in English, in accordance with <br /> the provisions of the domestic law of the exporting Party. If the forms are completed in <br /> handwriting, they shall be completed in ink in printed characters. The description of the <br /> products must be given in the box reserved for this purpose without leaving any blank <br /> lines. Where the box is not completely filled, a horizontal line must be drawn below the <br /> last line of the description, the empty space being crossed through. <br /> 3. The exporter applying for the issuance of a movement certificate EUR.1 or <br /> EUR-MED shall be prepared to submit at any time, at the request of the customs <br /> authorities of the exporting Party where the movement certificate EUR. 1 or EUR-MED <br /> is issued, all appropriate documents proving the originating status of the products <br /> concerned as well as the fulfilment of the other requirements set out in this Protocol. <br /> 4. Without prejudice to paragraph 5, a movement certificate EUR.1 shall be issued <br /> by the customs authorities of Albania or of an EFTA State in the following cases: <br /> (a) if the products concerned can be considered as products originating in <br /> Albania, in an EFTA State or in one of the other countries referred to in <br /> paragraph 1 of Article 3 and paragraph 1 of Article 4 with which <br /> cumulation is applicable, without application of cumulation with <br /> materials originating in one of the countries referred to in paragraphs 2 <br /> and 3 of Article 3 and paragraphs 2 and 3 of Article 4, and fulfil the other <br /> requirements of this Protocol; or <br /> (b) if the products concerned can be considered as products originating in <br /> one of the countries referred to in paragraphs 2 and 3 of Article 3 and <br /> paragraphs 2 and 3 of Article 4 with which cumulation is applicable, <br /> without application of cumulation with materials originating in one of the <br /> countries referred to in Articles 3 and 4 and fulfil the other requirements <br /> set out in this Protocol, provided that a certificate EUR-MED or an <br /> invoice declaration EUR-MED has been issued in the country of origin. <br /> 5. A movement certificate EUR-MED shall be issued by the customs authorities of <br /> Albania or of an EFTA State, if the products concerned can be considered as products <br /> originating in Albania, in an EFTA State or in one of the other countries referred to in <br /> Articles 3 and 4 with which cumulation is applicable, fulfil the requirements set out in <br /> this Protocol and: <br /> (a) cumulation was applied with materials originating in one of the countries <br /> referred to in paragraphs 2 and 3 of Article 3 and paragraphs 2 and 3 of <br /> Article 4; <br /> (b) the products may be used as materials in the context of cumulation for <br /> the manufacture of products for export to one of the countries referred to <br /> in paragraphs 2 and 3 of Article 3 and paragraphs 2 and 3 of Article 4; or <br /> (c) the products may be re-exported from the country of destination to one of <br /> the countries referred to in paragraphs 2 and 3 of Article 3 and <br /> paragraphs 2 and 3 of Article 4. <br /> 6. A movement certificate EUR-MED shall contain one of the following <br /> statements in English in Box 7: <br /> (a) if origin has been obtained by application of cumulation with one or more <br /> of the countries referred to in Articles 3 and 4: <br /> \"CUMULATION APPLIED WITH ...\"(name of the <br /> country/countries) <br /> (b) if origin has been obtained without the application of cumulation with one <br /> or more of the countries referred to in Articles 3 and 4: <br /> NO CUMULATION APPLIED <br /> 7. The customs authorities issuing movement certificates EUR.1 or EUR-MED <br /> shall take any steps necessary to verify the originating status of the products and the <br /> fulfilment of the other requirements set out in this Protocol. For this purpose, they shall <br /> have the right to call for any evidence and to carry out any inspection of the exporter's <br /> accounts or any other check considered appropriate. They shall also ensure that the <br /> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br /> whether the space reserved for the description of the products has been completed in <br /> such a manner as to exclude all possibility of fraudulent additions. <br /> 8. The date of issue of the movement certificate EUR.1 or EUR-MED shall be <br /> indicated in Box 11 of the certificate. <br /> 9. A movement certificate EUR.1 or EUR-MED shall be issued by the customs <br /> authorities and made available to the exporter as soon as actual exportation has been <br /> effected or ensured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Exemptions from Proof of Origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without submission of a proof of origin, provided that such products are not imported by <br /> way of trade and have been declared as meeting the requirements set out in this <br /> Protocol, and provided that there is no doubt as to the veracity of such a declaration. In <br /> the case of products sent by post, this declaration can be made on the customs <br /> declaration CN22 / CN23 or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by way <br /> of trade if it is evident from the nature and quantity of the products that no commercial <br /> purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed EUR 500 in the <br /> case of small packages or EUR 1,200 in the case of products forming part of travellers' <br /> personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Approved Exporter <br /> 1. The customs authorities of the exporting Party may authorise any exporter <br /> (hereinafter referred to as \"approved exporter\") who makes frequent shipments of <br /> products under this Agreement to complete invoice declarations or invoice declarations <br /> EUR-MED irrespective of the value of the products concerned. An exporter seeking <br /> such authorisation must offer to the satisfaction of the customs authorities all guarantees <br /> necessary to verify the originating status of the products as well as the fulfilment of the <br /> other requirements set out in this Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs <br /> authorisation number which shall appear on the invoice declaration or the invoice <br /> declaration EUR-MED. <br /> 4. The customs authorities shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5. The customs authorities may withdraw the authorisation at any time. They shall <br /> do so where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Validity of Proof of Origin <br /> 1. A proof of origin shall be valid for four months from the date of issue in the <br /> exporting Party, and must be submitted within the said period to the customs authorities <br /> of the importing Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing <br /> Party after the final date for presentation specified in paragraph 1 may be accepted for <br /> the purpose of applying preferential treatment, where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin where the products have been submitted before <br /> the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of Proof of Origin and Supporting Documents <br /> 1. The exporter applying for the issuance of a movement certificate EUR.1 or <br /> EUR-MED shall keep for at least three years the documents referred to in paragraph 3 <br /> of Article 17. <br /> 2. The exporter completing an invoice declaration or an invoice declaration EUR- <br /> MED shall keep for at least three years a copy of this invoice declaration as well as the <br /> documents referred to in paragraph 5 of Article 22. <br /> 3. The customs authorities of the exporting Party issuing a movement certificate <br /> EUR. 1 or EUR-MED shall keep for at least three years the application form referred to <br /> in paragraph 2 of Article 17. <br /> 4. The customs authorities of the importing Party shall keep for at least three years <br /> the movement certificates EUR.1, the movement certificates EUR-MED, the invoice <br /> declarations and the invoice declarations EUR-MED submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement Certificates EUR.1 or EUR-MED Issued Retrospectively <br /> 1. Notwithstanding paragraph 9 of Article 17, a movement certificate EUR.1 or <br /> EUR-MED may exceptionally be issued after exportation of the products to which it <br /> relates if: <br /> (a) it was not issued at the time of exportation because of errors, involuntary <br /> omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR.1 or EUR-MED was issued but was not <br /> accepted at importation for technical reasons. <br /> 2. Notwithstanding paragraph 9 of Article 17, a movement certificate EUR-MED <br /> may be issued after exportation of the products to which it relates and for which a <br /> movement certificate EUR.1 was issued at the time of exportation, provided that it is <br /> demonstrated to the satisfaction of the customs authorities that the conditions referred to <br /> in paragraph 5 of Article 17 are satisfied. <br /> 3. For the implementation of paragraph 1 and 2, the exporter must indicate in the <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 or EUR-MED relates, and state the reasons for the request. <br /> 4. The customs authorities may issue a movement certificate EUR. 1 or EUR-MED <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 5. Movement certificates EUR.1 or EUR-MED issued retrospectively by <br /> application of paragraph 1 must be endorsed with the following phrase in English: <br /> ISSUED RETROSPECTIVELY <br /> Movement certificates EUR-MED issued retrospectively by application of paragraph 2 <br /> must be endorsed with the following phrase in English: <br /> \"ISSUED RETROSPECTIVELY (Original EUR.1 no....,[date and place of <br /> issue])\" <br /> 6. The endorsement referred to in paragraph 5 shall be inserted in Box 7 of the <br /> movement certificate EUR.1 or EUR-MED.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 17 and paragraph 5 of <br /> Article 22 used for the purpose of proving that products covered by a movement <br /> certificate EUR.1, a movement certificate EUR-MED, an invoice declaration or an <br /> invoice declaration EUR-MED can be considered as products originating in Albania, in <br /> an EFTA State or in one of the other countries referred to in Articles 3 and 4 and fulfil <br /> the other requirements set out in this Protocol may consist, inter alia, of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or <br /> internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> completed in Albania or in an EFTA State where these documents are <br /> used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in Albania or <br /> in an EFTA State, issued or completed in Albania or in an EFTA State, <br /> where these documents are used in accordance with domestic law; <br /> (d) movement certificates EUR.1, movement certificates EUR-MED, invoice <br /> declarations or invoice declarations EUR-MED proving the originating <br /> status of materials used, issued or completed in Albania or in an EFTA <br /> State in accordance with this Protocol, or in one of the other countries <br /> referred to in Articles 3 and 4, in accordance with rules of origin which <br /> are identical to the rules in this Protocol; or <br /> (e) appropriate evidence concerning working and processing undergone <br /> outside Albania, an EFTA State or the other countries referred to in <br /> Articles 3 and 4 by application of Article 12, proving that the <br /> requirements set out in that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Verification of Proofs of Origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing Party have reasonable doubts as to <br /> the authenticity of such documents, the originating status of the products concerned or <br /> the fulfilment of the other requirements set out in this Protocol. <br /> 2. For the purposes of of paragraph 1, the customs authorities of the importing <br /> Party shall return the movement certificate EUR. 1 or EUR-MED and the invoice, if it <br /> has been submitted, the invoice declaration or the invoice declaration EUR-MED, or a <br /> copy of these documents, to the customs authorities of the exporting Party giving, where <br /> appropriate, the reasons for the enquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities of the exporting <br /> Party. For this purpose, they shall have the right to call for any evidence and to carry out <br /> any inspection of the exporter's accounts or any other check considered appropriate. <br /> 4. If the customs authorities of the importing Party decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures considered necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. The results shall indicate clearly whether <br /> the documents are authentic and whether the products concerned can be considered as <br /> products originating in Albania, in an EFTA State or in one of the other countries <br /> referred to in Articles 3 and 4 and fulfil the other requirements set out in this Protocol. <br /> 6. If, in cases of reasonable doubt, there is no reply within ten months of the date <br /> of the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the products, <br /> the requesting customs authorities shall, except in exceptional circumstances, refuse <br /> entitlement to preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Penalties <br /> Penalties shall be imposed on any person who completes, or causes to be <br /> completed, a document which contains incorrect information for the purpose of <br /> obtaining a preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and Formal Errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors, such as typing errors, on a proof of origin should not <br /> cause its rejection if these errors are not such as to create doubts concerning the <br /> correctness of the statements made in the proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (b) \"material\" means any ingredient, raw material, component or part, etc., <br> (a) \"manufacture\" means any kind of working or processing including <br> (d) \"goods\" means both materials and products; <br> assembly or specific operations; <br> (c) \"product\" means the product being manufactured, even if it is intended <br> particular heading; <br> for later use in another manufacturing operation; <br> (e) \"customs value\" means the value as determined in accordance with the <br> 1994 Agreement on implementation of Article VII of the General <br> in the absence of such a document, by a single invoice; <br> may be, repaid when the product obtained is exported; <br> (f) \"ex-works price\" means the price paid for the product ex works to the <br> Agreement on Tariffs and Trade (WTO Agreement on customs <br> manufacturer in Albania or an EFTA State in whose undertaking the last <br> value of all the materials used, minus any internal taxes which are, or <br> working or processing is carried out, provided that the price includes the <br> (g) \"value of materials\" means the customs value at the time of importation <br> Valuation); <br> be ascertained, the first ascertainable price paid for the materials in <br> Albania or an EFTA State; <br> defined in (g) applied mutatis mutandis; <br> (h) \"value of originating materials\" means the value of such materials as <br> (i) \"value added\" shall be taken to be the ex-works price minus the customs <br> countries referred to in Articles 3 and 4 with which cumulation is <br> applicable or, where the customs value is not known or cannot be <br> Description and Coding System, referred to in this Protocol as \"the <br> ascertained, the first ascertainable price paid for the materials in Albania <br> used in the manufacture of the product; <br> or the EFTA State concerned; <br> (j) \"chapters\" and \"headings\" means the chapters and the headings (four- <br> from one exporter to one consignee or covered by a single transport <br> digit codes) used in the nomenclature of the Harmonized Commodity <br> (k) \"classified\" refers to the classification of a product or material under a <br> Harmonized System\" or \"HS\"; <br> (l) \"consignment\" means products which are either sent simultaneously <br> of the non-originating materials used, or, if this is not known and cannot <br> value of each of the materials incorporated which originate in the other <br> document covering their shipment from the exporter to the consignee or, <br> (m) \"territories\" includes territorial waters; <br> (o) \"an EFTA State\" means any of the following states: Iceland, Norway or <br> (n) \"EUR\" means \"euro\", the single currency of the European Monetary <br> Switzerland (including Liechtenstein)1, as the case may be; <br> Union; <br> (p) \"Party\", within the meaning of this Protocol, means Albania, Iceland, <br> Norway, Switzerland or Liechtenstein. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "1. For the purposes of this Agreement, the following products shall be considered <br> as originating in an EFTA State: <br> (a) products wholly obtained in an EFTA State within the meaning of <br> (b) products obtained in an EFTA State incorporating materials which have <br> meaning of Article 6; <br> undergone sufficient working or processing in an EFTA State within the <br> Due to the customs union between Switzerland and Liechtenstein, products originating in <br> (c) goods originating in the European Economic Area (EEA), within the <br> Area. <br> 2. For the purposes of this Agreement, the following products shall be considered <br> as originating in Albania: <br> (a) products wholly obtained in Albania within the meaning of Article 5; <br> been wholly obtained there, provided that such materials have undergone <br> 3. The provisions of subparagraph 1 (c) shall only apply provided a free trade <br> agreement is applicable between, on the one hand, Albania and, on the other hand, the <br> European Community. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> Article 5; <br> meaning of Protocol 4 to the Agreement on the European Economic <br> (b) products obtained in Albania incorporating materials which have not <br> Liechtenstein are considered as originating in Switzerland. <br> not been wholly obtained there, provided that such materials have <br> sufficient working or processing in Albania within the meaning of <br> Article 6. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issuance of a Duplicate Movement Certificate EUR.1 or EUR-MED", "ArticleDesc": "Article 19 : Issuance of a Duplicate Movement Certificate EUR.1 or EUR-MED <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1 or <br> EUR-MED, the exporter may apply to the customs authorities which issued it for a <br> duplicate to be completed on the basis of the export documents in their possession. <br> 2. The duplicate issued in accordance with paragraph 1 must be endorsed with the <br> following word in English: <br> DUPLICATE <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> duplicate movement certificate EUR.1 or EUR-MED. <br> 4. The duplicate, which must bear the date of issue of the original movement <br> certificate EUR.1 or EUR-MED, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issuance of Movement Certificates EUR.1 or EUR-MED on the Basis of a", "ArticleDesc": "Article 20 : Issuance of Movement Certificates EUR.1 or EUR-MED on the Basis of a <br> Proof of Origin Previously Issued or Completed <br> When originating products are placed under the control of a customs office in <br> Albania or in an EFTA State, it shall be possible to replace the original proof of origin <br> by one or more movement certificates EUR. 1 or EUR-MED for the purpose of sending <br> all or some of these products elsewhere within Albania or an EFTA State. The <br> replacement movement certificate(s) EUR.1 or EUR-MED shall be issued by the <br> customs office under whose control the products are placed. <br> "}, {"ArticleTitle": "Conditions for Completing an Invoice Declaration", "ArticleDesc": "Article 22 : Conditions for Completing an Invoice Declaration <br> or an Invoice Declaration EUR-MED <br> 1. An invoice declaration or an invoice declaration EUR-MED referred to in <br> subparagraph 1 (c) Article 16 may be completed: <br> (a) by an approved exporter within the meaning of Article 23; or <br> (b) by any exporter for any consignment consisting of one or more packages <br> containing originating products whose total value does not exceed <br> EUR 6,000. <br> 2. Without prejudice to paragraph 3, an invoice declaration may be completed in <br> the following cases: <br> (a) if the products concerned can be considered as products originating in <br> Albania or in an EFTA State or in one of the other countries referred to in <br> paragraph 1 of Article 3 and paragraph 1 of Article 4 with which <br> cumulation is applicable, without application of cumulation with <br> materials originating in one of the countries referred to in paragraphs 2 <br> and 3 of Article 3 and paragraphs 2 and 3 of Article 4, and fulfil the other <br> requirements set out in this Protocol; or <br> (b) if the products concerned can be considered as products originating in <br> one of the countries referred to in paragraphs 2 and 3 of Article 3 and <br> paragraphs 2 and 3 of Article 4 with which cumulation is applicable, <br> without application of cumulation with materials originating in one of the <br> 3. An invoice declaration EUR-MED shall be completed if the products concerned <br> countries referred to in Articles 3 and 4 and fulfil the other requirements <br> set out in this Protocol, provided that a certificate EUR-MED or an <br> invoice declaration EUR-MED has been issued in the country of origin. <br> (a) cumulation was applied with materials originating in one of the countries <br> can be considered as products originating in Albania or in an EFTA State or in one of <br> the other countries referred to in Articles 3 and 4 with which cumulation is applicable, <br> fulfil the requirements set out in this Protocol and: <br> referred to in paragraphs 2 and 3 of Article 3 and paragraphs 2 and 3 of <br> (c) the products may be re-exported from the country of destination to one of <br> Article 4; or <br> (b) the products may be used as materials in the context of cumulation for <br> 4. An invoice declaration EUR-MED shall contain one of the following statements <br> the manufacture of products for export to one of the countries referred to <br> in paragraphs 2 and 3 of Article 3 and paragraphs 2 and 3 of Article 4; or <br> the countries referred to in paragraphs 2 and 3 of Article 3 and <br> \"CUMULATION APPLIED WITH ...\" (name of the <br> paragraphs 2 and 3 of Article 4. <br> country/countries) <br> (b) if origin has been obtained without the application of cumulation with one <br> in English: <br> (a) if origin has been obtained by application of cumulation with one or more <br> or more of the countries referred to in Articles 3 and 4: <br> of the countries referred to in Articles 3 and 4: <br> MED shall be prepared to submit at any time, at the request of the customs authorities <br> 6. An invoice declaration or an invoice declaration EUR-MED shall be completed <br> NO CUMULATION APPLIED <br> 5. The exporter completing an invoice declaration or an invoice declaration EUR- <br> another commercial document, the declaration, the text of which appears in Appendices <br> of the exporting Party, all appropriate documents proving the originating status of the <br> products concerned as well as the fulfilment of the other requirements set out in this <br> Protocol. <br> by the exporter by typing, stamping or printing on the invoice, the delivery note or <br> signature of the exporter in manuscript. However, an approved exporter within the <br> 4a and 4b, using one of the linguistic versions set out in these Appendices and in <br> accordance with the provisions of the domestic law of the exporting Party. If the <br> been signed in manuscript by him. <br> declaration is handwritten, it shall be written in ink in printed characters. <br> 7. Invoice declarations and invoice declarations EUR-MED shall bear the original <br> 8. An invoice declaration or an invoice declaration EUR-MED may be completed <br> meaning of Article 23 shall not be required to sign such declarations provided that he <br> gives the customs authorities of the exporting Party a written undertaking that he <br> accepts full responsibility for any invoice declaration which identifies him as if it had <br> by the exporter when the products to which it relates are exported, or after exportation <br> on condition that it is presented in the importing Party no longer than two years after the <br> importation of the products to which it relates. <br> "}, {"ArticleTitle": "Submission of Proofs of Origin", "ArticleDesc": "Article 25 : Submission of Proofs of Origin <br> Proofs of origin shall be submitted to the customs authorities of the importing <br> Party in accordance with the procedures applicable in that Party. The said authorities <br> may require a translation of a proof of origin and may also require the import <br> declaration to be accompanied by a statement from the importer to the effect that the <br> products meet the conditions set out in this Agreement. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 26 : Importation by instalments <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and under the conditions laid down by the <br> customs authorities of the importing Party, dismantled or non-assembled products <br> within the meaning of General Rule 2(a) of the Harmonized System falling within <br> Sections XVI and XVII or headings 7308 and 9406 of the Harmonized System are <br> imported by instalments, a single proof of origin for such products shall be submitted to <br> the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "1. For the purposes of subparagraph 1 (b) of Article 22 and paragraph 3 of Article <br> 27 in cases where products are invoiced in a currency other than euro, amounts in the <br> national currencies of the countries referred to in Articles 3 and 4 equivalent to the <br> amounts expressed in euro shall be fixed annually by each of the countries concerned. <br> 2. A consignment shall benefit from the provisions of subparagraph 1 (b) of Article <br> 22 or paragraph 3 of Article 27 by reference to the currency in which the invoice is <br> completed, according to the amount fixed by the Party concerned. <br> 3. The amounts expressed in any given national currency shall be equivalent to the <br> amounts expressed in euro as on the first working day of October and shall apply from 1 <br> January the following year. The Parties shall be notified of the relevant amounts. <br> 4. A Party may round up or down the amount resulting from the conversion into its <br> differ from the amount resulting from the conversion by more than five per cent. <br> A Party may retain unchanged its national currency equivalent of an amount <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> 5. The amounts expressed in euro shall be reviewed by the Joint Committee at the <br> may be retained unchanged if the conversion would result in a decrease in that <br> request of any Party. When carrying out this review, the Joint Committee shall consider <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> the desirability of preserving the effects of the limits concerned in real terms. For this <br> equivalent value. <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "Article 31 : Amounts expressed in euro <br> national currency of an amount expressed in euro. The rounded-off amount may not <br> purpose, it may decide to modify the amounts expressed in euro. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "1. The customs authorities of Albania and the EFTA States shall provide each <br> other, through the EFTA Secretariat, with specimen impressions of stamps used in their <br> customs offices for the issuance of movement certificates EUR. 1 and EUR-MED and <br> with the addresses of the customs authorities responsible for verifying those certificates, <br> 2. In order to ensure the proper application of this Protocol, Albania and the EFTA <br> States shall assist each other, through the competent customs administrations, in <br> checking the authenticity of movement certificates EUR.1, movement certificates EUR- <br> MED, invoice declarations and invoice declarations EUR-MED, and the correctness of <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 32 : Mutual assistance <br> invoice declarations and invoice declarations EUR-MED. <br> the information given in these documents. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "1. Disputes arising in relation to the verification procedures pursuant to Article 33, <br> which cannot be settled between the customs authorities requesting a verification and <br> the customs authorities responsible for carrying out this verification, or which raise a <br> question as to the interpretation of this Protocol, shall be referred to the Albania-EFTA <br> Joint Committee. <br> 2. In all cases, the settlement of disputes between the importer and the customs <br> authorities of the importing Party shall be under the legislation of the said Party. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 34 : Dispute settlement <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "1. Albania and the EFTA States shall take all necessary steps to ensure that <br> free zone situated in their territory, are not substituted by other goods and do not <br> undergo handling other than normal operations designed to prevent their deterioration. <br> 2. Notwithstanding paragraph 1, when products originating in Albania or in an <br> EFTA State are imported into a free zone under cover of a proof of origin and undergo <br> treatment or processing, the authorities concerned shall issue a new movement <br> certificate EUR.1 or EUR-MED at the exporter's request, if the treatment or processing <br> undergone is in conformity with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 36 : Free zones <br> products traded under cover of a proof of origin which in the course of transport use a <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 37 : Transitional Provision for Goods in Transit or Storage <br> The provisions of this Agreement may be applied to goods which comply with <br> the provisions of this Protocol and which, on the date of entry into force of this <br> Agreement, are either in transit or are in temporary storage in customs warehouses or in <br> free zones in Albania or in an EFTA State, subject to the submission to the customs <br> authorities of the importing country, within four months of the said date, of a movement <br> transported directly in accordance with the provisions of Article 13. <br> "}, {"ArticleTitle": "Transitional provision for goods in transit or storage", "ArticleDesc": "certificate EUR.1 or EUR-MED issued retrospectively by the customs authorities of the <br> exporting country together with the documents showing that the goods have been <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 38 : Appendices <br> "}]}]}, "members_found": ["008", "352", 4, 8703900000]}