{"FtaRooDetails": {"FtaId": 327, "FtaCode": "ITC00333", "FtaName": "FTA, EFTA-Chile", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND THE REPUBLIC OF CHILE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.12.2004", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Chile; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Chile", "AdminProcCooAuth": "The certification type under FTA, EFTA-Chile is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Chile is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Chile agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 60%", "RooText": "Manufacture In which the value of all the materials used does not exceed 40% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDIX 2<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 5 of the Annex.<br /> Note 2:<br /> 2.1 The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or chapter number used in the Harmonized System<br /> and the second column gives the description of goods used in that system for<br /> that heading or chapter. For each entry in the first two columns, a rule is<br /> specified in column 3 or 4. Where, in some cases, the entry in the first column is<br /> preceded by an 'ex', this signifies that the rules in column 3 or 4 apply only to<br /> the part of that heading as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 or 4 apply to all products which,<br /> under the Harmonized System, are classified in headings of the chapter or in any<br /> of the headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in column 3 or 4.<br /> 2.4 Where, for an entry in the first two columns, a rule is specified in both columns<br /> 3 and 4, the exporter may opt, as an alternative, to apply either the rule set out in<br /> column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1 The provisions of Article 5 of the Annex, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall<br /> apply, regardless of whether this status has been acquired inside the factory<br /> where these products are used or in another factory in a Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 per cent of<br /> the ex-works price, is made from \"other alloy steel roughly shaped by forging\"<br /> of heading ex 7224.<br /> If this forging has been forged in the Party concerned from a non-originating<br /> ingot, it has already acquired originating status by virtue of the rule for heading<br /> ex 7224 in the list. The forging can then count as originating in the value-<br /> calculation for the engine, regardless of whether it was produced in the same<br /> factory or in another factory in the Party concerned. The value of the non-<br /> originating ingot is thus not taken into account when adding up the value of the<br /> non-originating materials used.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying-out of more working or processing also confers<br /> originating status; conversely, the carrying-out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material, at a certain level of manufacture, may be used, the use of such material<br /> at an earlier stage of manufacture is allowed, and the use of such material at a<br /> later stage is not.<br /> 3.3 Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials<br /> of the same description and heading as the product) may be used, subject,<br /> however, to any specific limitations which may also be contained in the rule.<br /> However, the expression \"Manufacture from materials of any heading, including<br /> other materials of heading ...\" or \"Manufacture from materials of any heading,<br /> including other materials of the same heading as the product\" means that<br /> materials of any heading(s) may be used, except those of the same description as<br /> the product as given in column 2 of the list.<br /> 3.4 When a rule in the list specifies that a product may be manufactured from more<br /> than one material, this means that one or more materials may be used. It does not<br /> require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5306 to 5308 provides that natural fibres may be<br /> used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other, or<br /> both.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See<br /> also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use<br /> of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be produced<br /> from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6 Where, in a rule in the list, two percentages are given for the maximum value of<br /> non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value of all the non-originating<br /> materials used may never exceed the higher of the percentages given.<br /> Furthermore, the individual percentages must not be exceeded, in relation to the<br /> particular materials to which they apply.<br /> Note 4:<br /> 4.1 The term \"natural fibres\" is used in the list to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place,<br /> including waste, and, unless otherwise specified, includes fibres that have been<br /> carded, combed or otherwise processed, but not spun.<br /> 4.2 The term \"natural fibres\" includes horsehair of heading 0503, silk of headings<br /> 5002 and 5003, as well as the wool-fibres and fine or coarse animal hair of<br /> headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and the other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3 The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are<br /> used in the list to describe the materials, not classified in chapters 50 to 63,<br /> which can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1 Where, for a given product in the list, a reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials<br /> used in the manufacture of this product and which, taken together, represent 10<br /> per cent or less of the total weight of all the basic textile materials used. (See<br /> also Notes 5.3 and 5.4 below).<br /> 5.2 However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic<br /> staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating<br /> synthetic staple fibres which do not satisfy the origin-rules (which require<br /> manufacture from chemical materials or textile pulp) may be used, provided that<br /> their total weight does not exceed 10 per cent of the weight of the yarn.<br /> Example:<br /> A cotton yarn, of heading 5204, made from cotton yarn of heading 5205 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed yarn. Therefore,<br /> synthetic yarn which does not satisfy the origin rules (which require<br /> manufacture from chemical materials or textile pulp), or woollen yarn which<br /> does not satisfy the origin rules (which require manufacture from natural fibres,<br /> not carded or combed or otherwise prepared for spinning), or a combination of<br /> the two, may be used, provided their total weight does not exceed 10 per cent of<br /> the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is only a mixed product if the cotton fabric is<br /> itself a mixed fabric made from yarns classified in two separate headings, or if<br /> the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading<br /> 5205 and synthetic fabric of heading 5407, then, obviously, the yarns used are<br /> two separate basic textile materials and the tufted textile fabric is, accordingly, a<br /> mixed product.<br /> 5.3 In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped\", this tolerance is 20<br /> per cent in respect of this yarn.<br /> 5.4 In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film\", this tolerance is 30 per cent in<br /> respect of this strip.<br /> Note 6:<br /> 6.1 Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings), which do not satisfy the rule set out in the<br /> list in column 3 for the made-up product concerned, may be used, provided that<br /> they are classified in a heading other than that of the product and that their value<br /> does not exceed 8 per cent of the ex-works price of the product.<br /> 6.2 Without prejudice to Note 6.3, materials, which are not classified within<br /> chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as buttons,<br /> because buttons are not classified within chapters 50 to 63. For the same reason,<br /> it does not prevent the use of slide-fasteners, even though slide-fasteners<br /> normally contain textiles.<br /> 6.3 Where a percentage-rule applies, the value of materials which are not classified<br /> within chapters 50 to 63 must be taken into account when calculating the value<br /> of the non-originating materials incorporated.<br /> Note 7<br /> 7.1 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally<br /> active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h)<br /> alkylation;<br /> (i) isomerisation.<br /> 7.2 For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-<br /> active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 per cent of the sulphur-<br /> content of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process<br /> other than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with<br /> hydrogen, at a pressure of more than 20 bar and a temperature of more<br /> than 250°C, with the use of a catalyst, other than to effect<br /> desulphurisation, when the hydrogen constitutes an active element in a<br /> chemical reaction. The further treatment, with hydrogen, of lubricating<br /> oils of heading ex 2710 (e.g. hydrofinishing or decolonisation), in order,<br /> more especially, to improve colour or stability shall not, however, be<br /> deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation,<br /> on condition that less than 30 per cent of these products distils, by<br /> volume, including losses, at 300°C by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex<br /> 2710 only, treatment by means of a high-frequency electrical brush-<br /> discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite<br /> wax or peat wax, paraffin wax containing by weight less than 0.75 per<br /> cent of oil) of heading ex 2712 only, de-oiling by fractional<br /> crystallisation.<br /> 7.3 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, simple operations, such as cleaning, decanting, desalting, water-<br /> separation, filtering, colouring, marking, obtaining a sulphur-content as a result<br /> of mixing products with different sulphur contents, any combination of these", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00333_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/chile/annexes/CL-FTA-Annex-I-Appendix-3.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00333_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/chile/annexes/CL-FTA-Annex-I-Appendix-2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00333_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/chile/annexes/CL%20FTA%20Annex%20I.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00333_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/chile/EFTA-Chile%20Free%20Trade%20Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of origin <br /> 1. Notwithstanding Article 2, materials originating in another Party within the <br /> meaning of this Annex shall be considered as materials originating in the Party <br /> concerned, provided that they have undergone working or processing going beyond that <br /> referred to in Article 6. <br /> 2. Products originating in another Party within the meaning of this Annex, which <br /> are exported from one Party to another, shall retain their origin when exported in the <br /> same state or without having undergone in the exporting Party working or processing <br /> going beyond that referred to in Article 6. <br /> 3. For the purpose of paragraph 2, where materials originating in two or more of <br /> the Parties are used and those materials have undergone working or processing in the <br /> exporting Party not going beyond that referred to in Article 6, the origin is determined <br /> by the material with the highest customs value or, if this is not known and cannot be <br /> ascertained, with the highest first ascertainable price paid for that material in that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in Appendix 2, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the <br /> product; <br /> (b) any of the percentages given in Appendix 2 for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> Without prejudice to Notes 5 and 6 of Appendix 1, this paragraph shall not apply to <br /> products falling within chapters 50 to 63 of the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply except as provided for in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 1. For the purpose of Articles 2(1)(b) and 2(2)(b), products which are not wholly <br /> obtained are considered to be sufficiently worked or processed when the conditions set <br /> out in Appendix 2 are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this <br /> Agreement, the working or processing which shall be carried out on non-originating <br /> materials used in manufacturing and apply only in relation to such materials. <br /> Accordingly, it follows that if a product which has acquired originating status, <br /> regardless of whether this product has been manufactured in the same factory or in <br /> another factory in an EFTA State or in Chile, by fulfilling the conditions set out in <br /> Appendix 2 is used as material in the manufacture of another product, the conditions <br /> applicable to such other product do not apply to a product that is used as material, and <br /> 1 Products of sea fishing and other products taken from the sea within the exclusive economic zone of a Party shall be <br /> considered as wholly obtained in that Party if exclusively taken by a vessel registered or recorded within that Party and <br /> flying its flag. <br /> therefore no account shall be taken of any non-originating materials incorporated into <br /> such a product used as a material in the manufacture of another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of drawback of, or exemption from, customs duties on imports <br /> 1. Non-originating materials, used in the manufacture of products originating in an <br /> EFTA State or in Chile within the meaning of this Annex for which a proof of origin is <br /> issued or made out in accordance with the provisions of Title V shall not be subject in <br /> an EFTA State or in Chile to drawback of, or exemption from, customs duties of <br /> whatever kind. <br /> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of customs duties or charges having an <br /> equivalent effect applicable in an EFTA State or Chile to materials used in the <br /> manufacture, where such refund, remission or non-payment applies, expressly or in <br /> effect, when products obtained from such materials are exported and not when they are <br /> retained for home use there1. <br /> 3. The exporter of products covered by a proof of origin shall be prepared to submit <br /> at any time, upon request from the customs authorities, all appropriate documents <br /> proving that no drawback has been obtained in respect of the non-originating materials <br /> used in the manufacture of the products concerned and that all customs duties or charges <br /> having an equivalent effect applicable to such materials have actually been paid. <br /> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br /> within the meaning of Article 7(2), accessories, spare parts and tools within the meaning <br /> of Article 8 and products in a set within the meaning of Article 9, when such items are <br /> non-originating. <br /> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br /> which are of the kind to which the Agreement applies. Furthermore, they shall not <br /> preclude the application of an export refund system for agricultural products, applicable <br /> upon export in accordance with the provisions of this Agreement. <br /> 6. The provisions of this Article shall only apply five years after the entry into <br /> force of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> the price thereof or which are not separately invoiced, shall be regarded as one with the <br /> piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> For the purpose of Articles 2(1)(a) and 2(2)(a), the following shall be considered <br /> as wholly obtained in an EFTA State or in Chile: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting, trapping or fishing in inland waters <br /> conducted there; <br /> (f) products of sea fishing and other products taken from the territorial sea or <br /> the exclusive economic zone of an EFTA state or of Chile 1; <br /> (g) products of sea fishing and other products taken from the sea outside the <br /> exclusive economic zone by a vessel flying the flag of an EFTA state or <br /> of Chile; <br /> (h) products manufactured on board a factory ship flying the flag of an <br /> EFTA State or of Chile, exclusively from products referred to in <br /> sub-paragraphs (f) and (g); <br /> (i) used articles collected there fit only for the recovery of raw materials or <br /> for use as waste; <br /> (j) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (k) products extracted from the seabed or beneath the seabed outside their <br /> territorial sea, provided that they have sole rights to exploit such seabed; <br /> and <br /> (l) products manufactured there exclusively from products specified in sub- <br /> paragraphs (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing operations <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered <br /> as insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple1 painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> 1 \"simple\", generally describes activities which need neither special skills nor machines, apparatus <br /> or equipment especially produced or installed for carrying out the activity. <br /> (i) sharpening, simple1 grinding or simple1 cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (k) simple1 placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple1 packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing 2 of products, whether or not of different kinds; <br /> (n) simple1 assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) operations whose sole purpose is to ease loading; <br /> (p) slaughter of animals; <br /> (q) a combination of two or more operations specified in sub-paragraphs (a) <br /> to (p). <br /> 2. All operations carried out either in an EFTA State or in Chile on a given product <br /> shall be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of <br /> paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (d) \"customs value\" means the calculated value determined in accordance <br /> with the Agreement on implementation of Article VII of the General <br /> Agreement on Tariffs and Trade 1994 (hereinafter referred to as \"the <br /> WTO Agreement on Customs Valuation\"); <br /> (e) \"ex-works price\" means the price paid for the product ex-works to the <br /> manufacturer in an EFTA State or in Chile in whose undertaking the last <br /> working or processing is carried out. The price paid shall inter alia <br /> include the value of all materials used, labour costs and profit as well <br /> other costs according to the WTO Agreement on Customs Valuation, <br /> minus any internal taxes returned or repaid when the product obtained is <br /> exported; <br /> (f) \"goods\" means both materials and products; <br /> (g) \"Harmonized System\" means the Harmonized Commodity Description <br /> and Coding System in force, including its general rules and legal notes; <br /> (h) \"manufacture\" means any kind of working or processing, including <br /> assembly or specific operations; <br /> (i) \"material\" means any ingredient, raw material, component or part, etc., <br /> used in the manufacture of the product; <br /> (j) \"non-originating materials\" means materials which do not qualify as <br /> originating under this Annex; <br /> (k) \"Party\" means Iceland, Norway, Switzerland and Chile. Due to the <br /> customs  union  between  Switzerland  and  Liechtenstein,  products <br /> originating in Liechtenstein are considered as originating in Switzerland; <br /> (l) \"product\" means the product being manufactured, even if it is intended <br /> for later use in another manufacturing operation; <br /> (m) \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in an <br /> EFTA State or in Chile; <br /> (n) \"value of originating materials\" means the value of originating materials <br /> in accordance with the definition of sub-paragraph (m) applied mutatis <br /> mutandis; <br /> (o) \"competent governmental authorities\" mean the customs authorities of <br /> the respective EFTA State and the \"Dirección General de Relaciones <br /> Económicas Internationales\" (DIRECON) of the Ministry of Foreign <br /> Affairs of Chile, or its successor in the functions referred to in this <br /> Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment, including goods to be used for their maintenance; <br /> (c) machines, tools, dies and moulds; and <br /> (d) any other goods which do not enter into and which are not intended to <br /> enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 121 : Direct transport <br /> 1. The preferential treatment provided for under the Agreement applies only to <br /> products, satisfying the requirements of this Annex, which are transported directly <br /> between an EFTA State and Chile. However, products may be transported through <br /> territories of non-Parties with, should the occasion arise, trans-shipment or temporary <br /> warehousing, provided that they do not undergo operations other than unloading, <br /> reloading, splitting-up of consignments or any operation designed to preserve them in <br /> good condition. The products shall remain under customs control in the country of <br /> transit. <br /> 2. The importer shall upon request supply appropriate evidence to the customs <br /> authorities of the importing Party that the conditions set out in paragraph 1 have been <br /> fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of territoriality <br /> 1. Except as provided for in Article 3, the conditions for acquiring originating <br /> status set out in Title II must be fulfilled without interruption in an EFTA State or in <br /> Chile. <br /> 2. Except as provided for in Article 3, an originating product exported from an <br /> EFTA State or Chile to a non-Party shall where returned be considered as non- <br /> originating unless it can be demonstrated to the satisfaction of the customs authorities of <br /> the importing Party concerned that: <br /> (a) the returning product is the same as that exported; and <br /> (b) the returning product has not undergone any operation beyond that <br /> necessary to preserve it in good condition while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 1. The unit of qualification for the application of the provisions of this Annex shall <br /> be the particular product which is considered as the basic unit when determining <br /> classification using the nomenclature of the Harmonized System. <br /> 1 \"simple\", generally describes activities which need neither special skills nor machines, apparatus <br /> or equipment especially produced or installed for carrying out the activity. <br /> 2 \"simple mixing\", generally describes activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity. However, <br /> simple mixing does not include chemical reaction. Chemical reaction means a process (including <br /> a biochemical process) which results in a molecule with a new structure by breaking <br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br /> arrangement of atoms in a molecule. <br /> Accordingly, it follows that: <br /> (a) when a product composed of a group or assembly of articles is classified <br /> under a single heading, the whole constitutes the unit of qualification; or <br /> (b) when a consignment consists of a number of identical products classified <br /> under the same heading, each product shall be taken individually into <br /> account when applying the provisions of this Annex. <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is included <br /> with a product for classification purposes, it shall also be included for the purposes of <br /> determining origin of that product. Packing materials and containers in which a product <br /> is packed for shipment shall be disregarded in determining the origin of that product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br /> as originating when all component products are originating. However, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1. Originating products sent for exhibition outside the territories of the Parties and <br /> sold after the exhibition for importation into an EFTA State or into Chile shall, on <br /> importation benefit from the preferential treatment under this Agreement provided it is <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from an EFTA State or Chile to <br /> the country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in an EFTA State or in Chile; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to the sale of foreign products, and during which <br /> the products remain under customs control. The customs authorities of the importing <br /> Party may require evidence that the products have remained under customs control in <br /> the country of exhibition, as well as additional documentary evidence of the conditions <br /> under which they have been exhibited. <br /> 3. A proof of origin shall be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing Party in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. In the case <br /> of a movement certificate EUR.1, this indication should be inserted in the \"Remarks\" <br /> box.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General requirements <br /> 1. Products originating in an EFTA State or in Chile shall, on importation into <br /> another Party benefit from the preferential treatment under this Agreement upon <br /> submission of one of the following proofs of origin: <br /> (a) a movement certificate EUR.1, a specimen of which appears in <br /> Appendix 3; or <br /> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br /> exported so that the final destination of the product can be known by authorities. <br /> (b) in the cases specified in Article 20(1), a declaration, subsequently <br /> referred to as the \"invoice declaration\", given by the exporter on an <br /> invoice, a delivery note or any other commercial document which <br /> describes the products concerned in sufficient detail to enable them to be <br /> identified. The text of the invoice declaration appears in Appendix 4. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 25, on importation benefit from the <br /> preferential treatment under this Agreement without it being necessary to submit any of <br /> the documents referred in paragraph 1. <br /> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br /> authorities of the exporting Party on application having been made in writing by the <br /> exporter or, under the exporter's responsibility, by his authorised representative. <br /> 2. For this purpose, the exporter or his authorised representative shall fill out both <br /> the movement certificate EUR.1 and the application form, a specimen of which appear <br /> in Appendix 3. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the competent governmental authorities <br /> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfillment of the other requirements of this Annex. <br /> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br /> authorities of the exporting Party if the products concerned can be considered as <br /> products originating in an EFTA State or in Chile and fulfil the other requirements of <br /> this Annex. <br /> 5. The issuing competent governmental authorities shall take any steps necessary to <br /> verify the originating status of the products and the fulfilment of the other requirements <br /> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check considered <br /> appropriate. The issuing competent governmental authorities shall also ensure that the <br /> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br /> whether the space reserved for the description of the products has been completed in <br /> such a manner as to exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br /> of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br /> authorities of the exporting Party and made available to the exporter as soon as actual <br /> exportation has been effected or ensured. <br /> Article 18 : Issue of a duplicate movement certificate EUR.1 <br /> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br /> exporter by stating the reason for his request may apply to the competent governmental <br /> authorities which issued it for a duplicate made out on the basis of the export documents <br /> in their possession. <br /> 2. The duplicate issued in this way shall be endorsed with one of the following <br /> words: <br /> \"DUPLICADO\". <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br /> box of the duplicate movement certificate EUR.1. <br /> 4. The duplicate, which shall bear the date of issue of the original movement <br /> certificate EUR.1, shall take effect as from that date. <br /> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br /> issued or made out previously <br /> When originating products are placed under the control of a customs office in an <br /> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br /> or more movement certificates EUR.1 for the purpose of sending all or some of these <br /> products to another Party or elsewhere within the importing Party concerned. The <br /> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br /> of the importing Party, by the customs office under whose control the products are <br /> placed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500 EUR / 530 USD / 400000 CLP / 4100 NOK / 43000 ISK / 900 CHF)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Exemptions from proof of origin <br /> 1. Products sent from private persons to private persons or products forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring <br /> the submission of a proof of origin, provided that such products are not imported by way <br /> of trade and have been declared as meeting the requirements of this Annex and where <br /> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br /> post, this declaration can be made on customs declaration CN22/CN23 or other <br /> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br /> that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by way <br /> of trade if it is evident from the nature and quantity of the products that no commercial <br /> purpose is in view. <br /> 3. In case of products sent from private persons to private persons the total value of <br /> these products shall not exceed any of the following amounts: <br /> (i) 500 euro <br /> (ii) 530 US dollar (USD) <br /> (iii) 400000 Chilean pesos (CLP) <br /> (iv) 4100 Norwegian kroner (NOK) <br /> (v) 43000 Icelandic kroner (ISK) <br /> (vi) 900 Swiss francs (CHF) <br /> 4. In case of products forming part of travellers' personal luggage the total value of <br /> these products shall not exceed any of the following amounts: <br /> (i) 1200 euro <br /> (ii) 1250 US dollar (USD) <br /> (iii) 940000 Chilean pesos (CLP) <br /> (iv) 10000 Norwegian kroner (NOK) <br /> (v) 100000 Icelandic kroner (ISK) <br /> (vi) 2100 Swiss francs (CHF) <br /> 5. Where the value of the goods is invoiced or declared in a currency other than <br /> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br /> the national currency of the importing Party shall be applied.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved exporter <br /> 1. The competent governmental authorities of the exporting Party may authorise <br /> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br /> shipments of originating products under this Agreement to make out invoice <br /> declarations irrespective of the value of the products concerned. An exporter seeking <br /> such authorisation shall offer to the satisfaction of the competent governmental <br /> authorities all guarantees necessary to verify the originating status of the products as <br /> well as the fulfilment of the other requirements of this Annex. <br /> 2. The competent governmental authorities may grant the status of approved <br /> exporter subject to any conditions which they consider appropriate. <br /> 3. The competent governmental authorities shall grant to the approved exporter a <br /> customs authorisation number which shall appear on the invoice declaration. <br /> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br /> authorisation by the approved exporter. <br /> 5. The competent governmental authorities may withdraw the authorisation at any <br /> time. They shall do so where the approved exporter no longer offers the guarantees <br /> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br /> otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (o) \"competent governmental authorities\" mean the customs authorities of <br /> the respective EFTA State and the \"Dirección General de Relaciones <br /> Económicas Internationales\" (DIRECON) of the Ministry of Foreign <br /> Affairs of Chile, or its successor in the functions referred to in this <br /> Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "10 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for ten months from the date of issue in the <br /> exporting Party, and shall be submitted within the said period to the customs authorities <br /> of the importing Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing <br /> Party after the final date for presentation specified in paragraph 1 may be accepted for <br /> the purpose of applying for preferential treatment where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin where the products have been submitted to them <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of proof of origin and supporting documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 16(3). <br /> 2. The exporter making out an invoice declaration shall keep for at least three years <br /> a copy of the invoice declaration in question as well as the documents referred to in <br /> Article 20(3). <br /> 3. The competent governmental authorities of the exporting Party issuing a <br /> movement certificate EUR.1 shall keep for at least three years the application form <br /> referred to in Article 16(2). <br /> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br /> least three years the movement certificates EUR.1 and the invoice declarations <br /> submitted to them. The customs authorities of Chile must have at their disposal for five <br /> years the movement certificates EUR.1 and the invoice declarations submitted to them <br /> on importation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br /> be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the competent governmental <br /> authorities that a movement certificate EUR.1 was issued but was not <br /> accepted at importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The competent governmental authorities may issue a movement certificate <br /> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br /> of the following phrases: <br /> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br /> box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting documents <br /> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br /> proving that products covered by a movement certificate EUR.1 or an invoice <br /> declaration can be considered as products originating in an EFTA State or in Chile and <br /> fulfil the other requirements of this Annex may consist of inter alia the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or <br /> internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in an EFTA State or in Chile where these documents are used, <br /> as provided for in their internal legislation; <br /> (c) documents proving the working or processing of materials in an EFTA <br /> State or in Chile, issued or made out in an EFTA State or in Chile where <br /> these documents are used, as provided for in their internal legislation; <br /> (d) movement certificates EUR.1 or invoice declarations proving the <br /> originating status of materials used, issued or made out in an EFTA State <br /> or in Chile.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Verification of proofs of origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br /> customs authorities of the importing Party want to verify the authenticity of such <br /> documents, the originating status of the products concerned or the fulfilment of the other <br /> requirements of this Annex. <br /> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Party shall return the movement certificate EUR.1 and the <br /> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br /> to the competent governmental authorities of the exporting Party giving, where <br /> appropriate, the reasons for the inquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the competent governmental authorities <br /> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br /> and to carry out any check of the exporter's accounts or any other control considered <br /> appropriate. <br /> 4. If the customs authorities of the importing Party decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results shall indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in an EFTA State or in Chile and fulfil the other <br /> requirements of this Annex. <br /> 6. If there is no reply within ten months of the date of the verification request or if <br /> the reply does not contain sufficient information to determine the authenticity of the <br /> document in question or the real origin of the products, the requesting customs <br /> authorities shall, except in exceptional circumstances, refuse entitlement to the <br /> preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Penalties <br /> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br /> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br /> any person who draws up, or causes to be drawn up, a document which contains <br /> incorrect information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that such document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 4 : Wholly obtained products <br> Article 8 : Accessories, spare parts and tools <br> Direct transport <br> Wholly obtained products <br> Article 1 : Definitions <br> For the purpose of this Annex: <br> 1. Notwithstanding Article 2, materials originating in another Party within the <br> (a) \"chapters\" and \"headings\" mean the chapters (two-digit codes) and the <br> meaning of this Annex shall be considered as materials originating in the Party <br> headings (four-digit codes) used in the nomenclature of the Harmonized <br> (a) mineral products extracted from their soil or from their seabed; <br> concerned, provided that they have undergone working or processing going beyond that <br> System; <br> Article 9 : Sets <br> referred to in Article 6. <br> (b) \"classified\" refers to the classification of a product or material under a <br> 2. Products originating in another Party within the meaning of this Annex, which <br> are exported from one Party to another, shall retain their origin when exported in the <br> (c) \"consignment\" means products which are either sent simultaneously from <br> Neutral elements <br> regarded as originating, provided that the value of the non-originating products does not <br> same state or without having undergone in the exporting Party working or processing <br> one exporter to one consignee or covered by a single transport document <br> going beyond that referred to in Article 6. <br> covering their shipment from the exporter to the consignee or, in the <br> 3. For the purpose of paragraph 2, where materials originating in two or more of <br> ARTICLE 3 : Cumulation of Origin <br> composed of originating and non-originating products, the set as a whole shall be <br> absence of such a document, by a single invoice; <br> the Parties are used and those materials have undergone working or processing in the <br> (d) \"customs value\" means the calculated value determined in accordance <br> particular heading; <br> exporting Party not going beyond that referred to in Article 6, the origin is determined <br> with the Agreement on implementation of Article VII of the General <br> Article 10 : Neutral Elements <br> by the material with the highest customs value or, if this is not known and cannot be <br> thereafter in the state in which they were sent for exhibition; and <br> Agreement on Tariffs and Trade 1994 (hereinafter referred to as \"the <br> ascertained, with the highest first ascertainable price paid for that material in that Party. <br> determine the origin of the following which might be used in its manufacture: <br> WTO Agreement on Customs Valuation\"); <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> and <br> Exhibitions <br> making-up of sets of articles); <br> (e) \"ex-works price\" means the price paid for the product ex-works to the <br> (j) sifting, screening, sorting, classifying, grading, matching (including the <br> In order to determine whether a product originates, it shall not be necessary to <br> manufacturer in an EFTA State or in Chile in whose undertaking the last <br> (a) energy and fuel; <br> condition during transport and storage; <br> For the purpose of Articles 2(1)(a) and 2(2)(a), the following shall be considered <br> working or processing is carried out. The price paid shall inter alia <br> as wholly obtained in an EFTA State or in Chile: <br> include the value of all materials used, labour costs and profit as well <br> other costs according to the WTO Agreement on Customs Valuation, <br> minus any internal taxes returned or repaid when the product obtained is <br> (j) waste and scrap resulting from manufacturing operations conducted <br> Article 11 : Principle of territoriality <br> exported; <br> Sets <br> (f) \"goods\" means both materials and products; <br> (e) products obtained by hunting, trapping or fishing in inland waters <br> disassembly of products into parts; <br> (g) \"Harmonized System\" means the Harmonized Commodity Description <br> (c) machines, tools, dies and moulds; and <br> (d) ironing or pressing of textiles; <br> (i) used articles collected there fit only for the recovery of raw materials or <br> conducted there; <br> there; <br> and Coding System in force, including its general rules and legal notes; <br> (f) products of sea fishing and other products taken from the territorial sea or <br> (p) slaughter of animals; <br> for use as waste; <br> (h) \"manufacture\" means any kind of working or processing, including <br> Principle of territoriality <br> the exclusive economic zone of an EFTA state or of Chile 1; <br> (g) products of sea fishing and other products taken from the sea outside the <br> (i) \"material\" means any ingredient, raw material, component or part, etc., <br> exclusive economic zone by a vessel flying the flag of an EFTA state or <br> of Chile; <br> (j) \"non-originating materials\" means materials which do not qualify as <br> (h) products manufactured on board a factory ship flying the flag of an <br> originating under this Annex; <br> EFTA State or of Chile, exclusively from products referred to in <br> (k) \"Party\" means Iceland, Norway, Switzerland and Chile. Due to the <br> Article 5 : Sufficiently worked or processed products <br> sub-paragraphs (f) and (g); <br> customs  union  between  Switzerland  and  Liechtenstein,  products <br> (c) live animals born and raised there; <br> Sufficiently worked or processed products <br> originating in Liechtenstein are considered as originating in Switzerland; <br> (b) plant and equipment, including goods to be used for their maintenance; <br> (l) \"product\" means the product being manufactured, even if it is intended <br> for later use in another manufacturing operation; <br> (m) \"value of materials\" means the customs value at the time of importation <br> (k) products extracted from the seabed or beneath the seabed outside their <br> Accordingly, it follows that: <br> of the non-originating materials used, or, if this is not known and cannot <br> products, satisfying the requirements of this Annex, which are transported directly <br> territorial sea, provided that they have sole rights to exploit such seabed; <br> be ascertained, the first ascertainable price paid for the materials in an <br> EFTA State or in Chile; <br> (l) products manufactured there exclusively from products specified in sub- <br> (n) \"value of originating materials\" means the value of originating materials <br> Cumulation of origin <br> paragraphs (a) to (k). <br> in accordance with the definition of sub-paragraph (m) applied mutatis <br> fulfilled. <br> assembly or specific operations; <br> mutandis; <br> (o) \"competent governmental authorities\" mean the customs authorities of <br> 1. For the purpose of Articles 2(1)(b) and 2(2)(b), products which are not wholly <br> the respective EFTA State and the \"Dirección General de Relaciones <br> used in the manufacture of the product; <br> obtained are considered to be sufficiently worked or processed when the conditions set <br> Económicas Internationales\" (DIRECON) of the Ministry of Foreign <br> out in Appendix 2 are fulfilled. <br> Affairs of Chile, or its successor in the functions referred to in this <br> The conditions referred to above indicate, for all products covered by this <br> Annex. <br> Agreement, the working or processing which shall be carried out on non-originating <br> materials used in manufacturing and apply only in relation to such materials. <br> Accordingly, it follows that if a product which has acquired originating status, <br> piece of equipment, machine, apparatus or vehicle in question. <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> regardless of whether this product has been manufactured in the same factory or in <br> another factory in an EFTA State or in Chile, by fulfilling the conditions set out in <br> Appendix 2 is used as material in the manufacture of another product, the conditions <br> applicable to such other product do not apply to a product that is used as material, and <br> 1 Products of sea fishing and other products taken from the sea within the exclusive economic zone of a Party shall be <br> (c) the products have been consigned during the exhibition or immediately <br> considered as wholly obtained in that Party if exclusively taken by a vessel registered or recorded within that Party and <br> (d) products from live animals raised there; <br> flying its flag. <br> Insufficient working or processing operations <br> therefore no account shall be taken of any non-originating materials incorporated into <br> such a product used as a material in the manufacture of another product. <br> used for any purpose other than demonstration at the exhibition. <br> (g) operations to colour sugar or form sugar lumps; <br> conditions set out in Appendix 2, should not be used in the manufacture of a product <br> may nevertheless be used, provided that: <br> rice; <br> (a) their total value does not exceed 10 per cent of the ex-works price of the <br> (b) any of the percentages given in Appendix 2 for the maximum value of <br> transit. <br> Without prejudice to Notes 5 and 6 of Appendix 1, this paragraph shall not apply to <br> (a) preserving operations to ensure that the products remain in good <br> 3. Paragraphs 1 and 2 shall apply except as provided for in Article 6. <br> Article 6 : Insufficient working or processing operations <br> 1. The preferential treatment provided for under the Agreement applies only to <br> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br> as insufficient working or processing to confer the status of originating products, <br> whether or not the requirements of Article 5 are satisfied: <br> Article 7 : Unit of qualification <br> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br> (b) breaking-up and assembly of packages; <br> Article 13 : Exhibitions <br> (e) simple1 painting and polishing operations; <br> products falling within Chapters 50 to 63 of the Harmonized System. <br> (i) sharpening, simple1 grinding or simple1 cutting; <br> signs on products or their packaging; <br> (b) vegetable products harvested there; <br> (k) simple1 placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> cards or boards and all other simple1 packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> (m) simple mixing 2 of products, whether or not of different kinds; <br> Accessories, Spare Parts and Tools <br> (n) simple1 assembly of parts of articles to constitute a complete article or <br> (q) a combination of two or more operations specified in sub-paragraphs (a) <br> the country in which the exhibition is held and has exhibited them there; <br> to (p). <br> 2. All operations carried out either in an EFTA State or in Chile on a given product <br> undergone by that product is to be regarded as insufficient within the meaning of <br> paragraph 1. <br> Unit of qualification <br> classification using the nomenclature of the Harmonized System. <br> simple mixing does not include chemical reaction. Chemical reaction means a process (including <br> (o) operations whose sole purpose is to ease loading; <br> 1 \"simple\", generally describes activities which need neither special skills nor machines, apparatus <br> 1. Without prejudice to paragraph 2, the following operations shall be considered <br> or equipment especially produced or installed for carrying out the activity. <br> (b) when a consignment consists of a number of identical products classified <br> 2 \"simple mixing\", generally describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, <br> non-originating materials are not exceeded through the application of this <br> (d) the products have not, since they were consigned for exhibition, been <br> a biochemical process) which results in a molecule with a new structure by breaking <br> fair or similar public show or display which is not organised for private purposes in <br> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br> 1. The unit of qualification for the application of the provisions of this Annex shall <br> arrangement of atoms in a molecule. <br> be the particular product which is considered as the basic unit when determining <br> under a single heading, the whole constitutes the unit of qualification; or <br> under the same heading, each product shall be taken individually into <br> account when applying the provisions of this Annex. <br> used in the manufacture of the products concerned and that all customs duties or charges <br> machine, apparatus or vehicle, which are part of the normal equipment and included in <br> with a product for classification purposes, it shall also be included for the purposes of <br> determining origin of that product. Packing materials and containers in which a product <br> the price thereof or which are not separately invoiced, shall be regarded as one with the <br> 3. The exporter of products covered by a proof of origin shall be prepared to submit <br> is packed for shipment shall be disregarded in determining the origin of that product. <br> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> at any time, upon request from the customs authorities, all appropriate documents <br> Accessories, spare parts and tools dispatched with a piece of equipment, <br> whatever kind. <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br> as originating when all component products are originating. However, when a set is <br> 2. Notwithstanding paragraph 1, non-originating materials which, according to the <br> exceed 15 per cent of the ex-works price of the set. <br> product; <br> paragraph. <br> (d) any other goods which do not enter into and which are not intended to <br> enter into the final composition of the product. <br> 1. Except as provided for in Article 3, the conditions for acquiring originating <br> status set out in Title II must be fulfilled without interruption in an EFTA State or in <br> Chile. <br> 2. Except as provided for in Article 3, an originating product exported from an <br> EFTA State or Chile to a non-Party shall where returned be considered as non- <br> originating unless it can be demonstrated to the satisfaction of the customs authorities of <br> the importing Party concerned that: <br> (a) when a product composed of a group or assembly of articles is classified <br> Article 121 : Direct transport <br> between an EFTA State and Chile. However, products may be transported through <br> territories of non-Parties with, should the occasion arise, trans-shipment or temporary <br> warehousing, provided that they do not undergo operations other than unloading, <br> reloading, splitting-up of consignments or any operation designed to preserve them in <br> good condition. The products shall remain under customs control in the country of <br> 2. The importer shall upon request supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 1 have been <br> shall be considered together when determining whether the working or processing <br> 1. Originating products sent for exhibition outside the territories of the Parties and <br> sold after the exhibition for importation into an EFTA State or into Chile shall, on <br> (a) the returning product is the same as that exported; and <br> importation benefit from the preferential treatment under this Agreement provided it is <br> (b) the returning product has not undergone any operation beyond that <br> demonstrated to the satisfaction of the customs authorities that: <br> necessary to preserve it in good condition while being exported. <br> (a) an exporter has consigned these products from an EFTA State or Chile to <br> person in an EFTA State or in Chile; <br> 2. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> 2. Where, under General Rule 5 of the Harmonized System, packaging is included <br> shops or business premises with a view to the sale of foreign products, and during which <br> the products remain under customs control. The customs authorities of the importing <br> Party may require evidence that the products have remained under customs control in <br> the country of exhibition, as well as additional documentary evidence of the conditions <br> under which they have been exhibited. <br> 3. A proof of origin shall be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing Party in the normal <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and <br> manner. The name and address of the exhibition must be indicated thereon. In the case <br> of a movement certificate EUR.1, this indication should be inserted in the \"Remarks\" <br> box. <br> Article 14 : Prohibition of drawback of, or exemption from, customs duties on imports <br> Prohibition of drawback of, or exemption from, customs duties on imports <br> Definitions <br> 1. Non-originating materials, used in the manufacture of products originating in an <br> EFTA State or in Chile within the meaning of this Annex for which a proof of origin is <br> issued or made out in accordance with the provisions of Title V shall not be subject in <br> an EFTA State or in Chile to drawback of, or exemption from, customs duties of <br> equivalent effect applicable in an EFTA State or Chile to materials used in the <br> effect, when products obtained from such materials are exported and not when they are <br> retained for home use there1. <br> proving that no drawback has been obtained in respect of the non-originating materials <br> having an equivalent effect applicable to such materials have actually been paid. <br> within the meaning of Article 7(2), accessories, spare parts and tools within the meaning <br> of Article 8 and products in a set within the meaning of Article 9, when such items are <br> non-originating. <br> which are of the kind to which the Agreement applies. Furthermore, they shall not <br> preclude the application of an export refund system for agricultural products, applicable <br> upon export in accordance with the provisions of this Agreement. <br> 6. The provisions of this Article shall only apply five years after the entry into <br> force of the Agreement. <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> remission or non-payment, partial or complete, of customs duties or charges having an <br> manufacture, where such refund, remission or non-payment applies, expressly or in <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> (a) products wholly obtained in an EFTA State within the meaning of <br> Article 4; <br> (b) products obtained in an EFTA State incorporating materials which have <br> or <br> not been wholly obtained there, provided that such materials have <br> (c) products obtained in an EFTA State exclusively from materials that <br> 2. For the purpose of this Agreement, the following products shall be considered as <br> originating pursuant to this Annex. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "1. For the purpose of this Agreement, the following products shall be considered as <br> originating in an EFTA State: <br> undergone sufficient working or processing in the EFTA State concerned <br> within the meaning of Article 5; or <br> qualify as originating pursuant to this Annex. <br> originating in Chile: <br> (a) products wholly obtained in Chile within the meaning of Article 4; <br> (b) products obtained in Chile incorporating materials which have not been <br> wholly obtained there, provided that such materials have undergone <br> sufficient working or processing in Chile within the meaning of Article 5; <br> (c) products obtained in Chile exclusively from materials that qualify as <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 15 : General requirements <br> Article 4 : Wholly obtained products <br> Article 8 : Accessories, spare parts and tools <br> Direct transport <br> Wholly obtained products <br> Article 1 : Definitions <br> For the purpose of this Annex: <br> 1. Notwithstanding Article 2, materials originating in another Party within the <br> (a) \"chapters\" and \"headings\" mean the chapters (two-digit codes) and the <br> meaning of this Annex shall be considered as materials originating in the Party <br> headings (four-digit codes) used in the nomenclature of the Harmonized <br> (a) mineral products extracted from their soil or from their seabed; <br> concerned, provided that they have undergone working or processing going beyond that <br> System; <br> Article 9 : Sets <br> referred to in Article 6. <br> (b) \"classified\" refers to the classification of a product or material under a <br> 2. Products originating in another Party within the meaning of this Annex, which <br> are exported from one Party to another, shall retain their origin when exported in the <br> (c) \"consignment\" means products which are either sent simultaneously from <br> Neutral elements <br> regarded as originating, provided that the value of the non-originating products does not <br> same state or without having undergone in the exporting Party working or processing <br> one exporter to one consignee or covered by a single transport document <br> going beyond that referred to in Article 6. <br> covering their shipment from the exporter to the consignee or, in the <br> 3. For the purpose of paragraph 2, where materials originating in two or more of <br> ARTICLE 3 : Cumulation of Origin <br> composed of originating and non-originating products, the set as a whole shall be <br> absence of such a document, by a single invoice; <br> the Parties are used and those materials have undergone working or processing in the <br> (d) \"customs value\" means the calculated value determined in accordance <br> particular heading; <br> exporting Party not going beyond that referred to in Article 6, the origin is determined <br> with the Agreement on implementation of Article VII of the General <br> Article 10 : Neutral Elements <br> by the material with the highest customs value or, if this is not known and cannot be <br> thereafter in the state in which they were sent for exhibition; and <br> Agreement on Tariffs and Trade 1994 (hereinafter referred to as \"the <br> ascertained, with the highest first ascertainable price paid for that material in that Party. <br> determine the origin of the following which might be used in its manufacture: <br> WTO Agreement on Customs Valuation\"); <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> and <br> Exhibitions <br> making-up of sets of articles); <br> (e) \"ex-works price\" means the price paid for the product ex-works to the <br> (j) sifting, screening, sorting, classifying, grading, matching (including the <br> In order to determine whether a product originates, it shall not be necessary to <br> manufacturer in an EFTA State or in Chile in whose undertaking the last <br> (a) energy and fuel; <br> condition during transport and storage; <br> For the purpose of Articles 2(1)(a) and 2(2)(a), the following shall be considered <br> working or processing is carried out. The price paid shall inter alia <br> as wholly obtained in an EFTA State or in Chile: <br> include the value of all materials used, labour costs and profit as well <br> other costs according to the WTO Agreement on Customs Valuation, <br> minus any internal taxes returned or repaid when the product obtained is <br> (j) waste and scrap resulting from manufacturing operations conducted <br> Article 11 : Principle of territoriality <br> exported; <br> Sets <br> (f) \"goods\" means both materials and products; <br> (e) products obtained by hunting, trapping or fishing in inland waters <br> disassembly of products into parts; <br> (g) \"Harmonized System\" means the Harmonized Commodity Description <br> (c) machines, tools, dies and moulds; and <br> (d) ironing or pressing of textiles; <br> (i) used articles collected there fit only for the recovery of raw materials or <br> conducted there; <br> there; <br> and Coding System in force, including its general rules and legal notes; <br> (f) products of sea fishing and other products taken from the territorial sea or <br> (p) slaughter of animals; <br> for use as waste; <br> (h) \"manufacture\" means any kind of working or processing, including <br> Principle of territoriality <br> the exclusive economic zone of an EFTA state or of Chile 1; <br> (g) products of sea fishing and other products taken from the sea outside the <br> (i) \"material\" means any ingredient, raw material, component or part, etc., <br> exclusive economic zone by a vessel flying the flag of an EFTA state or <br> of Chile; <br> (j) \"non-originating materials\" means materials which do not qualify as <br> (h) products manufactured on board a factory ship flying the flag of an <br> originating under this Annex; <br> EFTA State or of Chile, exclusively from products referred to in <br> (k) \"Party\" means Iceland, Norway, Switzerland and Chile. Due to the <br> Article 5 : Sufficiently worked or processed products <br> sub-paragraphs (f) and (g); <br> customs  union  between  Switzerland  and  Liechtenstein,  products <br> (c) live animals born and raised there; <br> Sufficiently worked or processed products <br> originating in Liechtenstein are considered as originating in Switzerland; <br> (b) plant and equipment, including goods to be used for their maintenance; <br> (l) \"product\" means the product being manufactured, even if it is intended <br> for later use in another manufacturing operation; <br> (m) \"value of materials\" means the customs value at the time of importation <br> (k) products extracted from the seabed or beneath the seabed outside their <br> Accordingly, it follows that: <br> of the non-originating materials used, or, if this is not known and cannot <br> products, satisfying the requirements of this Annex, which are transported directly <br> territorial sea, provided that they have sole rights to exploit such seabed; <br> be ascertained, the first ascertainable price paid for the materials in an <br> EFTA State or in Chile; <br> (l) products manufactured there exclusively from products specified in sub- <br> (n) \"value of originating materials\" means the value of originating materials <br> Cumulation of origin <br> paragraphs (a) to (k). <br> in accordance with the definition of sub-paragraph (m) applied mutatis <br> fulfilled. <br> assembly or specific operations; <br> mutandis; <br> (o) \"competent governmental authorities\" mean the customs authorities of <br> 1. For the purpose of Articles 2(1)(b) and 2(2)(b), products which are not wholly <br> the respective EFTA State and the \"Dirección General de Relaciones <br> used in the manufacture of the product; <br> obtained are considered to be sufficiently worked or processed when the conditions set <br> Económicas Internationales\" (DIRECON) of the Ministry of Foreign <br> out in Appendix 2 are fulfilled. <br> Affairs of Chile, or its successor in the functions referred to in this <br> The conditions referred to above indicate, for all products covered by this <br> Annex. <br> Agreement, the working or processing which shall be carried out on non-originating <br> materials used in manufacturing and apply only in relation to such materials. <br> Accordingly, it follows that if a product which has acquired originating status, <br> piece of equipment, machine, apparatus or vehicle in question. <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> regardless of whether this product has been manufactured in the same factory or in <br> another factory in an EFTA State or in Chile, by fulfilling the conditions set out in <br> Appendix 2 is used as material in the manufacture of another product, the conditions <br> applicable to such other product do not apply to a product that is used as material, and <br> 1 Products of sea fishing and other products taken from the sea within the exclusive economic zone of a Party shall be <br> (c) the products have been consigned during the exhibition or immediately <br> considered as wholly obtained in that Party if exclusively taken by a vessel registered or recorded within that Party and <br> (d) products from live animals raised there; <br> flying its flag. <br> Insufficient working or processing operations <br> therefore no account shall be taken of any non-originating materials incorporated into <br> such a product used as a material in the manufacture of another product. <br> used for any purpose other than demonstration at the exhibition. <br> (g) operations to colour sugar or form sugar lumps; <br> conditions set out in Appendix 2, should not be used in the manufacture of a product <br> may nevertheless be used, provided that: <br> rice; <br> (a) their total value does not exceed 10 per cent of the ex-works price of the <br> (b) any of the percentages given in Appendix 2 for the maximum value of <br> transit. <br> Without prejudice to Notes 5 and 6 of Appendix 1, this paragraph shall not apply to <br> (a) preserving operations to ensure that the products remain in good <br> 3. Paragraphs 1 and 2 shall apply except as provided for in Article 6. <br> Article 6 : Insufficient working or processing operations <br> 1. The preferential treatment provided for under the Agreement applies only to <br> 4. The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br> as insufficient working or processing to confer the status of originating products, <br> whether or not the requirements of Article 5 are satisfied: <br> Article 7 : Unit of qualification <br> 5. The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br> (b) breaking-up and assembly of packages; <br> Article 13 : Exhibitions <br> (e) simple1 painting and polishing operations; <br> products falling within Chapters 50 to 63 of the Harmonized System. <br> (i) sharpening, simple1 grinding or simple1 cutting; <br> signs on products or their packaging; <br> (b) vegetable products harvested there; <br> (k) simple1 placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br> cards or boards and all other simple1 packaging operations; <br> (l) affixing or printing marks, labels, logos and other like distinguishing <br> (m) simple mixing 2 of products, whether or not of different kinds; <br> Accessories, Spare Parts and Tools <br> (n) simple1 assembly of parts of articles to constitute a complete article or <br> (q) a combination of two or more operations specified in sub-paragraphs (a) <br> the country in which the exhibition is held and has exhibited them there; <br> to (p). <br> 2. All operations carried out either in an EFTA State or in Chile on a given product <br> undergone by that product is to be regarded as insufficient within the meaning of <br> paragraph 1. <br> Unit of qualification <br> classification using the nomenclature of the Harmonized System. <br> simple mixing does not include chemical reaction. Chemical reaction means a process (including <br> (o) operations whose sole purpose is to ease loading; <br> 1 \"simple\", generally describes activities which need neither special skills nor machines, apparatus <br> 1. Without prejudice to paragraph 2, the following operations shall be considered <br> or equipment especially produced or installed for carrying out the activity. <br> (b) when a consignment consists of a number of identical products classified <br> 2 \"simple mixing\", generally describes activities which need neither special skills nor machines, <br> apparatus or equipment especially produced or installed for carrying out the activity. However, <br> non-originating materials are not exceeded through the application of this <br> (d) the products have not, since they were consigned for exhibition, been <br> a biochemical process) which results in a molecule with a new structure by breaking <br> fair or similar public show or display which is not organised for private purposes in <br> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br> 1. The unit of qualification for the application of the provisions of this Annex shall <br> arrangement of atoms in a molecule. <br> be the particular product which is considered as the basic unit when determining <br> under a single heading, the whole constitutes the unit of qualification; or <br> under the same heading, each product shall be taken individually into <br> account when applying the provisions of this Annex. <br> used in the manufacture of the products concerned and that all customs duties or charges <br> machine, apparatus or vehicle, which are part of the normal equipment and included in <br> with a product for classification purposes, it shall also be included for the purposes of <br> determining origin of that product. Packing materials and containers in which a product <br> the price thereof or which are not separately invoiced, shall be regarded as one with the <br> 3. The exporter of products covered by a proof of origin shall be prepared to submit <br> is packed for shipment shall be disregarded in determining the origin of that product. <br> 2. The prohibition in paragraph 1 shall apply to any arrangement for refund, <br> at any time, upon request from the customs authorities, all appropriate documents <br> Accessories, spare parts and tools dispatched with a piece of equipment, <br> whatever kind. <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br> as originating when all component products are originating. However, when a set is <br> 2. Notwithstanding paragraph 1, non-originating materials which, according to the <br> exceed 15 per cent of the ex-works price of the set. <br> product; <br> paragraph. <br> (d) any other goods which do not enter into and which are not intended to <br> enter into the final composition of the product. <br> 1. Except as provided for in Article 3, the conditions for acquiring originating <br> status set out in Title II must be fulfilled without interruption in an EFTA State or in <br> Chile. <br> 2. Except as provided for in Article 3, an originating product exported from an <br> EFTA State or Chile to a non-Party shall where returned be considered as non- <br> originating unless it can be demonstrated to the satisfaction of the customs authorities of <br> the importing Party concerned that: <br> (a) when a product composed of a group or assembly of articles is classified <br> Article 121 : Direct transport <br> between an EFTA State and Chile. However, products may be transported through <br> territories of non-Parties with, should the occasion arise, trans-shipment or temporary <br> warehousing, provided that they do not undergo operations other than unloading, <br> reloading, splitting-up of consignments or any operation designed to preserve them in <br> good condition. The products shall remain under customs control in the country of <br> 2. The importer shall upon request supply appropriate evidence to the customs <br> authorities of the importing Party that the conditions set out in paragraph 1 have been <br> shall be considered together when determining whether the working or processing <br> 1. Originating products sent for exhibition outside the territories of the Parties and <br> sold after the exhibition for importation into an EFTA State or into Chile shall, on <br> (a) the returning product is the same as that exported; and <br> importation benefit from the preferential treatment under this Agreement provided it is <br> (b) the returning product has not undergone any operation beyond that <br> demonstrated to the satisfaction of the customs authorities that: <br> necessary to preserve it in good condition while being exported. <br> (a) an exporter has consigned these products from an EFTA State or Chile to <br> person in an EFTA State or in Chile; <br> 2. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> 2. Where, under General Rule 5 of the Harmonized System, packaging is included <br> shops or business premises with a view to the sale of foreign products, and during which <br> the products remain under customs control. The customs authorities of the importing <br> Party may require evidence that the products have remained under customs control in <br> the country of exhibition, as well as additional documentary evidence of the conditions <br> under which they have been exhibited. <br> 3. A proof of origin shall be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing Party in the normal <br> (f) husking, partial or total bleaching, polishing, and glazing of cereals and <br> manner. The name and address of the exhibition must be indicated thereon. In the case <br> of a movement certificate EUR.1, this indication should be inserted in the \"Remarks\" <br> box. <br> Article 14 : Prohibition of drawback of, or exemption from, customs duties on imports <br> Prohibition of drawback of, or exemption from, customs duties on imports <br> Definitions <br> 1. Non-originating materials, used in the manufacture of products originating in an <br> EFTA State or in Chile within the meaning of this Annex for which a proof of origin is <br> issued or made out in accordance with the provisions of Title V shall not be subject in <br> an EFTA State or in Chile to drawback of, or exemption from, customs duties of <br> equivalent effect applicable in an EFTA State or Chile to materials used in the <br> effect, when products obtained from such materials are exported and not when they are <br> retained for home use there1. <br> proving that no drawback has been obtained in respect of the non-originating materials <br> having an equivalent effect applicable to such materials have actually been paid. <br> within the meaning of Article 7(2), accessories, spare parts and tools within the meaning <br> of Article 8 and products in a set within the meaning of Article 9, when such items are <br> non-originating. <br> which are of the kind to which the Agreement applies. Furthermore, they shall not <br> preclude the application of an export refund system for agricultural products, applicable <br> upon export in accordance with the provisions of this Agreement. <br> 6. The provisions of this Article shall only apply five years after the entry into <br> force of the Agreement. <br> (b) the products have been sold or otherwise disposed of by that exporter to a <br> remission or non-payment, partial or complete, of customs duties or charges having an <br> manufacture, where such refund, remission or non-payment applies, expressly or in <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Conditions for making out an invoice declaration", "ArticleDesc": "Article 20 : Conditions for making out an invoice declaration <br> 1. An invoice declaration referred to in Article 15(1)(b) may be made out: <br> (a) by an approved exporter within the meaning of Article 21; or <br> (b) by any exporter for any consignment consisting of one or more packages <br> containing originating products the total value of which does not exceed <br> any of the following amounts: <br> (i) 6000 euro <br> 2. An invoice declaration may be made out if the products concerned can be <br> (ii) 6300 US dollar (USD) <br> (iii) 4700000 Chilean pesos (CLP) <br> (iv) 50000 Norwegian kroner (NOK) <br> (v) 510000 Icelandic kroner (ISK) <br> (vi) 10300 Swiss francs (CHF) <br> Where the goods are invoiced in a currency other than those mentioned in this <br> sub-paragraph, the amount equivalent to the amount expressed in the national currency <br> of the importing Party shall be applied in accordance with the domestic legislation of <br> that Party. <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. An exporter making out an invoice declaration shall be prepared to submit at any <br> requirements of this Annex. <br> time, at the request of the competent governmental authorities of the exporting Party, all <br> appropriate documents proving the originating status of the products concerned as well <br> 4. An invoice declaration shall be made out by the exporter by typing, stamping or <br> as the fulfilment of the other requirements of this Annex. <br> declaration, the text of which appears in Appendix 4, using one of the linguistic versions <br> printing on the invoice, the delivery note or another commercial document, the <br> set out in that Appendix and in accordance with the provisions of the law of the <br> characters. <br> exporting Party. If the declaration is handwritten, it shall be written in ink in printed <br> 5. Invoice declarations shall bear the original signature of the exporter in <br> manuscript. However, an approved exporter within the meaning of Article 21 shall not <br> be required to sign such declarations, provided that he gives the competent <br> governmental authorities of the exporting Party a written undertaking that he accepts full <br> responsibility for any invoice declaration which identifies him as if it had been signed in <br> manuscript by him. <br> 6. An invoice declaration may be made out by the exporter when the products to <br> which it relates are exported, or after exportation. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 23 : Submission of proof of origin <br> 1. Proofs of origin shall be submitted to the customs authorities of the importing <br> Party in accordance with the procedures applicable in that Party. The said authorities <br> may require a translation of a proof of origin, which can be drawn up by the importer. <br> They may also require the import declaration to be accompanied by a statement from the <br> importer to the effect that the products meet the conditions of this Annex. <br> 2. Preferential treatment may also be granted, where applicable, by repayment of <br> duties, as provided for in the domestic legislation of the EFTA State concerned and as <br> for Chile within a period of two years from the date of acceptance of the import <br> declaration, where a proof of origin is produced indicating that the imported goods were <br> at that date eligible for preferential tariff treatment. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 24 : Importation by Instalments <br> Where, at the request of the importer and on the conditions laid down by the <br> customs authorities of the importing Party, dismantled or non-assembled products <br> within the meaning of General Rule 2 (a) of the Harmonized System falling within <br> Sections XVI and XVII or headings 7308 and 9406 of the Harmonized System are <br> imported by instalments, a single proof of origin for such products shall be submitted to <br> the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 29 : Notifications <br> The competent governmental authorities of the Parties shall provide each other, <br> through the EFTA Secretariat, with specimen impressions of stamps used for the issue <br> of movement certificates EUR.1, with information on the composition of the <br> authorisation number for approved exporters, with a specimen of an original movement <br> certificate EUR.1 and with the addresses of the competent governmental authorities <br> responsible for verifying movement certificates EUR.1 and invoice declarations. Any <br> changes shall be notified by the Parties well in advance. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 30 : Mutual assistance <br> In order to ensure the proper application of this Annex, the EFTA States and <br> Chile shall assist each other, through the customs authorities of the importing country <br> and the competent governmental authorities of the exporting country in checking the <br> originating status of the products, authenticity of the movement certificate EUR.1 or the <br> invoice declarations and the correctness of the information given in these documents or <br> the fulfilment of the other requirements of this Annex. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Resolution of disputes", "ArticleDesc": "Article 32 : Resolution of disputes <br> 1. Where disputes arise in relation to the verification procedures of Article 31, <br> which cannot be settled between the customs authorities requesting a verification and <br> the competent governmental authorities responsible for carrying out this verification, or <br> where they raise a question as to the interpretation of this Annex, they shall be <br> submitted to the Sub-Committee on Customs and Origin Matters. <br> 2. In all cases the settlement of disputes between the importer and the customs <br> authorities of the importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 33 : Confidentiality <br> All information which is by nature confidential or which is provided on a <br> confidential basis shall be protected, in accordance with the respective laws of each <br> Party. It shall not be disclosed by the Parties' authorities without the express permission <br> of the person or authority providing it. The communication of information shall be <br> permitted where the customs authorities or the competent governmental authorities may <br> be obliged or authorised to do so pursuant to the applicable legal provisions, including <br> data protection and in connection with legal proceedings. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 35 : Free zones <br> 1. The EFTA States and Chile shall take all necessary steps to ensure that products <br> traded under cover of a proof of origin which in the course of transport use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo <br> handling other than normal operations designed to prevent their deterioration. <br> 2. By means of an exemption to paragraph 1, when products originating in an <br> EFTA State or in Chile are entered into a free zone of the exporting country under cover <br> of a proof of origin and undergo treatment or processing, the authorities concerned shall <br> processing undergone is in conformity with the provisions of this Annex. <br> issue a new movement certificate EUR.1 at the exporter's request, if the treatment or <br> "}, {"ArticleTitle": "Sub-Committee on Customs and Origin Matters", "ArticleDesc": "1. A Sub-Committee on Customs and Origin Matters is hereby established. <br> rules of origin and assist the Joint Committee regarding: <br> (a) rules of origin and administrative co-operation as set out in this <br> (b) providing a forum to consult and discuss customs matters, including <br> customs procedures, customs valuation, tariff regimes, customs <br> Annex; <br> nomenclature,  customs  co-operation  and  mutual  administrative <br> assistance in customs matters; <br> (c) other matters that are referred to the Sub-Committee by the Joint <br> 3. The Sub-Committee shall endeavour to resolve as soon as possible any dispute <br> 4. The Sub-Committee shall report to the Joint Committee. The Sub-Committee <br> arising in relation to the verification procedures, as referred to in Article 32(1) of <br> this Annex. <br> 5. The Sub-Committee shall act by consensus. The Sub-Committee shall be <br> 6. The Sub-Committee shall meet as often as required. It may be convened by the <br> functions. <br> later than two weeks before the meeting. <br> chaired alternatively by a representative of an EFTA State or Chile for an agreed <br> period of time. The chairperson shall be elected at the first meeting of the Sub- <br> Committee. <br> 7. A provisional agenda for each meeting shall be prepared by the chairperson in <br> initiative or upon request of any Party. The venue shall alternate between Chile <br> and an EFTA State. <br> consultation with all Parties, and forwarded to the Parties, as a general rule, not <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "Article 36 : Sub-Committee on customs and origin matters <br> 2. The functions of the Sub-Committee shall be to exchange information, review <br> developments, prepare and co-ordinate positions, prepare technical amendments to the <br> may make recommendations to the Joint Committee on matters related to its <br> Joint Committee, by the chairperson of the Sub-Committee on his/her own <br> "}, {"ArticleTitle": "Explanatory Notes", "ArticleDesc": "1. The Parties shall within the Sub-Committee on Customs and Origin Matters <br> elaborate and agree on \"Explanatory Notes\" regarding the interpretation, application and <br> administration of this Annex. <br> 2. The Parties shall implement simultaneously the agreed Explanatory Notes, in <br> accordance with their respective internal procedures. <br> "}, {"ArticleTitle": "Explanatory notes", "ArticleDesc": "Article 37 : Explanatory notes <br> "}, {"ArticleTitle": "Transitional provision for products in transit or storage", "ArticleDesc": "Article 38 : Transitional provision for products in transit or storage <br> The provisions of this Agreement may be applied to products which comply with <br> the provisions of this Annex and which on the date of entry into force of this Agreement <br> are either in transit or are in an EFTA State or in Chile or, in temporary storage in <br> customs warehouses or in free zones under customs control or in free zones, subject to <br> the submission to the customs authorities of the importing Party, within four months of <br> the said date, of a movement certificate EUR.1 issued retrospectively by the competent <br> governmental authorities of the exporting Party together with the documents showing <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "General requirements <br> Article 25 : Exemptions from proof of origin <br> Article 31 : Verification of Proofs of Origin <br> that the products have been transported directly. <br> 1. Products originating in an EFTA State or in Chile shall, on importation into <br> Verification of Proofs of Origin <br> another Party benefit from the preferential treatment under this Agreement upon <br> 1. The competent governmental authorities of the exporting Party may authorise <br> 1. Products sent from private persons to private persons or products forming part of <br> 1. Subsequent verifications of proofs of origin shall be carried out whenever the <br> Penalties  may  be  imposed  in  accordance  with  internal  legislation  for <br> submission of one of the following proofs of origin: <br> any exporter, hereafter referred to as \"approved exporter\", who makes frequent <br> travellers' personal luggage shall be admitted as originating products without requiring <br> customs authorities of the importing Party want to verify the authenticity of such <br> infringement to provisions of this Annex. In particular, penalties shall be imposed on <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> shipments of originating products under this Agreement to make out invoice <br> the submission of a proof of origin, provided that such products are not imported by way <br> documents, the originating status of the products concerned or the fulfilment of the other <br> any person who draws up, or causes to be drawn up, a document which contains <br> Appendix 3; or <br> this Annex. <br> declarations irrespective of the value of the products concerned. An exporter seeking <br> of trade and have been declared as meeting the requirements of this Annex and where <br> incorrect information for the purpose of obtaining a preferential treatment for products. <br> 1 The Parties agree that payment of import duties can be deferred until after the final product is <br> such authorisation shall offer to the satisfaction of the competent governmental <br> there is no doubt as to the veracity of such a declaration. In the case of products sent by <br> 2. For the purpose of implementing the provisions of paragraph 1, the customs <br> exported so that the final destination of the product can be known by authorities. <br> post, this declaration can be made on customs declaration CN22/CN23 or other <br> authorities of the importing Party shall return the movement certificate EUR.1 and the <br> (b) in the cases specified in Article 20(1), a declaration, subsequently <br> well as the fulfilment of the other requirements of this Annex. <br> certificates established by the Universal Postal Union, or on a sheet of paper annexed to <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> invoice, if it has been submitted, the invoice declaration, or a copy of these documents, <br> referred to as the \"invoice declaration\", given by the exporter on an <br> 2. The competent governmental authorities may grant the status of approved <br> 2. Imports which are occasional and consist solely of products for the personal use <br> to the competent governmental authorities of the exporting Party giving, where <br> invoice, a delivery note or any other commercial document which <br> correspond to the products submitted. <br> of the recipients or travellers or their families shall not be considered as imports by way <br> of trade if it is evident from the nature and quantity of the products that no commercial <br> appropriate, the reasons for the inquiry. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be <br> 3. The competent governmental authorities shall grant to the approved exporter a <br> before the said final date. <br> Penalties <br> identified. The text of the invoice declaration appears in Appendix 4. <br> Article 28 : Discrepancies and formal errors <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> 4. The  competent  governmental  authorities  shall  monitor  the  use  of  the <br> purpose is in view. <br> 3. The verification shall be carried out by the competent governmental authorities <br> forwarded in support of the request for verification. <br> Annex shall, in the cases specified in Article 25, on importation benefit from the <br> Article 16 : Procedure for the issue of a movement certificate EUR.1 <br> preferential treatment under this Agreement without it being necessary to submit any of <br> authorisation by the approved exporter. <br> 3. In case of products sent from private persons to private persons the total value of <br> of the exporting Party. For this purpose, they shall have the right to call for any evidence <br> carry out any inspection of the exporter's accounts or any other check considered <br> 5. The competent governmental authorities may withdraw the authorisation at any <br> and to carry out any check of the exporter's accounts or any other control considered <br> the documents referred in paragraph 1. <br> time. They shall do so where the approved exporter no longer offers the guarantees <br> (i) 500 euro <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> referred to in paragraph 1, no longer fulfil the conditions referred to in paragraph 2 or <br> (ii) 530 US dollar (USD) <br> Article 26 : Supporting documents <br> 4. If the customs authorities of the importing Party decide to suspend the granting <br> (iii) 400000 Chilean pesos (CLP) <br> 1. A movement certificate EUR.1 shall be issued by the competent governmental <br> (iv) 4100 Norwegian kroner (NOK) <br> verification, release of the products shall be offered to the importer subject to any <br> authorities of the exporting Party on application having been made in writing by the <br> (v) 43000 Icelandic kroner (ISK) <br> proving that products covered by a movement certificate EUR.1 or an invoice <br> of preferential treatment to the products concerned while awaiting the results of the <br> exporter or, under the exporter's responsibility, by his authorised representative. <br> 1. A proof of origin shall be valid for ten months from the date of issue in the <br> (vi) 900 Swiss francs (CHF) <br> precautionary measures judged necessary. <br> 2. For this purpose, the exporter or his authorised representative shall fill out both <br> exporting Party, and shall be submitted within the said period to the customs authorities <br> 4. In case of products forming part of travellers' personal luggage the total value of <br> 5. The customs authorities requesting the verification shall be informed of the <br> results of this verification as soon as possible. These results shall indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> the movement certificate EUR.1 and the application form, a specimen of which appear <br> of the importing Party. <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> these products shall not exceed any of the following amounts: <br> in Appendix 3. <br> (i) 1200 euro <br> considered as products originating in an EFTA State or in Chile and fulfil the other <br> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br> Party after the final date for presentation specified in paragraph 1 may be accepted for <br> (ii) 1250 US dollar (USD) <br> Article 27 : Preservation of proof of origin and supporting documents <br> prepared to submit at any time, at the request of the competent governmental authorities <br> the purpose of applying for preferential treatment where the failure to submit these <br> (iii) 940000 Chilean pesos (CLP) <br> 6. If there is no reply within ten months of the date of the verification request or if <br> of the exporting Party issuing the movement certificate EUR.1, all appropriate <br> (b) documents proving the originating status of materials used, issued or <br> (iv) 10000 Norwegian kroner (NOK) <br> the reply does not contain sufficient information to determine the authenticity of the <br> documents proving the originating status of the products concerned as well as the <br> (v) 100000 Icelandic kroner (ISK) <br> document in question or the real origin of the products, the requesting customs <br> fulfillment of the other requirements of this Annex. <br> 3. In other cases of belated presentation, the customs authorities of the importing <br> Party may accept the proofs of origin where the products have been submitted to them <br> (vi) 2100 Swiss francs (CHF) <br> Discrepancies and formal errors <br> authorities shall, except in exceptional circumstances, refuse entitlement to the <br> 4. A movement certificate EUR.1 shall be issued by the competent governmental <br> 5. Where the value of the goods is invoiced or declared in a currency other than <br> preferences. <br> authorities of the exporting Party if the products concerned can be considered as <br> of the certificate. <br> those mentioned in paragraphs 3 and 4 the amount equivalent to the amount expressed in <br> products originating in an EFTA State or in Chile and fulfil the other requirements of <br> the national currency of the importing Party shall be applied. <br> 5. The issuing competent governmental authorities shall take any steps necessary to <br> Preservation of proof of origin and supporting documents <br> verify the originating status of the products and the fulfilment of the other requirements <br> The documents referred to in Articles 16(3) and 20(3) used for the purpose of <br> of this Annex. For this purpose, they shall have the right to call for any evidence and to <br> that document. <br> declaration can be considered as products originating in an EFTA State or in Chile and <br> appropriate. The issuing competent governmental authorities shall also ensure that the <br> be issued after exportation of the products to which it relates if: <br> fulfil the other requirements of this Annex may consist of inter alia the following: <br> Approved exporter <br> obtain the goods concerned, contained for example in his accounts or <br> involuntary omissions or special circumstances; or <br> such a manner as to exclude all possibility of fraudulent additions. <br> Validity of proof of origin <br> internal bookkeeping; <br> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> (a) it was not issued at the time of exportation because of errors or <br> made out in an EFTA State or in Chile where these documents are used, <br> 7. A movement certificate EUR.1 shall be issued by the competent governmental <br> as provided for in their internal legislation; <br> authorities of the exporting Party and made available to the exporter as soon as actual <br> (c) documents proving the working or processing of materials in an EFTA <br> Movement certificates EUR.1 issued retrospectively <br> State or in Chile, issued or made out in an EFTA State or in Chile where <br> certificate EUR.1 relates, and state the reasons for his request. <br> these documents are used, as provided for in their internal legislation; <br> exportation has been effected or ensured. <br> Article 34 : Penalties <br> 1. Notwithstanding Article 16(7), a movement certificate EUR.1 may exceptionally <br> Article 17 : Movement certificates EUR.1 issued retrospectively <br> originating status of materials used, issued or made out in an EFTA State <br> application agrees with that in the corresponding file. <br> of origin and those made in the documents submitted to the customs office for the <br> or in Chile. <br> Article 18 : Issue of a duplicate movement certificate EUR.1 <br> Issue of a duplicate movement certificate EUR.1 <br> appropriate. <br> (b) it is demonstrated to the satisfaction of the competent governmental <br> accepted at importation for technical reasons. <br> 1. The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> authorities that a movement certificate EUR.1 was issued but was not <br> 1. The discovery of slight discrepancies between the statements made in the proof <br> for at least three years the documents referred to in Article 16(3). <br> 2. The exporter making out an invoice declaration shall keep for at least three years <br> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br> a copy of the invoice declaration in question as well as the documents referred to in <br> application the place and date of exportation of the products to which the movement <br> Article 20(3). <br> 3. The competent governmental authorities of the exporting Party issuing a <br> 3. The competent governmental authorities may issue a movement certificate <br> movement certificate EUR.1 shall keep for at least three years the application form <br> EUR.1 retrospectively only after verifying that the information supplied in the exporter's <br> referred to in Article 16(2). <br> 2. Obvious formal errors such as typing errors on a proof of origin should not cause <br> 4. The customs authorities of the importing EFTA State concerned shall keep for at <br> Exemptions from Proof of Origin <br> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with one <br> whether the space reserved for the description of the products has been completed in <br> least three years the movement certificates EUR.1 and the invoice declarations <br> forms referred to in paragraph 2 are duly completed. In particular, they shall check <br> of the following phrases: <br> submitted to them. The customs authorities of Chile must have at their disposal for five <br> \"UTSTEDT SENERE\", \"EXPEDIDO A POSTERIORI\". <br> years the movement certificates EUR.1 and the invoice declarations submitted to them <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> on importation. <br> box of the movement certificate EUR.1. <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent governmental <br> authorities which issued it for a duplicate made out on the basis of the export documents <br> render the proof of origin null and void if it is duly established that such document does <br> authorities all guarantees necessary to verify the originating status of the products as <br> 2. The duplicate issued in this way shall be endorsed with one of the following <br> words: <br> this document to be rejected if these errors are not such as to create doubts concerning <br> \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issue of the original movement <br> documents by the final date set is due to exceptional circumstances. <br> Article 19 : Issue of movement certificates EUR.1 on the basis of a proof of origin <br> Issue of movement certificates EUR.1 on the basis of a proof of origin <br> issued or made out previously <br> When originating products are placed under the control of a customs office in an <br> EFTA State or in Chile, it shall be possible to replace the original proof of origin by one <br> certificate EUR.1, shall take effect as from that date. <br> or more movement certificates EUR.1 for the purpose of sending all or some of these <br> products to another Party or elsewhere within the importing Party concerned. The <br> replacement movement certificate(s) EUR.1 shall be issued, in accordance with the law <br> of the importing Party, by the customs office under whose control the products are <br> placed. <br> Article 21 : Approved exporter <br> Article 22 : Validity of proof of origin <br> otherwise makes an incorrect use of the authorisation. <br> requirements of this Annex. <br> exporter subject to any conditions which they consider appropriate. <br> the correctness of the statements made in this document. <br> in their possession. <br> customs authorisation number which shall appear on the invoice declaration. <br> (d) movement certificates EUR.1 or invoice declarations proving the <br> 2. Proofs of origin which are submitted to the customs authorities of the importing <br> "}]}]}, "members_found": ["152", "757", 2, 8703900000]}