{"FtaRooDetails": {"FtaId": 328, "FtaCode": "ITC00334", "FtaName": "FTA, EFTA-Colombia", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF COLOMBIA AND THE EFTA STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2011", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Colombia; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Colombia", "AdminProcCooAuth": "The certification type under FTA, EFTA-Colombia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Colombia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Colombia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "35%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 53%", "RooText": "Manufacture in which all materials used are classified within a heading other than that of the product or Manufacture in which the value of all materials used does not exceed 47per cent of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO ANNEX V<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDIX 2<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 5 of Annex V.<br /> Note 2:<br /> 2.1 Column 1 mentions the subheading, heading or chapter used in the Harmonized<br /> System. Column 2 mentions the description of the products. For each entry in<br /> the first two columns, a rule is specified in columns 3 or 4.<br /> 2.2 The rules specified in columns 3 or 4 apply to products classified within the<br /> relevant chapters, headings or subheadings of the Harmonized System, as<br /> mentioned in column 1 and described in column 2.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in columns 3 or 4.<br /> 2.4 Where, in some cases, the entry in column 1 is preceded by an 'ex', this signifies<br /> that the rules in columns 3 or 4 apply only to the part of that chapter or heading<br /> as described in column 2.<br /> 2.5 Where, for an entry in the first two columns, a rule is specified in both columns<br /> 3 and 4, either one may be applied. If no origin rule is given in column 4, the<br /> rule set out in column 3 shall be applied.<br /> 2.6 Where a rule of origin in column 3 or 4 excludes materials classified in certain<br /> chapters, headings, or subheadings of the Harmonized System, those materials<br /> must be originating for the products to qualify as originating.<br /> Note 3:<br /> 3.1 The provisions of Article 5 of Annex V, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall<br /> apply, regardless of whether this status has been acquired inside the factory<br /> where these products are used or in another factory in a Party.<br /> Example: A handsaw of heading 8202.10, for which the rule states that the value<br /> of the non-originating materials used may not exceed 50 per cent of the ex-<br /> works price, is made from blades of 8202.90. If the insertion of the blades has<br /> been undertaken in the Party concerned from non-originating blades, and this<br /> processing leads to the fact that the blades have already, themselves, acquired<br /> originating status by virtue of the rule for chapter 82, the blades can then count<br /> as fully originating in the value-calculation for the handsaw, regardless of<br /> whether they were produced in the same factory or in another factory in the<br /> Party concerned. The value of the non-originating blade is thus not to be taken<br /> into account when adding up the value of the non-originating materials used.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying out of more working or processing also confers<br /> originating status; conversely, the carrying-out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material, at a certain level of manufacture, may be used, the use of such material<br /> at an earlier stage of manufacture is allowed, and the use of such material at a<br /> later stage is not.<br /> 3.3 Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials<br /> of the same description and heading as the product) may be used, subject,<br /> however, to any specific limitations which may also be contained in the rule.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00334_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/colombia/Record%20of%20Understanding%20and%20Annexes/EN/vapp3a.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00334_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/colombia/Record%20of%20Understanding%20and%20Annexes/EN/vapp2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00334_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/colombia/Record%20of%20Understanding%20and%20Annexes/EN/v.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00334_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/colombia/EFTA-Colombia%20Free%20Trade%20Agreement%20EN.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Accumulation of Origin <br /> 1. Originating products referred to in Article 2 shall be considered as originating in <br /> the Party where operations beyond those referred to in Article 6 have been carried out. It <br /> shall not be necessary for such originating products to undergo sufficient working or <br /> processing as referred to in Article 5. <br /> 2. Products originating in another Party within the meaning of this Annex, which <br /> are exported from one Party to another, shall retain their origin when exported in the <br /> same state or without having undergone in the exporting Party working or processing <br /> going beyond that referred to in Article 6. <br /> 3. For the purposes of paragraph 2, where materials originating in two or more of <br /> the Parties are used and those materials have undergone working or processing in the <br /> exporting Party not going beyond that referred to in Article 6, the origin is determined <br /> by the material with the highest customs value or, if this is not known and cannot be <br /> ascertained, with the first highest ascertainable price paid for that material in that Party. <br /> 4. Paragraphs 1 to 3 do not apply to products covered by Chapter 3 of this <br /> Agreement, which are exported from one EFTA State to another. <br /> 5. The Parties shall, no later than four years after the date of entry into force of this <br /> Agreement, review this Article, particularly taking into account new concepts, such as <br /> cross-accumulation or pan-free-trade-agreement-accumulation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "3. Notwithstanding paragraph 1 and without prejudice to paragraphs 4 and 5, non- <br /> originating materials which, according to the conditions set out in Appendix 2, should <br /> not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) for products except for those falling within chapters 50 to 63, their total <br /> value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) for products falling within chapters 50 to 63, their total weight of fibres <br /> or yarns used does not exceed 10 per cent of the total weight of the <br /> product; <br /> (c) any of the percentages given in Appendix 2 for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> 4. Subparagraph 3(a) does not apply to non-originating materials used in the <br /> production of products falling within chapters 1 to 24, unless they are classified in a <br /> different subheading from that of the product for which the origin is being determined <br /> under this Article. <br /> 5. Subparagraphs 3(a) and paragraph 4 shall not apply to non-originating materials <br /> classified under chapter 15 that is used in the production of products classified under <br /> headings 15.01 - 15.08 or 15.11 - 15.15. <br /> 6. For the purpose of fulfilling the conditions set out in Appendix 2, the processes <br /> may be carried out by one or more producers within one Party. <br /> 7. Paragraphs 1 to 6 shall apply without prejudice to Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently Worked or Processed Products <br /> 1. For the purposes of subparagraph 1(b) of Article 2, products obtained in a Party <br /> incorporating materials which have not been wholly obtained there are considered to be <br /> sufficiently worked or processed when the conditions set out in Appendix 2 of this <br /> Annex are fulfilled. <br /> 2. The conditions referred to above indicate the working or processing which shall <br /> be carried out on non-originating materials used in manufacturing and apply only in <br /> relation to such materials. Accordingly, it follows that if a product which has acquired <br /> originating status, regardless of whether this product has been manufactured in the same <br /> factory or in another factory in a Party, by fulfilling the conditions set out in <br /> Appendix 2, is used as material in the manufacture of another product, the conditions <br /> applicable to such other product do not apply to the product that is used as material, and <br /> therefore no account shall be taken of any non-originating materials incorporated into <br /> such a product used as a material in the manufacture of another product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> the price thereof or which are not separately invoiced, shall be regarded as one with the <br /> piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained Products <br /> For the purposes of subparagraph 1(a) of Article 2, the following shall be <br /> considered as wholly obtained in a Party: <br /> (a) mineral products and other nonliving natural resources extracted from <br /> their soil or from their seabed; <br /> (b) vegetable products harvested or gathered there; <br /> (c) live animals born and raised there; <br /> (d) products obtained from live animals there; <br /> (e) products obtained by hunting, trapping, fishing or aquaculture conducted <br /> there; <br /> (f) products of sea fishing and other products taken from outside the <br /> geographical scope of this Agreement, as defined in Article 1.3 of this <br /> Agreement (Geographical Scope), by a vessel flying the flag of a Party; <br /> (g) products manufactured on board a factory ship flying the flag of a Party, <br /> exclusively from products referred to in subparagraph (f); <br /> (h) products extracted by a Party from the seabed or beneath the seabed <br /> outside the Geographical Scope of this Agreement, as defined in Article <br /> 1.3 of this Agreement (Geographical Scope), provided that the Party has <br /> sovereign rights to exploit such seabed; <br /> (i) waste and scrap resulting from consumption or manufacturing operations <br /> conducted there, fit only for recovery of raw materials; <br /> (j) products manufactured there exclusively from products specified in <br /> subparagraphs (a) to (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Minimal Operations <br /> 1. Products shall not be considered as originating, whether or not the requirements <br /> of Article 5 are satisfied, if they have only undergone the following operations: <br /> (a) operations to ensure the preservation of products in good condition <br /> during transport or storage (ventilation, spreading out, drying, freezing, <br /> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations); <br /> (b) breaking-up or assemblage of packages; <br /> (c) soaking, washing, cleaning; including removal of dust, oxide, oil, paint or <br /> other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting, polishing operations, application of oil, or protective <br /> coatings; <br /> (f) husking, partial or total bleaching, polishing, or glazing of cereals and <br /> rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, poding, squeezing, stoning or shelling, of fruits, nuts and <br /> vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting,  screening,  sieving,  filtering,  sorting,  classifying,  grading, <br /> matching; (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, and all other <br /> simple packaging operations, including packaging for retail sale; <br /> (l) affixing or printing marks, labels, logos and other distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds, including <br /> dilution in water or in any other aqueous substance that does not <br /> materially alter the characteristics of the products; <br /> (n) disassembly of products into parts; <br /> (o) slaughter of animals; or <br /> (p) a combination of two or more operations specified in subparagraphs <br /> (a) to (o). <br /> 2. For the purposes of paragraph 1, <br /> (a) \"simple\" means activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed to carry out the <br /> activity; and <br /> (b) \"simple mixing\" means activities which need neither special skills nor <br /> machines, apparatus or equipment especially produced or installed for <br /> carrying out the activity. However, simple mixing does not include <br /> chemical reaction. Chemical reaction means a process (including a <br /> biochemical process) which results in a molecule with a new structure by <br /> breaking intramolecular bonds and by forming new intramolecular bonds, <br /> or by altering the spatial arrangement of atoms in a molecule. <br /> 3. All operations carried out in a Party on a given product shall be taken into <br /> account when determining whether the working or processing undergone by that <br /> product is to be regarded as minimal operations as referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "(f) \"customs value\" means the calculated value determined in accordance <br /> with the Agreement on implementation of Article VII of the General <br /> Agreement on Tariffs and Trade 1994 (WTO Agreement on Customs <br /> Valuation); <br /> (g) \"ex-works price\" means the price paid for the product ex-works to the <br /> manufacturer in a Party in whose undertaking the last working or <br /> processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes returned or repaid when the <br /> product obtained is exported; <br /> (p) \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and cannot <br /> be ascertained, the first ascertainable price paid for the materials in a <br /> Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Indirect Materials <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) fuel and energy; <br /> (b) plant and equipment, including products to be used for their maintenance; <br /> (c) machines and tools; and <br /> (d) any other product which does not enter into and which is not intended to <br /> enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Direct Transport <br /> 1. The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Annex, which are transported directly <br /> between the Parties. However, products may be transported through territories of non- <br /> Parties provided that they do not undergo operations other than unloading, reloading, <br /> splitting-up of consignments or any operation designed to preserve them in good <br /> condition. The products shall remain under customs control in the country of transit. <br /> 2. The importer shall upon request supply appropriate evidence to the customs <br /> authorities of the importing Party that the conditions set out in paragraph 1 have been <br /> fulfilled. Such evidence may include: <br /> (a) transportation documents, such as airway bills, bills of lading, or <br /> multimodal or combined transportation documents, that certify transport <br /> from the origin country to the importing country; <br /> (b) customs documents that authorise the trans-shipment or temporary <br /> storage; or <br /> (c) any other supporting documentary proof. <br /> 3. For the application of paragraph 1, originating products may be transported by <br /> pipeline across territories other than those of Colombia or an EFTA State.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Principle of Territoriality <br /> 1. Except as provided for in Article 3, the conditions for acquiring originating <br /> status set out in Title II must be fulfilled without interruption in Colombia or in an <br /> EFTA State. <br /> 2. Except as provided for in Article 3, where originating products exported from <br /> Colombia or from an EFTA State to another country return, they must be considered as <br /> non-originating, unless it can be demonstrated to the satisfaction of the competent <br /> authorities that: <br /> (a) the returning products are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Packaging Materials and Containers <br /> 1. Where, under General Interpretative Rule 5 of the Harmonized System, <br /> packaging is included with the products for classification purposes, it shall be included <br /> for the purposes of determining origin, except for products that qualify as wholly <br /> obtained. <br /> 2. Packing materials and containers for shipment shall be disregarded in <br /> determining whether products are originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Fungible Materials <br /> 1. For the purposes of this Article, fungible materials shall be understood to be <br /> materials that are interchangeable for commercial purposes and whose properties are <br /> essentially identical. <br /> 2. For the purposes of determining whether a product originates, where originating <br /> and non-originating fungible materials are used in production, the determination of <br /> whether the materials used are originating need not be made through physical separation <br /> and identification of any specific fungible material, but may be determined on the basis <br /> of an inventory management system. <br /> 3. The accounting method shall be recorded, applied and maintained in accordance <br /> with generally accepted accounting principles applicable in the Party in which the <br /> product is manufactured. The method chosen must: <br /> (a) permit a clear distinction to be made between originating and non- <br /> originating materials acquired or kept in stock; and <br /> (b) guarantee that no more products receive originating status than would be <br /> the case if the materials had been physically segregated. <br /> 4. A producer using an inventory management system pursuant to this Article shall <br /> comply with the provisions of the system used and keep records of the operation of the <br /> system that are necessary for the customs administrations of the Parties to verify such <br /> compliance. <br /> 5. A Party may require that the application of an inventory management system as <br /> provided for in this Article be subject to prior authorisation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, referred to in General Interpretative Rule 3 of the Harmonized System, <br /> shall be regarded as originating when all component products are originating. However, <br /> when a set is composed of originating and non-originating products, the set as a whole <br /> shall be regarded as originating, provided that the value of the non-originating products <br /> does not exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General Requirements <br /> 1. Products originating in a Party shall, on importation into a Party, benefit from <br /> the preferential treatment under this Agreement upon submission of one of the following <br /> proofs of origin: <br /> (a) a  movement  certificate  EUR.1,  specimens  of  which  appear  in <br /> Appendix 3a; or <br /> (b) in the cases specified in paragraph 1 of Article 20, a declaration, <br /> subsequently referred to as the \"origin declaration\", the text of which <br /> appears in Appendix 3b, given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products <br /> concerned in sufficient detail to enable them to be identified. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 24, on importation benefit from the <br /> preferential treatment under this Agreement without it being necessary to submit any of <br /> the documents referred in paragraph 1. <br /> Article 16 : Procedure for the Issuance of Movement Certificates EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the competent authority of the <br /> exporting Party on application having been made in writing by the exporter or, under the <br /> exporter's responsibility, by his authorised representative. <br /> 2. For this purpose, the exporter or his authorised representative shall complete <br /> both the movement certificate EUR.1 and the application form, specimens of which <br /> appear in Appendix 3a. The movement certificate EUR.1 shall be completed in English <br /> or Spanish. <br /> 3. The exporter applying for the issuance of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the competent authority of the exporting <br /> Party issuing the movement certificate EUR.1, all appropriate documents proving the <br /> originating status of the products concerned as well as the fulfilment of the other <br /> requirements of this Annex. <br /> 4. A movement certificate EUR.1 shall be issued by the competent authority of the <br /> exporting Party if the products concerned can be considered as products originating in a <br /> Party and fulfil the other requirements of this Annex. <br /> 5. The issuing competent authority shall take any steps necessary to verify the <br /> originating status of the products and the fulfilment of the other requirements of this <br /> Annex. For this purpose, it shall have the right to call for any evidence and to carry out <br /> any inspection of the exporter's accounts or any other check considered appropriate. The <br /> issuing competent authority shall also ensure that the forms referred to in paragraph 2 <br /> are duly completed. In particular, it shall check whether the space reserved for the <br /> description of the products has been completed in such a manner as to exclude any <br /> possibility of fraudulent additions. The marks and numbers, and the number and the <br /> kind of packages shall be indicated in Box 8 of the movement certificate EUR.1. <br /> 6. The date of issuance of the movement certificate EUR.1 shall be indicated in <br /> Box 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the competent authority of the <br /> exporting Party and made available to the exporter as soon as actual exportation has <br /> been effected or ensured. <br /> Article 19 : Issuance of Movement Certificates EUR.1 on the Basis of a Proof of Origin <br /> Previously Issued or Completed <br /> When originating products are placed under the control of a customs office in an <br /> EFTA State or in Colombia, it shall be possible to replace the original proof of origin by <br /> one or more movement certificates EUR.1 for the purpose of sending all or some of <br /> these products to another Party or elsewhere within the importing Party concerned. The <br /> replacement movement certificates EUR.1 shall be issued, in accordance with the <br /> legislation of the importing Party, by the competent authority in coordination with the <br /> customs authority under whose control the products are placed. <br /> Article 20 : Conditions for Completing an Origin Declaration <br /> 1. An origin declaration referred to in subparagraph 1(b) of Article 15 may be made <br /> out: <br /> (a) by an approved exporter within the meaning of Article 21; or <br /> (b) by any exporter for any consignment consisting of one or more packages <br /> containing originating products, the total value of which does not exceed <br /> any of the following amounts: <br /> (i) 6 000 euro (EUR); <br /> (ii) 8 500 US dollar (USD). <br /> Where the products are invoiced in a currency other than those <br /> mentioned in this subparagraph, the amount equivalent to the amount <br /> expressed in the national currency of the importing Party shall be applied <br /> in accordance with the domestic legislation of that Party. <br /> 2. An origin declaration may be made out if the products concerned can be <br /> considered as products originating in an EFTA State or in Colombia and fulfil the other <br /> requirements of this Annex. <br /> 3. An exporter making out an origin declaration shall be prepared to submit at any <br /> time, at the request of the competent authority of the exporting Party, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4. An origin declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Appendix 3b, in English or Spanish. If the <br /> declaration is handwritten, it shall be written in ink in printed characters. <br /> 5. Origin declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 21 shall not <br /> be required to sign such declarations, provided that he gives the competent authority of <br /> the exporting Party a written undertaking that he accepts full responsibility for any <br /> origin declaration which identifies him as if it had been signed in manuscript by him. <br /> 6. An origin declaration may be made out by the exporter when the products to <br /> which it relates are exported, or after exportation. <br /> 7. An exporter that has completed an origin declaration and that becomes aware <br /> that the origin declaration contains incorrect information shall immediately notify the <br /> importer and the competent authority of the exporting Party in writing of any change <br /> affecting the originating status of each product to which the origin declaration is <br /> applicable.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Exemptions from Proofs of Origin <br /> A Party may, in accordance with its domestic legislation, grant preferential tariff <br /> treatment to low value shipments from private persons to private persons of originating <br /> products from another Party and to originating products forming part of the personal <br /> luggage of a traveller coming from another Party by waiving the requirements to present <br /> a proof of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Approved Exporter <br /> 1. The competent authority of the exporting Party may authorise any exporter, <br /> hereafter referred to as \"approved exporter\", who makes frequent shipments of <br /> originating products under this Agreement to make out origin declarations irrespective <br /> of the value of the products concerned. An exporter seeking such authorisation shall <br /> offer to the satisfaction of the competent authority all guarantees necessary to verify the <br /> originating status of the products as well as the fulfilment of the other requirements of <br /> this Annex. <br /> 2. The competent authority may grant the status of approved exporter subject to <br /> any conditions which it considers appropriate. <br /> 3. The competent authority shall grant to the approved exporter an authorisation <br /> number which shall appear on the origin declaration. <br /> 4. The competent authority shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5. The competent authority may withdraw the authorisation at any time. It shall do <br /> so where the approved exporter no longer offers the guarantees referred to in paragraph <br /> 1, no longer fulfil the conditions referred to in paragraph 2 or otherwise makes incorrect <br /> use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "5. A proof of origin shall be valid for 12 months from the date of issuance in the <br /> exporting Party, and shall be submitted within such period to the customs authority of <br /> the importing Party. The expiration of this period shall be suspended as long as the <br /> products remain under customs control of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Preservation of Proofs of Origin and Supporting Documents <br /> 1. The exporter applying for the issuance of a movement certificate EUR.1 shall <br /> keep for at least three years from the date of issuance of the proof of origin the <br /> documents referred to in paragraph 3 of Article 16. <br /> 2. The competent authority of the exporting Party issuing a movement certificate <br /> EUR.1 shall keep for at least three years from the date of issuance of the proof of origin <br /> the application form referred to in paragraph 2 of Article 16. <br /> 3. The competent authority of the importing Party shall ensure that the proofs of <br /> origin on the basis of which the preferential tariff treatment was claimed are kept and <br /> remain available to it for at least three years from the date of importation. <br /> 4. The exporter completing an origin declaration shall keep for at least three years <br /> from the date of issuance of the proof of origin, a copy of the origin declaration in <br /> question as well as the documents referred to in paragraph 3 of Article 20. <br /> 5. The records to be kept in accordance with paragraph 4 shall include electronic <br /> records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Movement Certificates EUR.1 Issued Retrospectively <br /> 1. Notwithstanding paragraph 7 of Article 16, a movement certificate EUR.1 may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the competent authority that a <br /> movement certificate EUR.1 was issued but was not accepted at <br /> importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter shall indicate in the <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for the request. <br /> 3. The  competent  authority  may  issue  a  movement  certificate  EUR.1 <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with the <br /> phrase \"ISSUED RETROSPECTIVELY\" or \"EXPEDIDO A POSTERIORI\". <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in Box 7 of the <br /> movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 16 and paragraph 3 of <br /> Article 20 used for the purpose of proving that products covered by a proof of origin can <br /> be considered as products originating in an EFTA State or in Colombia and fulfil the <br /> other requirements of this Annex may consist of inter alia the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the products concerned, contained for example in his accounts or <br /> internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in a Party where these documents are used, as provided for in <br /> their domestic legislation; <br /> (c) documents proving the working or processing of materials in a Party, <br /> issued or made out in a Party where these documents are used, as <br /> provided for in their domestic legislation; or <br /> (d) movement  certificates  EUR.1  or  origin  declarations  proving  the <br /> originating status of materials used, completed in a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Verification of Proofs of Origin <br /> 1. In order to ensure the proper application of this Annex, the Parties shall assist <br /> each other, through the respective competent authorities of the Parties, to verify the <br /> authenticity of the proofs of origin and the correctness of the information given in these <br /> documents. <br /> 2. Subsequent verifications of proofs of origin shall be carried out whenever the <br /> competent authority of the importing Party wants to verify the authenticity of such <br /> documents, the originating status of the products concerned or the fulfilment of the other <br /> requirements of this Annex. <br /> 3. For the purpose of implementing the provisions of paragraph 1, the competent <br /> authority of the importing Party shall return the proof of origin, or a copy of this <br /> document, to the competent authority of the exporting Party, as the case may be, giving <br /> the reasons for the inquiry. Any documents and information obtained suggesting that the <br /> information given on the proof of origin is incorrect shall be forwarded in support of the <br /> request for verification. <br /> 4. The verification shall be carried out by the competent authority of the exporting <br /> Party. For this purpose, they shall have the right to request any evidence and to carry out <br /> any inspection of the exporter's accounts or any other control considered appropriate. <br /> 5. The competent authority of the importing Party may decide to suspend the <br /> granting of preferential tariff treatment to the products covered by the proof of origin <br /> concerned while awaiting the results of the verification. The release of the products shall <br /> be offered to the importer subject to any precautionary measures judged necessary. <br /> 6. The competent authority requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results shall indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in an EFTA State or in Colombia and fulfil the other <br /> requirements of this Annex. <br /> 7. If there is no reply within 12 months of the date of the verification request or if <br /> the reply does not contain sufficient information to be able to determine the authenticity <br /> of the document in question or the origin of the products, the requesting competent <br /> authority shall be entitled, save in exceptional circumstances, to refuse to grant <br /> preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Each Party shall provide for penalties to be imposed on any person who draws <br /> up or causes to be drawn up, a document which contains incorrect information for the <br /> purpose of obtaining preferential tariff treatment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Discrepancies and Formal Errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that such document does <br /> correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors in a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) \"Chapters\", \"headings\" and \"subheadings\" mean the Chapters (two-digit <br> codes), the headings (four-digit codes) and subheadings (six digit codes) <br> (b) \"classified\" refers to the classification of a product or material under a <br> used in the nomenclature of the Harmonized System; <br> particular chapter, heading, or subheading; <br> (c) \"customs authority\" means the authority that according to the legislation <br> with the Agreement on implementation of Article VII of the General <br> of a Party is responsible for the administration of its customs legislation; <br> (d) \"competent authority\" means the authority that, according to the <br> legislation of a Party, is responsible for the issuance of a movement <br> one exporter to one consignee or covered by a single transport document <br> certificate EUR.1, origin verifications and other origin issues; <br> covering their shipment from the exporter to the consignee or, in the <br> (e) \"consignment\" means products which are either sent simultaneously from <br> Agreement on Tariffs and Trade 1994 (WTO Agreement on Customs <br> (f) \"customs value\" means the calculated value determined in accordance <br> Valuation); <br> (g) \"ex-works price\" means the price paid for the product ex-works to the <br> product obtained is exported; <br> manufacturer in a Party in whose undertaking the last working or <br> and Coding System in force, including its general rules and legal notes; <br> used in the production of another product; <br> (h) \"Harmonized System\" means the Harmonized Commodity Description <br> (i) \"manufacture\" means any kind of working or processing, including <br> materials used, minus any internal taxes returned or repaid when the <br> in the production of another product; <br> assemblage or specific operations; <br> (j) \"material\" means any ingredient, component, part or other product that is <br> (k) \"non-originating product\" or \"non-originating material\" means a <br> product or material which does not qualify as originating under this <br> Annex; <br> (l) \"originating product\" or \"originating material\" means a product or <br> material that qualifies as originating under this Annex; <br> (m) \"Party\" means Iceland, Norway, Switzerland and Colombia. Due to the <br> of the non-originating materials used, or, if this is not known and cannot <br> absence of such a document, by a single invoice; <br> customs  union  between  Switzerland  and  Liechtenstein,  products <br> originating in Liechtenstein are considered as originating in Switzerland; <br> processing is carried out, provided the price includes the value of all the <br> (n) \"product\" means the result of production and includes any material used <br> Party. <br> (o) \"production\" means growing, raising, mining, extracting, harvesting, <br> fishing, trapping, hunting, or manufacturing of a product; <br> (p) \"value of materials\" means the customs value at the time of importation <br> be ascertained, the first ascertainable price paid for the materials in a <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> 1. Except as otherwise provided in this Annex, the following products shall be <br> considered as originating in Colombia or in an EFTA State: <br> (a) products wholly obtained in a Party within the meaning of Article 4; <br> (b) products obtained in a Party incorporating materials which have not been <br> sufficient working or processing in the Party concerned within the <br> meaning of Article 5; or <br> (c) products obtained in a Party exclusively from materials that qualify as <br> 2. In addition, the products shall meet the other applicable provisions of this <br> Annex. <br> originating pursuant to this Annex. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "wholly obtained there, provided that such materials have undergone <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "1. The unit of qualification for the application of the provisions of this Annex shall <br> be the particular product which is considered as the basic unit when determining <br> 2. Pursuant to paragraph 1, it follows that: <br> (a) when a product composed of a group or assembly of articles is classified <br> under a single heading, the whole constitutes the unit of qualification; or <br> account when applying the provisions of this Annex. <br> 3. For the purposes of subparagraph 2(b), \"identical products\" is defined in <br> accordance with the WTO Agreement on Customs Valuation. <br> under the same heading, each product shall be taken individually into <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 7 : Unit of qualification <br> classification using the nomenclature of the Harmonized System. <br> (b) when a consignment consists of a number of identical products classified <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Issuance of Duplicate Movement Certificates EUR.1", "ArticleDesc": "Article 18 : Issuance of Duplicate Movement Certificates EUR.1 <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> exporter by stating the reason for his request may apply to the competent authority <br> which issued it for a duplicate completed on the basis of the export documents in their <br> possession. <br> 2. The  duplicate  issued  in  this  way  shall  be  endorsed  with  the  word <br> \"DUPLICATE\" or \"DUPLICADO\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the <br> duplicate movement certificate EUR.1. <br> 4. The duplicate, which shall bear the date of issuance of the original movement <br> certificate EUR.1, shall take effect as from that date. <br> "}, {"ArticleTitle": "Importation Requirements", "ArticleDesc": "Article 22 : Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with this <br> Agreement to originating products imported from another Party, on the basis of a proof <br> of origin as referred to in Article15. <br> with the procedures applicable in the importing Party, request preferential tariff <br> 2. In order to obtain preferential tariff treatment, the importer shall, in accordance <br> treatment at the time of importation of an originating product. <br> 3. In the case that the importer at the time of importation does not have in his <br> legislation of the importing Party, present the original proof of origin and if required <br> possession a proof of origin, the importer of the product may, in accordance with the <br> such other documentation relating to the importation of the product, at a later stage. <br> 4. Notwithstanding paragraph 1, originating products within the meaning of this <br> Annex shall, in the cases specified in Article 24, on importation benefit from the <br> 5. A proof of origin shall be valid for 12 months from the date of issuance in the <br> document as referred in paragraph 1. <br> preferential tariff treatment under this Agreement without it being necessary to submit a <br> exporting Party, and shall be submitted within such period to the customs authority of <br> the importing Party. The expiration of this period shall be suspended as long as the <br> products remain under customs control of the importing Party. <br> 6. A proof of origin which is submitted to the customs authority of the importing <br> Party after the final date for presentation specified in paragraph 4 may be accepted for <br> the purpose of applying for preferential tariff treatment where the failure to submit such <br> a document by the final date set is due to exceptional circumstances. In other cases of <br> belated presentation, the customs authority of the importing Party may accept a proof of <br> 7. A proof of origin shall be submitted to the customs authority of the importing <br> origin where the products have been submitted before such final date. <br> Party in accordance with the procedures applicable in that Party. Such authority may <br> require a translation of the document on which the proof of origin is made out and may <br> also require the import declaration to be accompanied by a statement from the importer <br> to the effect that the products meet the conditions of this Annex. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 23 : Importation by Instalments <br> Where, at the request of the importer and on the conditions laid down by the <br> customs authorities of the importing Party, dismantled or non-assembled products <br> within the meaning of General Rule 2(a) of the Harmonized System falling within <br> Sections XVI and XVII or headings 73.08 and 94.06 are imported by instalments, a <br> single proof of origin for such products shall be submitted to the customs authority upon <br> importation of the first instalment. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 28 : Notifications <br> The competent authorities of the Parties shall provide each other, through the <br> EFTA Secretariat, with specimen impressions of stamps used for the issuance of <br> movement certificates EUR.1, with information on the composition of the authorisation <br> number for approved exporters, with a specimen of an original movement certificate <br> EUR.1 and with the addresses of the competent authorities of Colombia and of the <br> EFTA States responsible for verifying movement certificates EUR.1 and origin <br> declarations. Any changes shall be notified by the Parties well in advance, indicating the <br> date when these changes will come into effect. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "Article 30 : Dispute Settlement <br> Disputes between the Parties arising in relation to the verification procedures <br> pursuant to Article 29, which cannot be settled between the competent authorities <br> responsible for carrying out such procedures, or which raise a question as to the <br> interpretation of this Annex, shall be referred to the Sub-Committee on Rules of Origin, <br> Customs Procedures and Trade Facilitation. The Sub-Committee shall present a report to <br> the Joint Committee containing its conclusions. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 31 : Confidentiality <br> All information which is by nature confidential or which is provided on a <br> confidential basis shall be covered by the obligation of professional secrecy, in <br> accordance with the respective legislation of each Party. It shall not be disclosed by the <br> Parties' authorities without the express permission of the person or authority providing <br> it. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "1. An exporter in a Party shall ensure that products traded under cover of a proof of <br> origin which in the course of transport use a free zone situated in a Party, are not <br> substituted by other products and do not undergo handling other than normal operations <br> 2. Notwithstanding paragraph 1, when products are imported into a free zone under <br> cover of a proof of origin and undergo treatment or processing, the exporter concerned <br> may complete a new proof of origin if the treatment or processing undergone is in <br> conformity with the provisions of this Annex. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 33 : Free zones <br> designed to prevent their deterioration. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin, Customs Procedures and Trade Facilitation", "ArticleDesc": "Article 34 : Sub-Committee on Rules of Origin, Customs Procedures and Trade Facilitation <br> 1. The Sub-Committee on Rules of Origin, Customs Procedures and Trade <br> Facilitation shall exchange information, review developments, prepare and co-ordinate <br> positions, prepare technical amendments to the rules of origin and assist the Joint <br> Committee regarding: <br> (a) rules of origin and administrative co-operation as set out in this Annex; <br> and <br> (b) other matters that are referred to the Sub-Committee by the Joint <br> Committee. <br> 2. The Sub-Committee shall endeavour to resolve, as soon as possible, any dispute <br> arising in relation to verification procedures pursuant to Article 29. <br> "}, {"ArticleTitle": "Products in Transit or Storage", "ArticleDesc": "Article 35 : Products in Transit or Storage <br> The provisions of this Agreement may be applied to products which comply with <br> the provisions of this Annex and which on the date of entry into force of this Agreement <br> are either in transit or are in a Party or, in temporary storage in bonded warehouse under <br> customs control or in free zones, subject to the submission to the customs authority of <br> the importing Party, within 4 months of that date, of a proof of origin completed <br> retrospectively by the exporter concerned after the entry into the force of this Agreement <br> "}]}]}, "members_found": ["170", "757", 4, 8703900000]}