{"FtaRooDetails": {"FtaId": 32, "FtaCode": "ITC00032", "FtaName": "AAP.CE 36: MERCOSUR-Bolivia", "FtaFullName": "ACUERDO DE COMPLEMENTACION ECONOMICA N° 36 CELEBRADO ENTRE LOS GOBIERNOS DE LOS ESTADOS PARTES DEL MERCOSUR Y EL GOBIERNO DE LA REPUBLICA DE BOLIVIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.02.1997", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Bolivia (Plurinational State of); Brazil; Paraguay; Uruguay", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 36: MERCOSUR-Bolivia", "AdminProcCooAuth": "The certification type under AAP.CE 36: MERCOSUR-Bolivia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 36: MERCOSUR-Bolivia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 36: MERCOSUR-Bolivia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "10%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Cumplirán con el requisito de contenido de valor agregado en los países signatarios del sesenta por ciento (60%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00032_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/179bf576b4447904032577c800479a6c/4ff928e8e66a0c3a032577a1004f5174/$FILE/ATTXV36T/CO%20Mercosur%20-%20Bolivia.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00032_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/4ff928e8e66a0c3a032577a1004f5174?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00032_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace36/web/ACE_036_Acuerdo.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Acumulación <br /> Para el cumplimiento del origen, los materiales originarios del territorio de cualquiera de las Partes <br /> Signatarias, incorporados a una determinada mercancía en el territorio de otra de las Partes <br /> Signatarias, serán considerados originarios del territorio de esta última. <br /> Cuando ambas Partes Contratantes hubieran individualmente celebrado Acuerdos de Libre Comercio <br /> con un mismo tercer país, miembro de la ALADI, no integrante del Acuerdo del cual forma parte este <br /> Anexo, se promoverán las acciones necesarias para que la acumulación de origen prevista en <br /> este Artículo pueda aplicarse a los materiales originarios del territorio de aquel tercer país, incorporados <br /> en el producto exportado, siempre y cuando los referidos materiales estén totalmente desgravados <br /> en los dos Acuerdos.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Calificación de Origen <br /> a) las mercancías que sean elaboradas íntegramente en territorio de una o más de las Partes <br /> Signatarias, cuando en su elaboración fueran utilizados única y exclusivamente, materiales <br /> originarios de las Partes Signatarias; <br /> b) las mercancías de los reinos mineral, vegetal y animal, incluyendo los de caza y pesca, extraídos, <br /> cosechados o recolectados, nacidos y criados en los territorios de las Partes Signatarias o dentro de <br /> sus aguas territoriales, patrimoniales y zonas económicas exclusivas; <br /> c) los productos del mar extraídos fuera de sus aguas territoriales, patrimoniales o zonas económicas <br /> exclusivas por barcos de sus banderas o arrendados por empresas establecidas en sus territorios, y <br /> procesados en sus zonas económicas, aun cuando hayan sido sometidos a procesos primarios de <br /> embalaje y conservación, necesarios para su comercialización; <br /> d) las mercancías procesadas a bordo de barcos fábrica registrados o matriculados por una de las <br /> Partes Signatarias a partir de peces, crustáceos y otras especies marinas, obtenidos del mar por <br /> barcos registrados o matriculados por una de las Partes Signatarias y que lleven su bandera; <br /> e) las mercancías obtenidas por una de las Partes Signatarias o por una persona de las Partes <br /> Signatarias, del lecho o del subsuelo marino fuera de las aguas territoriales, siempre que esa Parte o <br /> persona tenga derecho a explotar dicho lecho o subsuelo marino; <br /> f) las mercancías obtenidas del espacio extraterrestre, siempre que sean obtenidas por una de las <br /> Partes Signatarias o por una persona de una Parte Signataria y que sean procesadas en alguna de dichas Partes;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Calificación de Origen <br /> 2) No serán consideradas originarias las mercancías que a pesar de clasificar en partida diferente, <br /> son resultantes de operaciones o procesos efectuados en el territorio de las Partes Signatarias por <br /> los que adquieran la forma final en la que serán comercializadas, cuando en esas operaciones o <br /> procesos fueran utilizados exclusivamente materiales o insumos no originarios y consistan en: <br /> a) simples montajes o ensamblajes, embalajes, fraccionamiento en lotes o volúmenes, selección, <br /> clasificación, marcación, composición de surtidos de mercancías u otras operaciones que no <br /> impliquen un proceso de transformación sustancial de las características de las mercancías; <br /> b) operaciones destinadas a asegurar la conservación de los productos durante su transporte o <br /> almacenamiento, tales como aeración, refrigeración, congelación, adición de sustancias, extracción <br /> de partes averiadas y operaciones similares; <br /> c) operaciones tales como el simple desempolvamiento, zarandeo, descascaramiento, desgrane, <br /> maceración, secado, entresaque, clasificación, selección, fraccionamiento, lavado, pintado y recortado; <br /> d) la simple formación de juegos de productos; <br /> e) el embalaje, envase o reenvase; <br /> f) la división o reunión de bultos; <br /> g) la aplicación de marcas, etiquetas o signos distintivos similares; <br /> h) mezclas de productos, siempre que las características del producto obtenido no sean <br /> esencialmente diferentes de las características de los productos que han sido mezclados; <br /> i) la dilución o filtración en agua o en otra sustancia que no altere la composición físico-química del producto; <br /> j) la simple reunión, ensamblaje, o montaje de partes o piezas para constituir un producto completo; <br /> k) el sacrificio de animales; y <br /> l) la acumulación de dos o más de estas operaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Calificación de Origen <br /> h) en el caso que no pueda cumplirse lo establecido en el literal g) precedente, porque el proceso de <br /> transformación no implica salto de partida en la nomenclatura NALADISA, bastará que el valor CIF <br /> puerto de destino o CIF puerto marítimo de los materiales no originarios no exceda del 40% del valor <br /> FOB de exportación de la mercancía final; <br /> i) las mercancías resultantes de operaciones de montaje o ensamblaje realizadas dentro del territorio <br /> de una de las Partes Signatarias, no obstante cumplir salto de partida, utilizando materiales no <br /> originarios, cuando el valor CIF puerto de destino o CIF puerto marítimo de esos materiales no <br /> exceda el 40% del valor FOB de la mercancía final; <br /> 3) Para efectos de la determinación del valor CIF en la ponderación de los materiales no originarios <br /> que integren o se incorporen a mercancías exportadas a que se refieren los literales h) e i) del inciso <br /> 1) de este Artículo, será considerado para Bolivia y Paraguay como puerto de destino, cualquier <br /> puerto marítimo o fluvial localizado en el territorio de las Partes Signatarias o en el de países <br /> limítrofes, incluidos los depósitos y zonas francas o CIF Frontera cuando el transporte se realice por vía terrestre.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8: De la Expedición, Transporte y Tránsito de las mercancías <br /> Para que las mercancías se beneficien de los tratamientos preferenciales, éstas deberán haber sido <br /> expedidas directamente de la Parte Signataria exportadora a la Parte Signataria importadora. A tal <br /> fin, se considera expedición directa: <br /> a) las mercancías transportadas sin pasar por el territorio de algún Estado no participante en el Acuerdo; <br /> b) las mercancías en tránsito a través de uno o más Estados no participantes del Acuerdo, con o sin <br /> transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera competente, siempre que: <br /> i) el tránsito estuviera justificado por razones geográficas o consideraciones relativas a <br /> requerimientos de transporte; <br /> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado no participante de tránsito; <br /> iii) no sufran, durante su transporte o depósito, ninguna operación distinta a la carga, descarga o <br /> manipuleo para mantenerlas en buenas condiciones o asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10: Emisión de Certificados de Origen <br /> En todos los casos sujetos a la aplicación de las normas de origen establecidas en el presente <br /> Anexo, el Certificado de Origen es el documento indispensable para la comprobación del origen de <br /> las mercancías. Tal certificado deberá indicar inequívocamente que la mercancía a la que se refiere <br /> es originaria de la Parte Signataria de que se trate en los términos y disposiciones del presente Anexo. <br /> Artículo 11: <br /> Este certificado deberá contener una Declaración Jurada del productor final o del exportador de la <br /> mercancía en que manifieste el total cumplimiento de las disposiciones sobre origen del Acuerdo. <br /> Artículo 12: <br /> La emisión de los certificados de origen estará a cargo de reparticiones oficiales, a ser nominadas <br /> por cada Parte Signataria, las cuales podrán delegar la expedición de los mismos en otros <br /> organismos públicos o entidades privadas, que actúen en jurisdicción nacional o estadual, provincial <br /> o departamental según corresponda. Una repartición oficial en cada Parte Signataria será <br /> responsable por el control de la emisión de los certificados de origen. <br /> En la delegación de competencia para la emisión de los certificados de origen, las reparticiones <br /> oficiales tomarán en consideración la representatividad, la capacidad técnica y la idoneidad de las <br /> entidades de clase para la prestación de tal servicio. <br /> Cada Parte Signataria comunicará a la Comisión Administradora el nombre de la repartición oficial de <br /> control correspondiente, en un plazo no mayor de treinta (30) días, contados a partir de la fecha de <br /> vigencia del Acuerdo. <br /> En un plazo no mayor de sesenta (60) días, las Partes Signatarias comunicarán a la Comisión <br /> Administradora y a la Secretaría General de la ALADI el nombre de las reparticiones oficiales y <br /> entidades privadas habilitadas para emitir certificados de origen, con el registro de los nombres y <br /> facsímil de las firmas de los funcionarios acreditados para tal fin. <br /> Los registros de los nombres y facsímil de firmas a que se refiere el párrafo precedente entrarán en <br /> vigor dentro del plazo de sesenta (60) días corridos, contado desde que fueren comunicados. Hasta <br /> entonces, permanecerán vigentes los registros y facsímil en actual vigor ante la ALADI.- <br /> En el plazo de treinta (30) días corridos desde la comunicación, entrarán en vigor las modificaciones <br /> que se operen en el registro de firmas y facsímil y en las reparticiones oficiales o en los organismos <br /> delegados. Hasta entonces permanecerán vigentes los registros y facsímil anteriores a la modificación. <br /> Artículo 13: <br /> El certificado de origen deberá cumplir, al menos, los siguientes requisitos: <br /> a) Ser emitido por entidades habilitadas, con la firma autógrafa del o de los funcionarios autorizados; <br /> b) Identificación de la Parte Signataria exportadora e importadora; <br /> c) Identificación del exportador e importador; <br /> d) Identificar las mercancías a las que se refiere (código NALADISA, glosa arancelaria, <br /> denominación, cantidad y medida, valor FOB); <br /> e) Declaración Jurada a la que se refiere el artículo 11. <br /> Artículo 14: <br /> La solicitud de Certificado de Origen deberá ser acompañada de una declaración con los <br /> antecedentes necesarios que demuestren en forma documental que la mercancía cumple con los <br /> requisitos exigidos, tales como: <br /> a) Nombre o razón social del solicitante <br /> b) Domicilio legal <br /> c) Denominación de la mercancía a exportar y su posición NALADISA <br /> d) Valor FOB de la mercancía a exportar <br /> e) Elementos demostrativos de los componentes de la mercancía indicando: <br /> i) Materiales, componentes y/o partes y piezas nacionales; <br /> ii) Materiales, componentes y/o partes y piezas originarios de otra Parte Signataria, indicando: <br /> - Procedencia <br /> - Códigos NALADISA, <br /> - Valor CIF en dólares de los Estados Unidos de Norteamérica, <br /> - Porcentaje que representan en el valor de la mercancía final. <br /> iii) Materiales componentes y/o partes y piezas no originarios: <br /> - Códigos NALADISA, <br /> - Valor CIF en dólares de los Estados Unidos de Norteamérica, <br /> - Porcentaje que representan en el valor de la mercancía final. <br /> La descripción de la mercancía deberá coincidir con la que corresponde al código en NALADISA y <br /> con la que se registra en la factura comercial, así como en el Certificado de Origen, que acompañan <br /> los documentos presentados para su despacho aduanero. La factura referida podrá ser emitida en un <br /> Estado no participante en el Acuerdo. <br /> Las declaraciones mencionadas deberán ser presentadas con una anticipación suficiente para cada <br /> solicitud de certificación. <br /> En el caso de las mercancías que fueran exportadas regularmente, y siempre que el proceso y los <br /> materiales componentes no fueran alterados, la declaración podrá tener una validez de 180 días a <br /> contar desde la fecha de su emisión. <br /> Artículo 16: <br /> Las entidades certificadoras deberán numerar correlativamente los certificados emitidos y archivar un <br /> ejemplar durante un plazo mínimo de dos años, a partir de la fecha de su emisión. Tal archivo deberá <br /> incluir además todos los antecedentes que sirvieron de base para la emisión del Certificado. <br /> Las entidades habilitadas mantendrán un registro permanente de todos los certificados de origen <br /> emitidos, el cual deberá contener como mínimo el número del certificado, el solicitante del mismo y la <br /> fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: <br /> El certificado de origen deberá ser emitido, a lo más, dentro de los cinco (5) días hábiles siguientes a <br /> la presentación de la solicitud respectiva y tendrá una validez de 180 días contados desde su <br /> emisión. Dicho certificado carecerá de validez si no estuviera debidamente cumplimentado en todos <br /> sus campos. La Comisión Administradora definirá antes del 31 de diciembre de 1997 un nuevo <br /> formato al cual se ajustará la certificación de origen. <br /> Los certificados de origen no podrán ser expedidos con antelación a la fecha de emisión de la factura <br /> comercial correspondiente a la operación de que se trate, sino en la misma fecha o dentro de los <br /> sesenta días siguientes. <br /> Los certificados de origen podrán ser emitidos a más tardar 10 días hábiles después del embarque <br /> definitivo de las mercancías que éstos certifiquen. <br /> Hasta el 31 de diciembre de 1997 permanecerá vigente el formulario de origen aprobado por el <br /> Comité de Representantes de la ALADI, Acuerdo Nº 25, del 15 de setiembre de 1983.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16: <br /> Las entidades certificadoras deberán numerar correlativamente los certificados emitidos y archivar un <br /> ejemplar durante un plazo mínimo de dos años, a partir de la fecha de su emisión. Tal archivo deberá <br /> incluir además todos los antecedentes que sirvieron de base para la emisión del Certificado. <br /> Las entidades habilitadas mantendrán un registro permanente de todos los certificados de origen <br /> emitidos, el cual deberá contener como mínimo el número del certificado, el solicitante del mismo y la <br /> fecha de su emisión.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: <br /> Se aceptará la intervención de operadores comerciales de otra Parte Signataria o de un Estado no <br /> participante del Acuerdo, siempre que, atendidas las disposiciones a) y b), del artículo 8, se cuente <br /> con factura comercial emitida por el interviniente y el Certificado de Origen emitido por la autoridad <br /> de la Parte Signataria exportadora, en cuyo caso deberá dejarse constancia en el Certificado de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17: Procesos de Verificación y Control <br /> No obstante la presentación del certificado de origen en las condiciones establecidas por este Anexo <br /> y las que pueda establecer la Comisión Administradora del Acuerdo, las autoridades aduaneras <br /> podrán, en el caso de dudas fundadas en relación a la autenticidad o veracidad del certificado, <br /> requerir de la repartición oficial de la Parte Signataria exportadora responsable de la verificación y <br /> control de los certificados de origen, informaciones adicionales con la finalidad de dilucidar la cuestión. <br /> Si en un plazo de veinte (20) días, contados a partir de la fecha del requirimiento, no se ha recibido la <br /> información requerida o ésta no permitiera dilucidar la cuestión, podrán iniciarse las investigaciones <br /> del caso, con conocimiento a la repartición oficial de control de la Parte Signataria exportadora. <br /> Artículo 18 <br /> En el proceso de verificación, la Parte Signataria importadora, a través de la autoridad competente de <br /> la Parte Signataria exportadora, podrá: <br /> a) dirigir cuestionarios escritos a exportadores o productores del territorio de otra Parte Signataria; <br /> b) solicitar, en casos justificados, que esta autoridad realice las gestiones pertinentes a efectos de <br /> poder realizar visitas de verificación a las instalaciones de un exportador, con el objeto de examinar <br /> los procesos productivos, las instalaciones que se utilicen en la producción de la mercancía, así <br /> como otras acciones que contribuyan a la verificación de su origen; <br /> c) llevar a cabo otros procedimientos que puedan establecerse a través de la Comisión Administradora. <br /> Para estos fines, las Partes Signatarias podrán facilitar la realización de Auditorías Externas <br /> recíprocas, de conformidad a la legislación nacional. <br /> Los resultados de la verificación deberán ser comunicados a la repartición oficial de control de la <br /> Parte Signataria importadora. <br /> Artículo 19: <br /> Abierta una investigación por la autoridad aduanera, ésta podrá ordenar la suspensión del trato <br /> arancelario preferencial o adoptar las medidas que considere necesarias para garantizar el interés <br /> fiscal, pero en ningún caso detendrá el trámite de importación de las mercancías. <br /> Las investigaciones destinadas a dilucidar cuestiones vinculadas a la certificación de origen, no <br /> demandarán un plazo superior a los ciento cincuenta (150) días. <br /> Resuelto el caso, se dejará en firme la resolución, se reintegrarán los derechos percibidos en exceso <br /> o se liberarán las garantías o se harán efectivas, según corresponda. <br /> Artículo 20: <br /> La autoridad aduanera deberá notificar la iniciación de la investigación al importador y a la autoridad <br /> encargada de la verificación y control en la Parte Signataria exportadora, a la cual solicitará la <br /> información necesaria para dicha investigación. <br /> Artículo 21: <br /> La repartición oficial responsable por la verificación y control de los Certificados de Origen en la Parte <br /> Signataria exportadora, deberá proveer las informaciones solicitadas por aplicación de lo dispuesto <br /> en el Artículo 17º, en un plazo no superior a 30 días hábiles, contado a partir de la fecha de recepción <br /> del respectivo pedido. Las informaciones tendrán carácter confidencial y serán utilizadas, <br /> exclusivamente, para esclarecer tales casos. <br /> En los casos en que la información solicitada no fuera provista o fuera insatisfactoria, la autoridad <br /> aduanera de la Parte Signataria importadora de tales mercancías podrá disponer, en forma <br /> preventiva, la suspensión del tratamiento preferencial de nuevas operaciones referidas a la misma <br /> mercancía del mismo operador. <br /> Artículo 22: <br /> Agotada la instancia de investigación, si las conclusiones no son satisfactorias para los involucrados, <br /> las Partes Signatarias mantendrán consultas bilaterales. Si los resultados de estas consultas no son <br /> satisfactorios para la Parte Signataria afectada, podrá recurrir al sistema de Solución de <br /> Controversias del Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 23: Sanciones <br /> Cuando se comprobare que el Certificado de Origen no se ajusta a las disposiciones contenidas en el <br /> presente Anexo o cuando en tal Certificado, o en sus antecedentes, se detectare falsificación, <br /> adulteración o cualquiera otra circunstancia que dé lugar a perjuicio fiscal o económico, las Partes <br /> Signatarias podrán adoptar las sanciones que correspondan de conformidad a sus respectivas <br /> legislaciones. <br /> En el caso de incumplimiento de las disposiciones establecidas en el presente Anexo, así como <br /> tratándose de la adulteración o falsificación de los documentos relativos al origen de las mercancías, <br /> las Partes Signatarias adoptarán las medidas de conformidad a sus respectivas legislaciones, en <br /> contra de los productores, exportadores, entidades emisoras de certificados de origen y cualquier <br /> otra persona que resulte responsable de tales transgresiones, con el fin de evitar las violaciones a los <br /> principios del Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": ":", "ArticleDesc": "Artículo 1: <br> Artículo 5: <br> El presente Anexo establece las normas de origen aplicables al intercambio de mercancías resultante <br> En el establecimiento de los requisitos específicos de origen a que se refiere el Artículo 4, así como <br> del Acuerdo de Complementación Económica, celebrado por los Gobiernos de la República <br> en la modificación de dichos requisitos, la Comisión Administradora del Acuerdo, cuando <br> Argentina, la República Federativa del Brasil, la República del Paraguay y la República Oriental del <br> corresponda, tomará como base, individual o conjuntamente, los siguientes elementos: <br> Uruguay, Estados Partes del MERCOSUR, por una parte, y el Gobierno de la República de Bolivia, <br> I. Materiales y otros insumos empleados en la producción: <br> por la otra, a los efectos de: <br> a) Materias primas: <br> 1.-Calificación y determinación de la mercancía originaria; <br> i) Materia prima preponderante o que confiera a la mercancía su característica esencial, y <br> 2.-Emisión de los certificados de origen; y <br> ii) Materias primas principales <br> 3.-Procesos de Verificación, Control y Sanciones. <br> b) Partes o piezas <br> i) Parte o pieza que confiera a la mercancía su característica final; <br> ii) Partes o piezas principales; y <br> iii) Porcentaje que representan las partes o piezas respecto al valor total <br> c) Otros insumos <br> II. Proceso de transformación o elaboración utilizado <br> III. Proporción del valor de los materiales importados no originarios en relación al valor total de la mercancía. <br> Artículo 6: <br> Para los efectos del ejercicio de las facultades a que se refiere el Artículo 40 inciso p) del Acuerdo, <br> cualquiera de las Partes Signatarias deberá presentar a la Comisión Administradora una solicitud <br> fundada, proporcionando los antecedentes respectivos. <br> "}, {"ArticleTitle": ": Ámbito de aplicación", "ArticleDesc": "Artículo 2: Ámbito de aplicación <br> Las Partes Contratantes aplicarán a las mercancías sujetas al Programa de Liberalización Comercial <br> del Acuerdo, el presente Régimen de Origen, sin perjuicio que el mismo pueda ser modificado <br> mediante Resolución de la Comisión Administradora del Acuerdo. <br> Para acceder al Programa de Liberalización, las mercancías deberán acreditar el cumplimiento del <br> origen, de conformidad a lo dispuesto en el presente Anexo. <br> Durante el período en que las mercancías registradas en los Anexos 5 y 6 del Acuerdo no reciban <br> tratamiento preferencial, lo dispuesto en este Anexo se aplicará sólo a las Partes Signatarias <br> involucradas en los tratos preferenciales bilaterales previstos en el Anexo 2 del Acuerdo. <br> "}, {"ArticleTitle": ": Calificación de Origen", "ArticleDesc": "Artículo 3: Calificación de Origen <br> 1) Serán consideradas originarias: <br> a) las mercancías que sean elaboradas íntegramente en territorio de una o más de las Partes <br> Signatarias, cuando en su elaboración fueran utilizados única y exclusivamente, materiales <br> originarios de las Partes Signatarias; <br> b) las mercancías de los reinos mineral, vegetal y animal, incluyendo los de caza y pesca, extraídos, <br> cosechados o recolectados, nacidos y criados en los territorios de las Partes Signatarias o dentro de <br> sus aguas territoriales, patrimoniales y zonas económicas exclusivas; <br> c) los productos del mar extraídos fuera de sus aguas territoriales, patrimoniales o zonas económicas <br> exclusivas por barcos de sus banderas o arrendados por empresas establecidas en sus territorios, y <br> procesados en sus zonas económicas, aun cuando hayan sido sometidos a procesos primarios de <br> embalaje y conservación, necesarios para su comercialización; <br> d) las mercancías procesadas a bordo de barcos fábrica registrados o matriculados por una de las <br> Partes Signatarias a partir de peces, crustáceos y otras especies marinas, obtenidos del mar por <br> barcos registrados o matriculados por una de las Partes Signatarias y que lleven su bandera; <br> e) las mercancías obtenidas por una de las Partes Signatarias o por una persona de las Partes <br> Signatarias, del lecho o del subsuelo marino fuera de las aguas territoriales, siempre que esa Parte o <br> persona tenga derecho a explotar dicho lecho o subsuelo marino; <br> f) las mercancías obtenidas del espacio extraterrestre, siempre que sean obtenidas por una de las <br> Partes Signatarias o por una persona de una Parte Signataria y que sean procesadas en alguna de dichas Partes; <br> g) las mercancías elaboradas con materiales no originarios, siempre que resulten de un proceso de <br> transformación, realizado en los territorios de las Partes Signatarias que les confiera una nueva <br> individualidad. Esta individualidad está presente en el hecho que la mercancía se clasifique en <br> partida diferente a los materiales, según nomenclatura NALADISA; <br> h) en el caso que no pueda cumplirse lo establecido en el literal g) precedente, porque el proceso de <br> transformación no implica salto de partida en la nomenclatura NALADISA, bastará que el valor CIF <br> puerto de destino o CIF puerto marítimo de los materiales no originarios no exceda del 40% del valor <br> FOB de exportación de la mercancía final; <br> i) las mercancías resultantes de operaciones de montaje o ensamblaje realizadas dentro del territorio <br> de una de las Partes Signatarias, no obstante cumplir salto de partida, utilizando materiales no <br> originarios, cuando el valor CIF puerto de destino o CIF puerto marítimo de esos materiales no <br> exceda el 40% del valor FOB de la mercancía final; <br> j) las mercancías que cumplan con los requisitos específicos, de conformidad al artículo 4. <br> 2) No serán consideradas originarias las mercancías que a pesar de clasificar en partida diferente, <br> son resultantes de operaciones o procesos efectuados en el territorio de las Partes Signatarias por <br> los que adquieran la forma final en la que serán comercializadas, cuando en esas operaciones o <br> procesos fueran utilizados exclusivamente materiales o insumos no originarios y consistan en: <br> a) simples montajes o ensamblajes, embalajes, fraccionamiento en lotes o volúmenes, selección, <br> clasificación, marcación, composición de surtidos de mercancías u otras operaciones que no <br> impliquen un proceso de transformación sustancial de las características de las mercancías; <br> b) operaciones destinadas a asegurar la conservación de los productos durante su transporte o <br> almacenamiento, tales como aeración, refrigeración, congelación, adición de sustancias, extracción <br> de partes averiadas y operaciones similares; <br> c) operaciones tales como el simple desempolvamiento, zarandeo, descascaramiento, desgrane, <br> maceración, secado, entresaque, clasificación, selección, fraccionamiento, lavado, pintado y recortado; <br> d) la simple formación de juegos de productos; <br> e) el embalaje, envase o reenvase; <br> f) la división o reunión de bultos; <br> g) la aplicación de marcas, etiquetas o signos distintivos similares; <br> h) mezclas de productos, siempre que las características del producto obtenido no sean <br> esencialmente diferentes de las características de los productos que han sido mezclados; <br> i) la dilución o filtración en agua o en otra sustancia que no altere la composición físico-química del producto; <br> j) la simple reunión, ensamblaje, o montaje de partes o piezas para constituir un producto completo; <br> k) el sacrificio de animales; y <br> l) la acumulación de dos o más de estas operaciones. <br> 3) Para efectos de la determinación del valor CIF en la ponderación de los materiales no originarios <br> que integren o se incorporen a mercancías exportadas a que se refieren los literales h) e i) del inciso <br> 1) de este Artículo, será considerado para Bolivia y Paraguay como puerto de destino, cualquier <br> puerto marítimo o fluvial localizado en el territorio de las Partes Signatarias o en el de países <br> limítrofes, incluidos los depósitos y zonas francas o CIF Frontera cuando el transporte se realice por vía terrestre. <br> "}, {"ArticleTitle": ": Requisitos específicos de origen", "ArticleDesc": "Artículo 4: Requisitos específicos de origen <br> Las Partes Contratantes podrán acordar el establecimiento de requisitos específicos, en aquellos <br> casos en que se estime que las normas generales antes fijadas, no resulten adecuadas para calificar <br> el origen de una mercancía o grupo de mercancías. Estos requisitos específicos prevalecerán sobre <br> los criterios generales. <br> Las mercancías con requisitos específicos se incluyen en el Apéndice Nº 1 del presente Anexo. <br> "}, {"ArticleTitle": ":", "ArticleDesc": "Artículo 1: <br> Artículo 5: <br> El presente Anexo establece las normas de origen aplicables al intercambio de mercancías resultante <br> En el establecimiento de los requisitos específicos de origen a que se refiere el Artículo 4, así como <br> del Acuerdo de Complementación Económica, celebrado por los Gobiernos de la República <br> en la modificación de dichos requisitos, la Comisión Administradora del Acuerdo, cuando <br> Argentina, la República Federativa del Brasil, la República del Paraguay y la República Oriental del <br> corresponda, tomará como base, individual o conjuntamente, los siguientes elementos: <br> Uruguay, Estados Partes del MERCOSUR, por una parte, y el Gobierno de la República de Bolivia, <br> I. Materiales y otros insumos empleados en la producción: <br> por la otra, a los efectos de: <br> a) Materias primas: <br> 1.-Calificación y determinación de la mercancía originaria; <br> i) Materia prima preponderante o que confiera a la mercancía su característica esencial, y <br> 2.-Emisión de los certificados de origen; y <br> ii) Materias primas principales <br> 3.-Procesos de Verificación, Control y Sanciones. <br> b) Partes o piezas <br> i) Parte o pieza que confiera a la mercancía su característica final; <br> ii) Partes o piezas principales; y <br> iii) Porcentaje que representan las partes o piezas respecto al valor total <br> c) Otros insumos <br> II. Proceso de transformación o elaboración utilizado <br> III. Proporción del valor de los materiales importados no originarios en relación al valor total de la mercancía. <br> Artículo 6: <br> Para los efectos del ejercicio de las facultades a que se refiere el Artículo 40 inciso p) del Acuerdo, <br> cualquiera de las Partes Signatarias deberá presentar a la Comisión Administradora una solicitud <br> fundada, proporcionando los antecedentes respectivos. <br> "}, {"ArticleTitle": "4: Definiciones", "ArticleDesc": "Artículo 24: Definiciones <br> A los efectos del presente Anexo se entenderá por: <br> a) Materiales: comprende las materias primas, insumos, productos intermedios y partes y piezas <br> utilizadas en la elaboración de las mercancías, <br> b) NALADISA: identifica a la Nomenclatura Arancelaria de la Asociación Latinoamericana de <br> Integración -Sistema Armonizado-. <br> c) Partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la Designación y <br> Codificación de Mercancías o de la Nomenclatura NALADISA, <br> d) Salto de Partida: cambio de la clasificación arancelaria a nivel de cuatro dígitos del Sistema <br> Armonizado para la Designación. y Codificación de Mercancías o de la Nomenclatura NALADISA, <br> e) Contenido Regional: valor agregado resultante de operaciones o procesos efectuados en alguno o <br> algunos de los Países Signatarios. <br> "}, {"ArticleTitle": "5:", "ArticleDesc": "Artículo 25: <br> Con carácter de excepción, hasta el 1º de enero del 2002, los productos originarios de la República <br> de Bolivia podrán calificar origen, para las mercancías que se incluyen en el Apéndice 2 literal a) de <br> este Anexo, siempre que los materiales no originarios de las Partes Signatarias no excedan el 50% <br> del valor FOB de exportación de la mercadería final. <br> Asimismo, se establece un tratamiento especial hasta el 1º de enero del 2000, para las mercancías <br> que se incluyen en el Apéndice 2 literal b) de este Anexo. <br> En los casos expresamente señalados en el Apéndice 2 literal b), el tratamiento especial establecido <br> regirá hasta el 1º de enero del 2002. <br> La Comisión Administradora podrá considerar, con carácter excepcional, la prórroga de dicho <br> régimen para algunos productos hasta el 1º de enero del 2001. <br> En el caso de los productos incluidos en el régimen transitorio de origen en favor de Bolivia a los <br> cuales se les exigirá un requisito específico acordado como regla de origen definitiva, dicho requisito <br> específico será exigible, en forma simultánea, a las importaciones preferenciales provenientes de <br> ambas Partes Contratantes a partir de la fecha ya acordada para el régimen transitorio. <br> Las mercaderías comprendidas en las partidas 6401 a 6405, mientras tenga vigencia la <br> transitoriedad (50% de insumos importados), no acreditarán origen cuando tengan insumos de la <br> subpartida 6406.10 no originarios de las Partes Signatarias. <br> Las condiciones establecidas en el listado denominado \"Lista de productos para tratamiento especial\" <br> (60% de materiales no originarios de las Partes Signatarias) serán, asimismo, aplicadas por Bolivia a <br> "}]}]}, "members_found": ["068", "600", 2, 8703900000]}