{"FtaRooDetails": {"FtaId": 332, "FtaCode": "ITC00338", "FtaName": "FTA, EFTA-Hong Kong", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND HONG KONG, CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2012", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Hong Kong, China Special Administrative Region; Iceland; Liechtenstein; Norway; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Hong Kong", "AdminProcCooAuth": "The certification type under FTA, EFTA-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "Manufacture from materials of any heading, except that of the product or Manufacture in which the value of all materials used does not exceed 60 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO ANNEX IV - PRODUCT SPECIFIC RULES<br /> SECTION I<br /> INTRODUCTORY NOTES<br /> 1. The first column of the List set out in Section II contains chapters, headings or<br /> subheadings, and the second column sets out a description of the products. For each<br /> entry in the first two columns, one or two rules are specified in columns 3 and 4. If the<br /> HS code in column 1 is preceded by an 'ex', the rules in column 3 or 4 apply only to the<br /> part of that chapter or heading as described in column 2. Where, for an entry in the first<br /> two columns, a rule is specified in both columns 3 and 4, either one may be applied. If<br /> no origin rule is given in column 4, the rule set out in column 3 applies.<br /> 2. Pursuant to subparagraph (1) (b) of Article 2 of Annex IV, the product-specific<br /> rules may be fulfilled by operations in different factories, provided the working or<br /> processing takes place within a Party and fulfils the requirements of this Appendix.<br /> 3. A product-specific rule of origin set out in this Appendix represents the<br /> minimum amount of working or processing required to be carried out on non-<br /> originating materials for the resulting product to achieve originating status. A greater<br /> amount of working or processing than that required by the rule for that product shall<br /> also confer originating status.<br /> 4. If a product-specific rule in the List specifies that a product may be<br /> manufactured from more than one material, any one or more materials may be used. It<br /> does not require that all be used.<br /> 5. If a product-specific rule in the List specifies that a product must be<br /> manufactured from a particular material, the condition does not prevent the use of other<br /> materials in addition.<br /> 6. If a product-specific rule excludes materials classified in certain chapters,<br /> headings, or subheadings of the Harmonized System, those materials must be<br /> originating for the products to qualify as originating.<br /> 7. Where a rule uses the expression \"Manufacture from materials of any heading\",<br /> materials of any heading, even materials of the same description and heading as the<br /> product, may be used, subject to any specific limitations which may also be contained in<br /> the rule. This note applies mutatis mutandis to the expression \"Manufacture from<br /> materials of any subheading\".<br /> 8. The products mentioned in the List may not all be covered by the Agreement.<br /> Other parts of the Agreement such as Annex I, or the bilateral Agreement on<br /> Agriculture concluded between Hong Kong, China and the respective EFTA State must<br /> be consulted in order to determine whether preferential access may be granted for a<br /> given product imported from a Party to another.<br /> 9.1 For the purposes of heading ex 34.03, the \"specific processes\" are the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally<br /> active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation; and<br /> (i) isomerisation.<br /> 9.2 For the purpose of heading ex 34.03, simple operations such as cleaning,<br /> decanting, desalting, water separation, filtering, colouring, marking, obtaining sulphur<br /> content as a result of mixing products with different sulphur contents, as well as any<br /> combination of these operations or like operations, do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00338_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/hong-kong-china/annexes/Annex%20IV%20-%20Appendix%202%20-%20Origin%20Declaration.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00338_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/hong-kong-china/annexes/Annex%20IV%20-%20Appendix%201%20-%20Product%20Specific%20Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00338_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/hong-kong-china/annexes/Annex%20IV%20-%20Rules%20of%20Origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00338_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/hong-kong-china/EFTA-Hong%20Kong%20China%20Free%20Trade%20Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Accumulation of Origin <br /> 1. Without prejudice to Article 2, a product originating in a Party, which is used as <br /> material in the production of a product in another Party, shall be considered as <br /> originating in the last Party where an operation beyond those referred to in paragraph 1 <br /> of Article 5 has been carried out. <br /> 2. A product originating in a Party, which is exported from one Party to another <br /> and does not undergo working or processing beyond those referred to in paragraph 1 of <br /> Article 5, shall retain its origin. <br /> 3. Where materials originating in two or more Parties are used in the production of <br /> a product and these materials have not undergone any working or processing beyond the <br /> operations referred to in Article 5, the origin of the product is determined by the <br /> material with the highest customs value, or if this cannot be ascertained, with the <br /> highest first ascertainable price paid for that material in that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (20%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 4. Notwithstanding paragraph 1, non-originating materials do not have to fulfil the <br /> conditions set out in Appendix 1 to be considered to have undergone sufficient working <br /> or processing, provided that: <br /> (a) their total value does not exceed 20 per cent of the ex-works price of the <br /> product; and <br /> (b) the percentages set out in Appendix 1 as maximum value of non- <br /> originating materials are not exceeded by application of subparagraph 4 <br /> (a).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 1. Without prejudice to Article 5, a product listed in Appendix 1 shall be <br /> considered to have undergone sufficient working or processing if the product specific <br /> rules of that Appendix are fulfilled. <br /> 2. If a product, which has acquired originating status in a Party, in accordance with <br /> paragraph 1, is further processed in that Party and used as material in the manufacture of <br /> another product, no account shall be taken of the non-originating components of that <br /> material. <br /> 3. Where a rule set out in Appendix 1 is based on compliance with a sufficient <br /> processing threshold or a maximum content of non-originating materials, the value of <br /> non-originating materials may be calculated on an average basis over a period of three <br /> months in order to take into account the fluctuations in costs or currency rates, subject <br /> to the domestic requirements of the Party of export.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Conditions for Acquiring Originating Status in a Party <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of this Section shall not be affected by operations <br /> carried out in a non-party, under an outward processing procedure or a similar <br /> arrangement, if: <br /> (a) the re-imported product has been obtained from the exported materials; <br /> (b) the total added value acquired in the non-party does not exceed 20 per <br /> cent of the ex-works price of the product; and <br /> (c) the total value of the non-originating materials incorporated in the Party <br /> and the total added value acquired outside the Party concerned, taken <br /> together, do not exceed the value allowed in accordance with Appendix 1. <br /> 4. For the purposes of subparagraph 3 (b), the term \"total added value\" means all <br /> costs arising outside the Party concerned, including transport costs and the value of <br /> materials incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 3. Accessories, spare parts, tools and instructional or information materials <br /> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of <br /> the normal equipment and included in its ex-works price, or which are not separately <br /> invoiced, shall be considered as part of the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained Products <br /> The following products shall be considered as wholly obtained in a Party: <br /> (a) mineral products and other non-living natural resources extracted or <br /> taken from their soil, waters or from their seabed; <br /> (b) plants, vegetables, fruits and other vegetable products grown, harvested, <br /> picked or gathered there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted there; <br /> (f) products of sea fishing and other marine products taken from outside the <br /> waters of Hong Kong, China and outside the territorial sea of any <br /> country by a vessel registered in a Party and flying its flag or by a vessel <br /> licensed in a Party; <br /> (g) products manufactured on board a factory ship flying the flag of a Party, <br /> exclusively from products referred to in subparagraph (f); <br /> (h) products extracted from marine soil or sub-soil outside the waters of <br /> Hong Kong, China, outside the territorial sea of the EFTA States and <br /> outside the territorial sea of any non-party, provided that the Party has <br /> the exclusive rights to exploit that soil or sub-soil under exploitation <br /> rights granted in accordance with international law; <br /> (i) products obtained there by the use of plant or animal cell structures; <br /> (j) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (k) used products collected there fit only for the recovery of raw materials; <br /> (l) products manufactured there exclusively from those specified in <br /> subparagraphs (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Insufficient Working or Processing <br /> 1. Notwithstanding Article 4, the following operations shall be considered <br /> insufficient to confer originating status: <br /> (a) preserving operations to ensure that a product remains in good condition <br /> during transport and storage; <br /> (b) freezing or thawing; <br /> (c) packaging and re-packaging; <br /> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles; <br /> (f) simple painting and polishing; <br /> (g) husking, partial or total bleaching, polishing and glazing of cereals and <br /> rice; <br /> (h) operations to colour sugar or form sugar lumps; <br /> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (n) simple mixing of products, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) a combination of two or more operations specified in (a) to (o); or <br /> (q) slaughter of animals. <br /> 2. For the purposes of paragraph 1, \"simple\" describes activities which need <br /> neither special skills nor machines, apparatus or equipment especially produced or <br /> installed to carry out the activity. <br /> 3. All operations carried out in a Party on a given product shall be taken into <br /> account when determining whether the working or processing undergone by that <br /> product is considered as insufficient working or processing referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (b) \"customs value\" means the value as determined in accordance with the <br /> Agreement on Implementation of Article VII of the General Agreement <br /> on Tariffs and Trade 1994 (WTO Agreement on customs valuation); <br /> (c) \"ex-works price\" means the price paid for a product to the manufacturer <br /> in the Party where the last working or processing was carried out, in <br /> accordance with the international commercial terms (incoterms), <br /> excluding internal taxes which may be repaid when the product is <br /> exported; <br /> (m) \"value of materials\" means the customs value at the time of importation <br /> of the non-originating materials used, or, if this is not known and <br /> cannot be ascertained, the first ascertainable price paid for the materials <br /> in a Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Neutral Elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment, including goods to be used for their manufacture; <br /> (c) machines, tools, dies and moulds; and <br /> (d) any other goods which do not enter into and which are not intended to <br /> enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Direct Transport <br /> 1. Preferential treatment in accordance with the Agreement shall only be granted to <br /> originating products that are transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, an originating product may be transported through <br /> non-parties, provided that it: <br /> (a) does not undergo operations other than unloading, reloading, splitting-up <br /> of consignments or any operation designed to preserve it in good <br /> condition; and <br /> (b) remains under customs surveillance in those non-parties. <br /> 3. It is understood that an originating product may be transported by pipeline <br /> across non-parties. <br /> 4. An importer shall upon request supply appropriate evidence to the customs <br /> authorities of the Party of import that the conditions set out in paragraph 2 have been <br /> fulfilled.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Conditions for Acquiring Originating Status in a Party <br /> 1. The conditions for acquiring originating status set out in the preceding <br /> provisions of this Section must be fulfilled without any interruption in a Party. <br /> 2. If an originating product is returned to the Party of export after having been <br /> exported to a non-party without having undergone any operation there, beyond those <br /> necessary to preserve it in good condition, that product shall retain its origin. <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of a product in <br /> accordance with the provisions of this Section shall not be affected by operations <br /> carried out in a non-party, under an outward processing procedure or a similar <br /> arrangement, if: <br /> (a) the re-imported product has been obtained from the exported materials; <br /> (b) the total added value acquired in the non-party does not exceed 20 per <br /> cent of the ex-works price of the product; and <br /> (c) the total value of the non-originating materials incorporated in the Party <br /> and the total added value acquired outside the Party concerned, taken <br /> together, do not exceed the value allowed in accordance with Appendix 1. <br /> 4. For the purposes of subparagraph 3 (b), the term \"total added value\" means all <br /> costs arising outside the Party concerned, including transport costs and the value of <br /> materials incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 1. For the purpose of determining the originating status, the unit of qualification of <br /> a product or material shall be determined in accordance with the Harmonized System. <br /> 2. Pursuant to paragraph 1: <br /> (a) packaging shall be included with the product if it is included with that <br /> product in accordance with General Interpretative Rule 5 of the <br /> Harmonized System; <br /> (b) where a set of articles, in accordance with General Interpretative Rule 3 <br /> of the Harmonized System, is classified under a single heading, it shall <br /> constitute the unit of qualification; and <br /> (c) where a consignment consists of a number of identical products <br /> classified under a single heading or subheading of the Harmonized <br /> System, each product shall be considered separately. <br /> 3. Accessories, spare parts, tools and instructional or information materials <br /> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of <br /> the normal equipment and included in its ex-works price, or which are not separately <br /> invoiced, shall be considered as part of the product in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accounting Segregation <br /> 1. If originating and non-originating fungible materials are used in the working or <br /> processing of a product, the determination of whether the materials used are originating <br /> may be determined on the basis of an inventory management system. <br /> 2. For the purposes of paragraph 1, \"fungible materials\" means materials that are of <br /> the same kind and commercial quality, with the same technical and physical <br /> characteristics, and which cannot be distinguished from one another once they are <br /> incorporated into the final product. <br /> 3. The inventory management system shall be based on generally accepted <br /> accounting principles applicable in the Party in which the product is manufactured and <br /> ensure that no more final products receive originating status than would have been the <br /> case if the materials had been physically segregated. <br /> 4. A producer using an inventory management system as provided for in this <br /> Article shall keep records of the operation of the system that are necessary for the <br /> customs administration of the Party concerned to verify compliance with the provisions <br /> of this Annex. <br /> 5. A Party may require that the application of an inventory management system as <br /> provided for in this Article be subject to prior authorisation. <br /> 6. The authorisation to use accounting segregation may be withdrawn if the <br /> producer makes improper use of it.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Origin Declaration <br /> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br /> established in another Party may complete an origin declaration in accordance with <br /> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br /> this Annex. <br /> 2. The origin declaration may be provided on an invoice or any other commercial <br /> document that identifies the exporter and the originating products, and, except as <br /> provided in Article 14, bear the original signature of the exporter. <br /> 3. An origin declaration may be completed when the products to which it relates <br /> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br /> from the date of completion. <br /> Article 13 : Representation <br /> 1. For the purposes of Article 12, a person, company or enterprise such as a <br /> forwarding agent, customs broker or the like shall not be entitled to complete origin <br /> declarations on behalf of an exporter, unless that person, company or enterprise has <br /> been authorised in writing by the exporter. <br /> 2. Such authorised person, company or enterprise must submit the authorisation to <br /> the competent authorities at their request. <br /> Article 15 : Importation Requirements <br /> 1. Each Party shall grant preferential tariff treatment in accordance with the <br /> Agreement to originating products imported from a Party, on the basis of an origin <br /> declaration referred to in Article 12. <br /> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br /> with the procedures applicable in the Party of import, request preferential tariff <br /> treatment at the time of importation of an originating product, whether or not the <br /> importer is in possession of an origin declaration. <br /> 3. If the importer is not in possession of an origin declaration at the time of <br /> importation, the importer may, in accordance with the domestic law of the Party of <br /> import, present the origin declaration and, if required, other documentation relating to <br /> the importation, at a later stage. <br /> 4. An origin declaration shall be submitted to the customs authorities of the Party <br /> of import within 12 months. The expiration of this period may be suspended as long as <br /> the products covered by that origin declaration remain under customs surveillance of the <br /> Party of import. After this period, an origin declaration may be accepted only in <br /> exceptional circumstances.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Exemption from Origin Declarations <br /> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br /> waive the requirements to request preferential tariff treatment on the basis of an origin <br /> declaration and grant preferential tariff treatment to non-commercial low value <br /> shipments of originating products and originating products for personal use forming part <br /> of the personal luggage of a traveller.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Approved Exporter <br /> 1. The customs authorities of the Party of export may, subject to its domestic <br /> requirements, authorise an exporter established in that Party to complete origin <br /> declarations without signing them, provided that he submits a written undertaking to <br /> those customs authorities, stating that he accepts full responsibility for any origin <br /> declaration which identifies him, as if he had signed it. <br /> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br /> customs authorities all guarantees necessary to verify the originating status of the <br /> products as well as the fulfilment of the other requirements of this Annex. <br /> 3. The customs authorities of the Party of export shall provide an authorisation <br /> number to an approved exporter established in that Party. The authorisation number <br /> must be included in the origin declaration instead of the signature. <br /> 4. The customs authorities of the Party of export may verify the proper use of an <br /> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br /> in paragraph 2 or otherwise makes improper use of it.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Origin Declaration <br /> 3. An origin declaration may be completed when the products to which it relates <br /> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br /> from the date of completion.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Documentary Evidence <br /> 4. In accordance with the domestic law of the Party of import, an importer who has <br /> been granted preferential tariff treatment must keep the origin declaration, based on <br /> which preferential treatment was granted, and all documents supporting the originating <br /> status of the product, for at least three years. Upon request of the customs authorities of <br /> the Party of import, the importer must submit the documents to those authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Documentary Evidence <br /> 1. An exporter who has completed an origin declaration must keep an electronic or <br /> hard copy of the origin declaration and all documents supporting the originating status <br /> of the product, for three years from the date of completion, or longer if required by the <br /> domestic law of the Party of export. Exporters other than approved exporters must keep <br /> a copy reflecting the signature of the person who signed it. <br /> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br /> status\" include, inter alia, the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the product, contained, for example, in his accounts or internal <br /> bookkeeping; <br /> (b) documents proving the originating status of materials, used or issued in a <br /> Party in accordance with its domestic law; <br /> (c) documents proving the working or processing of materials in a Party, <br /> issued in that Party in accordance with its domestic law; <br /> (d) origin declarations proving the originating status of materials used or <br /> issued in a Party in accordance with this Annex; and <br /> (e) evidence concerning working or processing undergone outside the <br /> Parties in accordance with Article 11, proving the fulfillment of the <br /> requirements of that Article. <br /> 3. The customs authorities of the Party of export may, at any time, carry out <br /> inspections and verify the accounts of exporters who have completed an origin <br /> declaration or producers who have contributed to origin conferring processes. Upon <br /> request of those authorities, these exporters or producers must submit the documents <br /> referred to in paragraphs 1 and 2. <br /> 4. In accordance with the domestic law of the Party of import, an importer who has <br /> been granted preferential tariff treatment must keep the origin declaration, based on <br /> which preferential treatment was granted, and all documents supporting the originating <br /> status of the product, for at least three years. Upon request of the customs authorities of <br /> the Party of import, the importer must submit the documents to those authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Verification of Origin Declarations <br /> 1. The customs authorities of the Party of export shall, consistent with its domestic <br /> law, carry out verifications of origin declarations on request of the Party of import. <br /> 2. The verification request shall specify the reasons for the inquiry. It may address <br /> the authenticity of origin declarations, the originating status of the products concerned <br /> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br /> origin declaration and, if appropriate, any other document or information giving reason <br /> to believe that the origin declaration may be invalid. <br /> 3. The customs authorities of the Party of import may, subject to its domestic law, <br /> suspend preferential tariff treatment to a product covered by an origin declaration until <br /> the verification procedure has been finalised. <br /> 4. The customs authorities of the Party of export may, consistent with its domestic <br /> law, request evidence, carry out inspections at the exporter's or producer's premises, <br /> check the exporter's and the producer's accounts and take other appropriate measures to <br /> verify compliance with this Annex. <br /> 5. The requested Party shall inform the requesting Party of the results and findings <br /> of the verification within 12 months from submission of the verification request, unless <br /> the Parties agree upon another time period. If appropriate, supporting documents and <br /> information may be joined to this communication. If the requesting Party receives no <br /> reply within 12 months, or if the reply does not contain sufficient information to arrive <br /> at a conclusion as to whether a product is originating, the requesting Party may deny <br /> preferential tariff treatment to the product. <br /> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br /> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br /> Understanding.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Penalties <br /> A Party may, in accordance with its domestic law, impose penalties for <br /> infringement to the provisions of this Annex, committed in that Party. In particular, <br /> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining a <br /> preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Denial of Preferential Treatment <br /> 3. Slight discrepancies between the statements made in the origin declaration and <br /> those made in other documents submitted to the customs office for customs clearance or <br /> obvious formal errors, such as typing errors in an origin declaration, shall not as such <br /> render the origin declaration invalid.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) \"chapter\" means a chapter (two-digit codes) of the Harmonized System; <br> (b) \"customs value\" means the value as determined in accordance with the <br> (c) \"ex-works price\" means the price paid for a product to the manufacturer <br> System; <br> accordance with the international commercial terms (incoterms), <br> excluding internal taxes which may be repaid when the product is <br> (d) \"goods\" means articles, materials or products; <br> (e) \"Harmonized System\" or \"HS\" means the Harmonized Commodity <br> (f) \"heading\" means a heading (four-digit codes) of the Harmonized <br> Agreement on implementation of Article VII of the General Agreement <br> in the Party where the last working or processing was carried out, in <br> (g) \"manufacture\" means working or processing, including assembly; <br> on Tariffs and Trade 1994 (WTO Agreement on Customs Valuation); <br> (h) \"material\" means any ingredient, raw material, component or part, used <br> exported; <br> in the production of a product; <br> (i) \"producer\" means a person who grows, mines, harvests, fishes, traps, <br> hunts, manufactures, processes or assembles a product; <br> (j) \"product\" means the result of production and includes any material <br> cannot be ascertained, the first ascertainable price paid for the materials <br> used in the production of another product; <br> (k) \"production\" means growing, mining, harvesting, fishing, trapping, <br> hunting, manufacturing, processing or assembling a product; <br> (l) \"subheading\" means a subheading (six-digit codes) of the Harmonized <br> (m) \"value of materials\" means the customs value at the time of importation <br> of the non-originating materials used, or, if this is not known and <br> in a Party. <br> Description and Coding System; <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "1. For the purposes of the Agreement, a product shall be considered as originating <br> in a Party if: <br> (a) it has been wholly obtained in that Party, in accordance with Article 3; <br> (b) the non-originating materials used in the working or processing of that <br> product have undergone sufficient working or processing in a Party, in <br> accordance with Article 4; or <br> (c) it has been produced in a Party exclusively from materials originating in <br> one or more Parties. <br> 2. Without prejudice to paragraph 1, a product originating in Liechtenstein shall, <br> due to the customs union between Switzerland and Liechtenstein, be considered as <br> originating in Switzerland. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Wholly obtained products <br> Direct transport <br> Wholly obtained products <br> The following products shall be considered as wholly obtained in a Party: <br> (a) mineral products and other non-living natural resources extracted or <br> taken from their soil, waters or from their seabed; <br> (b) plants, vegetables, fruits and other vegetable products grown, harvested, <br> Article 9 : Accounting Segregation <br> during transport and storage; <br> Harmonized System; <br> picked or gathered there; <br> the same kind and commercial quality, with the same technical and physical <br> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (e) products obtained by hunting, trapping, fishing, aquaculture, gathering or <br> capturing conducted there; <br> (f) products of sea fishing and other marine products taken from outside the <br> waters of Hong Kong, China and outside the territorial sea of any <br> country by a vessel registered in a Party and flying its flag or by a vessel <br> determine the origin of the following which might be used in its manufacture: <br> licensed in a Party; <br> (g) products manufactured on board a factory ship flying the flag of a Party, <br> (k) sifting, screening, sorting, classifying, grading, matching; <br> In order to determine whether a product originates, it shall not be necessary to <br> (a) energy and fuel; <br> (h) products extracted from marine soil or sub-soil outside the waters of <br> product; and <br> Hong Kong, China, outside the territorial sea of the EFTA States and <br> outside the territorial sea of any non-party, provided that the Party has <br> the exclusive rights to exploit that soil or sub-soil under exploitation <br> (j) waste and scrap resulting from manufacturing operations conducted <br> rights granted in accordance with international law; <br> (i) products obtained there by the use of plant or animal cell structures; <br> producer makes improper use of it. <br> (k) used products collected there fit only for the recovery of raw materials; <br> disassembly of products into parts; <br> (c) machines, tools, dies and moulds; and <br> there; <br> (l) products manufactured there exclusively from those specified in <br> subparagraphs (a) to (k). <br> Article 4 : Sufficient Working or Processing <br> Sufficient Working or Processing <br> 1. If originating and non-originating fungible materials are used in the working or <br> exclusively from products referred to in subparagraph (f); <br> 1. Without prejudice to Article 5, a product listed in Appendix 1 shall be <br> considered to have undergone sufficient working or processing if the product specific <br> necessary to preserve it in good condition, that product shall retain its origin. <br> rules of that Appendix are fulfilled. <br> (c) live animals born and raised there; <br> 2. If a product, which has acquired originating status in a Party, in accordance with <br> another product, no account shall be taken of the non-originating components of that <br> paragraph 1, is further processed in that Party and used as material in the manufacture of <br> 3. The inventory management system shall be based on generally accepted <br> material. <br> accounting principles applicable in the Party in which the product is manufactured and <br> 3. Where a rule set out in Appendix 1 is based on compliance with a sufficient <br> case if the materials had been physically segregated. <br> processing threshold or a maximum content of non-originating materials, the value of <br> non-originating materials may be calculated on an average basis over a period of three <br> months in order to take into account the fluctuations in costs or currency rates, subject <br> to the domestic requirements of the Party of export. <br> 4. Notwithstanding paragraph 1, non-originating materials do not have to fulfil the <br> fulfilled. <br> conditions set out in Appendix 1 to be considered to have undergone sufficient working <br> or processing, provided that: <br> (a) their total value does not exceed 20 per cent of the ex-works price of the <br> (b) the percentages set out in Appendix 1 as maximum value of non- <br> Article 11 : Direct Transport <br> Article 5 : Insufficient Working or Processing <br> originating materials are not exceeded by application of subparagraph 4 <br> (a). <br> exported to a non-party without having undergone any operation there, beyond those <br> 1. Notwithstanding Article 4, the following operations shall be considered <br> insufficient to confer originating status: <br> (a) preserving operations to ensure that a product remains in good condition <br> 3. Notwithstanding paragraph 1, the acquisition of originating status of a product in <br> (b) freezing or thawing; <br> (d) products from live animals raised there; <br> Insufficient working or processing <br> (e) ironing or pressing of textiles; <br> (f) simple painting and polishing; <br> (g) husking, partial or total bleaching, polishing and glazing of cereals and <br> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br> rice; <br> (j) sharpening, simple grinding or simple cutting; <br> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> (m) affixing or printing marks, labels, logos and other like distinguishing <br> (n) simple mixing of products, whether or not of different kinds; <br> (o) simple assembly of parts of articles to constitute a complete article or <br> neither special skills nor machines, apparatus or equipment especially produced or <br> 2. Notwithstanding paragraph 1, an originating product may be transported through <br> installed to carry out the activity. <br> Neutral elements <br> (p) a combination of two or more operations specified in (a) to (o); or <br> (q) slaughter of animals. <br> 2. For the purposes of paragraph 1, \"simple\" describes activities which need <br> (c) packaging and re-packaging; <br> Article 7 : Unit of qualification <br> authorities of the Party of import that the conditions set out in paragraph 2 have been <br> 3. All operations carried out in a Party on a given product shall be taken into <br> account when determining whether the working or processing undergone by that <br> product is considered as insufficient working or processing referred to in paragraph 1. <br> (h) operations to colour sugar or form sugar lumps; <br> Article 6 : Accumulation of Origin <br> Accumulation of Origin <br> 1. Without prejudice to Article 2, a product originating in a Party, which is used as <br> material in the production of a product in another Party, shall be considered as <br> originating in the last Party where an operation beyond those referred to in paragraph 1 <br> of Article 5 has been carried out. <br> 2. A product originating in a Party, which is exported from one Party to another <br> signs on products or their packaging; <br> Article 5, shall retain its origin. <br> 3. Where materials originating in two or more Parties are used in the production of <br> a product and these materials have not undergone any working or processing beyond the <br> operations referred to in Article 5, the origin of the product is determined by the <br> material with the highest customs value, or if this cannot be ascertained, with the <br> and does not undergo working or processing beyond those referred to in paragraph 1 of <br> 1. For the purpose of determining the originating status, the unit of qualification of <br> a product or material shall be determined in accordance with the Harmonized System. <br> 2. Pursuant to paragraph 1: <br> (a) packaging shall be included with the product if it is included with that <br> highest first ascertainable price paid for that material in that Party. <br> product in accordance with General Interpretative Rule 5 of the <br> (b) where a set of articles, in accordance with General Interpretative Rule 3 <br> of the Harmonized System, is classified under a single heading, it shall <br> constitute the unit of qualification; and <br> (c) where a consignment consists of a number of identical products <br> Unit of qualification <br> classified under a single heading or subheading of the Harmonized <br> System, each product shall be considered separately. <br> 3. Accessories, spare parts, tools and instructional or information materials <br> dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of <br> the normal equipment and included in its ex-works price, or which are not separately <br> invoiced, shall be considered as part of the product in question. <br> Article 8 : Neutral Elements <br> (b) plant and equipment, including goods to be used for their manufacture; <br> Accounting Segregation <br> processing of a product, the determination of whether the materials used are originating <br> may be determined on the basis of an inventory management system. <br> 2. For the purposes of paragraph 1, \"fungible materials\" means materials that are of <br> characteristics, and which cannot be distinguished from one another once they are <br> incorporated into the final product. <br> ensure that no more final products receive originating status than would have been the <br> 4. A producer using an inventory management system as provided for in this <br> Article shall keep records of the operation of the system that are necessary for the <br> customs administration of the Party concerned to verify compliance with the provisions <br> of this Annex. <br> 5. A Party may require that the application of an inventory management system as <br> provided for in this Article be subject to prior authorisation. <br> 6. The authorisation to use accounting segregation may be withdrawn if the <br> Article 10 : Conditions for Acquiring Originating Status in a Party <br> Conditions for Acquiring Originating Status in a Party <br> 1. The conditions for acquiring originating status set out in the preceding <br> provisions of this Section must be fulfilled without any interruption in a Party. <br> 2. If an originating product is returned to the Party of export after having been <br> (d) any other goods which do not enter into and which are not intended to <br> enter into the final composition of the product. <br> accordance with the provisions of this Section shall not be affected by operations <br> carried out in a non-party, under an outward processing procedure or a similar <br> arrangement, if: <br> (a) the re-imported product has been obtained from the exported materials; <br> (b) the total added value acquired in the non-party does not exceed 20 per <br> cent of the ex-works price of the product; and <br> (c) the total value of the non-originating materials incorporated in the Party <br> and the total added value acquired outside the Party concerned, taken <br> together, do not exceed the value allowed in accordance with Appendix 1. <br> 4. For the purposes of subparagraph 3 (b), the term \"total added value\" means all <br> costs arising outside the Party concerned, including transport costs and the value of <br> materials incorporated there. <br> 1. Preferential treatment in accordance with the Agreement shall only be granted to <br> originating products that are transported directly between the Parties. <br> non-parties, provided that it: <br> (a) does not undergo operations other than unloading, reloading, splitting-up <br> of consignments or any operation designed to preserve it in good <br> condition; and <br> (b) remains under customs surveillance in those non-parties. <br> 3. It is understood that an originating product may be transported by pipeline <br> across non-parties. <br> 4. An importer shall upon request supply appropriate evidence to the customs <br> or boards and all other simple packaging operations; <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Exemption from Origin Declarations <br> Article 20 : Documentary Evidence <br> Article 23 : Verification of Origin Declarations <br> Exemption from Origin Declarations <br> Verification of Origin Declarations <br> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br> 1. An exporter who has completed an origin declaration must keep an electronic or <br> 1. The customs authorities of the Party of export shall, consistent with its domestic <br> established in another Party may complete an origin declaration in accordance with <br> Origin Declaration <br> waive the requirements to request preferential tariff treatment on the basis of an origin <br> hard copy of the origin declaration and all documents supporting the originating status <br> law, carry out verifications of origin declarations on request of the Party of import. <br> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br> declaration and grant preferential tariff treatment to non-commercial low value <br> of the product, for three years from the date of completion, or longer if required by the <br> 2. The verification request shall specify the reasons for the inquiry. It may address <br> this Annex. <br> shipments of originating products and originating products for personal use forming part <br> domestic law of the Party of export. Exporters other than approved exporters must keep <br> the authenticity of origin declarations, the originating status of the products concerned <br> of the personal luggage of a traveller. <br> a copy reflecting the signature of the person who signed it. <br> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br> 2. The origin declaration may be provided on an invoice or any other commercial <br> document that identifies the exporter and the originating products, and, except as <br> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br> origin declaration and, if appropriate, any other document or information giving reason <br> provided in Article 14, bear the original signature of the exporter. <br> status\" include, inter alia, the following: <br> to believe that the origin declaration may be invalid. <br> 3. An origin declaration may be completed when the products to which it relates <br> 3. The customs authorities of the Party of import may, subject to its domestic law, <br> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br> obtain the product, contained, for example, in his accounts or internal <br> suspend preferential tariff treatment to a product covered by an origin declaration until <br> from the date of completion. <br> bookkeeping; <br> the verification procedure has been finalised. <br> (b) documents proving the originating status of materials, used or issued in a <br> 4. The customs authorities of the Party of export may, consistent with its domestic <br> Article 13 : Representation <br> Representation <br> (c) documents proving the working or processing of materials in a Party, <br> Party in accordance with its domestic law; <br> law, request evidence, carry out inspections at the exporter's or producer's premises, <br> 1. For the purposes of Article 12, a person, company or enterprise such as a <br> check the exporter's and the producer's accounts and take other appropriate measures to <br> forwarding agent, customs broker or the like shall not be entitled to complete origin <br> issued in that Party in accordance with its domestic law; <br> verify compliance with this Annex. <br> declarations on behalf of an exporter, unless that person, company or enterprise has <br> (d) origin declarations proving the originating status of materials used or <br> 5. The requested Party shall inform the requesting Party of the results and findings <br> been authorised in writing by the exporter. <br> issued in a Party in accordance with this Annex; and <br> of the verification within 12 months from submission of the verification request, unless <br> 2. Such authorised person, company or enterprise must submit the authorisation to <br> (e) evidence concerning working or processing undergone outside the <br> the Parties agree upon another time period. If appropriate, supporting documents and <br> the competent authorities at their request. <br> Parties in accordance with Article 11, proving the fulfillment of the <br> information may be joined to this communication. If the requesting Party receives no <br> Article 14 : Approved Exporter <br> requirements of that Article. <br> reply within 12 months, or if the reply does not contain sufficient information to arrive <br> 3. The customs authorities of the Party of export may, at any time, carry out <br> at a conclusion as to whether a product is originating, the requesting Party may deny <br> Agreement. <br> 1. The customs authorities of the Party of export may, subject to its domestic <br> inspections and verify the accounts of exporters who have completed an origin <br> preferential tariff treatment to the product. <br> requirements, authorise an exporter established in that Party to complete origin <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> declaration or producers who have contributed to origin conferring processes. Upon <br> 1 <br> declarations without signing them, provided that he submits a written undertaking to <br> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br> those customs authorities, stating that he accepts full responsibility for any origin <br> Documentary Evidence <br> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br> declaration which identifies him, as if he had signed it. <br> 4. In accordance with the domestic law of the Party of import, an importer who has <br> Understanding. <br> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br> been granted preferential tariff treatment must keep the origin declaration, based on <br> Article 24 : Penalties <br> customs authorities all guarantees necessary to verify the originating status of the <br> which preferential treatment was granted, and all documents supporting the originating <br> status of the product, for at least three years. Upon request of the customs authorities of <br> A Party may, in accordance with its domestic law, impose penalties for <br> 3. The customs authorities of the Party of export shall provide an authorisation <br> the Party of import, the importer must submit the documents to those authorities. <br> infringement to the provisions of this Annex, committed in that Party. In particular, <br> number to an approved exporter established in that Party. The authorisation number <br> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br> must be included in the origin declaration instead of the signature. <br> 4. The customs authorities of the Party of export may verify the proper use of an <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> Penalties <br> in paragraph 2 or otherwise makes improper use of it. <br> Article 15 : Importation Requirements <br> Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating products imported from a Party, on the basis of an origin <br> Approved exporter <br> declaration referred to in Article 12. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product, whether or not the <br> importer is in possession of an origin declaration. <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic law of the Party of <br> import, present the origin declaration and, if required, other documentation relating to <br> the importation, at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the Party <br> request of those authorities, these exporters or producers must submit the documents <br> of import within 12 months. The expiration of this period may be suspended as long as <br> referred to in paragraphs 1 and 2. <br> the products covered by that origin declaration remain under customs surveillance of the <br> Party of import. After this period, an origin declaration may be accepted only in <br> exceptional circumstances. <br> products as well as the fulfilment of the other requirements of this Annex. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 16 : Importation by Instalments <br> Where, at the request of an importer and on the conditions laid down by the <br> customs authorities of the Party of import, dismantled or non-assembled products within <br> the meaning of General Rule 2 (a) of the Harmonized System are imported by <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "instalments, a single proof of origin for such products shall be submitted to the customs <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Exemption from Origin Declarations <br> Article 20 : Documentary Evidence <br> Article 23 : Verification of Origin Declarations <br> Exemption from Origin Declarations <br> Verification of Origin Declarations <br> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br> 1. An exporter who has completed an origin declaration must keep an electronic or <br> 1. The customs authorities of the Party of export shall, consistent with its domestic <br> established in another Party may complete an origin declaration in accordance with <br> Origin Declaration <br> waive the requirements to request preferential tariff treatment on the basis of an origin <br> hard copy of the origin declaration and all documents supporting the originating status <br> law, carry out verifications of origin declarations on request of the Party of import. <br> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br> declaration and grant preferential tariff treatment to non-commercial low value <br> of the product, for three years from the date of completion, or longer if required by the <br> 2. The verification request shall specify the reasons for the inquiry. It may address <br> this Annex. <br> shipments of originating products and originating products for personal use forming part <br> domestic law of the Party of export. Exporters other than approved exporters must keep <br> the authenticity of origin declarations, the originating status of the products concerned <br> of the personal luggage of a traveller. <br> a copy reflecting the signature of the person who signed it. <br> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br> 2. The origin declaration may be provided on an invoice or any other commercial <br> document that identifies the exporter and the originating products, and, except as <br> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br> origin declaration and, if appropriate, any other document or information giving reason <br> provided in Article 14, bear the original signature of the exporter. <br> status\" include, inter alia, the following: <br> to believe that the origin declaration may be invalid. <br> 3. An origin declaration may be completed when the products to which it relates <br> 3. The customs authorities of the Party of import may, subject to its domestic law, <br> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br> obtain the product, contained, for example, in his accounts or internal <br> suspend preferential tariff treatment to a product covered by an origin declaration until <br> from the date of completion. <br> bookkeeping; <br> the verification procedure has been finalised. <br> (b) documents proving the originating status of materials, used or issued in a <br> 4. The customs authorities of the Party of export may, consistent with its domestic <br> Article 13 : Representation <br> Representation <br> (c) documents proving the working or processing of materials in a Party, <br> Party in accordance with its domestic law; <br> law, request evidence, carry out inspections at the exporter's or producer's premises, <br> 1. For the purposes of Article 12, a person, company or enterprise such as a <br> check the exporter's and the producer's accounts and take other appropriate measures to <br> forwarding agent, customs broker or the like shall not be entitled to complete origin <br> issued in that Party in accordance with its domestic law; <br> verify compliance with this Annex. <br> declarations on behalf of an exporter, unless that person, company or enterprise has <br> (d) origin declarations proving the originating status of materials used or <br> 5. The requested Party shall inform the requesting Party of the results and findings <br> been authorised in writing by the exporter. <br> issued in a Party in accordance with this Annex; and <br> of the verification within 12 months from submission of the verification request, unless <br> 2. Such authorised person, company or enterprise must submit the authorisation to <br> (e) evidence concerning working or processing undergone outside the <br> the Parties agree upon another time period. If appropriate, supporting documents and <br> the competent authorities at their request. <br> Parties in accordance with Article 11, proving the fulfillment of the <br> information may be joined to this communication. If the requesting Party receives no <br> Article 14 : Approved Exporter <br> requirements of that Article. <br> reply within 12 months, or if the reply does not contain sufficient information to arrive <br> 3. The customs authorities of the Party of export may, at any time, carry out <br> at a conclusion as to whether a product is originating, the requesting Party may deny <br> Agreement. <br> 1. The customs authorities of the Party of export may, subject to its domestic <br> inspections and verify the accounts of exporters who have completed an origin <br> preferential tariff treatment to the product. <br> requirements, authorise an exporter established in that Party to complete origin <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> declaration or producers who have contributed to origin conferring processes. Upon <br> 1 <br> declarations without signing them, provided that he submits a written undertaking to <br> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br> those customs authorities, stating that he accepts full responsibility for any origin <br> Documentary Evidence <br> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br> declaration which identifies him, as if he had signed it. <br> 4. In accordance with the domestic law of the Party of import, an importer who has <br> Understanding. <br> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br> been granted preferential tariff treatment must keep the origin declaration, based on <br> Article 24 : Penalties <br> customs authorities all guarantees necessary to verify the originating status of the <br> which preferential treatment was granted, and all documents supporting the originating <br> status of the product, for at least three years. Upon request of the customs authorities of <br> A Party may, in accordance with its domestic law, impose penalties for <br> 3. The customs authorities of the Party of export shall provide an authorisation <br> the Party of import, the importer must submit the documents to those authorities. <br> infringement to the provisions of this Annex, committed in that Party. In particular, <br> number to an approved exporter established in that Party. The authorisation number <br> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br> must be included in the origin declaration instead of the signature. <br> 4. The customs authorities of the Party of export may verify the proper use of an <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> Penalties <br> in paragraph 2 or otherwise makes improper use of it. <br> Article 15 : Importation Requirements <br> Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating products imported from a Party, on the basis of an origin <br> Approved exporter <br> declaration referred to in Article 12. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product, whether or not the <br> importer is in possession of an origin declaration. <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic law of the Party of <br> import, present the origin declaration and, if required, other documentation relating to <br> the importation, at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the Party <br> request of those authorities, these exporters or producers must submit the documents <br> of import within 12 months. The expiration of this period may be suspended as long as <br> referred to in paragraphs 1 and 2. <br> the products covered by that origin declaration remain under customs surveillance of the <br> Party of import. After this period, an origin declaration may be accepted only in <br> exceptional circumstances. <br> products as well as the fulfilment of the other requirements of this Annex. <br> "}, {"ArticleTitle": "Denial of Preferential Treatment", "ArticleDesc": "Article 18 : Denial of Preferential Treatment <br> 1. The Party of import may deny preferential tariff treatment or recover unpaid <br> customs duties in accordance with its domestic law where a product does not meet the <br> requirements of this Annex or where the importer or exporter fails to demonstrate <br> compliance with the relevant requirements of this Annex. <br> 2. In the event preferential tariff treatment is denied pursuant to paragraph 1, the <br> customs authorities of the Party of import shall inform the importer of the reasons. In <br> addition, the customs authorities of the Party of import may impose the applied non- <br> preferential import customs duty or require payment of a deposit on that product, where <br> applicable. <br> 3. Slight discrepancies between the statements made in the origin declaration and <br> those made in other documents submitted to the customs office for customs clearance or <br> obvious formal errors, such as typing errors in an origin declaration, shall not as such <br> render the origin declaration invalid. <br> "}, {"ArticleTitle": "Cooperation of Exporters and Importers with Customs Authorities", "ArticleDesc": "Article 19 : Cooperation of Exporters and Importers with Customs Authorities <br> Subject to the domestic law of the respective Party, exporters and importers <br> benefitting from the Agreement must co-operate with the customs authorities of the <br> Party where they are established. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Exemption from Origin Declarations <br> Article 20 : Documentary Evidence <br> Article 23 : Verification of Origin Declarations <br> Exemption from Origin Declarations <br> Verification of Origin Declarations <br> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br> 1. An exporter who has completed an origin declaration must keep an electronic or <br> 1. The customs authorities of the Party of export shall, consistent with its domestic <br> established in another Party may complete an origin declaration in accordance with <br> Origin Declaration <br> waive the requirements to request preferential tariff treatment on the basis of an origin <br> hard copy of the origin declaration and all documents supporting the originating status <br> law, carry out verifications of origin declarations on request of the Party of import. <br> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br> declaration and grant preferential tariff treatment to non-commercial low value <br> of the product, for three years from the date of completion, or longer if required by the <br> 2. The verification request shall specify the reasons for the inquiry. It may address <br> this Annex. <br> shipments of originating products and originating products for personal use forming part <br> domestic law of the Party of export. Exporters other than approved exporters must keep <br> the authenticity of origin declarations, the originating status of the products concerned <br> of the personal luggage of a traveller. <br> a copy reflecting the signature of the person who signed it. <br> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br> 2. The origin declaration may be provided on an invoice or any other commercial <br> document that identifies the exporter and the originating products, and, except as <br> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br> origin declaration and, if appropriate, any other document or information giving reason <br> provided in Article 14, bear the original signature of the exporter. <br> status\" include, inter alia, the following: <br> to believe that the origin declaration may be invalid. <br> 3. An origin declaration may be completed when the products to which it relates <br> 3. The customs authorities of the Party of import may, subject to its domestic law, <br> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br> obtain the product, contained, for example, in his accounts or internal <br> suspend preferential tariff treatment to a product covered by an origin declaration until <br> from the date of completion. <br> bookkeeping; <br> the verification procedure has been finalised. <br> (b) documents proving the originating status of materials, used or issued in a <br> 4. The customs authorities of the Party of export may, consistent with its domestic <br> Article 13 : Representation <br> Representation <br> (c) documents proving the working or processing of materials in a Party, <br> Party in accordance with its domestic law; <br> law, request evidence, carry out inspections at the exporter's or producer's premises, <br> 1. For the purposes of Article 12, a person, company or enterprise such as a <br> check the exporter's and the producer's accounts and take other appropriate measures to <br> forwarding agent, customs broker or the like shall not be entitled to complete origin <br> issued in that Party in accordance with its domestic law; <br> verify compliance with this Annex. <br> declarations on behalf of an exporter, unless that person, company or enterprise has <br> (d) origin declarations proving the originating status of materials used or <br> 5. The requested Party shall inform the requesting Party of the results and findings <br> been authorised in writing by the exporter. <br> issued in a Party in accordance with this Annex; and <br> of the verification within 12 months from submission of the verification request, unless <br> 2. Such authorised person, company or enterprise must submit the authorisation to <br> (e) evidence concerning working or processing undergone outside the <br> the Parties agree upon another time period. If appropriate, supporting documents and <br> the competent authorities at their request. <br> Parties in accordance with Article 11, proving the fulfillment of the <br> information may be joined to this communication. If the requesting Party receives no <br> Article 14 : Approved Exporter <br> requirements of that Article. <br> reply within 12 months, or if the reply does not contain sufficient information to arrive <br> 3. The customs authorities of the Party of export may, at any time, carry out <br> at a conclusion as to whether a product is originating, the requesting Party may deny <br> Agreement. <br> 1. The customs authorities of the Party of export may, subject to its domestic <br> inspections and verify the accounts of exporters who have completed an origin <br> preferential tariff treatment to the product. <br> requirements, authorise an exporter established in that Party to complete origin <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> declaration or producers who have contributed to origin conferring processes. Upon <br> 1 <br> declarations without signing them, provided that he submits a written undertaking to <br> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br> those customs authorities, stating that he accepts full responsibility for any origin <br> Documentary Evidence <br> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br> declaration which identifies him, as if he had signed it. <br> 4. In accordance with the domestic law of the Party of import, an importer who has <br> Understanding. <br> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br> been granted preferential tariff treatment must keep the origin declaration, based on <br> Article 24 : Penalties <br> customs authorities all guarantees necessary to verify the originating status of the <br> which preferential treatment was granted, and all documents supporting the originating <br> status of the product, for at least three years. Upon request of the customs authorities of <br> A Party may, in accordance with its domestic law, impose penalties for <br> 3. The customs authorities of the Party of export shall provide an authorisation <br> the Party of import, the importer must submit the documents to those authorities. <br> infringement to the provisions of this Annex, committed in that Party. In particular, <br> number to an approved exporter established in that Party. The authorisation number <br> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br> must be included in the origin declaration instead of the signature. <br> 4. The customs authorities of the Party of export may verify the proper use of an <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> Penalties <br> in paragraph 2 or otherwise makes improper use of it. <br> Article 15 : Importation Requirements <br> Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating products imported from a Party, on the basis of an origin <br> Approved exporter <br> declaration referred to in Article 12. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product, whether or not the <br> importer is in possession of an origin declaration. <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic law of the Party of <br> import, present the origin declaration and, if required, other documentation relating to <br> the importation, at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the Party <br> request of those authorities, these exporters or producers must submit the documents <br> of import within 12 months. The expiration of this period may be suspended as long as <br> referred to in paragraphs 1 and 2. <br> the products covered by that origin declaration remain under customs surveillance of the <br> Party of import. After this period, an origin declaration may be accepted only in <br> exceptional circumstances. <br> products as well as the fulfilment of the other requirements of this Annex. <br> "}, {"ArticleTitle": "Incorrect Information", "ArticleDesc": "Article 21 : Incorrect Information <br> When becoming aware of or having reason to believe that an origin declaration <br> contains incorrect information affecting the originating status of a product covered by <br> that origin declaration: <br> (a) an exporter must immediately notify the importer; and <br> (b) an importer must immediately notify the customs authorities of the Party <br> of import. <br> "}, {"ArticleTitle": "Notifications and Cooperation", "ArticleDesc": "Article 22 : Notifications and Cooperation <br> 1. The Parties shall provide each other, through the EFTA Secretariat, with: <br> (a) the addresses of the customs authorities of the Parties responsible for <br> verifications referred to in Article 23 and other issues related to the <br> implementation or application of this Annex; <br> (b) if applicable, information on authorisation numbers allocated to <br> approved exporters, pursuant to Article 14; and <br> (c) clarifications on the interpretation, application and administration of this <br> Annex. <br> 2. The Parties shall endeavour to resolve technical matters related to the <br> implementation or application of this Annex, to the extent possible, through direct <br> consultations between the customs authorities referred to in subparagraph (1)(a) or in <br> the Sub-Committee on Rules of Origin, Customs Procedures, and Trade Facilitation. <br> Disputes that cannot be settled through such consultations shall be submitted to the Joint <br> Committee.1 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Exemption from Origin Declarations <br> Article 20 : Documentary Evidence <br> Article 23 : Verification of Origin Declarations <br> Exemption from Origin Declarations <br> Verification of Origin Declarations <br> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br> 1. An exporter who has completed an origin declaration must keep an electronic or <br> 1. The customs authorities of the Party of export shall, consistent with its domestic <br> established in another Party may complete an origin declaration in accordance with <br> Origin Declaration <br> waive the requirements to request preferential tariff treatment on the basis of an origin <br> hard copy of the origin declaration and all documents supporting the originating status <br> law, carry out verifications of origin declarations on request of the Party of import. <br> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br> declaration and grant preferential tariff treatment to non-commercial low value <br> of the product, for three years from the date of completion, or longer if required by the <br> 2. The verification request shall specify the reasons for the inquiry. It may address <br> this Annex. <br> shipments of originating products and originating products for personal use forming part <br> domestic law of the Party of export. Exporters other than approved exporters must keep <br> the authenticity of origin declarations, the originating status of the products concerned <br> of the personal luggage of a traveller. <br> a copy reflecting the signature of the person who signed it. <br> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br> 2. The origin declaration may be provided on an invoice or any other commercial <br> document that identifies the exporter and the originating products, and, except as <br> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br> origin declaration and, if appropriate, any other document or information giving reason <br> provided in Article 14, bear the original signature of the exporter. <br> status\" include, inter alia, the following: <br> to believe that the origin declaration may be invalid. <br> 3. An origin declaration may be completed when the products to which it relates <br> 3. The customs authorities of the Party of import may, subject to its domestic law, <br> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br> obtain the product, contained, for example, in his accounts or internal <br> suspend preferential tariff treatment to a product covered by an origin declaration until <br> from the date of completion. <br> bookkeeping; <br> the verification procedure has been finalised. <br> (b) documents proving the originating status of materials, used or issued in a <br> 4. The customs authorities of the Party of export may, consistent with its domestic <br> Article 13 : Representation <br> Representation <br> (c) documents proving the working or processing of materials in a Party, <br> Party in accordance with its domestic law; <br> law, request evidence, carry out inspections at the exporter's or producer's premises, <br> 1. For the purposes of Article 12, a person, company or enterprise such as a <br> check the exporter's and the producer's accounts and take other appropriate measures to <br> forwarding agent, customs broker or the like shall not be entitled to complete origin <br> issued in that Party in accordance with its domestic law; <br> verify compliance with this Annex. <br> declarations on behalf of an exporter, unless that person, company or enterprise has <br> (d) origin declarations proving the originating status of materials used or <br> 5. The requested Party shall inform the requesting Party of the results and findings <br> been authorised in writing by the exporter. <br> issued in a Party in accordance with this Annex; and <br> of the verification within 12 months from submission of the verification request, unless <br> 2. Such authorised person, company or enterprise must submit the authorisation to <br> (e) evidence concerning working or processing undergone outside the <br> the Parties agree upon another time period. If appropriate, supporting documents and <br> the competent authorities at their request. <br> Parties in accordance with Article 11, proving the fulfillment of the <br> information may be joined to this communication. If the requesting Party receives no <br> Article 14 : Approved Exporter <br> requirements of that Article. <br> reply within 12 months, or if the reply does not contain sufficient information to arrive <br> 3. The customs authorities of the Party of export may, at any time, carry out <br> at a conclusion as to whether a product is originating, the requesting Party may deny <br> Agreement. <br> 1. The customs authorities of the Party of export may, subject to its domestic <br> inspections and verify the accounts of exporters who have completed an origin <br> preferential tariff treatment to the product. <br> requirements, authorise an exporter established in that Party to complete origin <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> declaration or producers who have contributed to origin conferring processes. Upon <br> 1 <br> declarations without signing them, provided that he submits a written undertaking to <br> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br> those customs authorities, stating that he accepts full responsibility for any origin <br> Documentary Evidence <br> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br> declaration which identifies him, as if he had signed it. <br> 4. In accordance with the domestic law of the Party of import, an importer who has <br> Understanding. <br> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br> been granted preferential tariff treatment must keep the origin declaration, based on <br> Article 24 : Penalties <br> customs authorities all guarantees necessary to verify the originating status of the <br> which preferential treatment was granted, and all documents supporting the originating <br> status of the product, for at least three years. Upon request of the customs authorities of <br> A Party may, in accordance with its domestic law, impose penalties for <br> 3. The customs authorities of the Party of export shall provide an authorisation <br> the Party of import, the importer must submit the documents to those authorities. <br> infringement to the provisions of this Annex, committed in that Party. In particular, <br> number to an approved exporter established in that Party. The authorisation number <br> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br> must be included in the origin declaration instead of the signature. <br> 4. The customs authorities of the Party of export may verify the proper use of an <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> Penalties <br> in paragraph 2 or otherwise makes improper use of it. <br> Article 15 : Importation Requirements <br> Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating products imported from a Party, on the basis of an origin <br> Approved exporter <br> declaration referred to in Article 12. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product, whether or not the <br> importer is in possession of an origin declaration. <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic law of the Party of <br> import, present the origin declaration and, if required, other documentation relating to <br> the importation, at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the Party <br> request of those authorities, these exporters or producers must submit the documents <br> of import within 12 months. The expiration of this period may be suspended as long as <br> referred to in paragraphs 1 and 2. <br> the products covered by that origin declaration remain under customs surveillance of the <br> Party of import. After this period, an origin declaration may be accepted only in <br> exceptional circumstances. <br> products as well as the fulfilment of the other requirements of this Annex. <br> "}, {"ArticleTitle": "Products in Transit or Storage", "ArticleDesc": "Article 25 : Products in Transit or Storage <br> The provisions of the Agreement may be applied to products which, on the date <br> of entry into force of the Agreement, are either in transit or in temporary storage in a <br> customs warehouse or free zone under customs surveillance. For such products, an <br> origin declaration may be completed retrospectively up to six months after the entry into <br> force of the Agreement, provided that the provisions of this Annex and in particular <br> Article 11 have been fulfilled. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 26 : Review <br> The Parties shall review this Annex and its Appendices every three years, or <br> more frequently if agreed by the Parties, within the framework of the Joint Committee, <br> taking into account the prevailing circumstances including any technological advances, <br> changes in market conditions, free trade agreements or similar arrangements concluded <br> by the Parties or other international developments, with a view to further liberalising, <br> improving and updating the provisions of this Annex and its Appendices. The first such <br> review shall take place no later than three years after the entry into force of the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Exemption from Origin Declarations <br> Article 20 : Documentary Evidence <br> Article 23 : Verification of Origin Declarations <br> Exemption from Origin Declarations <br> Verification of Origin Declarations <br> 1. For the purpose of obtaining preferential tariff treatment in a Party, an exporter <br> Article 12 : Origin Declaration <br> Notwithstanding Article 15, a Party may, in accordance with its domestic law, <br> 1. An exporter who has completed an origin declaration must keep an electronic or <br> 1. The customs authorities of the Party of export shall, consistent with its domestic <br> established in another Party may complete an origin declaration in accordance with <br> Origin Declaration <br> waive the requirements to request preferential tariff treatment on the basis of an origin <br> hard copy of the origin declaration and all documents supporting the originating status <br> law, carry out verifications of origin declarations on request of the Party of import. <br> Appendix 2 for products originating in a Party and fulfilling the other requirements of <br> declaration and grant preferential tariff treatment to non-commercial low value <br> of the product, for three years from the date of completion, or longer if required by the <br> 2. The verification request shall specify the reasons for the inquiry. It may address <br> this Annex. <br> shipments of originating products and originating products for personal use forming part <br> domestic law of the Party of export. Exporters other than approved exporters must keep <br> the authenticity of origin declarations, the originating status of the products concerned <br> of the personal luggage of a traveller. <br> a copy reflecting the signature of the person who signed it. <br> or the fulfilment of other requirements of this Annex. It shall include a copy of the <br> 2. The origin declaration may be provided on an invoice or any other commercial <br> document that identifies the exporter and the originating products, and, except as <br> 2. For the purposes of paragraph 1, the \"documents supporting the originating <br> origin declaration and, if appropriate, any other document or information giving reason <br> provided in Article 14, bear the original signature of the exporter. <br> status\" include, inter alia, the following: <br> to believe that the origin declaration may be invalid. <br> 3. An origin declaration may be completed when the products to which it relates <br> 3. The customs authorities of the Party of import may, subject to its domestic law, <br> are exported, or after exportation. An origin declaration shall be valid for 12 months, <br> obtain the product, contained, for example, in his accounts or internal <br> suspend preferential tariff treatment to a product covered by an origin declaration until <br> from the date of completion. <br> bookkeeping; <br> the verification procedure has been finalised. <br> (b) documents proving the originating status of materials, used or issued in a <br> 4. The customs authorities of the Party of export may, consistent with its domestic <br> Article 13 : Representation <br> Representation <br> (c) documents proving the working or processing of materials in a Party, <br> Party in accordance with its domestic law; <br> law, request evidence, carry out inspections at the exporter's or producer's premises, <br> 1. For the purposes of Article 12, a person, company or enterprise such as a <br> check the exporter's and the producer's accounts and take other appropriate measures to <br> forwarding agent, customs broker or the like shall not be entitled to complete origin <br> issued in that Party in accordance with its domestic law; <br> verify compliance with this Annex. <br> declarations on behalf of an exporter, unless that person, company or enterprise has <br> (d) origin declarations proving the originating status of materials used or <br> 5. The requested Party shall inform the requesting Party of the results and findings <br> been authorised in writing by the exporter. <br> issued in a Party in accordance with this Annex; and <br> of the verification within 12 months from submission of the verification request, unless <br> 2. Such authorised person, company or enterprise must submit the authorisation to <br> (e) evidence concerning working or processing undergone outside the <br> the Parties agree upon another time period. If appropriate, supporting documents and <br> the competent authorities at their request. <br> Parties in accordance with Article 11, proving the fulfillment of the <br> information may be joined to this communication. If the requesting Party receives no <br> Article 14 : Approved Exporter <br> requirements of that Article. <br> reply within 12 months, or if the reply does not contain sufficient information to arrive <br> 3. The customs authorities of the Party of export may, at any time, carry out <br> at a conclusion as to whether a product is originating, the requesting Party may deny <br> Agreement. <br> 1. The customs authorities of the Party of export may, subject to its domestic <br> inspections and verify the accounts of exporters who have completed an origin <br> preferential tariff treatment to the product. <br> requirements, authorise an exporter established in that Party to complete origin <br> (a) direct evidence of the processes carried out by the exporter or supplier to <br> declaration or producers who have contributed to origin conferring processes. Upon <br> 1 <br> declarations without signing them, provided that he submits a written undertaking to <br> It is understood that consultations held pursuant to paragraph 2 shall be without prejudice to the <br> those customs authorities, stating that he accepts full responsibility for any origin <br> Documentary Evidence <br> rights and obligations of the Parties under Chapter 10 or under the WTO Dispute Settlement <br> declaration which identifies him, as if he had signed it. <br> 4. In accordance with the domestic law of the Party of import, an importer who has <br> Understanding. <br> 2. An exporter who requests such authorisation must offer to the satisfaction of the <br> been granted preferential tariff treatment must keep the origin declaration, based on <br> Article 24 : Penalties <br> customs authorities all guarantees necessary to verify the originating status of the <br> which preferential treatment was granted, and all documents supporting the originating <br> status of the product, for at least three years. Upon request of the customs authorities of <br> A Party may, in accordance with its domestic law, impose penalties for <br> 3. The customs authorities of the Party of export shall provide an authorisation <br> the Party of import, the importer must submit the documents to those authorities. <br> infringement to the provisions of this Annex, committed in that Party. In particular, <br> number to an approved exporter established in that Party. The authorisation number <br> penalties may be imposed on any person who draws up, or causes to be drawn up, a <br> must be included in the origin declaration instead of the signature. <br> 4. The customs authorities of the Party of export may verify the proper use of an <br> authorisation and withdraw it if the exporter no longer meets the conditions referred to <br> Penalties <br> in paragraph 2 or otherwise makes improper use of it. <br> Article 15 : Importation Requirements <br> Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating products imported from a Party, on the basis of an origin <br> Approved exporter <br> declaration referred to in Article 12. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with the procedures applicable in the Party of import, request preferential tariff <br> treatment at the time of importation of an originating product, whether or not the <br> importer is in possession of an origin declaration. <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic law of the Party of <br> import, present the origin declaration and, if required, other documentation relating to <br> the importation, at a later stage. <br> 4. An origin declaration shall be submitted to the customs authorities of the Party <br> request of those authorities, these exporters or producers must submit the documents <br> of import within 12 months. The expiration of this period may be suspended as long as <br> referred to in paragraphs 1 and 2. <br> the products covered by that origin declaration remain under customs surveillance of the <br> Party of import. After this period, an origin declaration may be accepted only in <br> exceptional circumstances. <br> products as well as the fulfilment of the other requirements of this Annex. <br> "}]}]}, "members_found": ["344", "579", 4, 8703900000]}