{"FtaRooDetails": {"FtaId": 351, "FtaCode": "ITC00357", "FtaName": "FTA, EFTA-SACU", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND THE SACU STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "08.05.2008", "Type": "Free trade agreement", "Scope": "Plurilateral, Group-Group", "MemberStates": "Botswana; Iceland; Lesotho; Liechtenstein; Namibia; Norway; South Africa; Eswatini; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-SACU", "AdminProcCooAuth": "The certification type under FTA, EFTA-SACU is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-SACU is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-SACU agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Manufacture in which the value of all the materials used does not exceed 60% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX 1 TO ANNEX V<br /> INTRODUCTORY NOTES TO THE LIST IN APPENDIX 2<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 5 of this Annex.<br /> Note 2:<br /> 2.1 The first two columns in the list describe the product obtained. The first<br /> column gives the heading number or chapter number used in the Harmonized System<br /> and the second column gives the description of goods used in that system for that<br /> heading or chapter. For each entry in the first two columns, a rule is specified in<br /> column 3 or 4. Where, in some cases, the entry in the first column is preceded by an<br /> 'ex', this signifies that the rules in column 3 or 4 apply only to the part of that heading<br /> as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 or 4 apply to all products which, under<br /> the Harmonized System, are classified in headings of the chapter or in any of the<br /> headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within<br /> a heading, each indent contains the description of that part of the heading covered by<br /> the adjacent rules in column 3 or 4.<br /> 2.4 Where, for an entry in the first two columns, a rule is specified in both<br /> columns 3 and 4, the exporter may opt, as an alternative, to apply either the rule set<br /> out in column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1 The provisions of Article 5 of the Annex, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall apply,<br /> regardless of whether this status has been acquired inside the factory where these<br /> products are used or in another factory in a State Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 per cent<br /> of the ex-works price, is made from \"other alloy steel roughly shaped by<br /> forging\" of heading ex 7224.<br /> If this forging has been forged in the State Party concerned from a non-<br /> originating ingot, it has already acquired originating status by virtue of the rule<br /> for heading ex 7224 in the list. The forging can then count as originating in<br /> the value-calculation for the engine, regardless of whether it was produced in<br /> the same factory or in another factory in the State Party concerned. The value<br /> of the non-originating ingot is thus not taken into account when adding up the<br /> value of the non-originating materials used.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying-out of more working or processing also confers originating<br /> status; conversely, the carrying-out of less working or processing cannot confer<br /> originating status. Thus, if a rule provides that non-originating material, at a certain<br /> level of manufacture, may be used, the use of such material at an earlier stage of<br /> manufacture is allowed, and the use of such material at a later stage is not.<br /> 3.3 Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials of<br /> the same description and heading as the product) may be used, subject, however, to<br /> any specific limitations which may also be contained in the rule.<br /> However, the expression \"Manufacture from materials of any heading, including other<br /> materials of heading ...\" or \"Manufacture from materials of any heading, including<br /> other materials of the same heading as the product\" means that materials of any<br /> heading(s) may be used, except those of the same description as the product as given<br /> in column 2 of the list.<br /> 3.4 When a rule in the list specifies that a product may be manufactured from<br /> more than one material, this means that one or more materials may be used. It does<br /> not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5306 to 5308 provides that natural fibres may<br /> be used and that chemical materials, among other materials, may also be used.<br /> This does not mean that both have to be used; it is possible to use one or the<br /> other, or both.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other materials<br /> which, because of their inherent nature, cannot satisfy the rule. (See also Note 6.2<br /> below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the<br /> use of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be<br /> produced from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6 Where, in a rule in the list, two percentages are given for the maximum value<br /> of non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value of all the non-originating<br /> materials used may never exceed the higher of the percentages given. Furthermore,<br /> the individual percentages must not be exceeded, in relation to the particular materials<br /> to which they apply.<br /> Note 4:<br /> 4.1 The term \"natural fibres\" is used in the list to refer to fibres other than<br /> artificial or synthetic fibres. It is restricted to the stages before spinning takes place,<br /> including waste, and, unless otherwise specified, includes fibres that have been<br /> carded, combed or otherwise processed, but not spun.<br /> 4.2 The term \"natural fibres\" includes horsehair of heading 0503, silk of headings<br /> 5002 and 5003, as well as the wool-fibres and fine or coarse animal hair of headings<br /> 5101 to 5105, cotton fibres of headings 5201 to 5203, and the other vegetable fibres of<br /> headings 5301 to 5305.<br /> 4.3 The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\"<br /> are used in the list to describe the materials, not classified in Chapters 50 to 63, which<br /> can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1 Where, for a given product in the list, a reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials used<br /> in the manufacture of this product and which, taken together, represent ten per cent or<br /> less of the total weight of all the basic textile materials used. (See also Notes 5.3 and<br /> 5.4 below).<br /> 5.2.1 However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> 5.2.2 The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and<br /> synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres which do not satisfy the origin-rules (which<br /> require manufacture from chemical materials or textile pulp) may be used,<br /> provided that their total weight does not exceed ten per cent of the weight of<br /> the yarn.<br /> Example:<br /> A cotton yarn, of heading 5204, made from cotton yarn of heading 5205 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed yarn. Therefore,<br /> synthetic yarn which does not satisfy the origin rules (which require<br /> manufacture from chemical materials or textile pulp), or woollen yarn which<br /> does not satisfy the origin rules (which require manufacture from natural<br /> fibres, not carded or combed or otherwise prepared for spinning), or a<br /> combination of the two, may be used, provided their total weight does not<br /> exceed ten per cent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is only mixed product if the cotton fabric is<br /> itself a mixed fabric made from yarns classified in two separate headings, or if<br /> the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns<br /> used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3 In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped\", this tolerance is 20 per<br /> cent in respect of this yarn.<br /> 5.4 In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width not exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film\", this tolerance is 30 per cent in respect of<br /> this strip.<br /> Note 6:<br /> 6.1 Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings), which do not satisfy the rule set out in the list in<br /> column 3 for the made-up product concerned, may be used, provided that they are<br /> classified in a heading other than that of the product and that their value does not<br /> exceed eight per cent of the ex-works price of the product.<br /> 6.2 Without prejudice to Note 6.3, materials, which are not classified within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products, whether<br /> or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as<br /> buttons, because buttons are not classified within Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners, even though slide-<br /> fasteners normally contain textiles.<br /> 6.3 Where a percentage-rule applies, the value of materials, which are not<br /> classified within Chapters 50 to 63, must also be taken into account when calculating<br /> the value of the non-originating materials incorporated.<br /> Note 7<br /> 7.1 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride;<br /> neutralisation with alkaline agents; decolourisation and purification<br /> with naturally active earth, activated earth, activated charcoal or<br /> bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2 For the purposes of headings 2710, 2711 and 2712, the \"specific processes\"<br /> are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride;<br /> neutralisation with alkaline agents; decolourisation and purification<br /> with naturally-active earth, activated earth, activated charcoal or<br /> bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 per cent of the sulphur-<br /> content of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process<br /> other than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with<br /> hydrogen, at a pressure of more than 20 bar and a temperature of more<br /> than 250°C, with the use of a catalyst, other than to effect<br /> desulphurisation, when the hydrogen constitutes an active element in a<br /> chemical reaction. The further treatment, with hydrogen, of lubricating<br /> oils of heading ex 2710 (e.g. hydrofinishing or decolonisation), in<br /> order, more especially, to improve colour or stability shall not,<br /> however, be deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation,<br /> on condition that less than 30 per cent of these products distils, by<br /> volume, including losses, at 300°C by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex<br /> 2710 only, treatment by means of a high-frequency electrical brush-<br /> discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite,<br /> lignite wax or peat wax, paraffin wax containing by weight less than<br /> 0.75 per cent of oil) of heading ex 2712 only, de-oiling by fractional<br /> crystallisation.<br /> 7.3 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex<br /> 3403, simple operations, such as cleaning, decanting, desalting, water-separation,<br /> filtering, colouring, marking, obtaining a sulphur-content as a result of mixing", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00357_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/southern-african-customs-union-SACU/Annexes/Annex-V-Appendix-3-Specimens-of-movement.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00357_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/southern-african-customs-union-SACU/Annexes/Annex-V-Appendix-2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00357_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/southern-african-customs-union-SACU/Annexes/Annex-V-Rules-of-Origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00357_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/southern-african-customs-union-SACU/EFTA-SACU%20Free%20Trade%20Agreement.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of Origin <br /> 1. Notwithstanding Article 2, materials originating in an EFTA State or SACU <br /> within the meaning of this Annex shall be considered as materials originating in the <br /> Party concerned, provided that they have undergone working or processing going <br /> beyond that referred to in Article 6. <br /> 2. Products originating in another Party within the meaning of this Annex, which <br /> are exported from one Party to another, shall retain their origin when exported in the <br /> same state or without having undergone in the exporting Party working or processing <br /> going beyond that referred to in Article 6. <br /> 3. For the purpose of paragraph 2, where materials originating in two or more of <br /> the Parties are used and those materials have undergone working or processing in the <br /> exporting Party not going beyond that referred to in Article 6, the origin is determined <br /> by the material with the highest customs value or, if this is not known and cannot be <br /> ascertained, with the highest first ascertainable price paid for that material in that <br /> Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently Worked or Processed Products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to <br /> the conditions set out in the list, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> (a) their total value does not exceed 15 per cent of the ex-works price of <br /> the product; and <br /> (b) any of the percentages given in the list for the maximum value of non- <br /> originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of <br /> the Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently Worked or Processed Products <br /> 1. For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in the <br /> list in Appendix 2 are fulfilled. <br /> The conditions referred to above indicate, for all products covered by the <br /> Agreement, the working or processing which must be carried out on non-originating <br /> materials used in manufacturing and apply only in relation to such materials. It <br /> follows that if a product which has acquired originating status by fulfilling the <br /> conditions set out in the list is used in the manufacture of another product, the <br /> conditions applicable to the product in which it is incorporated do not apply to it, and <br /> no account shall be taken of the non-originating materials which may have been used <br /> in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of Territoriality <br /> 3. The acquisition of originating status in accordance with the conditions set out <br /> in Title II shall not be affected by working or processing done outside an EFTA State <br /> or SACU on materials exported from an EFTA State or SACU and subsequently <br /> reimported there, provided that: <br /> (a) the said materials are wholly obtained in an EFTA State or in SACU <br /> or have undergone working or processing beyond the operations <br /> referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities <br /> that: <br /> (i) the reimported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the EFTA State <br /> concerned or SACU by applying the provisions of this Article <br /> does not exceed ten per cent of the ex-works price of the end <br /> product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside an EFTA State <br /> or SACU. But where, in the list in Appendix 2, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the originating <br /> status of the end product, the total value of the non-originating materials incorporated <br /> in the territory of the Party concerned, taken together with the total added value <br /> acquired outside the EFTA State concerned or SACU by applying the provisions of <br /> this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, \"total <br /> added value\" shall be taken to mean all costs arising outside the EFTA State <br /> concerned or SACU, including the value of the materials incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Appendix 2 or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in paragraph 2 of <br /> Article 5 is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters <br /> 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this <br /> Article and done outside an EFTA State or SACU shall be done under the outward <br /> processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included <br /> in the price thereof or which are not separately invoiced, shall be regarded as one with <br /> the piece of equipment, machine, apparatus or vehicle in question. <br /> \"simple\" generally describes activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained Products <br /> 1. The following shall be considered as wholly obtained in an EFTA State or in <br /> SACU: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting, fishing or aquaculture carried out there; <br /> (f) products of sea fishing and other products taken from the territorial <br /> waters of an EFTA State or of a SACU State; <br /> (g) products of sea fishing and other products taken from the sea outside <br /> the territorial waters of a Party by a vessel flying the flag of an EFTA <br /> State or of a SACU State; <br /> (h) products made exclusively from products referred to in (f) and (g) <br /> aboard factory ships flying the flag of an EFTA State or of a SACU <br /> State; <br /> (i) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste; <br /> (j) waste and scrap resulting from manufacturing operations conducted <br /> there; <br /> (k) products extracted from marine soil or subsoil outside their territorial <br /> waters provided that they have sole rights to work that soil or subsoil; <br /> and <br /> (l) goods produced there exclusively from the products specified in (a) to <br /> (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient Working or Processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered <br /> as insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other <br /> coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple1 painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals <br /> and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple1 grinding or simple1 cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including <br /> the making-up of sets of articles); <br /> (k) simple1 placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on products or their packaging; <br /> (m) simple mixing2 of products, whether or not of different kinds; <br /> \"simple\" generally describes activities which need neither special skills nor machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity. <br /> \"simple mixing\" generally describes activities which need neither special skills nor machines, <br /> apparatus or equipment specially produced or installed for carrying out the activity. However, <br /> simple mixing does not include chemical reaction. Chemical reaction means a process <br /> (including a biochemical process) which results in a molecule with a new structure by breaking <br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br /> arrangement of atoms in a molecule. <br /> (n) simple1 assembly of parts of articles to constitute a complete article <br /> or disassembly of products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); and <br /> (p) slaughter of animals. <br /> 2. All operations carried out either in an EFTA State or in SACU on a given <br /> product shall be considered together when determining whether the working or <br /> processing undergone by that product is to be regarded as insufficient within the <br /> meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) \"customs value\" means the value as determined in accordance with the <br /> 1994 Agreement on Implementation of Article VII of the GATT 1994 <br /> (WTO Agreement on Customs Valuation); <br /> (f) \"ex-works price\" means the price paid for the product ex works to the <br /> manufacturer in an EFTA State or in SACU in whose undertaking the <br /> last working or processing is carried out, provided the price includes <br /> the value of all the materials used, minus any internal taxes which are, <br /> or may be, repaid when the product obtained is exported; <br /> (g) \"value of materials\" means the customs value at the time of <br /> importation of the non-originating materials used, or, if this is not <br /> known and cannot be ascertained, the first ascertainable price paid for <br /> the materials in an EFTA State or in SACU; <br /> (h) \"value of originating materials\" means the value of such materials as <br /> defined in (g) applied mutatis mutandis; <br /> (i) \"chapters\" and \"headings\" mean the chapters and the headings (four- <br /> digit codes) used in the nomenclature which makes up the Harmonized <br /> Commodity Description and Coding System, referred to in this Annex <br /> as \"the Harmonized System\" or \"HS\"; <br /> (j) \"classified\" refers to the classification of a product or material under a <br /> particular heading; <br /> (k) \"consignment\" means products which are either sent simultaneously", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral Elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; and <br /> (d) goods which do not enter and which are not intended to enter into the <br /> final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct Transport <br /> 1. The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Annex, which are transported directly <br /> between an EFTA State and SACU. However, products may be transported through <br /> other territories, provided that they remain under the surveillance of the customs <br /> authorities in the country of transit or in temporary warehousing and do not undergo <br /> operations other than unloading, reloading, splitting up of consignments or any <br /> operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than <br /> that of the Parties. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of Territoriality <br /> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled without <br /> interruption in an EFTA State or in SACU. <br /> 2. Except as provided for in Article 3, where originating goods exported from an <br /> EFTA State or from SACU to another country return, they must be considered as <br /> non-originating, unless it can be demonstrated to the satisfaction of the customs <br /> authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to <br /> preserve them in good condition while in that country or while being <br /> exported. <br /> 3. The acquisition of originating status in accordance with the conditions set out <br /> in Title II shall not be affected by working or processing done outside an EFTA State <br /> or SACU on materials exported from an EFTA State or SACU and subsequently <br /> reimported there, provided that: <br /> (a) the said materials are wholly obtained in an EFTA State or in SACU <br /> or have undergone working or processing beyond the operations <br /> referred to in Article 6 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities <br /> that: <br /> (i) the reimported goods have been obtained by working or <br /> processing the exported materials; and <br /> (ii) the total added value acquired outside the EFTA State <br /> concerned or SACU by applying the provisions of this Article <br /> does not exceed ten per cent of the ex-works price of the end <br /> product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside an EFTA State <br /> or SACU. But where, in the list in Appendix 2, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the originating <br /> status of the end product, the total value of the non-originating materials incorporated <br /> in the territory of the Party concerned, taken together with the total added value <br /> acquired outside the EFTA State concerned or SACU by applying the provisions of <br /> this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, \"total <br /> added value\" shall be taken to mean all costs arising outside the EFTA State <br /> concerned or SACU, including the value of the materials incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Appendix 2 or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in paragraph 2 of <br /> Article 5 is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters <br /> 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by the provisions of this <br /> Article and done outside an EFTA State or SACU shall be done under the outward <br /> processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 1. The unit of qualification for the application of the provisions of this Annex <br /> shall be the particular product which is considered as the basic unit when determining <br /> classification using the nomenclature of the Harmonized System. <br /> It follows that: <br /> (a) when a product composed of a group or assembly of articles is <br /> classified under the terms of the Harmonized System in a single <br /> heading, the whole constitutes the unit of qualification; and <br /> (b) when a consignment consists of a number of identical products <br /> classified under the same heading of the Harmonized System, each <br /> product must be taken individually when applying the provisions of <br /> this Annex. <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is <br /> included with the product for classification purposes, it shall be included for the <br /> purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all component products are originating. Nevertheless, <br /> when a set is composed of originating and non-originating products, the set as a whole <br /> shall be regarded as originating, provided that the value of the non-originating <br /> products does not exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> 1. Originating products, sent for exhibition outside the Parties and sold after the <br /> exhibition for importation into an EFTA State or SACU shall benefit on importation <br /> from the provisions of this Agreement provided it is shown to the satisfaction of the <br /> customs authorities that: <br /> (a) an exporter has consigned these products from an EFTA State or <br /> SACU to the country in which the exhibition is held and has exhibited <br /> them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter <br /> to a person in an EFTA State or SACU; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the State in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been <br /> used for any purpose other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the <br /> provisions of Title IV and submitted to the customs authorities of the importing <br /> country in the normal manner. The name and address of the exhibition must be <br /> indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organised for private <br /> purposes in shops or business premises with a view to the sale of foreign products, <br /> and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : General Requirements <br /> 1. Products originating in a Party shall, on importation into an EFTA State or <br /> SACU benefit from this Agreement upon submission of either: <br /> (a) a movement certificate EUR.1, a specimen of which appears in <br /> Appendix 3; or <br /> (b) in the cases specified in paragraph 1 of Article 19, a declaration, <br /> subsequently referred to as the \"invoice declaration\", given by the <br /> exporter on an invoice, a delivery note or any other commercial <br /> document which describes the products concerned in sufficient detail <br /> to enable them to be identified; the text of the invoice declaration shall <br /> read: <br /> \"The exporter of the products covered by this document (customs <br /> authorization No (1)) declares that, except where otherwise clearly <br /> indicated, the products are of ... preferential origin (2).\" <br /> The invoice declaration must be made out in accordance with the <br /> footnotes. However, the footnotes do not have to be reproduced. <br /> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 20, benefit from this Agreement without <br /> it being necessary to submit any of the documents referred to above. <br /> When the invoice declaration is made out by an approved exporter within the meaning of <br /> Article 23, the authorization number of the approved exporter must be entered in this space. <br /> When the invoice declaration is not made out by an approved exporter, the words in brackets <br /> shall be omitted or the space left blank. <br /> Origin of products to be indicated. <br /> Article 15 : Procedure for the Issue of a Movement Certificate EUR.1 <br /> 1. A movement certificate EUR. 1 shall be issued by the customs authorities of <br /> the exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative. <br /> 2. For this purpose, the exporter or his authorised representative shall fill out <br /> both the movement certificate EUR.1 and the application form, specimens of which <br /> appear in Appendix 3. These forms shall be completed in English, in accordance with <br /> the provisions of the domestic law of the exporting country. If they are handwritten, <br /> they shall be completed in ink in printed characters. The description of the products <br /> must be given in the box reserved for this purpose without leaving any blank lines. <br /> Where the box is not completely filled, a horizontal line must be drawn below the last <br /> line of the description, the empty space being crossed through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting country where the movement certificate EUR.1 is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities of an <br /> EFTA State or a SACU State if the products concerned can be considered as products <br /> originating in an EFTA State or in SACU and fulfil the other requirements of this <br /> Annex. <br /> 5. The customs authorities issuing movement certificates EUR.1 shall take any <br /> steps necessary to verify the originating status of the products and the fulfilment of <br /> the other requirements of this Annex. For this purpose, they shall have the right to <br /> call for any evidence and to carry out any inspection of the exporter's accounts or any <br /> other check considered appropriate. They shall also ensure that the forms referred to <br /> in paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as to <br /> exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the movement certificate EUR.1 shall be indicated in Box <br /> 11 of the certificate. <br /> 7. A movement certificate EUR.1 shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or <br /> ensured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Exemptions from Proof of Origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of <br /> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on the customs declaration <br /> CN22 / CN23 or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal <br /> use of the recipients or travellers or their families shall not be considered as imports <br /> by way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed EUR 500 in the <br /> case of small packages or EUR 1,200 in the case of products forming part of <br /> travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Approved Exporter <br /> 1. The customs authorities of the exporting country may authorise any exporter, <br /> hereafter referred to as \"approved exporter\", who makes frequent shipments of <br /> products under this Agreement to make out invoice declarations irrespective of the <br /> value of the products concerned. An exporter seeking such authorisation must offer to <br /> the satisfaction of the customs authorities all guarantees necessary to verify the <br /> originating status of the products as well as the fulfilment of the other requirements of <br /> this Annex. <br /> 2. The customs authorities may grant the status of approved exporter subject to <br /> any conditions which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs <br /> authorisation number which shall appear on the invoice declaration. <br /> 4. The customs authorities shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5. The customs authorities may withdraw the authorisation at any time. They <br /> shall do so where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Validity of Proof of Origin <br /> 1. A proof of origin shall be valid for four months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 2. Proofs of origin, which are submitted to the customs authorities of the <br /> importing country after the final date for presentation specified in paragraph 1, may <br /> be accepted for the purpose of applying preferential treatment, when the failure to <br /> submit these documents by the final date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the proofs of origin when the products have been submitted <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Preservation of Proof of Origin and Supporting Documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall <br /> keep for at least three years the documents referred to in paragraph 3 of Article 15. <br /> 2. The exporter making out an invoice declaration shall keep for at least three <br /> years a copy of this invoice declaration as well as the documents referred to in <br /> paragraph 3 of Article 19. <br /> 3. The customs authorities of the exporting country issuing a movement <br /> certificate EUR. 1 shall keep for at least three years the application form referred to in <br /> paragraph 2 of Article 15. <br /> 4. The customs authorities of the importing country shall keep for at least three <br /> years the movement certificates EUR.1 and the invoice declarations submitted to <br /> them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Movement Certificates EUR.1 Issued Retrospectively <br /> 1. Notwithstanding paragraph 7 of Article 15, a movement certificate EUR.1 <br /> may exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR.1 was issued but was not accepted at <br /> importation for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The customs authorities may issue a movement certificate EUR.1 <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively must be endorsed with <br /> the words <br /> \"ISSUED RETROSPECTIVELY\". <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br /> box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Supporting Documents <br /> The documents referred to in paragraph 3 of Article 15 and paragraph 3 of <br /> Article 19, used for the purpose of proving that products covered by a movement <br /> certificate EUR. 1 or an invoice declaration can be considered as products originating <br /> in an EFTA State or in SACU and fulfil the other requirements of this Annex, may <br /> consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier <br /> to obtain the goods concerned, contained for example in his accounts <br /> or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in an EFTA State or in SACU where these documents are <br /> used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in an EFTA <br /> State or in SACU, issued or made out in an EFTA State or in SACU, <br /> where these documents are used in accordance with domestic law; or <br /> (d) movement certificates EUR.1 or invoice declarations, proving the <br /> originating status of materials used, issued or made out in an EFTA <br /> State or in SACU in accordance with this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Verification of Proofs of Origin <br /> 1. In order to ensure the proper application of this Annex, the EFTA States and <br /> SACU shall assist each other, through the competent customs administrations, in <br /> checking the authenticity of the movement certificates EUR.1 or the invoice <br /> declarations and the correctness of the information given in these documents. <br /> 2. Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing country have reasonable doubts as <br /> to the authenticity of such documents, the originating status of the products concerned <br /> or the fulfilment of the other requirements of this Annex. <br /> 3. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the movement certificate EUR. 1 and <br /> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br /> documents, to the customs authorities of the exporting country giving, where <br /> appropriate, the reasons for the enquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 4. The verification shall be carried out by the customs authorities of the <br /> exporting country. For this purpose, they shall have the right to call for any evidence <br /> and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 5. If the customs authorities of the importing country decide to suspend the <br /> granting of preferential treatment to the products concerned while awaiting the results <br /> of the verification, release of the products shall be offered to the importer subject to <br /> any precautionary measures judged necessary. <br /> 6. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as product originating in an EFTA State or in SACU and fulfil the other <br /> requirements of this Annex. <br /> 7. If, in cases of a reasonable doubt, there is no reply within ten months of the <br /> date of the verification request or if the reply does not contain sufficient information <br /> to determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn <br /> up, a document which contains incorrect information for the purpose of obtaining a <br /> preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Discrepancies and Formal Errors <br /> 1. The discovery of slight discrepancies between the statements made in the <br /> proof of origin and those made in the documents submitted to the customs office for <br /> the purpose of carrying out the formalities for importing the products shall not ipso <br /> facto render the proof of origin null and void if it is duly established that this <br /> document does correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not <br /> cause this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (b) \"material\" means any ingredient, raw material, component or part, etc., <br> (a) \"manufacture\" means any kind of working or processing including <br> (d) \"goods\" means both materials and products; <br> assembly or specific operations; <br> (c) \"product\" means the product being manufactured, even if it is intended <br> particular heading; <br> for later use in another manufacturing operation; <br> (e) \"customs value\" means the value as determined in accordance with the <br> 1994 Agreement on Implementation of Article VII of the GATT 1994 <br> (WTO Agreement on customs valuation); <br> (f) \"ex-works price\" means the price paid for the product ex works to the <br> manufacturer in an EFTA State or in SACU in whose undertaking the <br> last working or processing is carried out, provided the price includes <br> the value of all the materials used, minus any internal taxes which are, <br> or may be, repaid when the product obtained is exported; <br> (g) \"value of materials\" means the customs value at the time of <br> importation of the non-originating materials used, or, if this is not <br> known and cannot be ascertained, the first ascertainable price paid for <br> the materials in an EFTA State or in SACU; <br> defined in (g) applied mutatis mutandis; <br> (h) \"value of originating materials\" means the value of such materials as <br> (i) \"chapters\" and \"headings\" mean the chapters and the headings (four- <br> Commodity Description and Coding System, referred to in this Annex <br> (j) \"classified\" refers to the classification of a product or material under a <br> used in the manufacture of the product; <br> (k) \"consignment\" means products which are either sent simultaneously <br> or, in the absence of such a document, by a single invoice; <br> from one exporter to one consignee or covered by a single transport <br> digit codes) used in the nomenclature which makes up the Harmonized <br> document covering their shipment from the exporter to the consignee <br> (l) \"territories\" includes territorial waters1; <br> as \"the Harmonized System\" or \"HS\"; <br> (m) \"EUR\" means \"euro\", the single currency of the European Monetary <br> (n) \"an EFTA State\" means any of the following states: Iceland, Norway <br> or Switzerland2; <br> (o) \"SACU\" means Southern African Customs Union; and <br> (p) \"a SACU State\" means any of the following states: Botswana, Lesotho, <br> Namibia, South Africa or Swaziland. <br> Union; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 2 : Origin Criteria <br> 1. For the purpose of implementing this Agreement, the following products shall <br> be considered as originating in an EFTA State or SACU: <br> (a) products wholly obtained in a Party within the meaning of Article 4; <br> and <br> (b) products obtained in a Party incorporating materials which have not <br> been wholly obtained there, provided that such materials have <br> undergone sufficient working or processing in the Party concerned <br> within the meaning of Article 5. <br> 2. For the purpose of this Agreement, products originating in an EFTA State <br> shall be considered as originating in Iceland, Norway or Switzerland, and products <br> originating in SACU shall be considered as single SACU origin. <br> In the case of Namibia, \"territory\" includes the Exclusive Economic Zone. <br> Due to the customs union between Switzerland and Liechtenstein, products originating in <br> Liechtenstein are considered as originating in Switzerland. <br> 2 <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "General Requirements", "ArticleDesc": "Article 14 : General Requirements <br> 1. Products originating in a Party shall, on importation into an EFTA State or <br> SACU benefit from this Agreement upon submission of either: <br> (a) a movement certificate EUR.1, a specimen of which appears in <br> Appendix 3; or <br> (b) in the cases specified in paragraph 1 of Article 19, a declaration, <br> subsequently referred to as the \"invoice declaration\", given by the <br> exporter on an invoice, a delivery note or any other commercial <br> document which describes the products concerned in sufficient detail <br> to enable them to be identified; the text of the invoice declaration shall <br> read: <br> \"The exporter of the products covered by this document (customs <br> authorization No (1)) declares that, except where otherwise clearly <br> indicated, the products are of ... preferential origin (2).\" <br> The invoice declaration must be made out in accordance with the <br> footnotes. However, the footnotes do not have to be reproduced. <br> Annex shall, in the cases specified in Article 20, benefit from this Agreement without <br> When the invoice declaration is made out by an approved exporter within the meaning of <br> Article 23, the authorization number of the approved exporter must be entered in this space. <br> When the invoice declaration is not made out by an approved exporter, the words in brackets <br> shall be omitted or the space left blank. <br> Origin of products to be indicated. <br> 2 <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "2. Notwithstanding paragraph 1, originating products within the meaning of this <br> it being necessary to submit any of the documents referred to above. <br> "}, {"ArticleTitle": "Issue of a Duplicate Movement Certificate EUR.1", "ArticleDesc": "exporter may apply to the customs authorities which issued it for a duplicate made out <br> 2. The duplicate issued in this way must be endorsed with the word <br> \"DUPLICATE\". <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> certificate EUR.1, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issue of a duplicate movement certificate EUR.1", "ArticleDesc": "Article 17 : Issue of a duplicate movement certificate EUR.1 <br> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> on the basis of the export documents in their possession. <br> box of the duplicate movement certificate EUR.1. <br> 4. The duplicate, which must bear the date of issue of the original movement <br> "}, {"ArticleTitle": "Issue of Movement Certificates EUR.1 on the Basis of a", "ArticleDesc": "Article 18 : Issue of Movement Certificates EUR.1 on the Basis of a <br> Proof of Origin Issued or Made out Previously <br> When originating products are placed under the control of a customs office in <br> an EFTA State or in SACU, it shall be possible to replace the original proof of origin <br> by one or more movement certificates EUR.1 for the purpose of sending all or some <br> of these products elsewhere within an EFTA State or SACU. The replacement <br> movement certificate(s) EUR.1 shall be issued by the customs office under whose <br> control the products are placed. <br> "}, {"ArticleTitle": "Conditions for making out an invoice declaration", "ArticleDesc": "(a) by an approved exporter within the meaning of Article 22; or <br> (b) by any exporter for any consignment consisting of one or more <br> 2. An invoice declaration may be made out if the products concerned can be <br> requirements of this Annex. <br> 5. Invoice declarations shall bear the original signature of the exporter in <br> 6. An invoice declaration may be made out by the exporter when the products to <br> handwritten, it shall be written in ink in printed characters. <br> "}, {"ArticleTitle": "Conditions for Making out an Invoice Declaration", "ArticleDesc": "Article 19 : Conditions for Making out an Invoice Declaration <br> 1. An invoice declaration as referred to in paragraph 1(b) of Article 14 may be <br> made out: <br> packages containing originating products the total value of which does <br> not exceed EUR 6,000. <br> considered as products originating in an EFTA State or in SACU and fulfil the other <br> 3. The exporter making out an invoice declaration shall be prepared to submit at <br> any time, at the request of the customs authorities of the exporting country, all <br> appropriate documents proving the originating status of the products concerned as <br> well as the fulfilment of the other requirements of this Annex. <br> 4. An invoice declaration shall be made out by the exporter by typing, stamping <br> or printing on the invoice, the delivery note or another commercial document, the <br> declaration, the text of which appears in paragraph 1(b) of Article 14, in accordance <br> with the provisions of the domestic law of the exporting country. If the declaration is <br> manuscript. However, an approved exporter within the meaning of Article 22 shall <br> not be required to sign such declarations provided that he gives the customs <br> authorities of the exporting country a written undertaking that he accepts full <br> responsibility for any invoice declaration which identifies him as if it had been signed <br> in manuscript by him. <br> which it relates are exported, or after exportation on condition that it is presented in <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> "}, {"ArticleTitle": "Calculation of National Currencies", "ArticleDesc": "Article 21 : Calculation of National Currencies <br> 1. For the application of paragraph 1(b) of Article 19 and paragraph 3 of Article <br> 20, amounts in the national currencies of the Parties, equivalent to the amounts <br> expressed in euro shall be fixed annually by the Parties concerned. <br> 2. A consignment shall benefit from the provisions of paragraph 1(b) of Article <br> 19 or paragraph 3 of Article 20 by reference to the currency in which the invoice is <br> drawn up, according to the amount fixed by the Party concerned. <br> 3. The amounts to be used in any given national currency shall be the equivalent <br> in that currency of the amounts expressed in euro as at the first working day of <br> October and shall apply from 1 January the following year. The Parties shall be <br> notified of the relevant amounts. <br> 4. The amounts expressed in euro shall be reviewed by the Sub-Committee on <br> Customs and Origin Matters established in accordance with Article 34 (hereinafter <br> referred to as \"the Sub-Committee\") at the request of a Party. When carrying out this <br> review, the Sub-Committee shall consider the desirability of preserving the effects of <br> the limits concerned in real terms. For this purpose, it may decide to modify the <br> amounts expressed in euro. <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 24 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing <br> authorities may require a translation of a proof of origin and may also require the <br> Agreement. <br> "}, {"ArticleTitle": "Submission of Proof of Origin", "ArticleDesc": "country in accordance with the procedures applicable in that country. The said <br> import declaration to be accompanied by a statement from the importer to the effect <br> that the products meet the conditions required for the implementation of this <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 25 : Importation by instalments <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the <br> customs authorities of the importing country, dismantled or non-assembled products <br> within the meaning of General Rule 2(a) of the Harmonized System falling within <br> Sections XVI and XVII or headings 7308 and 9406 of the Harmonized System are <br> imported by instalments, a single proof of origin for such products shall be submitted <br> to the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 29 : Notifications <br> The customs authorities of the EFTA States and SACU shall provide each <br> other, through the EFTA Secretariat and the SACU Secretariat, with specimen <br> impressions of stamps used in their customs offices for the issue of movement <br> certificates EUR.1, with information on the composition of the authorisation number <br> for approved exporters, with a specimen of an original movement certificate EUR. 1 <br> form and with the addresses of the customs authorities responsible for verifying <br> movement certificates EUR.1 and invoice declarations. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "Article 31 : Dispute Settlement <br> 1. Where disputes arise in relation to the verification procedures of Article 30 <br> which cannot be settled between the customs authorities requesting a verification and <br> the customs authorities responsible for carrying out this verification or where they <br> raise a question as to the interpretation of this Annex, they shall be submitted to the <br> Sub-Committee. The Sub-Committee shall present a report to the Joint Committee <br> containing its conclusions. <br> authorities of the importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "2. In all cases the settlement of disputes between the importer and the customs <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "1. The EFTA States and SACU shall take all necessary steps to ensure that <br> free zone situated in their territory, are not substituted by other goods and do not <br> undergo handling other than normal operations designed to prevent their deterioration. <br> 2. By means of an exemption to the provisions contained in paragraph 1, when <br> products originating in an EFTA State or in SACU are imported into a free zone of <br> the exporting country under cover of a proof of origin and undergo treatment or <br> processing, the authorities concerned shall issue a new movement certificate EUR.1 at <br> the exporter's request, if the treatment or processing undergone is in conformity with <br> the provisions of this Annex. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 33 : Free zones <br> products traded under cover of a proof of origin which in the course of transport use a <br> "}, {"ArticleTitle": "Sub-Committee on Customs and Origin Matters", "ArticleDesc": "Article 34 : Sub-Committee on Customs and Origin Matters <br> 1. A Sub-Committee on Customs and Origin Matters is hereby established. <br> rules of origin and assist the Joint Committee regarding: <br> (a) rules of origin and administrative co-operation as set out in this Annex; <br> 3. The Sub-Committee shall report to the Joint Committee. It may make <br> 4. The Sub-Committee shall act by consensus. It shall be chaired alternatively by <br> a representative of an EFTA State or SACU for an agreed period of time. The <br> Chairperson shall be elected at its first meeting. <br> Joint Committee upon request of any Party or at the initiative of the Chairperson of <br> the Sub-Committee. The venue shall alternate between SACU and an EFTA State. <br> consultation with all Parties, and be forwarded to the Parties, as a general rule, not <br> later than two weeks before the meeting. <br> Committee. <br> "}, {"ArticleTitle": "Sub-Committee on customs and origin matters", "ArticleDesc": "2. The functions of the Sub-Committee shall be to exchange information, review <br> developments, prepare and co-ordinate positions, prepare technical amendments to the <br> (b) other matters that are referred to the Sub-Committee by the Joint <br> recommendations to the Joint Committee on matters related to its functions. <br> 5. The Sub-Committee shall meet as often as required. It may be convened by the <br> 6. A provisional agenda for each meeting shall be prepared by the chairperson in <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 35 : Appendices <br> The Appendices to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit or Storage", "ArticleDesc": "Article 36 : Transitional Provisions for Goods in Transit or Storage <br> The provisions of this Agreement may be applied to goods which comply with <br> the provisions of this Annex and which on the date of entry into force of this <br> Agreement are either in transit or are in an EFTA State or in SACU in temporary <br> storage in customs warehouses or in free zones, subject to the submission to the <br> customs authorities of the importing country, within four months of the said date, of a <br> movement certificate EUR. 1 issued retrospectively by the customs authorities of the <br> exporting country together with the documents showing that the goods have been <br> "}]}]}, "members_found": ["710", "757", 2, 8703900000]}