{"FtaRooDetails": {"FtaId": 359, "FtaCode": "ITC00365", "FtaName": "FTA, Egypt-Morocco", "FtaFullName": "AGREEMENT ON FREE TRADE BETWEEN THE GOVERNMENT OF THE KINGDOM OF MOROCCO AND THE GOVERNMENT OF THE REPUBLIC OF EGYPT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.04.1999", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Morocco; Egypt", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Egypt-Morocco", "AdminProcCooAuth": "The certification type under FTA, Egypt-Morocco is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Egypt-Morocco is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Egypt-Morocco agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Pursuant to the provisions set out in Article No. (II) of the Protocol on the Rules of Origin annexed to the Agreement, which thereby constitutes an integral part thereof, the following shall be deemed to be originating in Morocco or Egypt: ? Products entirely generated and obtained in either country, as defined hereunder; ? Products generated and obtained in either country, which contain materials that not entirely generated or obtained in either country and originating from a third party, provided that such materials have been subjected to sufficient processes of industrial transformation or manufacture in either country, such that the domestic value added to such commodity shall be no less than forty percent (40%) of the total value thereof at the factory door (Article No. 5 of the Protocol).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00365_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00365_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00365_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "3. Bilateral Cumulation of Origin <br /> Materials of Moroccan origin may be considered to be originating from Egypt, as well as <br /> materials of Egyptian origin may be considered to be originating from Morocco, if such are <br /> incorporated in the manufacture of products in the other Country. This shall not conditional <br /> on whether such materials have been subjected to sufficient industrial transformation or <br /> manufacture, but provided that such have been the subject of sufficient industrial <br /> transformation or manufacture beyond the processes defined hereunder (Paragraph No. <br /> IV), which are regarded to be insufficient processes to confer the status of origin thereto <br /> (Articles Nos. III and VI of the Protocol).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "The following products shall be deemed to be entirely generated and obtained in Morocco or Egypt: <br /> A. Mining products derived or extracted from the territory, or seabed or sea ocean of either country; <br /> B. Vegetal products yielded or harvested in either country; <br /> C. Live animals bred and raised in either country; <br /> D. Products obtained from live animals raised in either country; <br /> E. Products obtained from hunting or fishing conducted in either country; <br /> F. Products obtained from maritime fishing and other products taken from the sea by a <br /> vessel of either country; <br /> G. Products mentioned in Paragraph No. (F) above, which are processed in the <br /> processing vessels of either country; <br /> H. Used articles that are only suitable for recapture of source materials; <br /> I. Waste products generated from industrial processes conducted in either country; <br /> J. Products extracted from the territory or the subterranean water resources thereof <br /> which are located outside the territorial waters of either country, as long as such <br /> practices are undertaken for the purpose of rightful exploitation, whether above or <br /> under the ground; and, <br /> K. Goods manufactured or processed specifically from products referred to in Items Nos. (A) to (J).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "4. Insufficient Manufacture or Transformation <br /> The following processes of manufacture or transformation shall be deemed to be <br /> insufficient to confer the status of origin: <br /> A. Processes necessary for preservation of materials in their natural state during <br /> transportation or storage (ventilation; dispersal; drying; refrigeration; preservation <br /> in water that is saline, sulphate, or mixed with other substances; removal of rotten parts; and the like). <br /> B. Simple processes (such as cleaning; sifting; sorting; washing; classifying and labelling; <br /> and organising, including grouping merchandise into groups; painting (varnishing); segmenting, etc.). <br /> C. Repackaging; and consolidation and splitting of packages. <br /> D. Simple processes of packing into bottles, flaxes, bags, and boxes; of installing labels <br /> on vials and bottles; and similar simple processes of packaging. <br /> E. Labelling commodities or packaging materials thereof, as well as similar processes of tagging. <br /> F. Processes associated with mixing simple substances, even if they are of different <br /> species, and therefore do not meet the conditions of acquiring the status of origin of Morocco or Egypt. <br /> G. Simple Processes of assembling intended to produce finished products. <br /> H. Cumulation of two or more of the processes referred to hereinabove from Items No. (A) to (G). <br /> I. Slaughter of animals.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "7. Procedures for Issuance of Certificates of Origin <br /> ? Certificates of origin in respect of commodities originating in Morocco shall hereby <br /> be issued, verified and validated for content by the Department of Customs and Excise. <br /> ? Certificates of origin in respect of commodities originating in Egypt shall hereby be <br /> issued, verified and validated for content by the General Organization for Import and Export Control. <br /> In this context, all formats of signatures and seals, which constitute the subject matter of <br /> the Memorandum No. (422/ 20692) released on 21 October 1998 shall remain in force as a <br /> reference, so as to facilitate validation of signatures and seals intended for the purpose of <br /> authenticating certificates of origin accompanying the goods imported from Egypt under the present Agreement. <br /> ? The competent authorities of the exporting country shall be responsible to issue and <br /> release certificates of origin upon written request from individual exporters or from <br /> their authorised representative or designee and under their sole responsibility. <br /> ? Individual exporters or their authorised representative or designee shall provide <br /> information and complete all the required fields of the certificate of origin in a <br /> legible manner. All data requirements shall be fulfilled and products shall be <br /> described in the spaces intended for that purpose, without leaving empty or blank <br /> spaces. If the spaces allotted for this purpose are not entirely filled out, a horizontal <br /> line is drawn under the last line of writing. <br /> ? Individual exporters requesting issuance of a certificate of origin shall be required to <br /> submit the documentation necessary to fulfil the remaining requirements set forth <br /> in the Protocol upon request by the competent authorities concerned with the <br /> issuance of certificates of origin. <br /> ? Certificates of origin shall be issued by competent authorities concerned with <br /> issuance of certificates of origin in the event that the exported products or <br /> commodities have already acquired the status of origin and have fulfilled all the <br /> remaining requirements set out in the present Supplement. <br /> ? The date of issuance of the certificate of origin shall be written up in the boxes <br /> (fields) intended for this purpose therein. <br /> ? The certificates of origin shall be issued and released by competent authorities at <br /> export, in execution or confirmation of the exportation process. <br /> 9. Issuance of replacement Certificate of Origin <br /> ? In case of theft, loss or damage of a certificate of origin, the concerned exporter may <br /> apply to the competent authorities that issued the initial certificate to request the <br /> issuance of a replacement copy on the basis of the documents of export in the <br /> possession thereof. <br /> ? Endorsement of a duplicate copy of a certificate of origin shall be made in Arabic and <br /> shall indicate the following, ‘a certified true copy of the initial certificate'. The <br /> replacement copy shall bear the same date of issuance of the initial certificate of <br /> origin. This shall be taken into consideration when calculating the terms of validity <br /> and time limits of the respective certificate of origin. <br /> 11. Submission of Certificates of Origin <br /> Certificates of origins shall be submitted to the competent authorities of the importing <br /> country in conformity with the procedures in place in each country and shall be drawn up in <br /> Arabic, pursuant to the template applicable within the League of Arab States. Certificates of <br /> origin shall be accompanied by a customs declaration document in respect of the concerned commodities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "10. The Validity of Certificates of Origin <br /> ? Certificates of origin shall remain valid for four months, starting from the date of <br /> issuance thereof by the exporting country, and must be submitted during this period <br /> of time to the competent authorities of the importing country. <br /> ? It shall be permitted to accept certificates of origin submitted to the competent <br /> authorities of the importing country after expiry of the certificate with a view to <br /> enforcement of a preferential regime, in the event that the submission thereof shall <br /> not be possible prior to the specified deadline, whether due to force majeure or <br /> exceptional circumstances that, as deemed appropriate by the importing country. <br /> ? The competent customs authorities of the importing country may accept certificates <br /> of origin submitted after the specified deadline, in case the submission of products is <br /> made prior to the deadline.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "8. Issuance of Certificates of Origin Retroactively <br /> Certificates of origin may be issued subsequent to the export of products on an exceptional basis… <br /> ? In the event that such certificates are not issued in due course of export, owing to <br /> errors or inadvertent omissions, or in case it has been ascertained and established by <br /> the competent authorities that such certificates of origin have not been admitted on <br /> import based on certain technical grounds. <br /> ? Concerned exporters shall be required to indicate the place and date of export for <br /> the products associated with the certificate of origin in the application form, as well <br /> as the grounds for submission of the respective request. <br /> ? Endorsement of certificates of origin shall be made in Arabic and shall indicate the <br /> following: ‘issued retroactively'.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "14. Verification of Proof of Origin <br /> ? Ex-post monitoring shall be undertaken with an aim to verify and validate the proofs <br /> of origin, based on a sampling technique, when there are reasonable grounds for the <br /> customs authorities of the importing countries to suspect and question the <br /> authenticity of the related documents, the status of origin of the materials <br /> mentioned therein, or the extent to which the requirements defined in the present <br /> Supplement are fulfilled. <br /> ? In pursuance of the requirements of Paragraph No. (1) hereabove, the competent <br /> authorities of the importing country shall return the concerned certificate of origin <br /> and copies of related documents to the competent authorities of the exporting <br /> country, and shall provide, when appropriate, the reasons of form and substance in <br /> support of the request for enquiry. <br /> ? In the event a decision is made by the competent authorities of the importing <br /> country to suspend the preferential treatment extended to the concerned products <br /> during the course of enquiry, the concerned importer may opt for release of the <br /> respective commodities, without prejudice to preventive measures deemed <br /> appropriate thereby, in accordance with the laws and regulations in force in both countries. <br /> ? The competent authorities that have requested the respective inquiry shall be <br /> informed of the results and findings thereof at the earliest possible opportunity, no <br /> later than 3 months with provision for possible extension for similar periods, as <br /> needed. Such findings and outcomes shall indicate the accuracy of concerned <br /> documents, whether the concerned products have originated in and from Morocco <br /> or Egypt and whether they meet all the requirements set forth in the present Supplement. <br /> ? In the event of reasonable suspicion, and in the absence of a reply during the period <br /> defined above, from the date of submission of request of enquiry, or if the reply <br /> does not include sufficient information regarding the authenticity of the concerned <br /> document of origin or the actual origin of products, the competent customs <br /> authorities, if needed, may decline to grant preferential treatment to such products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "17. Penalties <br /> The penalties established in the laws currently in force shall apply to each and every person, <br /> who has produced or ordered the production of a document that contains inaccurate <br /> information with an aim to grant preferential treatment to certain products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["504", "818", 2, 8703900000]}