{"FtaRooDetails": {"FtaId": 36, "FtaCode": "ITC00036", "FtaName": "AAP.CE 42: Chile-Cuba", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA N° 42 CELEBRADO ENTRE LA REPÚBLICA DE CHILE Y LA REPÚBLICA DE CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.08.2008", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Cuba", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 42: Chile-Cuba", "AdminProcCooAuth": "The certification type under AAP.CE 42: Chile-Cuba is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 42: Chile-Cuba is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 42: Chile-Cuba agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "Sin perjuicio de las demás disposiciones del presente Anexo, serán consideradas originarias: c) las mercancías elaboradas utilizando materiales no originarios, siempre que resulten de un proceso de producción, realizado enteramente en el territorio de una de las Partes, de tal forma que las mercancías se clasifiquen en una Partida arancelaria diferente a las de dichos materiales; d) en el caso de que no se pueda cumplir con lo establecido en el párrafo anterior, porque el proceso de producción no implica un Cambio de Partida Arancelaria para todos los materiales no originarios, bastará que el valor CIF de los materiales no originarios no excedan el 50% del valor FOB de exportación de la mercancía final; y", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00036_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace42/ACE_042_003_Rectificado_Anexo_03_Ap_02.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00036_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace42/ACE_042_003_Rectificado_Anexo_03_Ap_01.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00036_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace42/ACE_042_003_Rectificado_Anexo_03.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00036_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/vacewebR?OpenView&Start=1&Count=800&Expand=16#16"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5: Acumulación <br /> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br /> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br /> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br /> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br /> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br /> Administradora, los materiales de ese país no Parte se podrán considerar como una <br /> mercancía originaria en virtud del presente Acuerdo. <br /> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br /> sujetos a acumulación hayan sido determinados por acuerdo de las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6: De Minimis <br /> Una mercancía será considerada originaria si el valor CIF de todos los <br /> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br /> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Tratamiento de los Materiales Intermedios <br /> Para efectos de la determinación del origen de una mercancía, para los casos <br /> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br /> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br /> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Accesorios, Repuestos y Herramientas <br /> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br /> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br /> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br /> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br /> cambio correspondiente de Clasificación Arancelaria. <br /> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br /> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br /> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br /> valor de contenido de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Mercancías Originarias <br /> a) las mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de cualquiera de las Partes: <br /> i) minerales extraídos en territorio de cualquiera de las Partes; <br /> ii) productos del reino vegetal cosechados, recogidos o recolectados <br /> en territorio de cualquiera de las Partes; <br /> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br /> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br /> o pesca en territorio de cualquiera de las Partes; <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br /> del territorio de las Partes por barcos propios de empresas <br /> establecidas en el territorio de cualquier Parte, fletados, arrendados <br /> o afiliados siempre que tales barcos estén registrados o <br /> matriculados por una Parte y que enarbolen su bandera; <br /> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br /> otras especies marinas a bordo de barcos fábrica, siempre que <br /> éstos sean propios de empresas establecidas en el territorio de una <br /> Parte fletados, arrendados o afiliados, y a condición de que tales <br /> barcos estén registrados o matriculados por una Parte y que <br /> enarbolen su bandera; <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br /> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br /> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br /> viii) desechos y desperdicios derivados de la producción o recolectados <br /> en territorio de cualquiera de las Partes, siempre que estas <br /> mercancías sean utilizadas como materias primas; y <br /> ix) mercancías producidas en territorio de cualquiera de las Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los <br /> numerales i) al viii o de sus derivados, en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8: Procesos u Operaciones que no confieren origen <br /> Los procesos u operaciones que se detallan a continuación se considerarán <br /> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br /> a) las manipulaciones destinadas a garantizar la conservación de las <br /> mercancías en buen estado durante su transporte y almacenamiento <br /> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br /> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br /> deterioradas y operaciones similares); <br /> b) la dilución en agua o en otra sustancia que no altere materialmente las <br /> características del producto; <br /> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br /> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br /> pintura, descascaramiento, desgrane o cortado; <br /> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br /> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br /> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br /> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br /> productos o en sus envases; <br /> g) el planchado de textiles; <br /> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br /> frutos secos y legumbres; <br /> i) el afilado y los cortes sencillos; <br /> j) la coloración de azúcar o la confección de terrones de azúcar; <br /> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br /> l) la simple mezcla de productos, sean o no de diferentes clases; <br /> m) el desarmado de mercancías en sus partes; <br /> n) la fragmentación en lotes, reenvasado y etiquetado; <br /> o) las operaciones cuyo único propósito sea facilitar la carga; <br /> p) el sacrificio de animales; y <br /> q) la combinación de dos o más de las operaciones especificadas en todos los <br /> incisos precedentes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br /> Para determinar si una mercancía es originaria, se considerarán como <br /> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br /> no estén incorporados físicamente en la mercancía: <br /> a) combustible y energía; <br /> b) herramientas, troqueles y moldes; <br /> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br /> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción u operación de equipos y edificios; <br /> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br /> implementos; <br /> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br /> de la mercancía; <br /> g) catalizadores y solventes; y <br /> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br /> incorpore, en la composición final de la mercancía y que pueda demostrarse <br /> que forma parte de dicho proceso de producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15: Tránsito y Transbordo <br /> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br /> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br /> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br /> Parte exportadora transita por un tercer país durante su transporte a la Parte <br /> importadora, no perderá su calidad de originaria si: <br /> a) el tránsito se justifica por razones, logísticas o comerciales; <br /> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br /> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br /> en buen estado, operaciones normales de manipulación u otra que no <br /> implique cambio de su condición de originaria; <br /> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br /> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br /> documentos de transporte u otros documentos que acrediten que la mercancía <br /> permaneció bajo control aduanero en el tercer país.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Mercancías Originarias <br /> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br /> consideradas originarias: <br /> a) las mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de cualquiera de las Partes: <br /> i) minerales extraídos en territorio de cualquiera de las Partes; <br /> ii) productos del reino vegetal cosechados, recogidos o recolectados <br /> en territorio de cualquiera de las Partes; <br /> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br /> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br /> o pesca en territorio de cualquiera de las Partes; <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br /> del territorio de las Partes por barcos propios de empresas <br /> establecidas en el territorio de cualquier Parte, fletados, arrendados <br /> o afiliados siempre que tales barcos estén registrados o <br /> matriculados por una Parte y que enarbolen su bandera; <br /> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br /> otras especies marinas a bordo de barcos fábrica, siempre que <br /> éstos sean propios de empresas establecidas en el territorio de una <br /> Parte fletados, arrendados o afiliados, y a condición de que tales <br /> barcos estén registrados o matriculados por una Parte y que <br /> enarbolen su bandera; <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br /> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br /> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br /> viii) desechos y desperdicios derivados de la producción o recolectados <br /> en territorio de cualquiera de las Partes, siempre que estas <br /> mercancías sean utilizadas como materias primas; y <br /> ix) mercancías producidas en territorio de cualquiera de las Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los <br /> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br /> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br /> de las Partes, a partir exclusivamente de materiales que califican como <br /> originarios de conformidad con este Anexo; <br /> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br /> resulten de un proceso de producción, realizado enteramente en el territorio <br /> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br /> Partida arancelaria diferente a las de dichos materiales; <br /> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br /> anterior, porque el proceso de producción no implica un Cambio de Partida <br /> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br /> de los materiales no originarios no excedan el 50% del valor FOB de <br /> exportación de la mercancía final; y <br /> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br /> resulten de un proceso de producción, realizado enteramente en el territorio <br /> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br /> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br /> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br /> del presente Artículo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br /> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br /> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br /> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br /> correspondientes de clasificación arancelaria establecidos en este Anexo. <br /> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br /> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br /> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br /> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br /> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br /> embarque no sean tomados en cuenta para determinar si una mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 14: Materiales y Mercancías Fungibles <br /> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br /> para su producción materiales fungibles originarios y no originarios, que estén <br /> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br /> determinado por alguno de los métodos de utilización de inventario establecidos en la <br /> legislación nacional vigente de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10: Juegos o Surtidos de Mercancías <br /> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br /> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br /> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br /> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br /> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br /> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br /> originarias no excede el 15% del valor FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17: Exposiciones <br /> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br /> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br /> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br /> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br /> estén acompañados por la documentación aduanera justificativa de la permanencia en <br /> dicha exposición o exhibición. <br /> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 18: Certificación del Origen <br /> 1 El certificado de origen es el único documento que acredita que las mercancías <br /> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br /> tratamiento preferencial del Acuerdo. <br /> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br /> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br /> de una o varias mercancías. <br /> Artículo 19: Emisión de Certificado de Origen <br /> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br /> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br /> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br /> prueben la condición de originario y el cumplimiento de los demás requisitos <br /> previstos en este Anexo. <br /> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br /> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br /> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br /> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br /> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br /> Artículo 21: Declaración Jurada de Origen <br /> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br /> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br /> disposiciones sobre origen del presente Anexo y la veracidad de la información <br /> asentada en el mismo, que indicará las características y componentes de la mercancía <br /> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br /> Habilitada según se establezca por cada Parte. <br /> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br /> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br /> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br /> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br /> Artículo 24: Rectificación del Certificado de Origen <br /> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br /> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br /> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br /> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br /> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br /> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br /> Certificado de Origen original. <br /> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br /> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br /> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br /> de los documentos de exportación que obren en su poder. En el duplicado del <br /> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br /> validez a partir de esa fecha. <br /> Artículo 29: Obligaciones Relativas a los Exportadores <br /> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br /> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br /> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br /> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br /> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br /> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br /> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br /> la revisión, de conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2: Definiciones <br /> Autoridad Competente: la autoridad de cada Parte responsable de la administración y <br /> supervisión de las disposiciones de este Anexo. <br /> En el caso de la República de Cuba: <br /> - El Ministerio del Comercio Exterior y la Inversión Extranjera y el Ministerio de <br /> Finanzas y Precios actuando conjuntamente <br /> En el caso de la República de Chile: <br /> - Dirección General de Relaciones Económicas Internacionales del Ministerio de <br /> Relaciones Exteriores; <br /> Autoridad Aduanera: <br /> En el caso de la República de Cuba <br /> - Aduana General de la República <br /> En el caso de la República de Chile <br /> - Servicio Nacional de Aduanas;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 20: Validez del Certificado de Origen <br /> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br /> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br /> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br /> llenado en todos los campos. <br /> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br /> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br /> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br /> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br /> comercial en el momento de la solicitud del certificado de origen. <br /> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br /> forma electrónica. Al momento de implementar el sistema de certificación y la <br /> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br /> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br /> mejores esfuerzos para la implementación de sitios Web con información clave del <br /> Certificado de Origen emitido por la Parte exportadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br /> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br /> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br /> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br /> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br /> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br /> por las Autoridades competentes a solicitud de la Parte Importadora. <br /> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br /> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br /> regulaciones domésticas de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 31: Devolución de Aranceles Aduaneros <br /> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br /> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br /> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br /> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br /> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br /> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br /> preferencial, previa presentación de: <br /> (i) una declaración escrita que la mercancía calificaba como originaria al <br /> momento de la importación; <br /> (ii) un Certificado de Origen; y <br /> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br /> la Parte importadora pueda solicitar.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 30: Obligaciones Relativas a los Importadores <br /> 1 La Autoridad Aduanera de cada Parte exigirá que el importador que solicite <br /> tratamiento arancelario preferencial para una mercancía: <br /> a) declare por escrito en el documento de importación requerido por su <br /> legislación, en base a un certificado de origen, que una mercancía califica <br /> como mercancía originaria; <br /> b) tenga el certificado de origen en su poder al momento en que se haga la <br /> declaración, si así lo estableciera la legislación nacional; <br /> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br /> d) presente inmediatamente una declaración corregida y pague el arancel <br /> correspondiente cuando el importador tenga motivos para creer que el <br /> certificado de origen en que se sustenta la declaración de aduanas tiene <br /> información incorrecta.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 23: Facturación en un País Distinto al de Origen <br /> Cuando una mercancía originaria de una de las Partes sea facturada por un <br /> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br /> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 26: Verificación de Origen y Control <br /> 1 No obstante la presentación del certificado de origen en las condiciones <br /> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br /> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br /> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br /> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br /> de recepción de la solicitud. <br /> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br /> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br /> b) el número y la fecha de los certificados de origen o el período de tiempo <br /> sobre el cual solicita la información referida a un exportador; <br /> c) breve descripción del tipo de problema encontrado; y <br /> d) fundamento legal de la solicitud de información. <br /> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br /> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br /> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br /> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br /> a) solicitudes escritas de información al importador, exportador o productor; <br /> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br /> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br /> Parte, con el propósito de examinar los registros contables o inspeccionar las <br /> instalaciones utilizadas en la producción de la mercancía objeto de <br /> verificación, en los casos en que la información obtenida como resultado de <br /> los literales a) y b) de este párrafo no fuese suficiente; <br /> d) otros procedimientos que las Partes puedan acordar. <br /> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br /> procedimiento de investigación y control al importador, exportador o productor y a la <br /> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br /> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br /> de la notificación mediante un acuse de recibo. <br /> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br /> información o los cuestionarios escritos deberán contener: <br /> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br /> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br /> solicitan la información y documentación; <br /> c) descripción de la información y documentos que se requieren; y <br /> d) fundamento legal de las solicitudes de información o cuestionarios. <br /> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br /> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br /> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br /> días a partir de la fecha de recepción. <br /> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br /> realización de la visita de verificación de origen deberá contener: <br /> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br /> b) el nombre del exportador o del productor que pretende visitar; <br /> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br /> con lo establecido en el párrafo 8; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br /> específica de la mercancía o mercancías objeto de verificación a que se <br /> refieren el o los certificados de origen; <br /> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br /> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br /> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br /> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br /> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br /> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br /> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br /> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br /> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br /> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br /> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br /> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br /> fecha de la visita al exportador o productor de la mercancía. <br /> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br /> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br /> constatados por ella. El exportador o productor sujeto de la visita tendrá <br /> derecho a firmar esta acta. <br /> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br /> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br /> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br /> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br /> la información o concluida la visita. <br /> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br /> hechos, resultados y la base legal de dicho Informe; informando al importador, <br /> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br /> y entidad habilitada de la Parte exportadora. <br /> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br /> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br /> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br /> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br /> b) por responsabilidad de la Parte importadora se excedan los plazos <br /> establecidos en este artículo. <br /> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br /> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br /> garantizar el interés fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 28: Sanciones <br /> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br /> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br /> 2 Cuando un exportador en forma reiterada proporcione información o <br /> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br /> de nuevos certificados de origen. <br /> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br /> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br /> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br /> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br /> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br /> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br /> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br /> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 32: Discrepancias Menores <br /> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br /> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br /> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br /> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br /> información incluida en el Certificado de Origen o no pongan en duda el carácter <br /> originario de las mercancías a las que se refiere el certificado. <br /> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br /> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br /> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br /> figuran en el Certificado de Origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": ": Ámbito de aplicación", "ArticleDesc": "Artículo 1: Ámbito de aplicación <br> El presente Anexo establece las reglas de origen aplicables al intercambio de <br> a) calificación y determinación del producto originario; <br> b) certificación de origen y emisión de los certificados de origen; <br> c) procesos de verificación y control de origen; y <br> "}, {"ArticleTitle": ": Ámbito de Aplicación", "ArticleDesc": "productos entre las Partes, a los efectos de: <br> d) sanciones <br> Las Partes aplicarán el presente Capítulo a efectos de solicitar el trato <br> preferencial conforme a las preferencias arancelarias establecidas en el Acuerdo. <br> "}, {"ArticleTitle": ": Definiciones", "ArticleDesc": "Artículo 2: Definiciones <br> Para efectos de este Capítulo <br> Acuerdo: el Acuerdo de Complementación Económica No. 42, celebrado entre la <br> República de Chile y la República de Cuba; <br> Autoridad Competente: la autoridad de cada Parte responsable de la administración y <br> supervisión de las disposiciones de este Anexo. <br> Finanzas y Precios actuando conjuntamente <br> En el caso de la República de Chile: <br> - Dirección General de Relaciones Económicas Internacionales del Ministerio de <br> En el caso de la República de Cuba: <br> - El Ministerio del Comercio Exterior y la Inversión Extranjera y el Ministerio de <br> Relaciones Exteriores; <br> Autoridad Aduanera: <br> En el caso de la República de Cuba <br> - Aduana General de la República <br> En el caso de la República de Chile <br> - Servicio Nacional de Aduanas; <br> Entidad Habilitada: entidades u organismos públicos o privados autorizados por la <br> Autoridad Competente para la emisión de certificados de origen; <br> Cambio de Partida Arancelaria: que todos los materiales no originarios utilizados en la <br> producción de una mercancía han sufrido un cambio en la clasificación arancelaria a <br> nivel de cuatro dígitos; <br> Contenedores y materiales de embalaje para embarque: mercancías utilizadas para <br> proteger una mercancía durante su transporte y no incluye los envases y materiales en <br> los que se empaca la mercancía para la venta al por menor; <br> Días: significa días naturales o corridos, incluidos el sábado, domingo y días festivos; <br> Informe de Origen: el documento legal escrito emitido por la Autoridad Aduanera o <br> entidad habilitada según corresponda, como resultado de un procedimiento que verifica <br> si una mercancía califica como originaria de conformidad con este Anexo; <br> Material: comprende las materias primas, insumos, materiales intermedios, partes y <br> piezas utilizadas en la elaboración de las mercancías; <br> Materiales Intermedios: material que es producido por el productor de una mercancía <br> y utilizado en la producción de la misma, de forma tal que adquiera características que <br> le permitan ser comercializado independientemente de la mercancía final; <br> Mercancía: material o producto obtenido en cualquier proceso de producción, con fines <br> comercializable, incluso cuando está prevista su utilización posterior en otro proceso de producción; <br> Partida: los cuatro primeros dígitos en la clasificación arancelaria del Sistema Armonizado; <br> Producción: métodos de obtención de mercancías incluyendo, pero no limitados, a los <br> de cultivo, reproducción, crianza, explotación de minas, cosecha, pesca, caza, captura, <br> acuicultura, recolección, extracción, manufactura, procesamiento, ensamblado o <br> desensamblado de una mercancía; <br> Sistema Armonizado: el Sistema Armonizado de Designación y Codificación de <br> Mercancías en vigor, incluidas sus reglas generales y sus notas legales de sección, <br> capítulo, partida y subpartida, en la forma en que las Partes lo hayan adoptado en sus respectivas leyes; <br> Territorio: <br> En el caso de la República de Cuba, todo el espacio marítimo y terrestre sujeto a su <br> soberanía y jurisdicción, conforme a su legislación nacional y al Derecho Internacional. <br> En el caso de la República de Chile, el espacio terrestre, marítimo y aéreo bajo su <br> soberanía y la zona económica exclusiva y la plataforma continental sobre las cuales <br> ejerce derechos soberanos y jurisdicción de acuerdo con el Derecho Internacional y su legislación interna. <br> FOB: el valor de la mercancía libre a bordo, incluyendo los costos de transporte hasta el <br> puerto o lugar de envío definitivo al exterior. <br> CIF: el valor de la mercancía importada e incluye los costos de seguro y flete hasta el <br> puerto o lugar de introducción en el país de importación. <br> NALADISA: Nomenclatura de la Asociación Latinoamericana de Integración. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": ": Tratamiento aplicable para ciertos productos", "ArticleDesc": "Artículo 4: Tratamiento aplicable para ciertos productos <br> Ambas Partes dispondrán el tratamiento arancelario preferencial, sin necesidad <br> de cumplir con las reglas de origen establecidas, para ciertas mercancías determinadas <br> de común acuerdo. Para este efecto, la identificación de las mercancías, los requisitos <br> para calificar a dicho tratamiento arancelario preferencial y procedimientos aplicables <br> serán establecidos por la Comisión Administradora. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "6: Zonas Francas Comerciales", "ArticleDesc": "Artículo 16: Zonas Francas Comerciales <br> 1 Los productos que dispongan de un Certificado de Origen, y que durante su <br> transporte permanezcan en una zona franca en un tercer país, no podrán ser sustituidos <br> por otras mercancías ni serán objeto de otras manipulaciones distintas que las <br> encaminadas al almacenaje, prevención de su deterioro, fraccionamiento, para posterior <br> envío al país de destino u otra que no implique cambio de su condición de originaria. <br> 2 A tales efectos las autoridades aduaneras del país importador podrán solicitar un <br> documento que acredite que las mercancías no sufrieron ningún tipo de transformación. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "7: Negación de la Solicitud del Trato Arancelario Preferencial", "ArticleDesc": "Artículo 27: Negación de la Solicitud del Trato Arancelario Preferencial <br> Una Parte podrá denegar el trato arancelario preferencial a una mercancía <br> importada, cuando no cumpla con cualquiera de los requisitos y plazos establecidos en este Anexo. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "3: Asistencia Mutua", "ArticleDesc": "Artículo 33: Asistencia Mutua <br> 1 Las Autoridades Competentes, a fin de asegurar la aplicación de las <br> disposiciones del presente Anexo por las Partes, deberán asistirse mutuamente a través <br> de las entidades que correspondan, en la verificación de la autenticidad de los <br> certificados de origen y la información brindada en este documento. <br> 2 Las Partes realizarán consultas regularmente para garantizar que este Anexo <br> sea administrado de manera efectiva y uniforme, cooperando en la aplicación eficiente <br> del mismo y siempre de conformidad con los objetivos del Acuerdo. <br> "}, {"ArticleTitle": "4: Confidencialidad", "ArticleDesc": "Artículo 34: Confidencialidad <br> Cada Parte mantendrá, de conformidad con lo establecido en su legislación, la <br> confidencialidad de la información que tenga tal carácter, obtenida conforme a este <br> Anexo y la protegerá de toda divulgación que pudiera perjudicar a cualquier persona, <br> natural o jurídica, de la Parte que la proporciona. <br> "}, {"ArticleTitle": "5: Solución de Diferencias", "ArticleDesc": "Artículo 35: Solución de Diferencias <br> 1 En caso de que las Partes no lleguen a un común acuerdo después de haber <br> agotado las instancias señaladas en el artículo 26 referido al proceso de Verificación y <br> Control, así como cuando se planteen interrogantes en relación con la interpretación del <br> presente Anexo, se podrá recurrir a la Comisión Administradora del Acuerdo, sin <br> perjuicio del derecho de la Parte afectada de acudir directamente al Régimen de <br> Solución de Controversias del Acuerdo. <br> 2 Las controversias entre el importador y la Autoridad Aduanera del país de <br> importación se resolverán con arreglo a la legislación de ese país. <br> "}, {"ArticleTitle": "6: Comité de Origen", "ArticleDesc": "Artículo 36: Comité de Origen <br> Cualquier Parte que considere que el presente Anexo requiera ser modificado <br> por factores relevantes, podrá someter a consideración de la otra Parte una propuesta <br> de modificación debidamente justificada, recurriendo a la Comisión Administradora del <br> Acuerdo a los efectos de su revisión y eventual modificación, pudiendo ésta conformar <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> Artículo 3: Mercancías Originarias <br> Artículo 17: Exposiciones <br> Artículo 28: Sanciones <br> un grupo técnico que analizará la propuesta en un plazo no mayor a los sesenta (60) <br> NORMAS DE ORIGEN <br> 1 Para efectos del cumplimiento de las reglas de origen, los materiales originarios <br> Las mercancías originarias enviadas de una Parte a otro país no Parte con fines <br> 1 Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> 1 Cuando un exportador tenga razones para creer que el certificado de origen <br> Sección A - Criterios de Origen <br> consideradas originarias: <br> del territorio de cualquiera de las Partes, incorporados en una determinada mercancía <br> de exposición o exhibición y sean vendidas después o durante la exposición para ser <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> violación de sus leyes y regulaciones relacionadas con las disposiciones de este Anexo. <br> importados por una Parte, se beneficiarán de las disposiciones del Acuerdo, siempre <br> 2 Cuando un exportador en forma reiterada proporcione información o <br> territorio de cualquiera de las Partes: <br> 2 Cuando cada Parte tenga vigente un Acuerdo Comercial con el mismo país no <br> que se demuestre el cumplimiento de todos los requisitos establecidos en este Anexo y <br> documentación falsa, la Entidad Habilitada podrá temporalmente suspender la emisión <br> i) minerales extraídos en territorio de cualquiera de las Partes; <br> Parte de este Acuerdo de manera consensuada, a través de la Comisión <br> estén acompañados por la documentación aduanera justificativa de la permanencia en <br> de nuevos certificados de origen. <br> ii) productos del reino vegetal cosechados, recogidos o recolectados <br> dicha exposición o exhibición. <br> 3 Cuando el exportador o el productor haya certificado o declarado más de una <br> en territorio de cualquiera de las Partes; <br> Sección B- PROCEDIMIENTOS PARA EL CONTROL Y VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> vez de manera falsa o infundada que una mercancía califica como originaria, la Parte <br> iii) animales vivos, nacidos y criados en territorio de cualquiera de las Partes; <br> 3 El párrafo 2 sólo podrá ser aplicado una vez que el mecanismo y los materiales <br> Artículo 18: Certificación del Origen <br> importadora podrá suspender el trato arancelario preferencial a las mercancías idénticas <br> iv) mercancías obtenidas de la caza, captura, recolección, acuicultura <br> sujetos a acumulación hayan sido determinados por acuerdo de las Partes. <br> 1 El certificado de origen es el único documento que acredita que las mercancías <br> que esa persona exporte, hasta que la misma pruebe que cumple con lo establecido en <br> o pesca en territorio de cualquiera de las Partes; <br> cumplen con las disposiciones sobre origen de este Anexo y por ello, pueden solicitar el <br> este Anexo. Para estos efectos la Autoridad Competente o Entidad Habilitada de la <br> v) peces, crustáceos y otras especies marinas obtenidos del mar fuera <br> Una mercancía será considerada originaria si el valor CIF de todos los <br> tratamiento preferencial del Acuerdo. <br> Parte exportadora encargada de la certificación de origen realizará las gestiones que <br> del territorio de las Partes por barcos propios de empresas <br> materiales no originarios utilizados en su producción que no cumplan con el requisito de <br> 2 El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> estime pertinentes, para verificar la condición de originaria de la mercancía. Si la <br> establecidas en el territorio de cualquier Parte, fletados, arrendados <br> Cambio de Clasificación Arancelaria, no exceden el 15% del valor FOB de exportación de la mercancía. <br> contenido en el Apéndice 2, dicho certificado ampara una sola operación de importación <br> mercancía es originaria, la Entidad Habilitada emitirá un nuevo certificado de origen. <br> o afiliados siempre que tales barcos estén registrados o <br> Artículo 7: Tratamiento de los Materiales Intermedios <br> de una o varias mercancías. <br> Artículo 29: Obligaciones Relativas a los Exportadores <br> matriculados por una Parte y que enarbolen su bandera; <br> Para efectos de la determinación del origen de una mercancía, para los casos <br> Artículo 19: Emisión de Certificado de Origen <br> vi) mercancías obtenidas o producidas a partir de peces, crustáceos y <br> definidos en el inciso d) del Artículo 3, el productor podrá considerar el valor total de los <br> 1 El exportador que solicita la emisión de un certificado de origen estará preparado <br> otras especies marinas a bordo de barcos fábrica, siempre que <br> materiales intermedios utilizados en la producción de dicha mercancía como originarios, <br> para presentar en cualquier momento, a solicitud de la Autoridad Competente o <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> Entidad Habilitada cualquier cambio que pueda afectar la exactitud o validez de ese certificado. <br> éstos sean propios de empresas establecidas en el territorio de una <br> siempre que éstos clasifiquen como tal de conformidad con las disposiciones de este Anexo. <br> 2 Las Partes mantendrán vigentes las reparticiones oficiales y los organismos <br> Entidades Habilitadas del país de exportación, todos los documentos pertinentes que <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> tratamiento arancelario preferencial para una mercancía: <br> Parte fletados, arrendados o afiliados, y a condición de que tales <br> prueben la condición de originario y el cumplimiento de los demás requisitos <br> públicos o privados habilitados para emitir certificados de origen, con el registro y las <br> incorrecta si voluntariamente lo comunica por escrito a la Entidad Habilitada, previo a <br> barcos estén registrados o matriculados por una Parte y que <br> Los procesos u operaciones que se detallan a continuación se considerarán <br> previstos en este Anexo. <br> que la Autoridad Aduanera de la Parte importadora haya iniciado el ejercicio de sus <br> enarbolen su bandera; <br> elaboraciones y transformaciones insuficientes para conferir el carácter de productos originarios: <br> Secretaría General de la ALADI, sin perjuicio de las modificaciones que cada Parte <br> facultades de verificación y control o antes de que las Autoridades Aduaneras notifiquen <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, <br> a) las manipulaciones destinadas a garantizar la conservación de las <br> la revisión, de conformidad con la legislación de cada Parte. <br> del lecho o del subsuelo marino, fuera de las aguas territoriales, <br> mercancías en buen estado durante su transporte y almacenamiento <br> firmas de los funcionarios acreditados para tal fin, debidamente registrados en la <br> Artículo 30: Obligaciones Relativas a los Importadores <br> siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> (ventilación, tendido, secado, refrigeración, congelación, inmersión en agua <br> viii) desechos y desperdicios derivados de la producción o recolectados <br> salada, sulfurosa o en otras soluciones acuosas, separación de las partes <br> requiera notificar, de acuerdo a los procedimientos dispuestos por dicha Secretaría General. <br> en territorio de cualquiera de las Partes, siempre que estas <br> deterioradas y operaciones similares); <br> Artículo 20: Validez del Certificado de Origen <br> a) declare por escrito en el documento de importación requerido por su <br> mercancías sean utilizadas como materias primas; y <br> b) la dilución en agua o en otra sustancia que no altere materialmente las <br> 1 El certificado de origen deberá ser emitido oportunamente de conformidad con lo <br> legislación, en base a un certificado de origen, que una mercancía califica <br> ix) mercancías producidas en territorio de cualquiera de las Partes, <br> características del producto; <br> establecido en los artículos 17 y 18 y tendrá una validez de 1 año contado a partir de su <br> como mercancía originaria; <br> c) las operaciones simples de desempolvado, cribado, selección, clasificación, <br> fecha de emisión. Dicho certificado carecerá de validez si no estuviera debidamente <br> b) tenga el certificado de origen en su poder al momento en que se haga la <br> numerales i) al viii o de sus derivados, en cualquier etapa de producción; <br> preparación de surtidos (incluso la formación de juegos de artículos), lavado, <br> llenado en todos los campos. <br> declaración, si así lo estableciera la legislación nacional; <br> b) las mercancías que sean producidas enteramente en territorio de cualquiera <br> 2 El certificado de origen deberá llevar el nombre y la firma del funcionario <br> c) proporcione, si la Autoridad Aduanera lo solicita, el certificado de origen; y <br> de las Partes, a partir exclusivamente de materiales que califican como <br> d) los cambios de envase y las divisiones o agrupaciones de bultos; <br> habilitado por las Partes para tal efecto, así como el sello de la entidad certificadora. <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> exclusivamente a partir de las mercancías mencionadas en los <br> e) el simple envasado en botellas, frascos, bolsas, estuches y cajas o la <br> 3 Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> correspondiente cuando el importador tenga motivos para creer que el <br> c) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> colocación sobre cartulinas o tableros, y cualquier otra operación sencilla de envasado; <br> certificado de origen en que se sustenta la declaración de aduanas tiene <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> f) la colocación de marcas, etiquetas y otros signos distintivos similares en los <br> la misma fecha o posterior a dicha emisión, debiéndose entregar copia de la factura <br> información incorrecta. <br> de una de las Partes, de tal forma que las mercancías se clasifiquen en una <br> productos o en sus envases; <br> comercial en el momento de la solicitud del certificado de origen. <br> Artículo 31: Devolución de Aranceles Aduaneros <br> Partida arancelaria diferente a las de dichos materiales; <br> g) el planchado de textiles; <br> 4 Las Partes implementarán un sistema de certificación y verificación de origen en <br> Cada Parte dispondrá que, si una mercancía originaria fue importada en el <br> d) en el caso de que no se pueda cumplir con lo establecido en el párrafo <br> h) el descascarillado, la extracción de semillas o huesos y el pelado de frutas, <br> forma electrónica. Al momento de implementar el sistema de certificación y la <br> territorio de esa Parte, pero no se solicitó un trato arancelario preferencial al momento <br> anterior, porque el proceso de producción no implica un Cambio de Partida <br> frutos secos y legumbres; <br> verificación de origen electrónico, las Partes reconocerán como válidas las firmas electrónicas. <br> de realizar la importación, el importador de la mercancía podrá, a más tardar un año <br> momento de la importación; <br> Arancelaria para todos los materiales no originarios, bastará que el valor CIF <br> i) el afilado y los cortes sencillos; <br> 5 Para los efectos de verificar el Certificado de Origen, ambas Partes harán los <br> después de la fecha en la cual la mercancía fue importada, solicitar la devolución de <br> de los materiales no originarios no excedan el 50% del valor FOB de <br> j) la coloración de azúcar o la confección de terrones de azúcar; <br> mejores esfuerzos para la implementación de sitios Web con información clave del <br> cualquier arancel pagado en exceso a la Autoridad Aduanera de la Parte importadora, <br> exportación de la mercancía final; y <br> k) la limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> Certificado de Origen emitido por la Parte exportadora. <br> como resultado que a la mercancía no se le ha otorgado el trato arancelario <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> l) la simple mezcla de productos, sean o no de diferentes clases; <br> Artículo 21: Declaración Jurada de Origen <br> preferencial, previa presentación de: <br> m) el desarmado de mercancías en sus partes; <br> 1 La solicitud del certificado de origen deberá ser precedida de una Declaración <br> (i) una declaración escrita que la mercancía calificaba como originaria al <br> de una Parte, de tal forma que las mercancías cumplan con los requisitos <br> n) la fragmentación en lotes, reenvasado y etiquetado; <br> Jurada del Productor o Exportador, en la que manifieste el total cumplimiento de las <br> específicos establecidos en el Apéndice 1 de este Anexo. Dichos requisitos <br> o) las operaciones cuyo único propósito sea facilitar la carga; <br> disposiciones sobre origen del presente Anexo y la veracidad de la información <br> (ii) un Certificado de Origen; y <br> prevalecerán sobre los criterios generales establecidos en los literales c) y d) <br> p) el sacrificio de animales; y <br> asentada en el mismo, que indicará las características y componentes de la mercancía <br> (iii) cualquier otra documentación relativa a la importación de la mercancía que <br> del presente Artículo. <br> q) la combinación de dos o más de las operaciones especificadas en todos los <br> y los procesos de su elaboración, incluyendo los datos requeridos por la Entidad <br> la Parte importadora pueda solicitar. <br> incisos precedentes. <br> Habilitada según se establezca por cada Parte. <br> Artículo 32: Discrepancias Menores <br> Artículo 9: Accesorios, Repuestos y Herramientas <br> 2 La declaración jurada tendrá una validez de dos años a partir de la fecha de su <br> 1 La autoridad aduanera de la Parte importadora no considerará los errores de <br> 1 Los accesorios, repuestos y herramientas que se expidan usualmente con una <br> aceptación por las Entidades Habilitadas, salvo que antes de dicho plazo se modifiquen <br> menor importancia, tales como pequeñas discrepancias u omisiones, errores de <br> mercancía y sean parte de su equipamiento normal, y cuyo valor esté incluido en el <br> las condiciones de fabricación u otras señaladas en ella, debiéndose notificar a la <br> mecanografía o fuera del margen del campo correspondiente, siempre que estos errores <br> valor de la mercancía y no se facturen por separado, se considerarán parte integrante <br> Entidad Habilitada y ameritará la presentación de una nueva declaración jurada de origen. <br> menores no afecten la autenticidad del Certificado de Origen, la exactitud de la <br> de la mercancía correspondiente, no se tomarán en cuenta para determinar si todos los <br> Artículo 22: Conservación de la Prueba de Origen y de los Documentos Justificativos <br> información incluida en el Certificado de Origen o no pongan en duda el carácter <br> materiales no originarios utilizados en la elaboración de la mercancía cumplen con el <br> 1 A los efectos del proceso de verificación de origen establecido en el artículo 26, <br> originario de las mercancías a las que se refiere el certificado. <br> cambio correspondiente de Clasificación Arancelaria. <br> la solicitud de un Certificado de Origen y todos los documentos relacionados con dicha <br> 2 Para múltiples mercancías declaradas en el mismo Certificado de Origen, un <br> solicitud, deberán ser conservados por las entidades habilitadas y los exportadores y <br> problema con una de ellas no deberá afectar o retrasar el otorgamiento del tratamiento <br> accesorios, repuestos o herramientas descritos en el párrafo anterior, se tomará en <br> productores por tres (3) años a partir de la fecha de emisión del Certificado de Origen. <br> arancelario preferencial y el despacho de aduana de las mercancías restantes que <br> cuenta, como materiales originarios o no originarios, según sea el caso, al calcular el <br> 2 La Información relativa a la validez del Certificado de Origen será proporcionada <br> figuran en el Certificado de Origen. <br> por las Autoridades competentes a solicitud de la Parte Importadora. <br> Artículo 10: Juegos o Surtidos de Mercancías <br> 3 Todos los registros señalados en los párrafos anteriores de este Artículo podrán <br> Los juegos o surtidos, definidos en la Regla General 3 del Sistema Armonizado, <br> mantenerse en papel o en forma electrónica, de conformidad con las leyes y <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado <br> regulaciones domésticas de cada Parte. <br> sea específicamente la de un juego o surtido, serán considerados originarios cuando <br> Artículo 23: Facturación en un País Distinto al de Origen <br> todos sus componentes sean mercancías originarias. Sin embargo, cuando un juego o <br> Cuando una mercancía originaria de una de las Partes sea facturada por un <br> surtido esté compuesto por mercancías originarias y no originarias, ese juego o surtido <br> operador de comercio de un país distinto al del origen de la mercancía. El exportador <br> será considerado originario en su conjunto, si el valor CIF de las mercancías no <br> deberá indicar \"Facturación por un operador no Parte\" en el Certificado de Origen. <br> originarias no excede el 15% del valor FOB del juego o surtido. <br> Artículo 24: Rectificación del Certificado de Origen <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> Artículo 11: Envases y Material de Empaque para la Venta al por Menor <br> Ni raspaduras ni superposiciones se permitirán en el Certificado de Origen. <br> 1 Cada Parte dispondrá que, cuando los envases y los materiales de empaque en <br> Cualquier modificación deberá ser realizada a través de la emisión de un nuevo <br> que una mercancía se presenta para la venta al por menor, estén clasificados con la <br> certificado de origen original. <br> Certificado de Origen para remplazar el erróneo. El nuevo Certificado de Origen deberá <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> pintura, descascaramiento, desgrane o cortado; <br> tener el número de referencia y la fecha de emisión del Certificado de Origen original. <br> materiales no originarios utilizados en la producción de la mercancía sufren los cambios <br> En el Certificado de Origen se deberá indicar: \"remplaza C/O No... fecha de emisión...\". <br> correspondientes de clasificación arancelaria establecidos en este Anexo. <br> El nuevo Certificado de Origen tendrá efecto a partir de la fecha de emisión del <br> envases y materiales de empaque descritos en el párrafo anterior, se tomará en cuenta <br> Artículo 25: Emisión de un Duplicado del Certificado de Origen <br> Artículo 5: Acumulación <br> como originario o no originario, según sea el caso, para calcular el valor de contenido de la mercancía. <br> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador <br> Artículo 12: Contenedores y Materiales de Embalaje para Embarque <br> podrá requerir un duplicado a la Entidad Habilitada que lo haya expedido, sobre la base <br> Cada Parte dispondrá que los contenedores y materiales de embalaje para <br> de los documentos de exportación que obren en su poder. En el duplicado del <br> embarque no sean tomados en cuenta para determinar si una mercancía es originaria. <br> en el territorio de la Parte exportadora, serán considerados originarios del territorio de esta última. <br> certificado de origen deberá figurar la fecha de emisión del certificado original y tendrá <br> Artículo 13: Elementos Neutros y Materiales Indirectos Empleados en la Producción <br> validez a partir de esa fecha. <br> Para determinar si una mercancía es originaria, se considerarán como <br> Artículo 26: Verificación de Origen y Control <br> f) el fundamento legal de la visita de verificación. <br> originarios los siguientes elementos utilizados en el proceso de producción siempre que <br> 1 No obstante la presentación del certificado de origen en las condiciones <br> no estén incorporados físicamente en la mercancía: <br> establecidas por este Anexo, la Autoridad Aduanera de la Parte importadora podrá, con <br> a) combustible y energía; <br> la finalidad de verificar el origen de las mercancías, solicitar información a la entidad <br> Administradora, los materiales de ese país no Parte se podrán considerar como una <br> habilitada de la Parte exportadora. La Autoridad Competente de la Parte exportadora <br> c) repuestos y materiales utilizados en el mantenimiento de equipos y edificios; <br> mercancía originaria en virtud del presente Acuerdo. <br> responderá a la solicitud de información dentro de sesenta (60) días a partir de la fecha <br> de recepción de la solicitud. <br> 2 A efectos del párrafo anterior, la Autoridad Aduanera de la Parte importadora deberá indicar: <br> e) guantes, anteojos, calzado, prendas de vestir, equipo de seguridad e <br> a) la identificación, nombre y cargo de la autoridad que solicita la información; <br> implementos; <br> b) el número y la fecha de los certificados de origen o el período de tiempo <br> Artículo 6: De Minimis <br> f) equipos, artefactos e implementos utilizados para la verificación o inspección <br> sobre el cual solicita la información referida a un exportador; <br> de la mercancía; <br> c) breve descripción del tipo de problema encontrado; y <br> g) catalizadores y solventes; y <br> d) fundamento legal de la solicitud de información. <br> h) cualquier otro material que no esté incorporado, ni se tenga previsto que se <br> 3 Si la información obtenida a partir del procedimiento referido en los numerales 1 <br> incorpore, en la composición final de la mercancía y que pueda demostrarse <br> y 2 de este artículo no resulta suficiente para determinar el origen de las mercancías <br> que forma parte de dicho proceso de producción. <br> amparadas por uno o varios certificados de origen, la Autoridad Aduanera de la Parte <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> Artículo 14: Materiales y Mercancías Fungibles <br> importadora, a través de la entidad habilitada de la Parte exportadora, podrá efectuar: <br> Para establecer si una mercancía fungible es originaria, cuando sean utilizados <br> a) solicitudes escritas de información al importador, exportador o productor; <br> para su producción materiales fungibles originarios y no originarios, que estén <br> b) cuestionarios escritos dirigidos al importador, exportador o productor; <br> mezclados o combinados físicamente, el origen de estos materiales deberá ser <br> c) visitas a las instalaciones del exportador o productor en el territorio de la otra <br> determinado por alguno de los métodos de utilización de inventario establecidos en la <br> Parte, con el propósito de examinar los registros contables o inspeccionar las <br> legislación nacional vigente de cada Parte. <br> instalaciones utilizadas en la producción de la mercancía objeto de <br> verificación, en los casos en que la información obtenida como resultado de <br> 1 Para que una mercancía pueda acceder al tratamiento arancelario preferencial <br> los literales a) y b) de este párrafo no fuese suficiente; <br> deberá ser transportada directamente entre la parte exportadora y la parte importadora. <br> d) otros procedimientos que las Partes puedan acordar. <br> No obstante lo dispuesto en el inciso anterior, si una mercancía exportada de la <br> 4 La Autoridad Aduanera de la Parte importadora deberá notificar la iniciación del <br> Parte exportadora transita por un tercer país durante su transporte a la Parte <br> procedimiento de investigación y control al importador, exportador o productor y a la <br> importadora, no perderá su calidad de originaria si: <br> entidad habilitada de la Parte exportadora de conformidad con el párrafo anterior. La <br> a) el tránsito se justifica por razones, logísticas o comerciales; <br> notificación se enviará por correo o cualquier otro medio que haga constar la recepción <br> Artículo 8: Procesos u operaciones que no confieren origen <br> b) las mercancías no sufren, durante el transporte o almacenamiento, ninguna <br> de la notificación mediante un acuse de recibo. <br> operación distinta a la de su mantenimiento, fraccionamiento, conservación <br> 5 De conformidad con lo establecido en el párrafo 3 a) y b) las solicitudes de <br> en buen estado, operaciones normales de manipulación u otra que no <br> información o los cuestionarios escritos deberán contener: <br> implique cambio de su condición de originaria; <br> c) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte. <br> b) el nombre y domicilio del importador, exportador o productor a quienes se les <br> 2 Para estos efectos, la autoridad aduanera de la Parte importadora podrá requerir <br> solicitan la información y documentación; <br> documentos de transporte u otros documentos que acrediten que la mercancía <br> c) descripción de la información y documentos que se requieren; y <br> permaneció bajo control aduanero en el tercer país. <br> 6 El importador, exportador o productor que reciba un cuestionario o solicitud de <br> información de conformidad al párrafo 3 a) y b), completará debidamente y devolverá el <br> cuestionario o responderá a la solicitud de información dentro de cuarenta y cinco (45) <br> días a partir de la fecha de recepción. <br> 7 De conformidad con lo dispuesto en el párrafo 3 c) la notificación de intención de <br> realización de la visita de verificación de origen deberá contener: <br> a) la identificación de la Autoridad Aduanera que hace la comunicación por escrito; <br> b) el nombre del exportador o del productor que pretende visitar; <br> c) una propuesta de fecha y lugar de la visita de verificación de conformidad <br> con lo establecido en el párrafo 8; <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo mención <br> específica de la mercancía o mercancías objeto de verificación a que se <br> refieren el o los certificados de origen; <br> 8 La entidad habilitada de la Parte exportadora remitirá a la Autoridad Aduanera de <br> la Parte importadora su pronunciamiento sobre la solicitud de la autorización de la <br> realización de la visita en un plazo máximo de quince (15) días contados desde la fecha <br> de recepción de la solicitud de la misma. Cuando se autorice la visita, las Partes, <br> exportadora e importadora, acordarán que la misma se realice en una fecha dentro de <br> los cuarenta y cinco (45) días siguientes a la fecha de recepción de la autorización. <br> 9 El exportador o productor podrá solicitar por escrito a la Autoridad Aduanera de la <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> Parte importadora el aplazamiento de la visita de verificación acordada, por una sola <br> vez, con las justificaciones correspondientes y por un período no mayor de treinta (30) <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> días contados a partir de la fecha previamente acordada o por un plazo mayor que <br> acuerden la Autoridad Aduanera de la Parte importadora y la Parte exportadora. Para <br> estos propósitos, la entidad habilitada de la Parte exportadora deberá notificar la nueva <br> fecha de la visita al exportador o productor de la mercancía. <br> originarios de conformidad con este Anexo; <br> 10 Cuando se haya concluido la visita de verificación, la Autoridad Aduanera de la <br> Parte importadora deberá elaborar un acta de la visita, que incluirá los hechos <br> constatados por ella. El exportador o productor sujeto de la visita tendrá <br> derecho a firmar esta acta. <br> 11 Se considerará como concluido el proceso de verificación cuando la Autoridad <br> Aduanera de la Parte importadora establezca, mediante un Informe de Origen, que la <br> mercancía califica o no como originaria de acuerdo con los procedimientos establecidos <br> en el presente artículo y en un término no mayor a treinta (30) días después de recibida <br> la información o concluida la visita. <br> 12 El Informe de Origen a que se refiere el párrafo anterior deberá incluir los <br> hechos, resultados y la base legal de dicho Informe; informando al importador, <br> exportador o productor de la mercancía sujeta a verificación a la Autoridad Competente <br> y entidad habilitada de la Parte exportadora. <br> 13 La mercancía objeto de la verificación de origen recibirá el mismo tratamiento <br> arancelario preferencial como si se tratara de una mercancía originaria cuando: <br> a) transcurra el plazo establecido en el párrafo 11 sin que la Autoridad <br> aduanera de la Parte importadora haya emitido una Informe de Origen; o <br> 2 Si una mercancía está sujeta al requisito de valor de contenido, el valor de los <br> b) por responsabilidad de la Parte importadora se excedan los plazos <br> establecidos en este artículo. <br> 14 En ningún caso la Parte importadora detendrá el trámite de importación, sin <br> valor de contenido de la mercancía. <br> perjuicio de ello, podrá adoptar medidas establecidas en su legislación nacional para <br> garantizar el interés fiscal. <br> 2 Si la mercancía está sujeta al requisito de valor de contenido, el valor de los <br> producción u operación de equipos y edificios; <br> Artículo 15: Tránsito y Transbordo <br> b) herramientas, troqueles y moldes; <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}]}]}, "members_found": ["152", "192", 2, 8703900000]}