{"FtaRooDetails": {"FtaId": 431, "FtaCode": "ITC00436", "FtaName": "PTA, Indonesia-Pakistan", "FtaFullName": "REPUBLIK INDONESIA PREFERENTIAL TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF INDONESIA AND THE GOVERNMENT OF THE ISLAMIC REPUBLIC OF PAKISTAN", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.09.2013", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Indonesia; Pakistan", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under PTA, Indonesia-Pakistan", "AdminProcCooAuth": "The certification type under PTA, Indonesia-Pakistan is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under PTA, Indonesia-Pakistan is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for PTA, Indonesia-Pakistan agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "(a) For the purposes of Rule 2(b), a product shall be deemed to be originating if: (i) the total value of the materials, part or produce originating from outside of the territory of a Party does not exceed 60% of the FOB value of the product so produced or obtained provided that the fnal process of the manufacture is performed within the territory of the exporting Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00436_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00436_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/SRO_148512012_ROO_IP_PTA.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00436_full.pdf", "DocType": "8_full", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/Indonesia_Pakistan_PTA.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Cumulative Rule of Origin <br /> Unless otherwise provided for, products which comply with origin requirements <br /> provided for in Rule 2 and which are used in the territory of a Party as materials for a <br /> finished product eligible for preferential treatment under the Agreement shall be <br /> considered as products originating in the territory of the Party where working or <br /> processing of the finished product has taken place provided that the aggregate <br /> Indonesia-Pakistan PTA content on the final product is not less than 40%.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10: Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other information <br /> materials presented with the goods therewith shall not be considered in determining the <br /> origin of the goods, provided that such accessories, spare parts, tools and information <br /> materials are classified and collected customs duties with the goods by the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3: Wholly Obtained Products <br /> Within the meaning of Rule 2(a), the following shall be considered as wholly <br /> obtained/produced in a Party: <br /> (a) Plant and plant products harvested, picked or gathered there; <br /> (b) Live animals born and raised there; <br /> (c) Product obtained from live animals referred to in paragraph (b) above; <br /> (d) Products obtained from hunting, trapping, fshing, aquaculture, gathering or capturing conducted there; <br /> (e) Minerals and other naturally occurring substances, not included in paragraphs <br /> (a) to (d), extracted or taken from its soil, waters, seabed or beneath their seabed; <br /> Products taken from the waters, seabed or beneath the seabed outside the <br /> territorial waters of that Party, provided that Party has the rights to exploit such <br /> waters, seabed and beneath the seabed in accordance with international law; <br /> (g) Products of sea fshing and other marine products taken from the high seas by <br /> vessels registered with a Party or entitled to fy the fag of that Party; <br /> (h) Products processed and/or made on board factory ships registered with a Party <br /> or entitled to fy the fag of that Party, exclusively from products referred to in paragraph (g) above; <br /> (i) Articles collected there which can no longer perform their original purpose nor <br /> are capable of being restored or repaired and are fit only for disposal or recovery <br /> of parts of raw materials, or for recycling purposes ; <br /> (1) Goods obtained/produced in a Party solely from products referred to in paragraphs (a) to (j) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Minimal Operations and Processes <br /> The Operations or processes, listed below, undertaken by themselves or in combination <br /> with each other shall be considered to be minimal and shall not be taken into account in <br /> determining the origin in terms of Article 3: <br /> (a) preservation of products in good condition for the purposes of transport or storage; <br /> (b) changes of packaging, or breaking-up and assembly of packages; <br /> (c) simple cleaning, including removal of oxide, oil, paint or other coverings; <br /> (d) simple painting and polishing operations; <br /> (e) simple testing or calibration; <br /> (f) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (i) sharpening, simple grinding slicing or simple cutting; <br /> (j) simple placing in bottles, cans, fasks, bags, cases, boxes, fixing on cards or <br /> boards and all other'simple packaging operations; <br /> (k) afixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (l) simple mixing of products, whether or not of different kinds; <br /> (m) simple assembly of parts of products to constitute a complete product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4: Not Wholly Produced or Obtained <br /> (a) For the purposes of Rule 2(b), a product shall be deemed to be originating if: <br /> (i) the total value of the materials, part or produce originating from outside <br /> of the territory of a Party does not exceed 60% of the FOB value of the <br /> product so produced or obtained <br /> provided that the fnal process of the manufacture is performed within the territory of <br /> the exporting Party. <br /> (b) for the purpose of Rule 4(a)(1) above, the formula for the Non Party content is <br /> calculated as follows: <br /> [Value of Non-Indonesia Pakistan PTA materials + Value of materials of undetermined origin)/FOB price] x 100 % < 60% <br /> (c) The value of the non-originating materials shall be: <br /> (i) the CIF value at the time of importation of the materials; or <br /> (ii) the earliest ascertained price paid for the materials of undetermined origin in the <br /> territory of the Party where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Indirect Materials <br /> In order to determine whether a product originates in a Party, any indirect material used <br /> to obtain such products shall be treated as originating whether such material originates <br /> in non-parties or not, and its value shall be the cost registered in the accounting records <br /> of the producer of the export goods, such as the following: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspection of the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (0 lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods which are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8: Direct Consignment <br /> The following shall be considered as consigned directly from the exporting Party to the importing Party: <br /> (a) Goods shall not be considered to be originating if they undergo subsequent <br /> production or any other operation outside the territories of the Parties, other than <br /> operations necessary to preserve them in good condition or to transport them to <br /> the territory of the other Party, provided that the goods are not traded or used <br /> outside the territories of the Parties. <br /> (b) The products whose transport involves transit through one or more intermediate <br /> non-party with or without transshipment or temporary storage in such countries, provided that: <br /> (i) the transit entry is justified for geographical reason or by consideration <br /> related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; and <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good <br /> condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Treatment of Packages and Packing Materials <br /> (a) If the product is subject to the value-added criterion, the value of the packages <br /> and packing materials for retail sale shall be taken into account in its origin <br /> assessment, in case the packing is considered as forming a whole with products. <br /> (b) Where paragraph (a) above is not applied, the packages and packing materials <br /> shall not be taken into account in determining the origin of the products. <br /> (c) The containers and packing materials exclusively used for the transport of a <br /> product shall not be taken into account for determining the origin of any good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Certificate of Origin <br /> A claim that products shall be accepted as eligible for preferential concession shall be <br /> supported by a Certificate of Origin as set out in Form IP of Attachment A (IPPTA) <br /> issued by a government authority designated by the exporting Party and notified to the <br /> other Party to the Agreement in accordance with the Operational Certification Procedures. <br /> Article 7: <br /> (a) The Certificate of Origin must be on 1S0 A4 size paper in conformity to the <br /> specimen as shown in Form IP. It shall be made in English. <br /> (b) The Certificate of Origin shall comprise one original and two copies. <br /> (c) Each Certificate of Origin shall bear a reference number separately given by each <br /> place or ofice of issuance. <br /> (d) The original shall be forwarded, by the exporter to the importer for submission to <br /> the Customs Authorities at the port of place of importation. Duplicate copy shall <br /> be retained by the issuing authority in the exporting country, and the triplicate <br /> copy shall be retained by the exporter. <br /> (e) The validity of the Certificate of Origin shall be 12 months from the date of its issuance. <br /> Article 8: <br /> To implement the provisions of Rule 12 of the Rules of Origin, the Certificate of Origin <br /> issued by the exporting Party shall indicate the relevant rules and applicable percentage <br /> in the relevant column of the Form IP. <br /> Article 9: <br /> Neither erasures nor superimposition shall be allowed on the Certificate of Origin. Any <br /> alterations shall be made by striking out the erroneous materials and making any <br /> additions required. Such alterations shall be approved by an authorized signatory of the <br /> applicant and certified by the appropriate Government authorities. Unused spaces shall <br /> be crossed out to prevent any subsequent addition. <br /> Article 10: <br /> (a) The Certificate of Origin shall be issued by the relevant Government authorities of <br /> the exporting Party before or at the time of exportation or within 3 days thereafer <br /> whenever the products to be exported can be considered originating in that Party <br /> within the meaning of the Rules of Origin. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued before or at <br /> the time of exportation or soon thereafer due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively but no <br /> longer than 180 days from the date of shipment, bearing the words \" ISSUED <br /> RETROSPECTIVELY\" in Box 11 of Form IP. <br /> Article 11: <br /> In the event of thef, loss or destruction of a Certificate of Origin, the exporter may <br /> apply in writing to the Government authorities, which issued it, for the certified true <br /> copy of the original and the triplicate to be made on the basis of the export documents in <br /> their possession bearing the endorsement of the words \"CERTIFIED TRUE COPY\" in <br /> Box 13. This copy shall bear the date of the original Certificate of Origin. The certified <br /> true copy of a Certificate of Origin shall be issued within the validity period of the original certificate. <br /> Article 12: <br /> The Original Certificate of Origin shall be submitted by the importer or its authorized <br /> representative to the concerned Customs Authorities at the time of fling the import <br /> declaration for the products concerned. <br /> Article 13: <br /> The following time limit for the presentation of the Certificate of Origin shall be observed: <br /> (a) Certificate of Origin shall be submitted to the Customs Authorities of the <br /> importing Party within its validity period <br /> (b) Where the Certificate of Origin is submitted to the relevant Government <br /> authorities of the importing Party afer the expiration of the time limit for its <br /> submission, such Certificate is still to be accepted when failure to observe the time <br /> limit results from force majeure or other valid causes beyond the control of the exporter; and <br /> (c) In all cases, the relevant Government authorities in the importing Party may <br /> accept such Certificate of Origin provided that the products have been imported <br /> before the expiration of the time limit of the said Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: <br /> In the case of consignments of products originating in the exporting Party and noi <br /> exceeding US$ 200 FOB, the production of a Certificate of Origin shall be waived <br /> and the use of simplified declaration by the exporter that the products in questioned <br /> have originated in the exporting Party will be accepted. Products sent through the post <br /> not exceeding US$ 200 FOB shall also be similarly treated.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: <br /> (e) The validity of the Certificate of Origin shall be 12 months from the date of its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: <br /> (b) In exceptional cases where a Certificate of Origin has not been issued before or at <br /> the time of exportation or soon thereafer due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin may be issued retroactively but no <br /> longer than 180 days from the date of shipment, bearing the words \" ISSUED <br /> RETROSPECTIVELY\" in Box 11 of Form IP.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: <br /> For the purpose of verifying the conditions for preferential treatment, the Government <br /> authorities designated to issue the Certificate of Origin shall have the right to call for <br /> any supporting documentary evidence or to carry out any check considered appropriate. <br /> If such right cannot be obtained through the existing national laws and regulations, it <br /> shall be inserted as a clause in the application form referred to in the following rules 4 and 5. <br /> Article 4: <br /> The exporter and/or the manufacturer of the products qualified for preferential treatment <br /> shall apply in writing to the Government authorities requesting for the pre-exportation <br /> verification of the origin of the products. The result of the verification, subject to review <br /> periodically or whenever appropriate, shall be accepted as the supporting evidence in <br /> verifying the origin of the said products to be exported thereafer. The pre-verification <br /> may not apply to the products of which, by their nature, origin can be easily verified. <br /> Article 5: <br /> At the time of carrying out the formalities for exporting the products under preferential <br /> treatment, the exporter or his authorized representative shall submit a written <br /> application for the Certificate of Origin together with appropriate supporting documents <br /> proving that the products to be exported qualify for the issuance of a Certificate of Origin. <br /> Article 6: <br /> The Government authorities designated to issue the Certificate of Origin shall, to the <br /> best of their competence and ability, carry out proper examination upon each <br /> application for the Certificate of Origin to ensure that: <br /> (a) The application and the Certificate of Origin are duly completed and signed by the authorized signatory; <br /> (b) The origin of the product is in conformity with the Rules of Origin for the <br /> Preferential Trade Agreement between Pakistan and Indonesia; <br /> (c) The other statements of the Certificate of Origin correspond to supporting <br /> documentary evidence submitted; <br /> (d) HS Code, Value, Description and quantity conform to the products to be exported. <br /> Article 16: <br /> (a) The importing Party may request a retroactive check at random and/or when it has <br /> reasonable doubt as to the authenticity of the document or as to the accuracy of the <br /> information regarding the true origin of the products in question or of certain parts <br /> (b) The request shall be accompanied with the Certificate of Origin concerned and <br /> shall specify the reasons and any additional information suggesting that the <br /> particulars given on the said Certificate of Origin may be inaccurate, unless the <br /> retroactive check is requested on a random basis. <br /> (c) The Customs Authorities of the importing Party may suspend the provisions on <br /> preferential treatment while awaiting the result of verification. However, it may <br /> release the products to the importer subject to any administrative measures deemed <br /> necessary, provided that they are not held to be subject to import prohibition or <br /> reqrictinn and there is no susnicion of fraud. <br /> (d) The issuing Government authorities receiving a request for retroactive check shall <br /> respond to the request promptly and reply not later than six (6) months afer the <br /> receipt of the request. <br /> Article 17: <br /> When destination of all or parts of the products exported to a Party is changed, before or <br /> afer their arrival in the Party, the following rules shall be observed: <br /> (a) If the products have already been submitted to the Customs Authorities in the <br /> importing Party, the Certificate of Origin shall, by a written application of the <br /> importer be endorsed to this effect for all or parts of products by the said <br /> authorities, and the original retured to the importer. The triplicate shall be returned <br /> to the issuing authorities. <br /> (b) If the changing of destination occurs during transportation to the importing Party as <br /> specified in the Certificate of Origin, the exporter shall apply in writing, <br /> accompanied with the issued Certificate of Origin, for the new issuance for all or <br /> parts of products. <br /> Article 18: <br /> (a) When it is suspected that fraudulent acts in connection with the Certificate of <br /> Origin have been committed, the Government authorities concerned shall co-operate <br /> in the action to be taken in the territory of the respective Party against the persons involved. <br /> (b) Each Party shall be responsible for providing legal sanctions for fraudulent acts <br /> related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: <br /> The discovery of minor discrepancies between the statements made in the Certificate of <br /> Origin and those made in the documents submitted to the Customs Authorities of the <br /> importing Party for the purpose of carrying out the formalities for importing the <br /> products shall not ipso-facto invalidate the Certificate of Origin, if it does in fact <br /> correspond to the products submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Defnitions", "ArticleDesc": "Rule 1: Defnitions <br> For the purpose of this Annex: <br> (a) \"materials\" shall include raw materials, ingredients, parts, components, sub- <br> components, sub-assembly and/or goods that were physically incorporated into <br> another good or were subject to a process in the production of another good. <br> (b) \"originating products\" mean products that qualify as originating in accordance <br> with the provisions of Rule 2. <br> (c) \"production\" means methods of obtaining goods including growing, mining, <br> harvesting, raising, breeding, extracting, gathering, collecting, capturing, fishing, <br> trapping, hunting, manufacturing, producing, processing or assembling a good. <br> (d) \"products\" means products which are wholly obtained/produced or being <br> manufactured, even if it is intended for later use in another manufacturing operation; <br> (e) \"CIF\" means the value of the good imported, and includes the cost of freight and <br> insurance up to the port or place of entry into the country of importation; <br> (0 \"FOB\" means the free-on-board value of the good, inclusive of the cost of <br> transport to the port or site of final shipment abroad; <br> (g) \"Harmonized System\" means the Harmonized Commodity Description and <br> Coding System agreed to under the WCO\" <br> (h) \"Product Specific Rules\" are rules that specify that the materials have undergone <br> a change in tariff classification or a specific manufacturing or processing <br> operation, or satisfy an ad valorem criterion or a combination of any of these <br> criteria or any other criteria agreed by the parties. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "For the purposes of this Agreement, products imported by a Party shall be deemed to be <br> originating and eligible for preferential concessions if they conform to the origir <br> requirements under any one of the following: <br> (a) products which are wholly obtained/produced as set out and defned in Rule 3 or <br> (b) products not wholly obtained/produced provided that the said products are <br> eligible under Rule 4, Rule 5 or Rule 6. <br> "}, {"ArticleTitle": "ORIGIN CRITERIA", "ArticleDesc": "RULE 2: ORIGIN CRITERIA <br> "}, {"ArticleTitle": "Product Specific Criteria", "ArticleDesc": "Rule 6: Product Specific Criteria <br> Products which satisfy the Product Specific Rules provided for in Attachment B shall be <br> considered as originating and eligible for preferential treatment. <br> "}, {"ArticleTitle": "Review and Modification", "ArticleDesc": "Rule 13: Review and Modification <br> These rules may be reviewed and modified as and when necessary upon request of a <br> Party and may be open to such reviews and modifications as agreed by the Parties. <br> ATTACHMENT A <br> OPERATIONAL CERTIFICATION PROCEDURES FOR THE RULES OF ORIGIN <br> LTNDER THE PREFRENTIAL TRADE AGREEMENT BETWEEN INDONESIA <br> AND PAKISTAN <br> For the purpose of implementing the Rules of Origin under the Preferential Trade <br> Agreement between Indonesia and Pakistan, the following operational procedures on <br> the issuance and verification of the Certificate of Origin (Form IP) and the other related <br> administrative matters shall apply: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "The Certificate of Origin shall be issued by the Government authorities of the exporting Party. <br> Article 2: <br> (a) The party shall inform the other party the names and addresses of their <br> respective Government authorities issuing the Certificate of Origin and shall <br> provide specimen signatures and specimen of official seals used by their said Government authorities. <br> (b) Any change in names, addresses, or official seals shall be promptly informed in <br> the same manner as stated above. <br> Article 19: <br> In the case of a dispute concerning origin determination, classification of products or <br> other matters, the Government authorities concered in both die importing and the <br> exporting party shall consult each other with a view to resolving the dispute, and the <br> Article 1: <br> "}]}]}, "members_found": ["360", "586", 3, 8703900000]}