{"FtaRooDetails": {"FtaId": 452, "FtaCode": "ITC00457", "FtaName": "FTA, Jordan-Turkey", "FtaFullName": "THE ASSOCIATION AGREEMENT ESTABLISHING A FREE TRADE AREA BETWEEN THE HASHEMITE KINGDOM OF JORDAN AND THE REPUBLIC OF TURKEY", "InForce": false, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.03.2011", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Jordan; Türkiye", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Jordan-Turkey", "AdminProcCooAuth": "The certification type under FTA, Jordan-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Jordan-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Jordan-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00457_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00457_sroo.pdf", "DocType": "2_sroo", "WebLink": "extracted from full text"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00457_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00457_full.pdf", "DocType": "8_full", "WebLink": "https://www.ticaret.gov.tr/portal/content/conn/UCM/path/Contribution%20Folders/web_en/Trade%20Agreements/Free%20Trade%20Agreements/Jordan/ekler/2.%20Turkey-Jordan%20Agreement.pdf?lve"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation in Jordan <br /> 1 Without prejudice to the provisions of Article 2 (1), products shall be considered as <br /> originating in Jordan if such products are obtained there, incorporating materials originating in, <br /> Switzerland (including Liechtenstein) [1], Iceland, Norway, Turkey or in the European Community, <br /> provided that the working or processing carried out in Jordan goes beyond the operations referred to <br /> in Article 7. It shall not be necessary that such materials have undergone sufficient working or processing. <br /> 2 Without prejudice to the provisions of Article 2(1), products shall be considered as <br /> originating in Jordan if such products are obtained there, incorporating materials originating in the <br /> Faeroe Islands or in any country which is a participant in the Euro-Mediterranean partnership, based <br /> on the Barcelona Declaration adopted at the Euro-Mediterranean Conference held on 27 and 28 <br /> November 1995, other than Turkey [2], provided that the working or processing carried out in Jordan <br /> goes beyond the operations referred to in Article 7. It shall not be necessary that such materials have <br /> undergone sufficient working or processing. <br /> 3 Where the working or processing carried out in Jordan does not go beyond the operations <br /> referred to in Article 7, the product obtained shall be considered as originating in Jordan only where <br /> the value added there is greater than the value of the materials used originating in any one of the <br /> other countries referred to in paragraphs 1 and 2. If this is not so, the product obtained shall be <br /> considered as originating in the country which accounts for the highest value of originating <br /> materials used in the manufacture in Jordan. <br /> 4 Products, originating in one of the countries referred to in paragraphs 1 and 2, which do not <br /> undergo any working or processing in Jordan, retain their origin if exported into one of these countries. <br /> 5 The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the General Agreement <br /> on Tariffs and Trade (GATT) is applicable between the countries involved in the acquisition of the <br /> originating status and the country of destination; <br /> (b) materials and products have acquired originating status by the application of rules of origin <br /> identical to those given in this Protocol; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply cumulation have <br /> been published in the Official Gazettes of Jordan and Turkey according to its own procedures. <br /> Jordan shall provide Turkey with details of the agreements, including their dates of entry into force, <br /> and their corresponding rules of origin, which are applied with the other countries referred to in <br /> paragraphs 1 and 2. <br /> [1] The Principality of Liechtenstein has a customs union with Switzerland, and is a Contracting Party to the <br /> Agreement on the European Economic Area. <br /> [2] Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Syria, Tunisia, West Bank and Gaza Strip. <br /> Article 4 : Cumulation in Turkey <br /> 1 Without prejudice to the provisions of Article 2(2), products shall be considered as <br /> originating in Turkey if such products are obtained there, incorporating materials originating in <br /> Switzerland (including Liechtenstein) [3], Iceland, Norway, Turkey or in the European Community, <br /> provided that the working or processing carried out in Turkey goes beyond the operations referred to <br /> in Article 7. It shall not be necessary that such materials have undergone sufficient working or <br /> processing. <br /> 2 Without prejudice to the provisions of Article 2(2), products shall be considered as <br /> originating in Turkey if such products are obtained there, incorporating materials originating in the <br /> Faeroe Islands or in any country which is a participant in the Euro-Mediterranean partnership, based <br /> on the Barcelona Declaration adopted at the Euro-Mediterranean Conference held on 27 and 28 <br /> November 1995, other than Turkey [4], provided that the working or processing carried out in Turkey <br /> goes beyond the operations referred to in Article 7. It shall not be necessary that such materials have <br /> undergone sufficient working or processing. <br /> 3 Where the working or processing carried out in Turkey does not go beyond the operations <br /> referred to in Article 7, the product obtained shall be considered as originating in Turkey only where <br /> the value added there is greater than the value of the materials used originating in any one of the <br /> other countries referred to in paragraphs 1 and 2. If this is not so, the product obtained shall be <br /> considered as originating in the country which accounts for the highest value of originating <br /> materials used in the manufacture in Turkey. <br /> 4 Products, originating in one of the countries referred to in paragraphs 1 and 2, which do not <br /> undergo any working or processing in Turkey, retain their origin if exported into one of these countries. <br /> 5 The cumulation provided for in this Article may only be applied provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the General Agreement <br /> on Tariffs and Trade (GATT) is applicable between the countries involved in the acquisition of the <br /> originating status and the country of destination; <br /> (b) materials and products have acquired originating status by the application of rules of origin <br /> identical to those given in this Protocol; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply cumulation have <br /> been published in the Official Gazettes of Jordan and Turkey according to its own procedures. <br /> Turkey shall provide Jordan with details of the agreements, including their dates of entry into force, <br /> and their corresponding rules of origin, which are applied with the other countries referred to in <br /> paragraphs 1 and 2. <br /> [3] The Principality of Liechtenstein has a customs union with Switzerland, and is a Contracting Party to the <br /> Agreement on the European Economic Area. <br /> [4] Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Syria, Tunisia, West Bank and Gaza Strip.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the conditions <br /> set out in the list, should not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of non-originating materials <br /> are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are considered to be <br /> sufficiently worked or processed when the conditions set out in the list in Annex II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by this Agreement, the working <br /> or processing which must be carried out on non-originating materials used in manufacturing and <br /> apply only in relation to such materials. It follows that if a product which has acquired originating <br /> status by fulfilling the conditions set out in the list is used in the manufacture of another product, the <br /> conditions applicable to the product in which it is incorporated do not apply to it, and no account <br /> shall be taken of the non-originating materials which may have been used in its manufacture. <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the conditions <br /> set out in the list, should not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of non-originating materials <br /> are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of drawback of, or exemption from, customs duties <br /> 1 Non-originating materials used in the manufacture of products originating in Turkey, in Jordan <br /> or in one of the other countries referred to in Articles 3 and 4 for which a proof of origin is issued or <br /> made out in accordance with the provisions of Title V shall not be subject in Turkey or in Jordan to <br /> drawback of, or exemption from, customs duties of whatever kind. <br /> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, remission or non- <br /> payment, partial or complete, of customs duties or charges having an equivalent effect, applicable in <br /> Turkey or in Jordan to materials used in the manufacture where such refund, remission or non- <br /> payment applies, expressly or in effect, when products obtained from the said materials are exported <br /> and not when they are retained for home use there. <br /> 3 The exporter of products covered by a proof of origin shall be prepared to submit at any time, <br /> upon request from the customs authorities, all appropriate documents proving that no drawback has <br /> been obtained in respect of the non-originating materials used in the manufacture of the products <br /> concerned and that all customs duties or charges having equivalent effect applicable to such materials <br /> have actually been paid. <br /> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within the <br /> meaning of Article 8(2), accessories, spare parts and tools within the meaning of Article 9 and <br /> products in a set within the meaning of Article 10 when such items are non-originating. <br /> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials which are of the <br /> kind to which the Agreement applies. Furthermore, they shall not preclude the application of an export <br /> refund system for agricultural products, applicable upon export in accordance with the provisions of the Agreement. <br /> 6 The prohibition in paragraph 1 shall not apply if the products are considered as originating in <br /> Turkey or Jordan without application of cumulation with materials originating in one of the other <br /> countries referred to in Articles 3 and 4. <br /> 7 Notwithstanding paragraph 1, Jordan may, except for products falling within Chapters 1 to 24 <br /> of the Harmonized System, apply arrangements for drawback of, or exemption from, customs duties or <br /> charges having an equivalent effect, applicable to non-originating materials used in the manufacture of <br /> originating products, subject to the following provisions: <br /> (a) a 5 % rate of customs charge shall be retained in respect of products falling within Chapters 25 <br /> to 49 and 64 to 97 of the Harmonized System, or such lower rate as is in force in Jordan; <br /> (b) a 10 % rate of customs charge shall be retained in respect of products falling within Chapters <br /> 50 to 63 of the Harmonized System, or such lower rate as is in force in Jordan. <br /> The provisions of this paragraph shall apply until 31 December 2009 and may be reviewed by common accord.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 2 Except as provided for in Articles 3 and 4, where originating goods exported from Jordan or <br /> from Turkey to another country return, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in Title II shall <br /> not be affected by working or processing done outside Jordan or Turkey on materials exported from <br /> Jordan or from Turkey and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in Jordan or in Turkey or have undergone working or <br /> processing beyond the operations referred to in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the exported materials; and <br /> (ii) the total added value acquired outside Jordan or Turkey by applying the provisions of <br /> this Article does not exceed 10 % of the ex-works price of the end product for which <br /> originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in Title <br /> II shall not apply to working or processing done outside Jordan or Turkey. But where, in the list in <br /> Annex II, a rule setting a maximum value for all the non-originating materials incorporated is applied <br /> in determining the originating status of the end product, the total value of the non-originating materials <br /> incorporated in the territory of the party concerned, taken together with the total added value acquired <br /> outside Jordan or Turkey by applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added value' shall be <br /> taken to mean all costs arising outside Jordan or Turkey, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br /> conditions set out in the list in Annex II or which can be considered sufficiently worked or processed <br /> only if the general tolerance fixed in Article 6(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the <br /> Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and done <br /> outside Jordan or Turkey shall be done under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or <br /> vehicle, which are part of the normal equipment and included in the price thereof or which are not <br /> separately invoiced, shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly obtained products <br /> 1 The following shall be considered as wholly obtained in Jordan or in Turkey: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the territorial waters of <br /> Jordan or of Turkey by their vessels; <br /> (g) products made aboard their factory ships exclusively from products referred to in (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, including used tyres <br /> fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside their territorial waters provided that <br /> they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2 The terms 'their vessels' and 'their factory ships' in paragraph 1(f) and (g) shall apply only to <br /> vessels and factory ships: <br /> (a) which are registered or recorded in Jordan or in Turkey; <br /> (b) which sail under the flag of Jordan or of Turkey; <br /> (c) which are owned to an extent of at least 50 % by nationals of Jordan or of Turkey, or by a <br /> company with its head office in one of these States, of which the manager or managers, Chairman of <br /> the Board of Directors or the Supervisory Board, and the majority of the members of such boards <br /> are nationals of Jordan or of Turkey and of which, in addition, in the case of partnerships or limited <br /> companies, at least half the capital belongs to those States or to public bodies or nationals of the said States; <br /> (d) of which the master and officers are nationals of Jordan or of Turkey; and <br /> (e) of which at least 75 % of the crew are nationals of Jordan or of Turkey.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient working or processing <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, whether or not the <br /> requirements of Article 6 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during transport <br /> and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br /> other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or <br /> their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br /> products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals. <br /> 2 All operations carried out either in Jordan or in Turkey on a given product shall be <br /> considered together when determining whether the working or processing undergone by that product <br /> is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) customs value' means the value as determined in accordance with the 1994 Agreement on <br /> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO Agreement on customs valuation); <br /> (f) ex-works price' means the price paid for the product ex works to the manufacturer in Jordan <br /> or in Turkey in whose undertaking the last working or processing is carried out, provided the price <br /> includes the value of all the materials used, minus any internal taxes which are, or may be, repaid <br /> when the product obtained is exported; <br /> (g) value of materials' means the customs value at the time of importation of the non-originating <br /> materials used, or, if this is not known and cannot be ascertained, the first ascertainable price paid for <br /> the materials in Jordan or in Turkey; <br /> (h) value of originating materials' means the value of such materials as defined in (g) applied <br /> mutatis mutandis; <br /> (i) value added' shall be taken to be the ex-works price minus the customs value of each of the <br /> materials incorporated which originate in the other countries referred to in Articles 3 and 4 with which <br /> cumulation is applicable or, where the customs value is not known or cannot be ascertained, the first <br /> ascertainable price paid for the materials in Jordan or in Turkey;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the origin <br /> of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1 The preferential treatment provided for under this Agreement applies only to products, <br /> satisfying the requirements of this Protocol, which are transported directly between Jordan and Turkey <br /> or through the territories of the other countries referred to in Articles 3 and 4 with which cumulation is <br /> applicable. However, products constituting one single consignment may be transported through other <br /> territories with, should the occasion arise, transhipment or temporary warehousing in such territories, <br /> provided that they remain under the surveillance of the customs authorities in the country of transit or <br /> warehousing and do not undergo operations other than unloading, reloading or any operation designed <br /> to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of Jordan or Turkey. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the <br /> customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country through the <br /> country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, the <br /> names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1 Except as provided for in Articles 3 and 4 and paragraph 3 of this Article, the conditions for <br /> acquiring originating status set out in Title II must be fulfilled without interruption in Jordan or in Turkey. <br /> 2 Except as provided for in Articles 3 and 4, where originating goods exported from Jordan or <br /> from Turkey to another country return, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in Title II shall <br /> not be affected by working or processing done outside Jordan or Turkey on materials exported from <br /> Jordan or from Turkey and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in Jordan or in Turkey or have undergone working or <br /> processing beyond the operations referred to in Article 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the exported materials; and <br /> (ii) the total added value acquired outside Jordan or Turkey by applying the provisions of <br /> this Article does not exceed 10 % of the ex-works price of the end product for which <br /> originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set out in Title <br /> II shall not apply to working or processing done outside Jordan or Turkey. But where, in the list in <br /> Annex II, a rule setting a maximum value for all the non-originating materials incorporated is applied <br /> in determining the originating status of the end product, the total value of the non-originating materials <br /> incorporated in the territory of the party concerned, taken together with the total added value acquired <br /> outside Jordan or Turkey by applying the provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added value' shall be <br /> taken to mean all costs arising outside Jordan or Turkey, including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not fulfil the <br /> conditions set out in the list in Annex II or which can be considered sufficiently worked or processed <br /> only if the general tolerance fixed in Article 6(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to 63 of the <br /> Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article and done <br /> outside Jordan or Turkey shall be done under the outward processing arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is included with the <br /> product for classification purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accounting segregation <br /> 1 Where considerable cost or material difficulties arise in keeping separate stocks of originating <br /> and non-originating materials which are identical and interchangeable, the customs authorities may, at <br /> the written request of those concerned, authorise the so-called 'accounting segregation' method to be <br /> used for managing such stocks. <br /> 2 This method must be able to ensure that, for a specific reference-period, the number of <br /> products obtained which could be considered as 'originating' is the same as that which would have <br /> been obtained if there had been physical segregation of the stocks. <br /> 3 The customs authorities may grant such authorisation, subject to any conditions deemed appropriate. <br /> 4 This method is recorded and applied on the basis of the general accounting principles <br /> applicable in the country where the product was manufactured. <br /> 5 The beneficiary of this facilitation may make out or apply for proofs of origin, as the case may <br /> be, for the quantity of products which may be considered as originating. At the request of the customs <br /> authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The customs authorities shall monitor the use made of the authorisation and may withdraw it <br /> at any time whenever the beneficiary makes improper use of the authorisation in any manner <br /> whatsoever or fails to fulfil any of the other conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when <br /> all component products are originating. Nevertheless, when a set is composed of originating and <br /> non-originating products, the set as a whole shall be regarded as originating, provided that the value <br /> of the non-originating products does not exceed 15 % of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than those referred to in Articles 3 <br /> and 4 with which cumulation is applicable and sold after the exhibition for importation in Jordan or in <br /> Turkey shall benefit on importation from the provisions of this Agreement provided it is shown to the <br /> satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from Jordan or from Turkey to the country in which <br /> the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person in Jordan or in Turkey; <br /> (c) the products have been consigned during the exhibition or immediately thereafter in the state <br /> in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any purpose <br /> other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions of Title V and <br /> submitted to the customs authorities of the importing country in the normal manner. The name and <br /> address of the exhibition must be indicated thereon. Where necessary, additional documentary <br /> evidence of the conditions under which they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar <br /> public show or display which is not organised for private purposes in shops or business premises with <br /> a view to the sale of foreign products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of drawback of, or exemption from, customs duties <br /> TITLE V <br /> PROOF OF ORIGIN <br /> Article 16 : General requirements <br /> General requirements <br /> 1 Products originating in Jordan shall, on importation into Turkey and products originating in <br /> Turkey shall, on importation into Jordan, benefit from this Agreement upon submission of one of the <br /> following proofs of origin: <br /> (a) a movement certificate EUR.1, a specimen of which appears in Annex III a; <br /> (b) a movement certificate EUR-MED, a specimen of which appears in Annex III b; <br /> (c) in the cases specified in Article 22(1), a declaration, subsequently referred to as the 'invoice <br /> declaration' or the 'invoice declaration EUR-MED', given by the exporter on an invoice, a delivery <br /> note or any other commercial document which describes the products concerned in sufficient detail to <br /> enable them to be identified; the texts of the invoice declarations appear in Annexes IV a and b. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this Protocol shall, <br /> in the cases specified in Article 27, benefit from this Agreement without it being necessary to submit <br /> any of the documents referred to above. <br /> Article 17 : Procedure for the issue of a movement certificate EUR.1 or EUR-MED <br /> Procedure for the issue of a movement certificate EUR.1 or EUR-MED <br /> 1 A movement certificate EUR.1 or EUR-MED shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, under the exporter's <br /> responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both the movement <br /> certificate EUR.1 or EUR-MED and the application form, specimens of which appear in the Annexes <br /> III a and b. These forms shall be completed in one of the languages in which this Agreement is drawn <br /> up and in accordance with the provisions of the domestic law of the exporting country. If they are <br /> handwritten, they shall be completed in ink in printed characters. The description of the products must <br /> be given in the box reserved for this purpose without leaving any blank lines. Where the box is not <br /> completely filled, a horizontal line must be drawn below the last line of the description, the empty <br /> space being crossed through. <br /> 3 The exporter applying for the issue of a movement certificate EUR.1 or EUR-MED shall be <br /> prepared to submit at any time, at the request of the customs authorities of the exporting country where <br /> the movement certificate EUR.1or EUR-MED is issued, all appropriate documents proving the <br /> originating status of the products concerned as well as the fulfilment of the other requirements of this Protocol. <br /> 4 Without prejudice to paragraph 5, a movement certificate EUR.1 shall be issued by the <br /> customs authorities of Jordan or of Turkey in the following cases: <br /> - if the products concerned can be considered as products originating in Jordan, or in <br /> Turkey without application of cumulation with materials originating in one of the other <br /> countries referred to in Articles 3 and 4, and fulfil the other requirements of this Protocol; <br /> - if the products concerned can be considered as products originating in one of the other <br /> countries referred to in Articles 3 and 4 with which cumulation is applicable, without <br /> application of cumulation with materials originating in one of the countries referred to in <br /> Articles 3 and 4, and fulfil the other requirements of this Protocol, provided a certificate <br /> EUR-MED or an invoice declaration EUR-MED has been issued in the country of origin. <br /> 5 A movement certificate EUR-MED shall be issued by the customs authorities of Jordan or of <br /> Turkey, if the products concerned can be considered as products originating in Jordan, in Turkey or in <br /> one of the other countries referred to in Articles 3 and 4 with which cumulation is applicable, fulfil the <br /> requirements of this Protocol and: <br /> - cumulation was applied with materials originating in one of the countries referred to in <br /> Articles 3 and 4, or <br /> - the products may be used as materials in the context of cumulation for the <br /> manufacture of products for export to one of the countries referred to in Articles 3 and 4, or <br /> - the products may be re-exported from the country of destination to one of the other <br /> countries referred to in Articles 3 and 4. <br /> 6 A movement certificate EUR-MED shall contain one of the following statements in English in Box 7: <br /> - if origin has been obtained by application of cumulation with materials originating in <br /> one or more of the countries referred to in Articles 3 and 4: <br /> CUMULATION APPLIED WITH ……'(name of the country/countries) <br /> - if origin has been obtained without the application of cumulation with materials <br /> originating in one or more of the countries referred to in Articles 3 and 4: <br /> NO CUMULATION APPLIED' <br /> 7 The customs authorities issuing movement certificates EUR.1 or EUR-MED shall take any <br /> steps necessary to verify the originating status of the products and the fulfilment of the other <br /> requirements of this Protocol. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check considered appropriate. They <br /> shall also ensure that the forms referred to in paragraph 2 are duly completed. In particular, they shall <br /> check whether the space reserved for the description of the products has been completed in such a <br /> manner as to exclude all possibility of fraudulent additions. <br /> 8 The date of issue of the movement certificate EUR.1 or EUR-MED shall be indicated in <br /> Box 11 of the certificate. <br /> 9 A movement certificate EUR.1 or EUR-MED shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 18 : Movement certificates EUR.1 or EUR-MED issued retrospectively <br /> Movement certificates EUR.1 or EUR-MED issued retrospectively <br /> 1 Notwithstanding Article 17(9), a movement certificate EUR.1 or EUR-MED may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions or <br /> special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a movement certificate <br /> EUR.1or EUR-MED was issued but was not accepted at importation for technical reasons. <br /> 2 Notwithstanding Article 17(9), a movement certificate EUR-MED may be issued after <br /> exportation of the products to which it relates and for which a movement certificate EUR.1 was issued <br /> at the time of exportation, provided that it is demonstrated to the satisfaction of the customs authorities <br /> that the conditions referred to in Article 17(5) are satisfied. <br /> 3 For the implementation of paragraphs 1 and 2, the exporter must indicate in his application the <br /> place and date of exportation of the products to which the movement certificate EUR.1 or EUR-MED <br /> relates, and state the reasons for his request. <br /> 4 The customs authorities may issue a movement certificate EUR.1 or EUR-MED <br /> retrospectively only after verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 5 Movement certificates EUR.1or EUR-MED issued retrospectively must be endorsed with the <br /> following phrase in English: <br /> ISSUED RETROSPECTIVELY' <br /> Movement certificates EUR-MED issued retrospectively by application of paragraph 2 must <br /> be endorsed with the following phrase in English: <br /> ISSUED RETROSPECTIVELY (Original EUR.1 no ……….)[date and place of issue]' <br /> 6 The endorsement referred to in paragraph 5 shall be inserted in Box 7 of the movement <br /> certificate EUR.1or EUR-MED. <br /> Article 19 : Issue of a duplicate movement certificate EUR.1 or EUR-MED <br /> Issue of a duplicate movement certificate EUR.1 or EUR-MED <br /> 1 In the event of theft, loss or destruction of a movement certificate EUR.1 or EUR-MED, the <br /> exporter may apply to the customs authorities which issued it for a duplicate made out on the basis of <br /> the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the following word in English: <br /> DUPLICATE' <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in Box 7 of the duplicate <br /> movement certificate EUR.1 or EUR-MED. <br /> 4 The duplicate, which must bear the date of issue of the original movement certificate EUR.1 <br /> or EUR-MED, shall take effect as from that date. <br /> Article 20 : Issue of movement certificates EUR.1 or EUR-MED on the basis of a <br /> Issue of movement certificates EUR.1 or EUR-MED on the basis of a <br /> proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in Jordan or in Turkey, it <br /> shall be possible to replace the original proof of origin by one or more movement certificates EUR.1 <br /> or EUR-MED for the purpose of sending all or some of these products elsewhere within Jordan or <br /> Turkey. The replacement movement certificate(s) EUR.1 or EUR-MED shall be issued by the customs <br /> office under whose control the products are placed. <br /> Article 21 : Accounting segregation <br /> Accounting segregation <br /> 1 Where considerable cost or material difficulties arise in keeping separate stocks of originating <br /> and non-originating materials which are identical and interchangeable, the customs authorities may, at <br /> the written request of those concerned, authorise the so-called 'accounting segregation' method to be <br /> used for managing such stocks. <br /> 2 This method must be able to ensure that, for a specific reference-period, the number of <br /> products obtained which could be considered as 'originating' is the same as that which would have <br /> been obtained if there had been physical segregation of the stocks. <br /> 3 The customs authorities may grant such authorisation, subject to any conditions deemed appropriate. <br /> 4 This method is recorded and applied on the basis of the general accounting principles <br /> applicable in the country where the product was manufactured. <br /> 5 The beneficiary of this facilitation may make out or apply for proofs of origin, as the case may <br /> be, for the quantity of products which may be considered as originating. At the request of the customs <br /> authorities, the beneficiary shall provide a statement of how the quantities have been managed. <br /> 6 The customs authorities shall monitor the use made of the authorisation and may withdraw it <br /> at any time whenever the beneficiary makes improper use of the authorisation in any manner <br /> whatsoever or fails to fulfil any of the other conditions laid down in this Protocol. <br /> Article 22 : Conditions for making out an invoice declaration or an invoice declaration EUR-MED <br /> Conditions for making out an invoice declaration or an invoice declaration EUR-MED <br /> 1 An invoice declaration or an invoice declaration EUR-MED as referred to in Article 16(1)(c) <br /> may be made out: <br /> (a) by an approved exporter within the meaning of Article 23, or <br /> (b) by any exporter for any consignment consisting of one or more packages containing <br /> originating products whose total value does not exceed EUR 6,000. <br /> 2 Without prejudice to paragraph 3, an invoice declaration may be made out in the following cases: <br /> - if the products concerned can be considered as products originating in Jordan, or in <br /> Turkey without application of cumulation with materials originating in one of the other <br /> countries referred to in Articles 3 and 4, and fulfil the other requirements of this Protocol; <br /> - if the products concerned can be considered as products originating in one of the other <br /> countries referred to in Articles 3 and 4 with which cumulation is applicable, without <br /> application of cumulation with materials originating in one of the countries referred to in <br /> Articles 3 and 4, and fulfil the other requirements of this Protocol, provided a certificate <br /> EUR-MED or an invoice declaration EUR-MED has been issued in the country of origin. <br /> 3 An invoice declaration EUR-MED may be made out if the products concerned can be <br /> considered as products originating in Jordan, in Turkey or in one of the other countries referred to in <br /> Articles 3 and 4 with which cumulation is applicable, fulfil the requirements of this Protocol and: <br /> - cumulation was applied with materials originating in one of the countries referred to in <br /> Articles 3 and 4, or <br /> - the products may be used as materials in the context of cumulation for the <br /> manufacture of products for export to one of the countries referred to in Articles 3 and 4, or <br /> - the products may be re-exported from the country of destination to one of the other <br /> countries referred to in Articles 3 and 4. <br /> 4 An invoice declaration EUR-MED shall contain one of the following statements in English: <br /> - if origin has been obtained by application of cumulation with materials originating in <br /> one or more of the countries referred to in Articles 3 and 4: <br /> CUMULATION APPLIED WITH ……'(name of the country/countries) <br /> - <br /> originating in one or more of the countries referred to in Articles 3 and 4: <br /> NO CUMULATION APPLIED' <br /> 5 The exporter making out an invoice declaration or an invoice declaration EUR-MED shall be <br /> prepared to submit at any time, at the request of the customs authorities of the exporting country, all <br /> appropriate documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Protocol. <br /> 6 An invoice declaration or an invoice declaration EUR-MED shall be made out by the exporter <br /> by typing, stamping or printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Annexes IV a and b, using one of the linguistic versions set <br /> out in that Annex and in accordance with the provisions of the domestic law of the exporting country. <br /> If the declaration is handwritten, it shall be written in ink in printed characters. <br /> 7 Invoice declarations and invoice declarations EUR-MED shall bear the original signature of <br /> the exporter in manuscript. However, an approved exporter within the meaning of Article 23 shall not <br /> be required to sign such declarations provided that he gives the customs authorities of the exporting <br /> country a written undertaking that he accepts full responsibility for any invoice declaration which <br /> identifies him as if it had been signed in manuscript by him. <br /> 8 An invoice declaration or an invoice declaration EUR-MED may be made out by the exporter <br /> when the products to which it relates are exported, or after exportation on condition that it is presented <br /> in the importing country no longer than two years after the importation of the products to which it relates. <br /> Article 23 : Approved exporter <br /> Approved exporter <br /> 1 The customs authorities of the exporting country may authorise any exporter, hereinafter <br /> referred to as 'approved exporter', who makes frequent shipments of products under this Agreement to <br /> make out invoice declarations or invoice declarations EUR-MED irrespective of the value of the <br /> products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br /> customs authorities all guarantees necessary to verify the originating status of the products as well as <br /> the fulfilment of the other requirements of this Protocol. <br /> 2 The customs authorities may grant the status of approved exporter subject to any conditions <br /> which they consider appropriate. <br /> 3 The customs authorities shall grant to the approved exporter a customs authorisation number <br /> which shall appear on the invoice declaration or on the invoice declaration EUR-MED. <br /> 4 The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The customs authorities may withdraw the authorisation at any time. They shall do so where <br /> the approved exporter no longer offers the guarantees referred to in paragraph 1, no longer fulfils the <br /> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation. <br /> Article 24 : Validity of proof of origin <br /> Validity of proof of origin <br /> 1 A proof of origin shall be valid for four months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing country after <br /> the final date for presentation specified in paragraph 1 may be accepted for the purpose of applying <br /> preferential treatment, where the failure to submit these documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing country may <br /> accept the proofs of origin where the products have been submitted before the said final date. <br /> Article 25 : Submission of proof of origin <br /> Submission of proof of origin <br /> Proofs of origin shall be submitted to the customs authorities of the importing country in accordance <br /> with the procedures applicable in that country. The said authorities may require a translation of a proof <br /> of origin and may also require the import declaration to be accompanied by a statement from the <br /> importer to the effect that the products meet the conditions required for the implementation of this Agreement. <br /> Article 26 : Importation by instalments <br /> Importation by instalments <br /> Where, at the request of the importer and on the conditions laid down by the customs authorities of the <br /> importing country, dismantled or non-assembled products within the meaning of General Rule 2(a) of <br /> the Harmonized System falling within Sections XVI and XVII or headings 7308 and 9406 of the <br /> Harmonized System are imported by instalments, a single proof of origin for such products shall be <br /> submitted to the customs authorities upon importation of the first instalment. <br /> Article 27 : Exemptions from proof of origin <br /> Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring the submission <br /> of a proof of origin, provided that such products are not imported by way of trade and have been <br /> declared as meeting the requirements of this Protocol and where there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this declaration can be made on the customs <br /> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of the <br /> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br /> evident from the nature and quantity of the products that no commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small <br /> packages or EUR 1,200 in the case of products forming part of travellers' personal luggage. <br /> Article 28 : Supporting documents <br /> Supporting documents <br /> The documents referred to in Articles 17(3) and 22(5) used for the purpose of proving that products <br /> covered by a movement certificate EUR.1 or EUR-MED or an invoice declaration or invoice <br /> declaration EUR-MED can be considered as products originating in Jordan, in Turkey or in one of the <br /> other countries referred to in Articles 3 and 4 and fulfil the other requirements of this Protocol may <br /> consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br /> concerned, contained for example in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or made out in Jordan or in <br /> Turkey where these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in Jordan or in Turkey, issued or <br /> made out in Jordan or in Turkey, where these documents are used in accordance with domestic law; <br /> (d) movement certificates EUR.1or EUR-MED or invoice declarations or invoice declarations <br /> EUR-MED proving the originating status of materials used, issued or made out in Jordan or in Turkey <br /> in accordance with this Protocol, or in one of the other countries referred to in Articles 3 and 4, in <br /> accordance with rules of origin which are identical to the rules in this Protocol. <br /> (e) appropriate evidence concerning working or processing undergone outside Jordan or Turkey <br /> by application of Article 12, proving that the requirements of that Article have been satisfied. <br /> Article 29 : Preservation of proof of origin and supporting documents <br /> Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a movement certificate EUR.1 or EUR-MED shall keep <br /> for at least three years the documents referred to in Article 17(3). <br /> 2 The exporter making out an invoice declaration or invoice declaration EUR-MED shall keep <br /> for at least three years a copy of this invoice declaration as well as the documents referred to in Article 22(5). <br /> 3 The customs authorities of the exporting country issuing a movement certificate EUR.1 or <br /> EUR-MED shall keep for at least three years the application form referred to in Article 17(2). <br /> 4 The customs authorities of the importing country shall keep for at least three years the <br /> movement certificates EUR.1 and EUR-MED and the invoice declarations and invoice declarations <br /> EUR-MED submitted to them. <br /> Article 30 : Discrepancies and formal errors <br /> Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br /> those made in the documents submitted to the customs office for the purpose of carrying out the <br /> formalities for importing the products shall not ipso facto render the proof of origin null and void if it <br /> is duly established that this document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning the correctness of <br /> the statements made in this document. <br /> Article 31 : Amounts expressed in euro <br /> Amounts expressed in euro <br /> 1 For the application of the provisions of Article 22(1)(b) and Article 27(3) in cases where <br /> products are invoiced in a currency other than euro, amounts in the national currencies of Jordan, of <br /> Turkey and of the other countries referred to in Articles 3 and 4 equivalent to the amounts expressed in <br /> euro shall be fixed annually by each of the countries concerned. <br /> 2 A consignment shall benefit from the provisions of Article 22(1)(b) or Article 27(3) by <br /> reference to the currency in which the invoice is drawn up, according to the amount fixed by the country concerned. <br /> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of <br /> the amounts expressed in euro as at the first working day of October. The State Parties shall <br /> communicate to each other the relevant amounts by 15 October. The amounts shall apply from 1 <br /> January the following year. <br /> 4 A country may round up or down the amount resulting from the conversion into its national <br /> currency of an amount expressed in euro. The rounded-off amount may not differ from the amount <br /> resulting from the conversion by more than 5 %. A country may retain unchanged its national currency <br /> equivalent of an amount expressed in euro if, at the time of the annual adjustment provided for in <br /> paragraph 3, the conversion of that amount, prior to any rounding-off, results in an increase of less <br /> than 15 % in the national currency equivalent. The national currency equivalent may be retained <br /> unchanged if the conversion would result in a decrease in that equivalent value. <br /> 5 The amounts expressed in euro shall be reviewed by the Association Committee at the request <br /> of any of the State Parties. When carrying out this review, the Association Committee shall consider <br /> the desirability of preserving the effects of the limits concerned in real terms. For this purpose, it may <br /> decide to modify the amounts expressed in euro.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring the submission <br /> of a proof of origin, provided that such products are not imported by way of trade and have been <br /> declared as meeting the requirements of this Protocol and where there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this declaration can be made on the customs <br /> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of the <br /> recipients or travellers or their families shall not be considered as imports by way of trade if it is <br /> evident from the nature and quantity of the products that no commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the case of small <br /> packages or EUR 1,200 in the case of products forming part of travellers' personal luggage. <br /> Article 31 : Amounts expressed in euro <br /> 1 For the application of the provisions of Article 22(1)(b) and Article 27(3) in cases where <br /> products are invoiced in a currency other than euro, amounts in the national currencies of Jordan, of <br /> Turkey and of the other countries referred to in Articles 3 and 4 equivalent to the amounts expressed in <br /> euro shall be fixed annually by each of the countries concerned. <br /> 2 A consignment shall benefit from the provisions of Article 22(1)(b) or Article 27(3) by <br /> reference to the currency in which the invoice is drawn up, according to the amount fixed by the country concerned. <br /> 3 The amounts to be used in any given national currency shall be the equivalent in that currency of <br /> the amounts expressed in euro as at the first working day of October. The State Parties shall <br /> communicate to each other the relevant amounts by 15 October. The amounts shall apply from 1 <br /> January the following year. <br /> 4 A country may round up or down the amount resulting from the conversion into its national <br /> currency of an amount expressed in euro. The rounded-off amount may not differ from the amount <br /> resulting from the conversion by more than 5 %. A country may retain unchanged its national currency <br /> equivalent of an amount expressed in euro if, at the time of the annual adjustment provided for in <br /> paragraph 3, the conversion of that amount, prior to any rounding-off, results in an increase of less <br /> than 15 % in the national currency equivalent. The national currency equivalent may be retained <br /> unchanged if the conversion would result in a decrease in that equivalent value. <br /> 5 The amounts expressed in euro shall be reviewed by the Association Committee at the request <br /> of any of the State Parties. When carrying out this review, the Association Committee shall consider <br /> the desirability of preserving the effects of the limits concerned in real terms. For this purpose, it may <br /> decide to modify the amounts expressed in euro.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Approved exporter <br /> 1 The customs authorities of the exporting country may authorise any exporter, hereinafter <br /> referred to as 'approved exporter', who makes frequent shipments of products under this Agreement to <br /> make out invoice declarations or invoice declarations EUR-MED irrespective of the value of the <br /> products concerned. An exporter seeking such authorisation must offer to the satisfaction of the <br /> customs authorities all guarantees necessary to verify the originating status of the products as well as <br /> the fulfilment of the other requirements of this Protocol. <br /> 2 The customs authorities may grant the status of approved exporter subject to any conditions <br /> which they consider appropriate. <br /> 3 The customs authorities shall grant to the approved exporter a customs authorisation number <br /> which shall appear on the invoice declaration or on the invoice declaration EUR-MED. <br /> 4 The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The customs authorities may withdraw the authorisation at any time. They shall do so where <br /> the approved exporter no longer offers the guarantees referred to in paragraph 1, no longer fulfils the <br /> conditions referred to in paragraph 2 or otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 or EUR-MED issued retrospectively <br /> place and date of exportation of the products to which the movement certificate EUR.1 or EUR-MED <br /> relates, and state the reasons for his request. <br /> 4 The customs authorities may issue a movement certificate EUR.1 or EUR-MED <br /> retrospectively only after verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 5 Movement certificates EUR.1or EUR-MED issued retrospectively must be endorsed with the", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for four months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing country after <br /> the final date for presentation specified in paragraph 1 may be accepted for the purpose of applying <br /> preferential treatment, where the failure to submit these documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing country may <br /> accept the proofs of origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a movement certificate EUR.1 or EUR-MED shall keep <br /> for at least three years the documents referred to in Article 17(3). <br /> 2 The exporter making out an invoice declaration or invoice declaration EUR-MED shall keep <br /> for at least three years a copy of this invoice declaration as well as the documents referred to in Article 22(5). <br /> 3 The customs authorities of the exporting country issuing a movement certificate EUR.1 or <br /> EUR-MED shall keep for at least three years the application form referred to in Article 17(2). <br /> 4 The customs authorities of the importing country shall keep for at least three years the <br /> movement certificates EUR.1 and EUR-MED and the invoice declarations and invoice declarations <br /> EUR-MED submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 or EUR-MED issued retrospectively <br /> 1 Notwithstanding Article 17(9), a movement certificate EUR.1 or EUR-MED may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions or <br /> special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a movement certificate <br /> EUR.1or EUR-MED was issued but was not accepted at importation for technical reasons. <br /> 2 Notwithstanding Article 17(9), a movement certificate EUR-MED may be issued after <br /> exportation of the products to which it relates and for which a movement certificate EUR.1 was issued <br /> at the time of exportation, provided that it is demonstrated to the satisfaction of the customs authorities <br /> that the conditions referred to in Article 17(5) are satisfied. <br /> 3 For the implementation of paragraphs 1 and 2, the exporter must indicate in his application the <br /> place and date of exportation of the products to which the movement certificate EUR.1 or EUR-MED <br /> relates, and state the reasons for his request. <br /> 4 The customs authorities may issue a movement certificate EUR.1 or EUR-MED <br /> retrospectively only after verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 5 Movement certificates EUR.1or EUR-MED issued retrospectively must be endorsed with the <br /> following phrase in English: <br /> ISSUED RETROSPECTIVELY' <br /> Movement certificates EUR-MED issued retrospectively by application of paragraph 2 must <br /> be endorsed with the following phrase in English: <br /> ISSUED RETROSPECTIVELY (Original EUR.1 no ……….)[date and place of issue]' <br /> 6 The endorsement referred to in paragraph 5 shall be inserted in Box 7 of the movement <br /> certificate EUR.1or EUR-MED.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting documents <br /> The documents referred to in Articles 17(3) and 22(5) used for the purpose of proving that products <br /> covered by a movement certificate EUR.1 or EUR-MED or an invoice declaration or invoice <br /> declaration EUR-MED can be considered as products originating in Jordan, in Turkey or in one of the <br /> other countries referred to in Articles 3 and 4 and fulfil the other requirements of this Protocol may <br /> consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br /> concerned, contained for example in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or made out in Jordan or in <br /> Turkey where these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in Jordan or in Turkey, issued or <br /> made out in Jordan or in Turkey, where these documents are used in accordance with domestic law; <br /> (d) movement certificates EUR.1or EUR-MED or invoice declarations or invoice declarations <br /> EUR-MED proving the originating status of materials used, issued or made out in Jordan or in Turkey <br /> in accordance with this Protocol, or in one of the other countries referred to in Articles 3 and 4, in <br /> accordance with rules of origin which are identical to the rules in this Protocol. <br /> (e) appropriate evidence concerning working or processing undergone outside Jordan or Turkey <br /> by application of Article 12, proving that the requirements of that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or whenever the <br /> customs authorities of the importing country have reasonable doubts as to the authenticity of such <br /> documents, the originating status of the products concerned or the fulfilment of the other requirements of this Protocol. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs authorities of the <br /> importing country shall return the movement certificate EUR.1 or EUR-MED and the invoice, if it has <br /> been submitted, the invoice declaration or the invoice declaration EUR-MED, or a copy of these <br /> documents, to the customs authorities of the exporting country giving, where appropriate, the reasons <br /> for the enquiry. Any documents and information obtained suggesting that the information given on the <br /> proof of origin is incorrect shall be forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting country. For <br /> this purpose, they shall have the right to call for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the verification, release <br /> of the products shall be offered to the importer subject to any precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the results of this <br /> verification as soon as possible. These results must indicate clearly whether the documents are <br /> authentic and whether the products concerned can be considered as products originating in Jordan, in <br /> Turkey or in one of the other countries referred to in Articles 3 and 4 and fulfil the other requirements of this Protocol. <br /> 6 If in cases of reasonable doubt there is no reply within ten months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine the authenticity <br /> of the document in question or the real origin of the products, the requesting customs authorities shall, <br /> except in exceptional circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which <br /> contains incorrect information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of origin and <br /> those made in the documents submitted to the customs office for the purpose of carrying out the <br /> formalities for importing the products shall not ipso facto render the proof of origin null and void if it <br /> is duly established that this document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause this <br /> document to be rejected if these errors are not such as to create doubts concerning the correctness of <br /> the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) manufacture' means any kind of working or processing including assembly or specific operations; <br> (b) material' means any ingredient, raw material, component or part, etc., <br> (c) product' means the product being manufactured, even if it is intended for later use in another <br> manufacturing operation; <br> (d) goods' means both materials and products; <br> (e) customs value' means the value as determined in accordance with the 1994 Agreement on <br> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO Agreement on customs valuation); <br> (f) ex-works price' means the price paid for the product ex works to the manufacturer in Jordan <br> or in Turkey in whose undertaking the last working or processing is carried out, provided the price <br> includes the value of all the materials used, minus any internal taxes which are, or may be, repaid <br> when the product obtained is exported; <br> (g) value of materials' means the customs value at the time of importation of the non-originating <br> materials used, or, if this is not known and cannot be ascertained, the first ascertainable price paid for <br> the materials in Jordan or in Turkey; <br> (h) value of originating materials' means the value of such materials as defined in (g) applied <br> (i) value added' shall be taken to be the ex-works price minus the customs value of each of the <br> mutatis mutandis; <br> materials incorporated which originate in the other countries referred to in Articles 3 and 4 with which <br> cumulation is applicable or, where the customs value is not known or cannot be ascertained, the first <br> ascertainable price paid for the materials in Jordan or in Turkey; <br> (j) chapters' and 'headings\" mean the chapters and the headings (four-digit codes) used in the <br> nomenclature which makes up the Harmonized Commodity Description and Coding System, referred <br> consignee or covered by a single transport document covering their shipment from the exporter to the <br> to in this Protocol as 'the Harmonized System' or 'HS'; <br> consignee or, in the absence of such a document, by a single invoice; <br> (k) classified' refers to the classification of a product or material under a particular heading; <br> (l) consignment' means products which are either sent simultaneously from one exporter to one <br> used in the manufacture of the product; <br> (m) territories' includes territorial waters. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1 For the purpose of implementing this Agreement, the following products shall be considered <br> as originating in Jordan: <br> (b) products obtained in Jordan incorporating materials which have not been wholly obtained <br> (b) products obtained in Turkey incorporating materials which have not been wholly obtained <br> there, provided that such materials have undergone sufficient working or processing in Jordan <br> there, provided that such materials have undergone sufficient working or processing in Turkey <br> 2 For the purpose of implementing this Agreement, the following products shall be considered <br> as originating in Turkey: <br> within the meaning of Article 6; <br> (a) products wholly obtained in Jordan within the meaning of Article 5; <br> (a) products wholly obtained in Turkey within the meaning of Article 5; <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "within the meaning of Article 6. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 32 : Mutual assistance <br> 1 The customs authorities of Jordan and of Turkey shall provide each other with specimen <br> impressions of stamps used in their customs offices for the issue of movement certificates EUR.1 and <br> EUR-MED, and with the addresses of the customs authorities responsible for verifying those <br> 2 In order to ensure the proper application of this Protocol, Jordan and Turkey shall assist each <br> certificates, invoice declarations and invoice declarations EUR-MED. <br> other, through the competent customs administrations, in checking the authenticity of the movement <br> certificates EUR.1 and EUR-MED the invoice declarations and the invoice declarations EUR-MED <br> and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 34 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 33 which cannot be settled <br> between the customs authorities requesting a verification and the customs authorities responsible for <br> carrying out this verification or where they raise a question as to the interpretation of this Protocol, <br> they shall be submitted to the Association Committee. <br> importing country shall be under the legislation of the said country. <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 36 : Free zones <br> 1 Jordan and Turkey shall take all necessary steps to ensure that products traded under cover of <br> a proof of origin which in the course of transport use a free zone situated in their territory, are not <br> substituted by other goods and do not undergo handling other than normal operations designed to <br> prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when products <br> originating in Jordan or in Turkey are imported into a free zone under cover of a proof of origin and <br> undergo treatment or processing, the authorities concerned shall issue a new movement certificate <br> EUR.1 or EUR-MED at the exporter's request, if the treatment or processing undergone is in <br> conformity with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Amendments to the Protocol", "ArticleDesc": "Article 37 : Amendments to the Protocol <br> The Association Council may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Transitional provision for goods in transit or storage", "ArticleDesc": "Article 38 : Transitional provision for goods in transit or storage <br> The provisions of this Agreement may be applied to goods which comply with the provisions of this <br> Protocol and which on the date of entry into force of this Protocol are either in transit or are in Jordan <br> or in Turkey in temporary storage in customs warehouses or in free zones, subject to the submission to <br> the customs authorities of the importing country, within four months of the said date, of a movement <br> certificate EUR.1 or EUR-MED issued retrospectively by the customs authorities of the exporting <br> country together with the documents showing that the goods have been transported directly in <br> JOINT DECLARATION <br> accordance with the provisions of Article 13. <br> to the amendments of Protocol II concerning the definition of the concept of \"originating products\" and methods of administrative co-operation <br> 1- Having regard to Protocol II concerning the definition of the concept of <br> \"originating products\" and methods of administrative co-operation, <br> 2- Taking into account of the possible developments on the pan-Euro <br> Mediterranean cumulation system, and therefore need of a new protocol on rules of <br> origin to be implemented between the Partners in the pan-Euro Mediterranean cumulation zone. <br> The Association Council shall amend the Protocol II concerning the definition of the <br> concept of \"originating products\" and methods of administrative co-operation to the <br> Free Trade Agreement between the Republic of Turkey and the Hashemite Kingdom <br> "}]}]}, "members_found": ["400", "792", 3, 8703900000]}