{"FtaRooDetails": {"FtaId": 45, "FtaCode": "ITC00045", "FtaName": "AAP.CE 51: Cuba-Mexico", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA N° 51 CELEBRADO ENTRE LOS ESTADOS UNIDOS MEXICANOS Y LA REPÚBLICA DE CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "28.02.2001", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; Mexico", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 51: Cuba-Mexico", "AdminProcCooAuth": "The certification type under AAP.CE 51: Cuba-Mexico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 51: Cuba-Mexico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 51: Cuba-Mexico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "c) con excepción de las mercancías a que se refiere el literal e), las mercancías elaboradas utilizando materiales no originarios, siempre que resulten de un proceso de producción, realizado enteramente en el territorio de una o ambas Partes, de tal forma que la mercancía se clasifique en una partida diferente a las de dichos materiales, según el Sistema Armonizado; d) con excepción de las mercancías a que se refiere el literal e), en el caso que no pueda cumplirse lo establecido en el literal c) precedente, porque el proceso de producción no implica un cambio de partida en el Sistema Armonizado, la mercancía producida enteramente en el territorio de una o ambas Partes que cumpla con un valor de contenido;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00045_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace51/ACE_051_002_Apen_02.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00045_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace51/ACE_051_002_Apen_01.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00045_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/f4d0e19c9983432883257e210060e5a2/9181cd11c9d1c52c032577ac004e25c0?OpenDocument"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00045_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/bccaa7e28fcd80408325698100513d7e?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2 Bis.- Acumulación <br /> Para efectos del cumplimiento de los criterios de <br /> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br /> originarios del territorio de cualquiera de las Partes incorporados en una <br /> determinada mercancía en el territorio de la Parte exportadora, serán <br /> considerados originarios del territorio de esta última.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3 Bis.- De Mínimis <br /> 1.- Una mercancía se considerará originaria si el valor CIF de <br /> todos los materiales no originarios utilizados en la producción de la <br /> mercancía que no cumplan con el cambio correspondiente de <br /> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br /> no excede el 10% del valor FOS de exportación de la mercancía. <br /> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br /> adicionalmente a un requisito de valor de contenido regional, el valor de <br /> esos materiales no originarios se tomará en cuenta en el cálculo del <br /> valor de contenido regional de la mercancía y la misma deberá <br /> satisfacer los demás requisitos aplicables de este Anexo. <br /> 3.- El párrafo 1 no se aplicará a: <br /> a) las mercancías comprendidas en los capítulos 50 al 63 del <br /> Sistema Armonizado, y <br /> b) un material no originario que se utilice en la producción de <br /> mercancías comprendidas en los capítulos 01 al 27 del <br /> Sistema Armonizado, a menos que el material no originario <br /> esté comprendido en una subpartida distinta a la de la <br /> mercancía para el cual se está determinando el origen de <br /> conformidad con este artículo. <br /> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br /> Sistema Armonizado que no sea originaria debido a que las fibras e <br /> hilados, utilizados en la producción del material que determina la <br /> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br /> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br /> considerará, no obstante, como originaria si el peso total de las fibras e <br /> hilados de ese material no excede el 7% del peso total de dicho material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br /> Una mercancía que haya sido producida de conformidad con los <br /> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br /> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br /> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br /> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br /> para transportarla al territorio de la otra Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 1.- Definiciones <br /> mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de una o ambas Partes: <br /> i) minerales extraídos en territorio de una o ambas Partes. <br /> ii) vegetales cosechados en territorio de una o ambas Partes. <br /> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br /> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br /> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br /> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br /> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br /> estén registrados o matriculados por alguna Parte Contratante y lleven la <br /> bandera de esa Parte. <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br /> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br /> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br /> viii) desechos y desperdicios derivados de: <br /> A) producción en territorio de una o ambas Partes; o <br /> B) mercancías usadas, recolectadas en territorio de una o ambas <br /> Partes, siempre que esas mercancías sirvan sólo para la <br /> recuperación de materias primas; <br /> ix) mercancías producidas en territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los numerales <br /> i) al viii) o de sus derivados, en cualquier etapa de producción;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8.- Operaciones y prácticas que no confieren origen <br /> Una mercancía no se considerará como originaria, a pesar de <br /> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br /> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br /> alteren materialmente las características de la mercancía; <br /> b) operaciones simples destinadas a asegurar la conservación de las <br /> mercancías durante su transporte o almacenamiento, tales como aireación, <br /> refrigeración, congelación, extracción de partes averiadas, secado o <br /> adición de sustancias; <br /> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br /> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br /> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br /> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br /> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br /> h) la simple reunión de partes y componentes que se clasifiquen como una <br /> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br /> i) cualquier actividad o práctica de fijación del valor de una mercancía <br /> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br /> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br /> j) la acumulación de dos o más de las operaciones señaladas en los literales <br /> a) al i) de este artículo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3.- Valor de Contenido <br /> Cuando de conformidad con este Anexo una mercancía requiera <br /> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br /> valor de contenido se determinará conforme a los párrafos siguientes: <br /> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br /> base CIF, no deberá exceder del 50% del valor de transacción de la <br /> mercancía exportada, ajustado sobre la base FOB; <br /> b) la determinación del valor de transacción de una mercancía o material, así <br /> como los ajustes correspondientes, se harán de conformidad con el <br /> Acuerdo sobre Valoración Aduanera; <br /> c) cuando el productor de la mercancía no la exporte directamente, el valor <br /> de transacción de dicha mercancía se determinará hasta el punto en el <br /> cual el comprador recibe la mercancía dentro del territorio donde se <br /> encuentra el producto; y <br /> d) cuando el productor de la mercancía adquiera el material no originario <br /> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br /> transacción del material no incluirá el flete, seguro, costos de empaque y <br /> todos los demás costos en que se haya incurrido para el transporte del <br /> material desde el almacén del proveedor hasta el lugar en que se <br /> encuentre el productor. <br /> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br /> requisito de valor de contenido, este será determinado según lo establece la regla <br /> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br /> de aplicación lo dispuesto en los incisos b), c) y d) anteriores.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.- Materiales indirectos <br /> Los materiales indirectos se considerarán como originarios, sin <br /> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br /> de los mismos que se reporte en los registros contables del productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br /> Para que las mercancías originarias se beneficien de los <br /> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br /> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br /> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br /> que no sea Parte del Acuerdo; <br /> b) las mercancías en tránsito a través de uno o más Estados que no sean <br /> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br /> la vigilancia de la autoridad aduanera competente, siempre que: <br /> i) el tránsito estuviera justificado por razones geográficas o <br /> consideraciones relativas a requerimientos de transporte; <br /> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br /> iii) no sufran, durante su transporte o depósito, ninguna operación <br /> distinta a la carga, descarga o manipulación o cualquier otra <br /> operación necesaria para mantenerlas en buenas condiciones o para <br /> transportarlo al territorio de otra Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2.- Calificación de Origen <br /> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br /> consideradas originarias: <br /> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de una o ambas Partes; <br /> b) Las mercancías que sean producidas enteramente en territorio de una o <br /> ambas Partes, a partir exclusivamente de materiales que califican como <br /> originarios de conformidad con este Anexo; <br /> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br /> elaboradas utilizando materiales no originarios, siempre que resulten de un <br /> proceso de producción, realizado enteramente en el territorio de una o <br /> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br /> diferente a las de dichos materiales, según el Sistema Armonizado; <br /> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br /> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br /> proceso de producción no implica un cambio de partida en el Sistema <br /> Armonizado, la mercancía producida enteramente en el territorio de una o <br /> ambas Partes que cumpla con un valor de contenido; <br /> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br /> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br /> originarios utilizados en la producción de dichas mercancías están <br /> clasificados en una subpartida diferente a la de la mercancía para la cual se <br /> está determinando el origen, de conformidad con este Anexo; o <br /> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br /> resulten de un proceso de producción, realizado enteramente en el territorio <br /> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br /> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.- Envases y materiales de empaque para venta al menudeo <br /> Los envases y los materiales de empaque en que una mercancía se <br /> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br /> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br /> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br /> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br /> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br /> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br /> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br /> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br /> Artículo 6.- Contenedores y materiales de embalaje para embarque <br /> Los contenedores y los materiales de embalaje en que una <br /> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br /> tomarán en cuenta para efectos de la determinación del origen de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7.- Juegos o surtidos <br /> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br /> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br /> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br /> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br /> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br /> establecido para cada una de las mercancías en este Anexo. <br /> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br /> se considerará originario, si el valor de transacción de todas las mercancías no <br /> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br /> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br /> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br /> establecidas en este Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 1.- Definiciones <br /> Para efectos del presente Anexo, se entenderá por: <br /> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br /> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br /> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br /> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br /> forma parte del Acuerdo sobre la OMC; <br /> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br /> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br /> CIF: costos, seguros y flete incluidos; <br /> contenedores y materiales de embalaje para embarque: mercancías que son <br /> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br /> envases y materiales para venta al menudeo; <br /> días: días naturales, incluidos el sábado, domingo y días festivos; <br /> envases y materiales de empaque para venta al menudeo: envases y <br /> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br /> exportador: una persona ubicada en territorio de una Parte desde donde la <br /> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br /> territorio de esa Parte, los registros a que se refiere el artículo 17; <br /> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br /> punto de embarque directo del vendedor al comprador; <br /> importador: una persona ubicada en territorio de una Parte hacia donde la <br /> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br /> territorio de esa Parte, los registros a que se refiere el artículo 17; <br /> material: comprende las materias primas, insumos, productos intermedios y <br /> partes y piezas utilizadas en la elaboración de las mercancías. <br /> material indirecto: una mercancía utilizada en la producción, inspección o <br /> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br /> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br /> relacionados con la producción de otra mercancía, tales como: <br /> a) combustible y energía; <br /> b) herramientas, troqueles y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br /> equipo y edificios; <br /> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br /> para operar el equipo o los edificios; <br /> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br /> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br /> de las mercancías; <br /> g) catalizadores y solventes; o <br /> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br /> pero que, de cuyo uso en la producción de ese producto pueda <br /> demostrarse razonablemente que forma parte de esa producción; <br /> mercancía originaria o material originario: una mercancía o un material que <br /> califican como originarios de conformidad con lo establecido en este Anexo; <br /> mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de una o ambas Partes: <br /> i) minerales extraídos en territorio de una o ambas Partes. <br /> ii) vegetales cosechados en territorio de una o ambas Partes. <br /> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br /> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br /> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br /> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br /> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br /> estén registrados o matriculados por alguna Parte Contratante y lleven la <br /> bandera de esa Parte. <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br /> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br /> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br /> viii) desechos y desperdicios derivados de: <br /> A) producción en territorio de una o ambas Partes; o <br /> B) mercancías usadas, recolectadas en territorio de una o ambas <br /> Partes, siempre que esas mercancías sirvan sólo para la <br /> recuperación de materias primas; <br /> ix) mercancías producidas en territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los numerales <br /> i) al viii) o de sus derivados, en cualquier etapa de producción; <br /> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br /> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br /> Designación y Codificación de Mercancías; <br /> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br /> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br /> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br /> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br /> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br /> registros a que se refiere el artículo 17; <br /> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br /> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br /> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br /> siguiente: <br /> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br /> incluso incompleto o sin terminar, siempre que éste presente las características <br /> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br /> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br /> se presente desmontado o sin montar todavía.\" <br /> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br /> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br /> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br /> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br /> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br /> a) la partida con descripción más específica tendrá prioridad sobre las <br /> partidas de alcance más genérico. Sin embargo, cuando dos o más <br /> partidas se refieran, cada una, solamente a una parte de las materias que <br /> constituyen un producto mezclado o un artículo compuesto o solamente a <br /> una parte de los artículos, en el caso de mercancías presentadas en <br /> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br /> deben considerarse igualmente específicas para dicho producto o artículo, <br /> incluso si una de ellas lo describe de manera más precisa o completa; <br /> b) los productos mezclados, las manufacturas compuestas de materias <br /> diferentes o constituidas por la unión de artículos diferentes y las <br /> mercancías presentadas en juegos o surtidos acondicionados para la venta <br /> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br /> a), se clasificarán según la materia o con el artículo que les confiera su <br /> carácter esencial, si fuera posible determinarlo; y <br /> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br /> mercancía se clasificará en la última partida por orden de numeración entre <br /> las susceptibles de tenerse razonablemente en cuenta.\" <br /> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br /> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br /> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br /> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br /> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br /> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br /> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br /> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br /> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br /> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br /> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br /> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br /> la Designación y Codificación de Mercancías; <br /> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br /> por la Parte importadora de conformidad con el Acuerdo; <br /> utilizados: empleados o consumidos en la producción de mercancías; <br /> valor de transacción de una mercancía: el precio realmente pagado o por <br /> pagar por una mercancía relacionada con la transacción del productor de una <br /> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br /> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br /> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br /> Valoración Aduanera será el productor de la mercancía; y <br /> valor de transacción de un material: el precio realmente pagado o por pagar <br /> por un material relacionado con la transacción del productor de la mercancía, de <br /> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br /> sin considerar que el material se venda para exportación. Para efectos de esta <br /> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br /> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br /> Aduanera será el productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12.- Certificación de Origen y Emisión de Certificados <br /> El certificado de origen es el documento que certifica que las <br /> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br /> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br /> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br /> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br /> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br /> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br /> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br /> del Acuerdo y la veracidad de la información asentada en el mismo. <br /> El certificado de origen ampara una sola importación de una o varias mercancías <br /> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br /> despacho aduanero. <br /> Artículo 13.- <br /> La emisión de los certificados de origen estará a cargo de <br /> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br /> expedición de los mismos en otros organismos públicos o entidades privadas que <br /> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br /> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br /> responsable por el control de la emisión de los certificados de origen. <br /> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br /> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br /> En una delegación de competencia para la emisión de los certificados de origen, <br /> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br /> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br /> prestación de tal servicio. <br /> Los nombres de los organismos públicos o entidades privadas para emitir <br /> certificados de origen, así como el registro de las firmas de los funcionarios <br /> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br /> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br /> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br /> dicha materia en el órgano técnico de la ALADI.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 1.- Definiciones <br /> Para efectos del presente Anexo, se entenderá por: <br /> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br /> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br /> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br /> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br /> forma parte del Acuerdo sobre la OMC; <br /> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br /> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br /> CIF: costos, seguros y flete incluidos; <br /> contenedores y materiales de embalaje para embarque: mercancías que son <br /> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br /> envases y materiales para venta al menudeo; <br /> días: días naturales, incluidos el sábado, domingo y días festivos; <br /> envases y materiales de empaque para venta al menudeo: envases y <br /> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br /> exportador: una persona ubicada en territorio de una Parte desde donde la <br /> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br /> territorio de esa Parte, los registros a que se refiere el artículo 17; <br /> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br /> punto de embarque directo del vendedor al comprador; <br /> importador: una persona ubicada en territorio de una Parte hacia donde la <br /> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br /> territorio de esa Parte, los registros a que se refiere el artículo 17; <br /> material: comprende las materias primas, insumos, productos intermedios y <br /> partes y piezas utilizadas en la elaboración de las mercancías. <br /> material indirecto: una mercancía utilizada en la producción, inspección o <br /> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br /> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br /> relacionados con la producción de otra mercancía, tales como: <br /> a) combustible y energía; <br /> b) herramientas, troqueles y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br /> equipo y edificios; <br /> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br /> para operar el equipo o los edificios; <br /> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br /> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br /> de las mercancías; <br /> g) catalizadores y solventes; o <br /> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br /> pero que, de cuyo uso en la producción de ese producto pueda <br /> demostrarse razonablemente que forma parte de esa producción; <br /> mercancía originaria o material originario: una mercancía o un material que <br /> califican como originarios de conformidad con lo establecido en este Anexo; <br /> mercancías obtenidas en su totalidad o producidas enteramente en <br /> territorio de una o ambas Partes: <br /> i) minerales extraídos en territorio de una o ambas Partes. <br /> ii) vegetales cosechados en territorio de una o ambas Partes. <br /> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br /> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br /> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br /> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br /> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br /> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br /> estén registrados o matriculados por alguna Parte Contratante y lleven la <br /> bandera de esa Parte. <br /> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br /> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br /> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br /> viii) desechos y desperdicios derivados de: <br /> A) producción en territorio de una o ambas Partes; o <br /> B) mercancías usadas, recolectadas en territorio de una o ambas <br /> Partes, siempre que esas mercancías sirvan sólo para la <br /> recuperación de materias primas; <br /> ix) mercancías producidas en territorio de una o ambas Partes, <br /> exclusivamente a partir de las mercancías mencionadas en los numerales <br /> i) al viii) o de sus derivados, en cualquier etapa de producción; <br /> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br /> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br /> Designación y Codificación de Mercancías; <br /> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br /> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br /> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br /> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br /> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br /> registros a que se refiere el artículo 17; <br /> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br /> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br /> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br /> siguiente: <br /> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br /> incluso incompleto o sin terminar, siempre que éste presente las características <br /> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br /> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br /> se presente desmontado o sin montar todavía.\" <br /> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br /> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br /> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br /> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br /> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br /> a) la partida con descripción más específica tendrá prioridad sobre las <br /> partidas de alcance más genérico. Sin embargo, cuando dos o más <br /> partidas se refieran, cada una, solamente a una parte de las materias que <br /> constituyen un producto mezclado o un artículo compuesto o solamente a <br /> una parte de los artículos, en el caso de mercancías presentadas en <br /> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br /> deben considerarse igualmente específicas para dicho producto o artículo, <br /> incluso si una de ellas lo describe de manera más precisa o completa; <br /> b) los productos mezclados, las manufacturas compuestas de materias <br /> diferentes o constituidas por la unión de artículos diferentes y las <br /> mercancías presentadas en juegos o surtidos acondicionados para la venta <br /> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br /> a), se clasificarán según la materia o con el artículo que les confiera su <br /> carácter esencial, si fuera posible determinarlo; y <br /> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br /> mercancía se clasificará en la última partida por orden de numeración entre <br /> las susceptibles de tenerse razonablemente en cuenta.\" <br /> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br /> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br /> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br /> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br /> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br /> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br /> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br /> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br /> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br /> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br /> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br /> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br /> la Designación y Codificación de Mercancías; <br /> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br /> por la Parte importadora de conformidad con el Acuerdo; <br /> utilizados: empleados o consumidos en la producción de mercancías; <br /> valor de transacción de una mercancía: el precio realmente pagado o por <br /> pagar por una mercancía relacionada con la transacción del productor de una <br /> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br /> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br /> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br /> Valoración Aduanera será el productor de la mercancía; y <br /> valor de transacción de un material: el precio realmente pagado o por pagar <br /> por un material relacionado con la transacción del productor de la mercancía, de <br /> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br /> sin considerar que el material se venda para exportación. Para efectos de esta <br /> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br /> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br /> Aduanera será el productor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15.- <br /> El certificado de origen deberá ser emitido, a más tardar, dentro de <br /> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br /> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br /> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br /> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br /> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br /> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br /> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br /> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17.- Registros contables <br /> Para los casos de verificación y control, el exportador o productor <br /> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br /> (5) años, toda la información que en este conste, a través de sus registros contables y <br /> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br /> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br /> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br /> de su territorio; <br /> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br /> los indirectos, utilizados en la producción de la mercancía que se exporte <br /> de su territorio; y <br /> c) la producción de la mercancía en la forma que se exporte de su territorio. <br /> Asimismo, el importador que solicite trato arancelario preferencial para una <br /> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br /> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br /> documentación relativa a la importación requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15.- <br /> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br /> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br /> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br /> Las mercancías que cumplan con las disposiciones del presente <br /> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br /> operadores comerciales de un tercer país. <br /> En estos casos el productor o exportador del país de exportación deberá indicar, <br /> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br /> mercancía objeto de su declaración será facturada desde un tercer país. <br /> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br /> del operador que en definitiva será el que facture la operación a destino. <br /> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br /> momento de expedir el certificado de origen, no se conociera el número de la factura <br /> comercial emitida por un operador de un tercer país, el campo correspondiente del <br /> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br /> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br /> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br /> del certificado de origen que amparan la operación de importación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 18.- Procesos de Verificación y Control <br /> 1.- No obstante la presentación del certificado de origen en las condiciones <br /> establecidas por este Anexo, la autoridad aduanera de la Parte <br /> importadora podrá, en el caso de dudas con relación a la autenticidad o <br /> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br /> de la Parte exportadora responsable de la emisión de los certificados de <br /> origen, información adicional, con la finalidad de verificar la autenticidad del <br /> (los) certificado(s) de origen, la veracidad de la información asentada en el <br /> (los) mismo(s) o el origen de las mercancías. <br /> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br /> importadora deberá indicar el número y la fecha de los certificados de <br /> origen o el período de tiempo sobre el cual solicita la información referida a <br /> un exportador, así como una breve descripción del tipo de problema encontrado. <br /> 2.- La repartición oficial responsable de la emisión de los certificados de <br /> origen deberá proveer la información solicitada por aplicación de lo <br /> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br /> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br /> En los casos en que la información solicitada no fuera provista en el plazo <br /> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br /> importadora podrá negar el trato arancelario preferencial. <br /> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br /> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br /> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br /> de la otra Parte; o <br /> b) realizar visitas de verificación a las instalaciones de un exportador o <br /> productor, con el objeto de examinar los procesos productivos, las <br /> instalaciones que se utilicen en la producción de la mercancía, así <br /> como otras acciones que contribuyan a la verificación de su origen. <br /> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br /> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br /> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br /> productor podrá solicitar por escrito a la Parte importadora que está <br /> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br /> cinco (45) días. Esta solicitud no conllevará la negación del trato <br /> arancelario preferencial. <br /> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br /> debidamente respondido dentro del plazo correspondiente, la Parte <br /> importadora podrá negar el trato arancelario preferencial. <br /> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br /> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br /> por conducto de su autoridad aduanera, a comunicar por escrito su <br /> intención de efectuar la visita. La notificación se enviará al exportador o al <br /> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br /> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br /> embajada de esta última Parte en territorio de la Parte importadora. La <br /> autoridad competente de la Parte importadora obtendrá el consentimiento <br /> por escrito del exportador o del productor a quien pretende visitar. <br /> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br /> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br /> b) el nombre del exportador o del productor que pretende visitar; <br /> c) la fecha y lugar de la visita de verificación propuesta; <br /> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br /> mención específica de la mercancía o mercancías objeto de <br /> verificación a que se refieren el o los certificados de origen; <br /> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f) el fundamento legal de la visita de verificación. <br /> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br /> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br /> exportador o productor y a la autoridad de la Parte exportadora antes de la <br /> visita de verificación. Cualquier modificación de la información a que se <br /> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br /> términos del párrafo 6. <br /> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br /> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br /> exportador o el productor no otorga su consentimiento por escrito para la <br /> realización de la misma, la Parte importadora podrá negar el trato <br /> arancelario preferencial a la mercancía o mercancías que habrían sido <br /> motivo de la visita. <br /> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br /> de una visita de verificación, designar dos testigos que estén presentes <br /> durante la visita, siempre que los testigos intervengan únicamente con esa <br /> calidad. De no haber designación de testigos por el exportador o el <br /> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br /> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br /> al productor cuya mercancía o mercancías hayan sido objeto de la <br /> verificación, un documento que contenga la decisión en la que determine si <br /> la mercancía o mercancías califican o no como originarias, e incluya los <br /> fundamentos de hecho y de derecho de la determinación. <br /> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br /> exportador o el productor ha certificado o declarado más de una vez de <br /> manera falsa o infundada que una mercancía califica como originaria, la <br /> Parte podrá suspender el trato arancelario preferencial a las mercancías <br /> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br /> que cumple con lo establecido en este Anexo. <br /> Artículo 19.- <br /> Si como resultado del proceso de verificación y control la autoridad <br /> aduanera de la Parte importadora, determinan que la mercancía no califica como <br /> originaria, se negará el trato arancelario preferencial.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21.- Sanciones <br /> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br /> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO III <br> Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br> Artículo 15.- <br> Artículo 21.- Sanciones <br> Artículo 2 Bis.- Acumulación <br> RÉGIMEN DE ORIGEN Y PROCEDIMIENTOS ADUANEROS PARA EL CONTROL Y <br> Una mercancía que haya sido producida de conformidad con los <br> El certificado de origen deberá ser emitido, a más tardar, dentro de <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br> Para efectos del cumplimiento de los criterios de <br> consideradas originarias: <br> VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones. <br> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br> Artículo 1.- Definiciones <br> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br> originarios del territorio de cualquiera de las Partes incorporados en una <br> Para efectos del presente Anexo, se entenderá por: <br> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br> determinada mercancía en el territorio de la Parte exportadora, serán <br> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br> para transportarla al territorio de la otra Parte. <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br> Artículo 3 Bis.- De Mínimis <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br> Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br> 1.- Una mercancía se considerará originaria si el valor CIF de <br> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> Para que las mercancías originarias se beneficien de los <br> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> todos los materiales no originarios utilizados en la producción de la <br> forma parte del Acuerdo sobre la OMC; <br> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br> mercancía que no cumplan con el cambio correspondiente de <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br> Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br> no excede el 10% del valor FOS de exportación de la mercancía. <br> CIF: costos, seguros y flete incluidos; <br> que no sea Parte del Acuerdo; <br> Las mercancías que cumplan con las disposiciones del presente <br> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> b) las mercancías en tránsito a través de uno o más Estados que no sean <br> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br> adicionalmente a un requisito de valor de contenido regional, el valor de <br> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br> operadores comerciales de un tercer país. <br> esos materiales no originarios se tomará en cuenta en el cálculo del <br> envases y materiales para venta al menudeo; <br> la vigilancia de la autoridad aduanera competente, siempre que: <br> En estos casos el productor o exportador del país de exportación deberá indicar, <br> valor de contenido regional de la mercancía y la misma deberá <br> días: días naturales, incluidos el sábado, domingo y días festivos; <br> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br> i) el tránsito estuviera justificado por razones geográficas o <br> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br> satisfacer los demás requisitos aplicables de este Anexo. <br> envases y materiales de empaque para venta al menudeo: envases y <br> consideraciones relativas a requerimientos de transporte; <br> mercancía objeto de su declaración será facturada desde un tercer país. <br> 3.- El párrafo 1 no se aplicará a: <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br> a) las mercancías comprendidas en los capítulos 50 al 63 del <br> exportador: una persona ubicada en territorio de una Parte desde donde la <br> iii) no sufran, durante su transporte o depósito, ninguna operación <br> del operador que en definitiva será el que facture la operación a destino. <br> Sistema Armonizado, y <br> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br> distinta a la carga, descarga o manipulación o cualquier otra <br> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br> b) un material no originario que se utilice en la producción de <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> territorio de esa Parte, los registros a que se refiere el artículo 17; <br> operación necesaria para mantenerlas en buenas condiciones o para <br> mercancías comprendidas en los capítulos 01 al 27 del <br> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br> transportarlo al territorio de otra Parte. <br> comercial emitida por un operador de un tercer país, el campo correspondiente del <br> Sistema Armonizado, a menos que el material no originario <br> punto de embarque directo del vendedor al comprador; <br> viii) desechos y desperdicios derivados de: <br> Artículo 12.- Certificación de Origen y Emisión de Certificados <br> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br> esté comprendido en una subpartida distinta a la de la <br> importador: una persona ubicada en territorio de una Parte hacia donde la <br> El certificado de origen es el documento que certifica que las <br> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br> mercancía para el cual se está determinando el origen de <br> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br> conformidad con este artículo. <br> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br> del certificado de origen que amparan la operación de importación. <br> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br> considerados originarios del territorio de esta última. <br> material: comprende las materias primas, insumos, productos intermedios y <br> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> Artículo 17.- Registros contables <br> Sistema Armonizado que no sea originaria debido a que las fibras e <br> partes y piezas utilizadas en la elaboración de las mercancías. <br> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br> Para los casos de verificación y control, el exportador o productor <br> hilados, utilizados en la producción del material que determina la <br> material indirecto: una mercancía utilizada en la producción, inspección o <br> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br> (5) años, toda la información que en este conste, a través de sus registros contables y <br> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br> considerará, no obstante, como originaria si el peso total de las fibras e <br> relacionados con la producción de otra mercancía, tales como: <br> del Acuerdo y la veracidad de la información asentada en el mismo. <br> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br> hilados de ese material no excede el 7% del peso total de dicho material. <br> El certificado de origen ampara una sola importación de una o varias mercancías <br> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br> de su territorio; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> despacho aduanero. <br> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br> equipo y edificios; <br> Artículo 13.- <br> los indirectos, utilizados en la producción de la mercancía que se exporte <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br> La emisión de los certificados de origen estará a cargo de <br> de su territorio; y <br> para operar el equipo o los edificios; <br> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br> c) la producción de la mercancía en la forma que se exporte de su territorio. <br> expedición de los mismos en otros organismos públicos o entidades privadas que <br> Asimismo, el importador que solicite trato arancelario preferencial para una <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br> de las mercancías; <br> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br> g) catalizadores y solventes; o <br> responsable por el control de la emisión de los certificados de origen. <br> documentación relativa a la importación requerida por la Parte importadora. <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br> Artículo 18.- Procesos de Verificación y Control <br> pero que, de cuyo uso en la producción de ese producto pueda <br> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br> 1.- No obstante la presentación del certificado de origen en las condiciones <br> demostrarse razonablemente que forma parte de esa producción; <br> En una delegación de competencia para la emisión de los certificados de origen, <br> establecidas por este Anexo, la autoridad aduanera de la Parte <br> mercancía originaria o material originario: una mercancía o un material que <br> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br> importadora podrá, en el caso de dudas con relación a la autenticidad o <br> califican como originarios de conformidad con lo establecido en este Anexo; <br> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br> mercancías obtenidas en su totalidad o producidas enteramente en <br> prestación de tal servicio. <br> de la Parte exportadora responsable de la emisión de los certificados de <br> territorio de una o ambas Partes: <br> Los nombres de los organismos públicos o entidades privadas para emitir <br> origen, información adicional, con la finalidad de verificar la autenticidad del <br> i) minerales extraídos en territorio de una o ambas Partes. <br> certificados de origen, así como el registro de las firmas de los funcionarios <br> (los) certificado(s) de origen, la veracidad de la información asentada en el <br> ii) vegetales cosechados en territorio de una o ambas Partes. <br> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br> (los) mismo(s) o el origen de las mercancías. <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br> importadora deberá indicar el número y la fecha de los certificados de <br> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> dicha materia en el órgano técnico de la ALADI. <br> origen o el período de tiempo sobre el cual solicita la información referida a <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br> un exportador, así como una breve descripción del tipo de problema encontrado. <br> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br> 2.- La repartición oficial responsable de la emisión de los certificados de <br> origen deberá proveer la información solicitada por aplicación de lo <br> estén registrados o matriculados por alguna Parte Contratante y lleven la <br> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br> bandera de esa Parte. <br> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br> En los casos en que la información solicitada no fuera provista en el plazo <br> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br> importadora podrá negar el trato arancelario preferencial. <br> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br> A) producción en territorio de una o ambas Partes; o <br> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br> B) mercancías usadas, recolectadas en territorio de una o ambas <br> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br> Partes, siempre que esas mercancías sirvan sólo para la <br> de la otra Parte; o <br> recuperación de materias primas; <br> b) realizar visitas de verificación a las instalaciones de un exportador o <br> ix) mercancías producidas en territorio de una o ambas Partes, <br> arancelario preferencial. <br> productor, con el objeto de examinar los procesos productivos, las <br> exclusivamente a partir de las mercancías mencionadas en los numerales <br> instalaciones que se utilicen en la producción de la mercancía, así <br> i) al viii) o de sus derivados, en cualquier etapa de producción; <br> como otras acciones que contribuyan a la verificación de su origen. <br> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br> Designación y Codificación de Mercancías; <br> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br> productor podrá solicitar por escrito a la Parte importadora que está <br> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> cinco (45) días. Esta solicitud no conllevará la negación del trato <br> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br> c) la fecha y lugar de la visita de verificación propuesta; <br> registros a que se refiere el artículo 17; <br> debidamente respondido dentro del plazo correspondiente, la Parte <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br> f) el fundamento legal de la visita de verificación. <br> Acuerdo sobre Valoración Aduanera; <br> siguiente: <br> por conducto de su autoridad aduanera, a comunicar por escrito su <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br> intención de efectuar la visita. La notificación se enviará al exportador o al <br> a) combustible y energía; <br> incluso incompleto o sin terminar, siempre que éste presente las características <br> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br> embajada de esta última Parte en territorio de la Parte importadora. La <br> se presente desmontado o sin montar todavía.\" <br> autoridad competente de la Parte importadora obtendrá el consentimiento <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br> por escrito del exportador o del productor a quien pretende visitar. <br> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br> partidas de alcance más genérico. Sin embargo, cuando dos o más <br> mención específica de la mercancía o mercancías objeto de <br> partidas se refieran, cada una, solamente a una parte de las materias que <br> verificación a que se refieren el o los certificados de origen; <br> constituyen un producto mezclado o un artículo compuesto o solamente a <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> una parte de los artículos, en el caso de mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br> deben considerarse igualmente específicas para dicho producto o artículo, <br> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> exportador o productor y a la autoridad de la Parte exportadora antes de la <br> b) los productos mezclados, las manufacturas compuestas de materias <br> visita de verificación. Cualquier modificación de la información a que se <br> diferentes o constituidas por la unión de artículos diferentes y las <br> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br> mercancías presentadas en juegos o surtidos acondicionados para la venta <br> términos del párrafo 6. <br> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br> a), se clasificarán según la materia o con el artículo que les confiera su <br> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br> carácter esencial, si fuera posible determinarlo; y <br> exportador o el productor no otorga su consentimiento por escrito para la <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br> realización de la misma, la Parte importadora podrá negar el trato <br> mercancía se clasificará en la última partida por orden de numeración entre <br> arancelario preferencial a la mercancía o mercancías que habrían sido <br> las susceptibles de tenerse razonablemente en cuenta.\" <br> motivo de la visita. <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br> de una visita de verificación, designar dos testigos que estén presentes <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> durante la visita, siempre que los testigos intervengan únicamente con esa <br> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br> calidad. De no haber designación de testigos por el exportador o el <br> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br> al productor cuya mercancía o mercancías hayan sido objeto de la <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br> verificación, un documento que contenga la decisión en la que determine si <br> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br> la mercancía o mercancías califican o no como originarias, e incluya los <br> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br> fundamentos de hecho y de derecho de la determinación. <br> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br> exportador o el productor ha certificado o declarado más de una vez de <br> la Designación y Codificación de Mercancías; <br> manera falsa o infundada que una mercancía califica como originaria, la <br> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br> Parte podrá suspender el trato arancelario preferencial a las mercancías <br> por la Parte importadora de conformidad con el Acuerdo; <br> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br> utilizados: empleados o consumidos en la producción de mercancías; <br> b) el nombre del exportador o del productor que pretende visitar; <br> que cumple con lo establecido en este Anexo. <br> valor de transacción de una mercancía: el precio realmente pagado o por <br> Artículo 19.- <br> pagar por una mercancía relacionada con la transacción del productor de una <br> Si como resultado del proceso de verificación y control la autoridad <br> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br> aduanera de la Parte importadora, determinan que la mercancía no califica como <br> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br> originaria, se negará el trato arancelario preferencial. <br> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar <br> por un material relacionado con la transacción del productor de la mercancía, de <br> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br> sin considerar que el material se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el productor de la mercancía. <br> Artículo 2.- Calificación de Origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> territorio de una o ambas Partes; <br> b) Las mercancías que sean producidas enteramente en territorio de una o <br> originarios de conformidad con este Anexo; <br> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br> elaboradas utilizando materiales no originarios, siempre que resulten de un <br> proceso de producción, realizado enteramente en el territorio de una o <br> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br> diferente a las de dichos materiales, según el Sistema Armonizado; <br> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br> proceso de producción no implica un cambio de partida en el Sistema <br> Armonizado, la mercancía producida enteramente en el territorio de una o <br> ambas Partes que cumpla con un valor de contenido; <br> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br> originarios utilizados en la producción de dichas mercancías están <br> clasificados en una subpartida diferente a la de la mercancía para la cual se <br> está determinando el origen, de conformidad con este Anexo; o <br> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo. <br> Artículo 3.- Valor de Contenido <br> Cuando de conformidad con este Anexo una mercancía requiera <br> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br> valor de contenido se determinará conforme a los párrafos siguientes: <br> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br> base CIF, no deberá exceder del 50% del valor de transacción de la <br> mercancía exportada, ajustado sobre la base FOB; <br> b) la determinación del valor de transacción de una mercancía o material, así <br> como los ajustes correspondientes, se harán de conformidad con el <br> c) cuando el productor de la mercancía no la exporte directamente, el valor <br> de transacción de dicha mercancía se determinará hasta el punto en el <br> cual el comprador recibe la mercancía dentro del territorio donde se <br> encuentra el producto; y <br> d) cuando el productor de la mercancía adquiera el material no originario <br> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br> transacción del material no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos en que se haya incurrido para el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br> requisito de valor de contenido, este será determinado según lo establece la regla <br> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br> de aplicación lo dispuesto en los incisos b), c) y d) anteriores. <br> Artículo 4.- Materiales indirectos <br> Los materiales indirectos se considerarán como originarios, sin <br> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br> de los mismos que se reporte en los registros contables del productor de la mercancía. <br> Artículo 5.- Envases y materiales de empaque para venta al menudeo <br> Los envases y los materiales de empaque en que una mercancía se <br> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br> Artículo 6.- Contenedores y materiales de embalaje para embarque <br> Los contenedores y los materiales de embalaje en que una <br> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br> tomarán en cuenta para efectos de la determinación del origen de la mercancía. <br> Artículo 7.- Juegos o surtidos <br> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br> establecido para cada una de las mercancías en este Anexo. <br> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br> se considerará originario, si el valor de transacción de todas las mercancías no <br> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br> establecidas en este Anexo. <br> Artículo 8.- Operaciones y prácticas que no confieren origen <br> Una mercancía no se considerará como originaria, a pesar de <br> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br> alteren materialmente las características de la mercancía; <br> b) operaciones simples destinadas a asegurar la conservación de las <br> mercancías durante su transporte o almacenamiento, tales como aireación, <br> refrigeración, congelación, extracción de partes averiadas, secado o <br> adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br> h) la simple reunión de partes y componentes que se clasifiquen como una <br> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br> i) cualquier actividad o práctica de fijación del valor de una mercancía <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br> j) la acumulación de dos o más de las operaciones señaladas en los literales <br> a) al i) de este artículo. <br> b) herramientas, troqueles y moldes; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": ".- Requisitos Específicos de Origen", "ArticleDesc": "Artículo 9.- Requisitos Específicos de Origen <br> La Comisión Administradora del Acuerdo, a solicitud de las Partes, <br> podrá modificar o ampliar los requisitos específicos de origen establecidos en el <br> Apéndice 1 a este Anexo, debido a cambios en el desarrollo de los procesos <br> productivos u otros asuntos. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO III <br> Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br> Artículo 15.- <br> Artículo 21.- Sanciones <br> Artículo 2 Bis.- Acumulación <br> RÉGIMEN DE ORIGEN Y PROCEDIMIENTOS ADUANEROS PARA EL CONTROL Y <br> Una mercancía que haya sido producida de conformidad con los <br> El certificado de origen deberá ser emitido, a más tardar, dentro de <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br> Para efectos del cumplimiento de los criterios de <br> consideradas originarias: <br> VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones. <br> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br> Artículo 1.- Definiciones <br> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br> originarios del territorio de cualquiera de las Partes incorporados en una <br> Para efectos del presente Anexo, se entenderá por: <br> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br> determinada mercancía en el territorio de la Parte exportadora, serán <br> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br> para transportarla al territorio de la otra Parte. <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br> Artículo 3 Bis.- De Mínimis <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br> Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br> 1.- Una mercancía se considerará originaria si el valor CIF de <br> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> Para que las mercancías originarias se beneficien de los <br> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> todos los materiales no originarios utilizados en la producción de la <br> forma parte del Acuerdo sobre la OMC; <br> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br> mercancía que no cumplan con el cambio correspondiente de <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br> Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br> no excede el 10% del valor FOS de exportación de la mercancía. <br> CIF: costos, seguros y flete incluidos; <br> que no sea Parte del Acuerdo; <br> Las mercancías que cumplan con las disposiciones del presente <br> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> b) las mercancías en tránsito a través de uno o más Estados que no sean <br> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br> adicionalmente a un requisito de valor de contenido regional, el valor de <br> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br> operadores comerciales de un tercer país. <br> esos materiales no originarios se tomará en cuenta en el cálculo del <br> envases y materiales para venta al menudeo; <br> la vigilancia de la autoridad aduanera competente, siempre que: <br> En estos casos el productor o exportador del país de exportación deberá indicar, <br> valor de contenido regional de la mercancía y la misma deberá <br> días: días naturales, incluidos el sábado, domingo y días festivos; <br> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br> i) el tránsito estuviera justificado por razones geográficas o <br> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br> satisfacer los demás requisitos aplicables de este Anexo. <br> envases y materiales de empaque para venta al menudeo: envases y <br> consideraciones relativas a requerimientos de transporte; <br> mercancía objeto de su declaración será facturada desde un tercer país. <br> 3.- El párrafo 1 no se aplicará a: <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br> a) las mercancías comprendidas en los capítulos 50 al 63 del <br> exportador: una persona ubicada en territorio de una Parte desde donde la <br> iii) no sufran, durante su transporte o depósito, ninguna operación <br> del operador que en definitiva será el que facture la operación a destino. <br> Sistema Armonizado, y <br> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br> distinta a la carga, descarga o manipulación o cualquier otra <br> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br> b) un material no originario que se utilice en la producción de <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> territorio de esa Parte, los registros a que se refiere el artículo 17; <br> operación necesaria para mantenerlas en buenas condiciones o para <br> mercancías comprendidas en los capítulos 01 al 27 del <br> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br> transportarlo al territorio de otra Parte. <br> comercial emitida por un operador de un tercer país, el campo correspondiente del <br> Sistema Armonizado, a menos que el material no originario <br> punto de embarque directo del vendedor al comprador; <br> viii) desechos y desperdicios derivados de: <br> Artículo 12.- Certificación de Origen y Emisión de Certificados <br> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br> esté comprendido en una subpartida distinta a la de la <br> importador: una persona ubicada en territorio de una Parte hacia donde la <br> El certificado de origen es el documento que certifica que las <br> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br> mercancía para el cual se está determinando el origen de <br> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br> conformidad con este artículo. <br> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br> del certificado de origen que amparan la operación de importación. <br> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br> considerados originarios del territorio de esta última. <br> material: comprende las materias primas, insumos, productos intermedios y <br> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> Artículo 17.- Registros contables <br> Sistema Armonizado que no sea originaria debido a que las fibras e <br> partes y piezas utilizadas en la elaboración de las mercancías. <br> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br> Para los casos de verificación y control, el exportador o productor <br> hilados, utilizados en la producción del material que determina la <br> material indirecto: una mercancía utilizada en la producción, inspección o <br> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br> (5) años, toda la información que en este conste, a través de sus registros contables y <br> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br> considerará, no obstante, como originaria si el peso total de las fibras e <br> relacionados con la producción de otra mercancía, tales como: <br> del Acuerdo y la veracidad de la información asentada en el mismo. <br> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br> hilados de ese material no excede el 7% del peso total de dicho material. <br> El certificado de origen ampara una sola importación de una o varias mercancías <br> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br> de su territorio; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> despacho aduanero. <br> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br> equipo y edificios; <br> Artículo 13.- <br> los indirectos, utilizados en la producción de la mercancía que se exporte <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br> La emisión de los certificados de origen estará a cargo de <br> de su territorio; y <br> para operar el equipo o los edificios; <br> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br> c) la producción de la mercancía en la forma que se exporte de su territorio. <br> expedición de los mismos en otros organismos públicos o entidades privadas que <br> Asimismo, el importador que solicite trato arancelario preferencial para una <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br> de las mercancías; <br> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br> g) catalizadores y solventes; o <br> responsable por el control de la emisión de los certificados de origen. <br> documentación relativa a la importación requerida por la Parte importadora. <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br> Artículo 18.- Procesos de Verificación y Control <br> pero que, de cuyo uso en la producción de ese producto pueda <br> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br> 1.- No obstante la presentación del certificado de origen en las condiciones <br> demostrarse razonablemente que forma parte de esa producción; <br> En una delegación de competencia para la emisión de los certificados de origen, <br> establecidas por este Anexo, la autoridad aduanera de la Parte <br> mercancía originaria o material originario: una mercancía o un material que <br> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br> importadora podrá, en el caso de dudas con relación a la autenticidad o <br> califican como originarios de conformidad con lo establecido en este Anexo; <br> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br> mercancías obtenidas en su totalidad o producidas enteramente en <br> prestación de tal servicio. <br> de la Parte exportadora responsable de la emisión de los certificados de <br> territorio de una o ambas Partes: <br> Los nombres de los organismos públicos o entidades privadas para emitir <br> origen, información adicional, con la finalidad de verificar la autenticidad del <br> i) minerales extraídos en territorio de una o ambas Partes. <br> certificados de origen, así como el registro de las firmas de los funcionarios <br> (los) certificado(s) de origen, la veracidad de la información asentada en el <br> ii) vegetales cosechados en territorio de una o ambas Partes. <br> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br> (los) mismo(s) o el origen de las mercancías. <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br> importadora deberá indicar el número y la fecha de los certificados de <br> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> dicha materia en el órgano técnico de la ALADI. <br> origen o el período de tiempo sobre el cual solicita la información referida a <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br> un exportador, así como una breve descripción del tipo de problema encontrado. <br> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br> 2.- La repartición oficial responsable de la emisión de los certificados de <br> origen deberá proveer la información solicitada por aplicación de lo <br> estén registrados o matriculados por alguna Parte Contratante y lleven la <br> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br> bandera de esa Parte. <br> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br> En los casos en que la información solicitada no fuera provista en el plazo <br> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br> importadora podrá negar el trato arancelario preferencial. <br> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br> A) producción en territorio de una o ambas Partes; o <br> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br> B) mercancías usadas, recolectadas en territorio de una o ambas <br> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br> Partes, siempre que esas mercancías sirvan sólo para la <br> de la otra Parte; o <br> recuperación de materias primas; <br> b) realizar visitas de verificación a las instalaciones de un exportador o <br> ix) mercancías producidas en territorio de una o ambas Partes, <br> arancelario preferencial. <br> productor, con el objeto de examinar los procesos productivos, las <br> exclusivamente a partir de las mercancías mencionadas en los numerales <br> instalaciones que se utilicen en la producción de la mercancía, así <br> i) al viii) o de sus derivados, en cualquier etapa de producción; <br> como otras acciones que contribuyan a la verificación de su origen. <br> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br> Designación y Codificación de Mercancías; <br> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br> productor podrá solicitar por escrito a la Parte importadora que está <br> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> cinco (45) días. Esta solicitud no conllevará la negación del trato <br> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br> c) la fecha y lugar de la visita de verificación propuesta; <br> registros a que se refiere el artículo 17; <br> debidamente respondido dentro del plazo correspondiente, la Parte <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br> f) el fundamento legal de la visita de verificación. <br> Acuerdo sobre Valoración Aduanera; <br> siguiente: <br> por conducto de su autoridad aduanera, a comunicar por escrito su <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br> intención de efectuar la visita. La notificación se enviará al exportador o al <br> a) combustible y energía; <br> incluso incompleto o sin terminar, siempre que éste presente las características <br> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br> embajada de esta última Parte en territorio de la Parte importadora. La <br> se presente desmontado o sin montar todavía.\" <br> autoridad competente de la Parte importadora obtendrá el consentimiento <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br> por escrito del exportador o del productor a quien pretende visitar. <br> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br> partidas de alcance más genérico. Sin embargo, cuando dos o más <br> mención específica de la mercancía o mercancías objeto de <br> partidas se refieran, cada una, solamente a una parte de las materias que <br> verificación a que se refieren el o los certificados de origen; <br> constituyen un producto mezclado o un artículo compuesto o solamente a <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> una parte de los artículos, en el caso de mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br> deben considerarse igualmente específicas para dicho producto o artículo, <br> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> exportador o productor y a la autoridad de la Parte exportadora antes de la <br> b) los productos mezclados, las manufacturas compuestas de materias <br> visita de verificación. Cualquier modificación de la información a que se <br> diferentes o constituidas por la unión de artículos diferentes y las <br> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br> mercancías presentadas en juegos o surtidos acondicionados para la venta <br> términos del párrafo 6. <br> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br> a), se clasificarán según la materia o con el artículo que les confiera su <br> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br> carácter esencial, si fuera posible determinarlo; y <br> exportador o el productor no otorga su consentimiento por escrito para la <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br> realización de la misma, la Parte importadora podrá negar el trato <br> mercancía se clasificará en la última partida por orden de numeración entre <br> arancelario preferencial a la mercancía o mercancías que habrían sido <br> las susceptibles de tenerse razonablemente en cuenta.\" <br> motivo de la visita. <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br> de una visita de verificación, designar dos testigos que estén presentes <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> durante la visita, siempre que los testigos intervengan únicamente con esa <br> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br> calidad. De no haber designación de testigos por el exportador o el <br> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br> al productor cuya mercancía o mercancías hayan sido objeto de la <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br> verificación, un documento que contenga la decisión en la que determine si <br> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br> la mercancía o mercancías califican o no como originarias, e incluya los <br> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br> fundamentos de hecho y de derecho de la determinación. <br> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br> exportador o el productor ha certificado o declarado más de una vez de <br> la Designación y Codificación de Mercancías; <br> manera falsa o infundada que una mercancía califica como originaria, la <br> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br> Parte podrá suspender el trato arancelario preferencial a las mercancías <br> por la Parte importadora de conformidad con el Acuerdo; <br> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br> utilizados: empleados o consumidos en la producción de mercancías; <br> b) el nombre del exportador o del productor que pretende visitar; <br> que cumple con lo establecido en este Anexo. <br> valor de transacción de una mercancía: el precio realmente pagado o por <br> Artículo 19.- <br> pagar por una mercancía relacionada con la transacción del productor de una <br> Si como resultado del proceso de verificación y control la autoridad <br> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br> aduanera de la Parte importadora, determinan que la mercancía no califica como <br> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br> originaria, se negará el trato arancelario preferencial. <br> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar <br> por un material relacionado con la transacción del productor de la mercancía, de <br> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br> sin considerar que el material se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el productor de la mercancía. <br> Artículo 2.- Calificación de Origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> territorio de una o ambas Partes; <br> b) Las mercancías que sean producidas enteramente en territorio de una o <br> originarios de conformidad con este Anexo; <br> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br> elaboradas utilizando materiales no originarios, siempre que resulten de un <br> proceso de producción, realizado enteramente en el territorio de una o <br> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br> diferente a las de dichos materiales, según el Sistema Armonizado; <br> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br> proceso de producción no implica un cambio de partida en el Sistema <br> Armonizado, la mercancía producida enteramente en el territorio de una o <br> ambas Partes que cumpla con un valor de contenido; <br> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br> originarios utilizados en la producción de dichas mercancías están <br> clasificados en una subpartida diferente a la de la mercancía para la cual se <br> está determinando el origen, de conformidad con este Anexo; o <br> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo. <br> Artículo 3.- Valor de Contenido <br> Cuando de conformidad con este Anexo una mercancía requiera <br> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br> valor de contenido se determinará conforme a los párrafos siguientes: <br> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br> base CIF, no deberá exceder del 50% del valor de transacción de la <br> mercancía exportada, ajustado sobre la base FOB; <br> b) la determinación del valor de transacción de una mercancía o material, así <br> como los ajustes correspondientes, se harán de conformidad con el <br> c) cuando el productor de la mercancía no la exporte directamente, el valor <br> de transacción de dicha mercancía se determinará hasta el punto en el <br> cual el comprador recibe la mercancía dentro del territorio donde se <br> encuentra el producto; y <br> d) cuando el productor de la mercancía adquiera el material no originario <br> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br> transacción del material no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos en que se haya incurrido para el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br> requisito de valor de contenido, este será determinado según lo establece la regla <br> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br> de aplicación lo dispuesto en los incisos b), c) y d) anteriores. <br> Artículo 4.- Materiales indirectos <br> Los materiales indirectos se considerarán como originarios, sin <br> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br> de los mismos que se reporte en los registros contables del productor de la mercancía. <br> Artículo 5.- Envases y materiales de empaque para venta al menudeo <br> Los envases y los materiales de empaque en que una mercancía se <br> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br> Artículo 6.- Contenedores y materiales de embalaje para embarque <br> Los contenedores y los materiales de embalaje en que una <br> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br> tomarán en cuenta para efectos de la determinación del origen de la mercancía. <br> Artículo 7.- Juegos o surtidos <br> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br> establecido para cada una de las mercancías en este Anexo. <br> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br> se considerará originario, si el valor de transacción de todas las mercancías no <br> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br> establecidas en este Anexo. <br> Artículo 8.- Operaciones y prácticas que no confieren origen <br> Una mercancía no se considerará como originaria, a pesar de <br> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br> alteren materialmente las características de la mercancía; <br> b) operaciones simples destinadas a asegurar la conservación de las <br> mercancías durante su transporte o almacenamiento, tales como aireación, <br> refrigeración, congelación, extracción de partes averiadas, secado o <br> adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br> h) la simple reunión de partes y componentes que se clasifiquen como una <br> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br> i) cualquier actividad o práctica de fijación del valor de una mercancía <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br> j) la acumulación de dos o más de las operaciones señaladas en los literales <br> a) al i) de este artículo. <br> b) herramientas, troqueles y moldes; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "4.-", "ArticleDesc": "Artículo 14.- <br> Las entidades certificadoras deberán numerar correlativamente los <br> certificados emitidos y archivar un ejemplar durante un plazo mínimo de cinco (5) <br> años, a partir de la fecha de su emisión. Tal archivo deberá incluir, además, todos los <br> antecedentes que sirvieron de base para la emisión del certificado. <br> Las entidades habilitadas mantendrán un registro permanente de todos los <br> certificados de origen emitidos, el cual deberá contener, como mínimo, el número del <br> certificado, el solicitante del mismo y la fecha de su emisión. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO III <br> Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br> Artículo 15.- <br> Artículo 21.- Sanciones <br> Artículo 2 Bis.- Acumulación <br> RÉGIMEN DE ORIGEN Y PROCEDIMIENTOS ADUANEROS PARA EL CONTROL Y <br> Una mercancía que haya sido producida de conformidad con los <br> El certificado de origen deberá ser emitido, a más tardar, dentro de <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br> Para efectos del cumplimiento de los criterios de <br> consideradas originarias: <br> VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones. <br> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br> Artículo 1.- Definiciones <br> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br> originarios del territorio de cualquiera de las Partes incorporados en una <br> Para efectos del presente Anexo, se entenderá por: <br> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br> determinada mercancía en el territorio de la Parte exportadora, serán <br> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br> para transportarla al territorio de la otra Parte. <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br> Artículo 3 Bis.- De Mínimis <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br> Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br> 1.- Una mercancía se considerará originaria si el valor CIF de <br> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> Para que las mercancías originarias se beneficien de los <br> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> todos los materiales no originarios utilizados en la producción de la <br> forma parte del Acuerdo sobre la OMC; <br> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br> mercancía que no cumplan con el cambio correspondiente de <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br> Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br> no excede el 10% del valor FOS de exportación de la mercancía. <br> CIF: costos, seguros y flete incluidos; <br> que no sea Parte del Acuerdo; <br> Las mercancías que cumplan con las disposiciones del presente <br> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> b) las mercancías en tránsito a través de uno o más Estados que no sean <br> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br> adicionalmente a un requisito de valor de contenido regional, el valor de <br> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br> operadores comerciales de un tercer país. <br> esos materiales no originarios se tomará en cuenta en el cálculo del <br> envases y materiales para venta al menudeo; <br> la vigilancia de la autoridad aduanera competente, siempre que: <br> En estos casos el productor o exportador del país de exportación deberá indicar, <br> valor de contenido regional de la mercancía y la misma deberá <br> días: días naturales, incluidos el sábado, domingo y días festivos; <br> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br> i) el tránsito estuviera justificado por razones geográficas o <br> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br> satisfacer los demás requisitos aplicables de este Anexo. <br> envases y materiales de empaque para venta al menudeo: envases y <br> consideraciones relativas a requerimientos de transporte; <br> mercancía objeto de su declaración será facturada desde un tercer país. <br> 3.- El párrafo 1 no se aplicará a: <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br> a) las mercancías comprendidas en los capítulos 50 al 63 del <br> exportador: una persona ubicada en territorio de una Parte desde donde la <br> iii) no sufran, durante su transporte o depósito, ninguna operación <br> del operador que en definitiva será el que facture la operación a destino. <br> Sistema Armonizado, y <br> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br> distinta a la carga, descarga o manipulación o cualquier otra <br> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br> b) un material no originario que se utilice en la producción de <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> territorio de esa Parte, los registros a que se refiere el artículo 17; <br> operación necesaria para mantenerlas en buenas condiciones o para <br> mercancías comprendidas en los capítulos 01 al 27 del <br> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br> transportarlo al territorio de otra Parte. <br> comercial emitida por un operador de un tercer país, el campo correspondiente del <br> Sistema Armonizado, a menos que el material no originario <br> punto de embarque directo del vendedor al comprador; <br> viii) desechos y desperdicios derivados de: <br> Artículo 12.- Certificación de Origen y Emisión de Certificados <br> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br> esté comprendido en una subpartida distinta a la de la <br> importador: una persona ubicada en territorio de una Parte hacia donde la <br> El certificado de origen es el documento que certifica que las <br> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br> mercancía para el cual se está determinando el origen de <br> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br> conformidad con este artículo. <br> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br> del certificado de origen que amparan la operación de importación. <br> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br> considerados originarios del territorio de esta última. <br> material: comprende las materias primas, insumos, productos intermedios y <br> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> Artículo 17.- Registros contables <br> Sistema Armonizado que no sea originaria debido a que las fibras e <br> partes y piezas utilizadas en la elaboración de las mercancías. <br> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br> Para los casos de verificación y control, el exportador o productor <br> hilados, utilizados en la producción del material que determina la <br> material indirecto: una mercancía utilizada en la producción, inspección o <br> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br> (5) años, toda la información que en este conste, a través de sus registros contables y <br> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br> considerará, no obstante, como originaria si el peso total de las fibras e <br> relacionados con la producción de otra mercancía, tales como: <br> del Acuerdo y la veracidad de la información asentada en el mismo. <br> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br> hilados de ese material no excede el 7% del peso total de dicho material. <br> El certificado de origen ampara una sola importación de una o varias mercancías <br> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br> de su territorio; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> despacho aduanero. <br> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br> equipo y edificios; <br> Artículo 13.- <br> los indirectos, utilizados en la producción de la mercancía que se exporte <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br> La emisión de los certificados de origen estará a cargo de <br> de su territorio; y <br> para operar el equipo o los edificios; <br> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br> c) la producción de la mercancía en la forma que se exporte de su territorio. <br> expedición de los mismos en otros organismos públicos o entidades privadas que <br> Asimismo, el importador que solicite trato arancelario preferencial para una <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br> de las mercancías; <br> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br> g) catalizadores y solventes; o <br> responsable por el control de la emisión de los certificados de origen. <br> documentación relativa a la importación requerida por la Parte importadora. <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br> Artículo 18.- Procesos de Verificación y Control <br> pero que, de cuyo uso en la producción de ese producto pueda <br> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br> 1.- No obstante la presentación del certificado de origen en las condiciones <br> demostrarse razonablemente que forma parte de esa producción; <br> En una delegación de competencia para la emisión de los certificados de origen, <br> establecidas por este Anexo, la autoridad aduanera de la Parte <br> mercancía originaria o material originario: una mercancía o un material que <br> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br> importadora podrá, en el caso de dudas con relación a la autenticidad o <br> califican como originarios de conformidad con lo establecido en este Anexo; <br> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br> mercancías obtenidas en su totalidad o producidas enteramente en <br> prestación de tal servicio. <br> de la Parte exportadora responsable de la emisión de los certificados de <br> territorio de una o ambas Partes: <br> Los nombres de los organismos públicos o entidades privadas para emitir <br> origen, información adicional, con la finalidad de verificar la autenticidad del <br> i) minerales extraídos en territorio de una o ambas Partes. <br> certificados de origen, así como el registro de las firmas de los funcionarios <br> (los) certificado(s) de origen, la veracidad de la información asentada en el <br> ii) vegetales cosechados en territorio de una o ambas Partes. <br> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br> (los) mismo(s) o el origen de las mercancías. <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br> importadora deberá indicar el número y la fecha de los certificados de <br> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> dicha materia en el órgano técnico de la ALADI. <br> origen o el período de tiempo sobre el cual solicita la información referida a <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br> un exportador, así como una breve descripción del tipo de problema encontrado. <br> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br> 2.- La repartición oficial responsable de la emisión de los certificados de <br> origen deberá proveer la información solicitada por aplicación de lo <br> estén registrados o matriculados por alguna Parte Contratante y lleven la <br> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br> bandera de esa Parte. <br> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br> En los casos en que la información solicitada no fuera provista en el plazo <br> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br> importadora podrá negar el trato arancelario preferencial. <br> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br> A) producción en territorio de una o ambas Partes; o <br> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br> B) mercancías usadas, recolectadas en territorio de una o ambas <br> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br> Partes, siempre que esas mercancías sirvan sólo para la <br> de la otra Parte; o <br> recuperación de materias primas; <br> b) realizar visitas de verificación a las instalaciones de un exportador o <br> ix) mercancías producidas en territorio de una o ambas Partes, <br> arancelario preferencial. <br> productor, con el objeto de examinar los procesos productivos, las <br> exclusivamente a partir de las mercancías mencionadas en los numerales <br> instalaciones que se utilicen en la producción de la mercancía, así <br> i) al viii) o de sus derivados, en cualquier etapa de producción; <br> como otras acciones que contribuyan a la verificación de su origen. <br> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br> Designación y Codificación de Mercancías; <br> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br> productor podrá solicitar por escrito a la Parte importadora que está <br> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> cinco (45) días. Esta solicitud no conllevará la negación del trato <br> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br> c) la fecha y lugar de la visita de verificación propuesta; <br> registros a que se refiere el artículo 17; <br> debidamente respondido dentro del plazo correspondiente, la Parte <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br> f) el fundamento legal de la visita de verificación. <br> Acuerdo sobre Valoración Aduanera; <br> siguiente: <br> por conducto de su autoridad aduanera, a comunicar por escrito su <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br> intención de efectuar la visita. La notificación se enviará al exportador o al <br> a) combustible y energía; <br> incluso incompleto o sin terminar, siempre que éste presente las características <br> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br> embajada de esta última Parte en territorio de la Parte importadora. La <br> se presente desmontado o sin montar todavía.\" <br> autoridad competente de la Parte importadora obtendrá el consentimiento <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br> por escrito del exportador o del productor a quien pretende visitar. <br> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br> partidas de alcance más genérico. Sin embargo, cuando dos o más <br> mención específica de la mercancía o mercancías objeto de <br> partidas se refieran, cada una, solamente a una parte de las materias que <br> verificación a que se refieren el o los certificados de origen; <br> constituyen un producto mezclado o un artículo compuesto o solamente a <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> una parte de los artículos, en el caso de mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br> deben considerarse igualmente específicas para dicho producto o artículo, <br> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> exportador o productor y a la autoridad de la Parte exportadora antes de la <br> b) los productos mezclados, las manufacturas compuestas de materias <br> visita de verificación. Cualquier modificación de la información a que se <br> diferentes o constituidas por la unión de artículos diferentes y las <br> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br> mercancías presentadas en juegos o surtidos acondicionados para la venta <br> términos del párrafo 6. <br> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br> a), se clasificarán según la materia o con el artículo que les confiera su <br> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br> carácter esencial, si fuera posible determinarlo; y <br> exportador o el productor no otorga su consentimiento por escrito para la <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br> realización de la misma, la Parte importadora podrá negar el trato <br> mercancía se clasificará en la última partida por orden de numeración entre <br> arancelario preferencial a la mercancía o mercancías que habrían sido <br> las susceptibles de tenerse razonablemente en cuenta.\" <br> motivo de la visita. <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br> de una visita de verificación, designar dos testigos que estén presentes <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> durante la visita, siempre que los testigos intervengan únicamente con esa <br> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br> calidad. De no haber designación de testigos por el exportador o el <br> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br> al productor cuya mercancía o mercancías hayan sido objeto de la <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br> verificación, un documento que contenga la decisión en la que determine si <br> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br> la mercancía o mercancías califican o no como originarias, e incluya los <br> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br> fundamentos de hecho y de derecho de la determinación. <br> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br> exportador o el productor ha certificado o declarado más de una vez de <br> la Designación y Codificación de Mercancías; <br> manera falsa o infundada que una mercancía califica como originaria, la <br> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br> Parte podrá suspender el trato arancelario preferencial a las mercancías <br> por la Parte importadora de conformidad con el Acuerdo; <br> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br> utilizados: empleados o consumidos en la producción de mercancías; <br> b) el nombre del exportador o del productor que pretende visitar; <br> que cumple con lo establecido en este Anexo. <br> valor de transacción de una mercancía: el precio realmente pagado o por <br> Artículo 19.- <br> pagar por una mercancía relacionada con la transacción del productor de una <br> Si como resultado del proceso de verificación y control la autoridad <br> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br> aduanera de la Parte importadora, determinan que la mercancía no califica como <br> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br> originaria, se negará el trato arancelario preferencial. <br> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar <br> por un material relacionado con la transacción del productor de la mercancía, de <br> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br> sin considerar que el material se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el productor de la mercancía. <br> Artículo 2.- Calificación de Origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> territorio de una o ambas Partes; <br> b) Las mercancías que sean producidas enteramente en territorio de una o <br> originarios de conformidad con este Anexo; <br> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br> elaboradas utilizando materiales no originarios, siempre que resulten de un <br> proceso de producción, realizado enteramente en el territorio de una o <br> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br> diferente a las de dichos materiales, según el Sistema Armonizado; <br> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br> proceso de producción no implica un cambio de partida en el Sistema <br> Armonizado, la mercancía producida enteramente en el territorio de una o <br> ambas Partes que cumpla con un valor de contenido; <br> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br> originarios utilizados en la producción de dichas mercancías están <br> clasificados en una subpartida diferente a la de la mercancía para la cual se <br> está determinando el origen, de conformidad con este Anexo; o <br> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo. <br> Artículo 3.- Valor de Contenido <br> Cuando de conformidad con este Anexo una mercancía requiera <br> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br> valor de contenido se determinará conforme a los párrafos siguientes: <br> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br> base CIF, no deberá exceder del 50% del valor de transacción de la <br> mercancía exportada, ajustado sobre la base FOB; <br> b) la determinación del valor de transacción de una mercancía o material, así <br> como los ajustes correspondientes, se harán de conformidad con el <br> c) cuando el productor de la mercancía no la exporte directamente, el valor <br> de transacción de dicha mercancía se determinará hasta el punto en el <br> cual el comprador recibe la mercancía dentro del territorio donde se <br> encuentra el producto; y <br> d) cuando el productor de la mercancía adquiera el material no originario <br> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br> transacción del material no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos en que se haya incurrido para el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br> requisito de valor de contenido, este será determinado según lo establece la regla <br> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br> de aplicación lo dispuesto en los incisos b), c) y d) anteriores. <br> Artículo 4.- Materiales indirectos <br> Los materiales indirectos se considerarán como originarios, sin <br> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br> de los mismos que se reporte en los registros contables del productor de la mercancía. <br> Artículo 5.- Envases y materiales de empaque para venta al menudeo <br> Los envases y los materiales de empaque en que una mercancía se <br> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br> Artículo 6.- Contenedores y materiales de embalaje para embarque <br> Los contenedores y los materiales de embalaje en que una <br> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br> tomarán en cuenta para efectos de la determinación del origen de la mercancía. <br> Artículo 7.- Juegos o surtidos <br> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br> establecido para cada una de las mercancías en este Anexo. <br> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br> se considerará originario, si el valor de transacción de todas las mercancías no <br> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br> establecidas en este Anexo. <br> Artículo 8.- Operaciones y prácticas que no confieren origen <br> Una mercancía no se considerará como originaria, a pesar de <br> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br> alteren materialmente las características de la mercancía; <br> b) operaciones simples destinadas a asegurar la conservación de las <br> mercancías durante su transporte o almacenamiento, tales como aireación, <br> refrigeración, congelación, extracción de partes averiadas, secado o <br> adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br> h) la simple reunión de partes y componentes que se clasifiquen como una <br> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br> i) cualquier actividad o práctica de fijación del valor de una mercancía <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br> j) la acumulación de dos o más de las operaciones señaladas en los literales <br> a) al i) de este artículo. <br> b) herramientas, troqueles y moldes; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "0.- Confidencialidad", "ArticleDesc": "Artículo 20.- Confidencialidad <br> Cada Parte mantendrá, de conformidad con lo establecido en su <br> legislación, la confidencialidad de la información que tenga tal carácter obtenida <br> conforme a este Anexo y la protegerá de toda divulgación que pudiera perjudicar a la <br> persona que la proporciona. <br> La información confidencial obtenida conforme a este Anexo sólo podrá darse a <br> conocer a las autoridades responsables de la administración y aplicación del régimen <br> de origen y de los asuntos aduaneros o tributarios, cuando corresponda, así como a <br> las reparticiones oficiales encargadas de la emisión de certificados de origen, según proceda. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO III <br> Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br> Artículo 15.- <br> Artículo 21.- Sanciones <br> Artículo 2 Bis.- Acumulación <br> RÉGIMEN DE ORIGEN Y PROCEDIMIENTOS ADUANEROS PARA EL CONTROL Y <br> Una mercancía que haya sido producida de conformidad con los <br> El certificado de origen deberá ser emitido, a más tardar, dentro de <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br> Para efectos del cumplimiento de los criterios de <br> consideradas originarias: <br> VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones. <br> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br> Artículo 1.- Definiciones <br> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br> originarios del territorio de cualquiera de las Partes incorporados en una <br> Para efectos del presente Anexo, se entenderá por: <br> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br> determinada mercancía en el territorio de la Parte exportadora, serán <br> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br> para transportarla al territorio de la otra Parte. <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br> Artículo 3 Bis.- De Mínimis <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br> Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br> 1.- Una mercancía se considerará originaria si el valor CIF de <br> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> Para que las mercancías originarias se beneficien de los <br> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> todos los materiales no originarios utilizados en la producción de la <br> forma parte del Acuerdo sobre la OMC; <br> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br> mercancía que no cumplan con el cambio correspondiente de <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br> Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br> no excede el 10% del valor FOS de exportación de la mercancía. <br> CIF: costos, seguros y flete incluidos; <br> que no sea Parte del Acuerdo; <br> Las mercancías que cumplan con las disposiciones del presente <br> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> b) las mercancías en tránsito a través de uno o más Estados que no sean <br> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br> adicionalmente a un requisito de valor de contenido regional, el valor de <br> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br> operadores comerciales de un tercer país. <br> esos materiales no originarios se tomará en cuenta en el cálculo del <br> envases y materiales para venta al menudeo; <br> la vigilancia de la autoridad aduanera competente, siempre que: <br> En estos casos el productor o exportador del país de exportación deberá indicar, <br> valor de contenido regional de la mercancía y la misma deberá <br> días: días naturales, incluidos el sábado, domingo y días festivos; <br> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br> i) el tránsito estuviera justificado por razones geográficas o <br> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br> satisfacer los demás requisitos aplicables de este Anexo. <br> envases y materiales de empaque para venta al menudeo: envases y <br> consideraciones relativas a requerimientos de transporte; <br> mercancía objeto de su declaración será facturada desde un tercer país. <br> 3.- El párrafo 1 no se aplicará a: <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br> a) las mercancías comprendidas en los capítulos 50 al 63 del <br> exportador: una persona ubicada en territorio de una Parte desde donde la <br> iii) no sufran, durante su transporte o depósito, ninguna operación <br> del operador que en definitiva será el que facture la operación a destino. <br> Sistema Armonizado, y <br> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br> distinta a la carga, descarga o manipulación o cualquier otra <br> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br> b) un material no originario que se utilice en la producción de <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> territorio de esa Parte, los registros a que se refiere el artículo 17; <br> operación necesaria para mantenerlas en buenas condiciones o para <br> mercancías comprendidas en los capítulos 01 al 27 del <br> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br> transportarlo al territorio de otra Parte. <br> comercial emitida por un operador de un tercer país, el campo correspondiente del <br> Sistema Armonizado, a menos que el material no originario <br> punto de embarque directo del vendedor al comprador; <br> viii) desechos y desperdicios derivados de: <br> Artículo 12.- Certificación de Origen y Emisión de Certificados <br> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br> esté comprendido en una subpartida distinta a la de la <br> importador: una persona ubicada en territorio de una Parte hacia donde la <br> El certificado de origen es el documento que certifica que las <br> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br> mercancía para el cual se está determinando el origen de <br> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br> conformidad con este artículo. <br> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br> del certificado de origen que amparan la operación de importación. <br> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br> considerados originarios del territorio de esta última. <br> material: comprende las materias primas, insumos, productos intermedios y <br> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> Artículo 17.- Registros contables <br> Sistema Armonizado que no sea originaria debido a que las fibras e <br> partes y piezas utilizadas en la elaboración de las mercancías. <br> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br> Para los casos de verificación y control, el exportador o productor <br> hilados, utilizados en la producción del material que determina la <br> material indirecto: una mercancía utilizada en la producción, inspección o <br> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br> (5) años, toda la información que en este conste, a través de sus registros contables y <br> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br> considerará, no obstante, como originaria si el peso total de las fibras e <br> relacionados con la producción de otra mercancía, tales como: <br> del Acuerdo y la veracidad de la información asentada en el mismo. <br> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br> hilados de ese material no excede el 7% del peso total de dicho material. <br> El certificado de origen ampara una sola importación de una o varias mercancías <br> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br> de su territorio; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> despacho aduanero. <br> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br> equipo y edificios; <br> Artículo 13.- <br> los indirectos, utilizados en la producción de la mercancía que se exporte <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br> La emisión de los certificados de origen estará a cargo de <br> de su territorio; y <br> para operar el equipo o los edificios; <br> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br> c) la producción de la mercancía en la forma que se exporte de su territorio. <br> expedición de los mismos en otros organismos públicos o entidades privadas que <br> Asimismo, el importador que solicite trato arancelario preferencial para una <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br> de las mercancías; <br> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br> g) catalizadores y solventes; o <br> responsable por el control de la emisión de los certificados de origen. <br> documentación relativa a la importación requerida por la Parte importadora. <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br> Artículo 18.- Procesos de Verificación y Control <br> pero que, de cuyo uso en la producción de ese producto pueda <br> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br> 1.- No obstante la presentación del certificado de origen en las condiciones <br> demostrarse razonablemente que forma parte de esa producción; <br> En una delegación de competencia para la emisión de los certificados de origen, <br> establecidas por este Anexo, la autoridad aduanera de la Parte <br> mercancía originaria o material originario: una mercancía o un material que <br> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br> importadora podrá, en el caso de dudas con relación a la autenticidad o <br> califican como originarios de conformidad con lo establecido en este Anexo; <br> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br> mercancías obtenidas en su totalidad o producidas enteramente en <br> prestación de tal servicio. <br> de la Parte exportadora responsable de la emisión de los certificados de <br> territorio de una o ambas Partes: <br> Los nombres de los organismos públicos o entidades privadas para emitir <br> origen, información adicional, con la finalidad de verificar la autenticidad del <br> i) minerales extraídos en territorio de una o ambas Partes. <br> certificados de origen, así como el registro de las firmas de los funcionarios <br> (los) certificado(s) de origen, la veracidad de la información asentada en el <br> ii) vegetales cosechados en territorio de una o ambas Partes. <br> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br> (los) mismo(s) o el origen de las mercancías. <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br> importadora deberá indicar el número y la fecha de los certificados de <br> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> dicha materia en el órgano técnico de la ALADI. <br> origen o el período de tiempo sobre el cual solicita la información referida a <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br> un exportador, así como una breve descripción del tipo de problema encontrado. <br> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br> 2.- La repartición oficial responsable de la emisión de los certificados de <br> origen deberá proveer la información solicitada por aplicación de lo <br> estén registrados o matriculados por alguna Parte Contratante y lleven la <br> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br> bandera de esa Parte. <br> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br> En los casos en que la información solicitada no fuera provista en el plazo <br> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br> importadora podrá negar el trato arancelario preferencial. <br> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br> A) producción en territorio de una o ambas Partes; o <br> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br> B) mercancías usadas, recolectadas en territorio de una o ambas <br> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br> Partes, siempre que esas mercancías sirvan sólo para la <br> de la otra Parte; o <br> recuperación de materias primas; <br> b) realizar visitas de verificación a las instalaciones de un exportador o <br> ix) mercancías producidas en territorio de una o ambas Partes, <br> arancelario preferencial. <br> productor, con el objeto de examinar los procesos productivos, las <br> exclusivamente a partir de las mercancías mencionadas en los numerales <br> instalaciones que se utilicen en la producción de la mercancía, así <br> i) al viii) o de sus derivados, en cualquier etapa de producción; <br> como otras acciones que contribuyan a la verificación de su origen. <br> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br> Designación y Codificación de Mercancías; <br> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br> productor podrá solicitar por escrito a la Parte importadora que está <br> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> cinco (45) días. Esta solicitud no conllevará la negación del trato <br> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br> c) la fecha y lugar de la visita de verificación propuesta; <br> registros a que se refiere el artículo 17; <br> debidamente respondido dentro del plazo correspondiente, la Parte <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br> f) el fundamento legal de la visita de verificación. <br> Acuerdo sobre Valoración Aduanera; <br> siguiente: <br> por conducto de su autoridad aduanera, a comunicar por escrito su <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br> intención de efectuar la visita. La notificación se enviará al exportador o al <br> a) combustible y energía; <br> incluso incompleto o sin terminar, siempre que éste presente las características <br> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br> embajada de esta última Parte en territorio de la Parte importadora. La <br> se presente desmontado o sin montar todavía.\" <br> autoridad competente de la Parte importadora obtendrá el consentimiento <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br> por escrito del exportador o del productor a quien pretende visitar. <br> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br> partidas de alcance más genérico. Sin embargo, cuando dos o más <br> mención específica de la mercancía o mercancías objeto de <br> partidas se refieran, cada una, solamente a una parte de las materias que <br> verificación a que se refieren el o los certificados de origen; <br> constituyen un producto mezclado o un artículo compuesto o solamente a <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> una parte de los artículos, en el caso de mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br> deben considerarse igualmente específicas para dicho producto o artículo, <br> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> exportador o productor y a la autoridad de la Parte exportadora antes de la <br> b) los productos mezclados, las manufacturas compuestas de materias <br> visita de verificación. Cualquier modificación de la información a que se <br> diferentes o constituidas por la unión de artículos diferentes y las <br> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br> mercancías presentadas en juegos o surtidos acondicionados para la venta <br> términos del párrafo 6. <br> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br> a), se clasificarán según la materia o con el artículo que les confiera su <br> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br> carácter esencial, si fuera posible determinarlo; y <br> exportador o el productor no otorga su consentimiento por escrito para la <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br> realización de la misma, la Parte importadora podrá negar el trato <br> mercancía se clasificará en la última partida por orden de numeración entre <br> arancelario preferencial a la mercancía o mercancías que habrían sido <br> las susceptibles de tenerse razonablemente en cuenta.\" <br> motivo de la visita. <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br> de una visita de verificación, designar dos testigos que estén presentes <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> durante la visita, siempre que los testigos intervengan únicamente con esa <br> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br> calidad. De no haber designación de testigos por el exportador o el <br> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br> al productor cuya mercancía o mercancías hayan sido objeto de la <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br> verificación, un documento que contenga la decisión en la que determine si <br> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br> la mercancía o mercancías califican o no como originarias, e incluya los <br> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br> fundamentos de hecho y de derecho de la determinación. <br> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br> exportador o el productor ha certificado o declarado más de una vez de <br> la Designación y Codificación de Mercancías; <br> manera falsa o infundada que una mercancía califica como originaria, la <br> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br> Parte podrá suspender el trato arancelario preferencial a las mercancías <br> por la Parte importadora de conformidad con el Acuerdo; <br> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br> utilizados: empleados o consumidos en la producción de mercancías; <br> b) el nombre del exportador o del productor que pretende visitar; <br> que cumple con lo establecido en este Anexo. <br> valor de transacción de una mercancía: el precio realmente pagado o por <br> Artículo 19.- <br> pagar por una mercancía relacionada con la transacción del productor de una <br> Si como resultado del proceso de verificación y control la autoridad <br> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br> aduanera de la Parte importadora, determinan que la mercancía no califica como <br> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br> originaria, se negará el trato arancelario preferencial. <br> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar <br> por un material relacionado con la transacción del productor de la mercancía, de <br> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br> sin considerar que el material se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el productor de la mercancía. <br> Artículo 2.- Calificación de Origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> territorio de una o ambas Partes; <br> b) Las mercancías que sean producidas enteramente en territorio de una o <br> originarios de conformidad con este Anexo; <br> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br> elaboradas utilizando materiales no originarios, siempre que resulten de un <br> proceso de producción, realizado enteramente en el territorio de una o <br> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br> diferente a las de dichos materiales, según el Sistema Armonizado; <br> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br> proceso de producción no implica un cambio de partida en el Sistema <br> Armonizado, la mercancía producida enteramente en el territorio de una o <br> ambas Partes que cumpla con un valor de contenido; <br> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br> originarios utilizados en la producción de dichas mercancías están <br> clasificados en una subpartida diferente a la de la mercancía para la cual se <br> está determinando el origen, de conformidad con este Anexo; o <br> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo. <br> Artículo 3.- Valor de Contenido <br> Cuando de conformidad con este Anexo una mercancía requiera <br> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br> valor de contenido se determinará conforme a los párrafos siguientes: <br> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br> base CIF, no deberá exceder del 50% del valor de transacción de la <br> mercancía exportada, ajustado sobre la base FOB; <br> b) la determinación del valor de transacción de una mercancía o material, así <br> como los ajustes correspondientes, se harán de conformidad con el <br> c) cuando el productor de la mercancía no la exporte directamente, el valor <br> de transacción de dicha mercancía se determinará hasta el punto en el <br> cual el comprador recibe la mercancía dentro del territorio donde se <br> encuentra el producto; y <br> d) cuando el productor de la mercancía adquiera el material no originario <br> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br> transacción del material no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos en que se haya incurrido para el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br> requisito de valor de contenido, este será determinado según lo establece la regla <br> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br> de aplicación lo dispuesto en los incisos b), c) y d) anteriores. <br> Artículo 4.- Materiales indirectos <br> Los materiales indirectos se considerarán como originarios, sin <br> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br> de los mismos que se reporte en los registros contables del productor de la mercancía. <br> Artículo 5.- Envases y materiales de empaque para venta al menudeo <br> Los envases y los materiales de empaque en que una mercancía se <br> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br> Artículo 6.- Contenedores y materiales de embalaje para embarque <br> Los contenedores y los materiales de embalaje en que una <br> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br> tomarán en cuenta para efectos de la determinación del origen de la mercancía. <br> Artículo 7.- Juegos o surtidos <br> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br> establecido para cada una de las mercancías en este Anexo. <br> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br> se considerará originario, si el valor de transacción de todas las mercancías no <br> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br> establecidas en este Anexo. <br> Artículo 8.- Operaciones y prácticas que no confieren origen <br> Una mercancía no se considerará como originaria, a pesar de <br> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br> alteren materialmente las características de la mercancía; <br> b) operaciones simples destinadas a asegurar la conservación de las <br> mercancías durante su transporte o almacenamiento, tales como aireación, <br> refrigeración, congelación, extracción de partes averiadas, secado o <br> adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br> h) la simple reunión de partes y componentes que se clasifiquen como una <br> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br> i) cualquier actividad o práctica de fijación del valor de una mercancía <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br> j) la acumulación de dos o más de las operaciones señaladas en los literales <br> a) al i) de este artículo. <br> b) herramientas, troqueles y moldes; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}, {"ArticleTitle": "2.- Consultas, cooperación y modificaciones", "ArticleDesc": "Artículo 22.- Consultas, cooperación y modificaciones <br> 1.- Las Partes establecen el Grupo de Trabajo de Reglas de Origen y <br> Procedimientos Aduaneros, integrado por representantes de cada Parte. <br> 2.- Corresponderá al Grupo de Trabajo: <br> a) procurar que se llegue a acuerdos sobre: <br> i) la interpretación, aplicación y administración de este Anexo; <br> ii) los asuntos de clasificación arancelaria y valoración relacionados <br> con las determinaciones de origen; <br> iii) los procedimientos para la solicitud, aprobación, modificación, <br> revocación y aplicación de los criterios anticipados; <br> iv) modificaciones sobre el certificado o la declaración de origen; y <br> v) cualquier otro asunto que le someta una Parte. <br> b) examinar las propuestas de modificaciones administrativas u <br> operativas en materia aduanera que puedan afectar el flujo comercial <br> entre las Partes. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO III <br> Artículo 10.- Procesos realizados fuera de los territorios de las Partes <br> Artículo 15.- <br> Artículo 21.- Sanciones <br> Artículo 2 Bis.- Acumulación <br> RÉGIMEN DE ORIGEN Y PROCEDIMIENTOS ADUANEROS PARA EL CONTROL Y <br> Una mercancía que haya sido producida de conformidad con los <br> El certificado de origen deberá ser emitido, a más tardar, dentro de <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o <br> Para efectos del cumplimiento de los criterios de <br> consideradas originarias: <br> VERIFICACIÓN DEL ORIGEN DE LAS MERCANCÍAS <br> requisitos del artículo 2, perderá su condición de originaria si sufre un proceso ulterior <br> los cinco (5) días hábiles siguientes a la presentación de la solicitud respectiva, de <br> administrativas por infracciones relacionadas con este Anexo, conforme a sus leyes y reglamentaciones. <br> \"Calificación de Origen\" establecidos en el artículo 2, los materiales <br> Artículo 1.- Definiciones <br> o es objeto de cualquier otra operación fuera de los territorios de las Partes en que se <br> conformidad con lo establecido en el artículo 13, y tendrá una validez de ciento <br> originarios del territorio de cualquiera de las Partes incorporados en una <br> Para efectos del presente Anexo, se entenderá por: <br> haya llevado a cabo la producción conforme al artículo 2, distinto a la descarga, <br> ochenta (180) días contados desde su emisión. El certificado deberá ser emitido <br> determinada mercancía en el territorio de la Parte exportadora, serán <br> Acuerdo: el Acuerdo de Complementación Económica número 51, suscrito entre <br> recarga o cualquier otro movimiento necesario para mantenerla en buena condición o <br> exclusivamente en el formato que establece el artículo 12 y deberá estar llenado de <br> el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Cuba; <br> para transportarla al territorio de la otra Parte. <br> a) la adquisición, los costos, el valor y el pago de la mercancía que se exporte <br> conformidad con lo establecido en la Sección B del Apéndice 2 a este Anexo. Dicho <br> Artículo 3 Bis.- De Mínimis <br> Acuerdo sobre Valoración Aduanera: el Acuerdo Relativo a la Aplicación <br> Artículo 11.- De la Expedición, Transporte y Tránsito de las mercancías <br> certificado carecerá de validez si no estuviera debidamente llenado en todos los campos. <br> 1.- Una mercancía se considerará originaria si el valor CIF de <br> del Artículo VII del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> Para que las mercancías originarias se beneficien de los <br> Los certificados de origen no podrán ser expedidos con antelación a la fecha de <br> todos los materiales no originarios utilizados en la producción de la <br> forma parte del Acuerdo sobre la OMC; <br> tratamientos preferenciales, éstas deberán haber sido expedidas directamente de la <br> mercancía que no cumplan con el cambio correspondiente de <br> autoridad aduanera: la autoridad que, conforme a la legislación de cada Parte, <br> Parte exportadora a la Parte importadora. A tal fin, se considera expedición directa: <br> la misma fecha o dentro de los sesenta (60) días siguientes a dicha expedición. <br> clasificación arancelaria establecido en los incisos c) o e) del artículo 2, <br> es responsable de la aplicación y administración de sus leyes y reglamentaciones aduaneras; <br> a) las mercancías transportadas sin pasar por el territorio de algún Estado <br> Artículo 16.- Operaciones realizadas mediante la intervención de terceros operadores <br> no excede el 10% del valor FOS de exportación de la mercancía. <br> CIF: costos, seguros y flete incluidos; <br> que no sea Parte del Acuerdo; <br> Las mercancías que cumplan con las disposiciones del presente <br> 2.- Cuando la mercancía señalada en el párrafo 1 esté sujeta <br> contenedores y materiales de embalaje para embarque: mercancías que son <br> b) las mercancías en tránsito a través de uno o más Estados que no sean <br> Anexo mantendrán su carácter de originarias, aun cuando sean facturadas por <br> adicionalmente a un requisito de valor de contenido regional, el valor de <br> utilizadas para proteger a una mercancía durante su transporte, distintos de los <br> Parte del Acuerdo, con o sin transbordo o almacenamiento temporal, bajo <br> operadores comerciales de un tercer país. <br> esos materiales no originarios se tomará en cuenta en el cálculo del <br> envases y materiales para venta al menudeo; <br> la vigilancia de la autoridad aduanera competente, siempre que: <br> En estos casos el productor o exportador del país de exportación deberá indicar, <br> valor de contenido regional de la mercancía y la misma deberá <br> días: días naturales, incluidos el sábado, domingo y días festivos; <br> mercancías identificadas en el numeral v), siempre que esos barcos fábrica <br> i) el tránsito estuviera justificado por razones geográficas o <br> en el certificado de origen respectivo, en el campo \"OBSERVACIONES\", que la <br> satisfacer los demás requisitos aplicables de este Anexo. <br> envases y materiales de empaque para venta al menudeo: envases y <br> consideraciones relativas a requerimientos de transporte; <br> mercancía objeto de su declaración será facturada desde un tercer país. <br> 3.- El párrafo 1 no se aplicará a: <br> materiales en que una mercancía sea empaquetada para la venta al menudeo; <br> ii) no estuvieran destinadas al comercio, uso o empleo en el Estado de tránsito; y <br> Para tal efecto, identificará el nombre, denominación o razón social y domicilio <br> a) las mercancías comprendidas en los capítulos 50 al 63 del <br> exportador: una persona ubicada en territorio de una Parte desde donde la <br> iii) no sufran, durante su transporte o depósito, ninguna operación <br> del operador que en definitiva será el que facture la operación a destino. <br> Sistema Armonizado, y <br> mercancía es exportada, quien conforme a este Anexo, está obligada a conservar en <br> vii) mercancías obtenidas por una Parte, o una persona de una Parte, del <br> distinta a la carga, descarga o manipulación o cualquier otra <br> En la situación a que se refiere los párrafos anteriores y, excepcionalmente, si al <br> b) un material no originario que se utilice en la producción de <br> lecho o del subsuelo marino, fuera de las aguas territoriales, siempre que <br> territorio de esa Parte, los registros a que se refiere el artículo 17; <br> operación necesaria para mantenerlas en buenas condiciones o para <br> mercancías comprendidas en los capítulos 01 al 27 del <br> FOB: libre a bordo (L.A.B.), independientemente del medio de transporte, en el <br> transportarlo al territorio de otra Parte. <br> comercial emitida por un operador de un tercer país, el campo correspondiente del <br> Sistema Armonizado, a menos que el material no originario <br> punto de embarque directo del vendedor al comprador; <br> viii) desechos y desperdicios derivados de: <br> Artículo 12.- Certificación de Origen y Emisión de Certificados <br> certificado no deberá ser llenado. En este caso, el importador presentará a la autoridad <br> esté comprendido en una subpartida distinta a la de la <br> importador: una persona ubicada en territorio de una Parte hacia donde la <br> El certificado de origen es el documento que certifica que las <br> aduanera correspondiente una declaración jurada que justifique el hecho, en la que <br> mercancía para el cual se está determinando el origen de <br> mercancía es importada, quien conforme a este Anexo, está obligada a conservar en <br> mercancías cumplen con las disposiciones sobre origen del presente Anexo y, por ello, <br> deberá indicar, por lo menos, los números y fechas de la factura comercial definitiva y <br> conformidad con este artículo. <br> pueden beneficiarse del tratamiento preferencial acordado por las Partes. <br> del certificado de origen que amparan la operación de importación. <br> 4.- Una mercancía comprendida en los capítulos 50 al 63 del <br> considerados originarios del territorio de esta última. <br> material: comprende las materias primas, insumos, productos intermedios y <br> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato <br> Artículo 17.- Registros contables <br> Sistema Armonizado que no sea originaria debido a que las fibras e <br> partes y piezas utilizadas en la elaboración de las mercancías. <br> contenido en el Anexo 4 de la Resolución 252 del Comité de Representantes de la <br> Para los casos de verificación y control, el exportador o productor <br> hilados, utilizados en la producción del material que determina la <br> material indirecto: una mercancía utilizada en la producción, inspección o <br> Asociación Latinoamericana de Integración e incluido en la Sección A del Apéndice 2 a <br> que haya firmado un certificado de origen deberá mantener, por un período de cinco <br> clasificación arancelaria de esa mercancía, no cumplen con el cambio <br> control de otra mercancía, que no esté físicamente incorporada a ésta; o una <br> este Anexo, el cual deberá contener una declaración jurada del exportador de la <br> (5) años, toda la información que en este conste, a través de sus registros contables y <br> de clasificación arancelaria dispuesto en el Apéndice 1 al Anexo III, se <br> ambas Partes, a partir exclusivamente de materiales que califican como <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> mercancía, en el que manifieste el total cumplimiento de las disposiciones sobre origen <br> documentos respaldantes (tales como facturas, recibos, entre otros) u otros elementos <br> considerará, no obstante, como originaria si el peso total de las fibras e <br> relacionados con la producción de otra mercancía, tales como: <br> del Acuerdo y la veracidad de la información asentada en el mismo. <br> de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br> hilados de ese material no excede el 7% del peso total de dicho material. <br> El certificado de origen ampara una sola importación de una o varias mercancías <br> al territorio de una de las Partes y deberá presentarse al momento de tramitar el <br> de su territorio; <br> c) refacciones o repuestos y materiales utilizados en el mantenimiento de <br> resulten de un proceso de producción, realizado enteramente en el territorio <br> despacho aduanero. <br> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso <br> equipo y edificios; <br> Artículo 13.- <br> los indirectos, utilizados en la producción de la mercancía que se exporte <br> momento de expedir el certificado de origen, no se conociera el número de la factura <br> d) lubricantes, grasas, materiales compuestos y otros materiales utilizados o <br> La emisión de los certificados de origen estará a cargo de <br> de su territorio; y <br> para operar el equipo o los edificios; <br> reparticiones oficiales, a ser nominadas por cada Parte, las cuales podrán delegar la <br> c) la producción de la mercancía en la forma que se exporte de su territorio. <br> expedición de los mismos en otros organismos públicos o entidades privadas que <br> Asimismo, el importador que solicite trato arancelario preferencial para una <br> f) equipo, aparatos y aditamentos utilizados para la verificación o inspección <br> actúen en jurisdicción federal o nacional, estatal o departamental. La repartición oficial <br> mercancía que se importe a su territorio, del territorio de la otra Parte, conservará durante <br> de las mercancías; <br> en cada Parte, debidamente notificada ante la Secretaría General de la ALADI, será <br> un mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br> g) catalizadores y solventes; o <br> responsable por el control de la emisión de los certificados de origen. <br> documentación relativa a la importación requerida por la Parte importadora. <br> e) las mercancías elaboradas utilizando materiales no originarios, siempre que <br> h) cualquier otra mercancía que no esté incorporada en el producto terminado <br> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br> Artículo 18.- Procesos de Verificación y Control <br> pero que, de cuyo uso en la producción de ese producto pueda <br> exportador de la mercancía de que se trate, de conformidad con el artículo 12. <br> 1.- No obstante la presentación del certificado de origen en las condiciones <br> demostrarse razonablemente que forma parte de esa producción; <br> En una delegación de competencia para la emisión de los certificados de origen, <br> establecidas por este Anexo, la autoridad aduanera de la Parte <br> mercancía originaria o material originario: una mercancía o un material que <br> las reparticiones oficiales tomarán en consideración la representatividad, la capacidad <br> importadora podrá, en el caso de dudas con relación a la autenticidad o <br> califican como originarios de conformidad con lo establecido en este Anexo; <br> técnica y la idoneidad de los organismos públicos o las entidades privadas para la <br> veracidad del (los) certificado(s) de origen, requerir a la repartición oficial <br> mercancías obtenidas en su totalidad o producidas enteramente en <br> prestación de tal servicio. <br> de la Parte exportadora responsable de la emisión de los certificados de <br> territorio de una o ambas Partes: <br> Los nombres de los organismos públicos o entidades privadas para emitir <br> origen, información adicional, con la finalidad de verificar la autenticidad del <br> i) minerales extraídos en territorio de una o ambas Partes. <br> certificados de origen, así como el registro de las firmas de los funcionarios <br> (los) certificado(s) de origen, la veracidad de la información asentada en el <br> ii) vegetales cosechados en territorio de una o ambas Partes. <br> acreditados para tal fin, serán los que las Partes hayan notificado o notifiquen a la <br> (los) mismo(s) o el origen de las mercancías. <br> iii) animales vivos, nacidos y criados en territorio de una o ambas Partes. <br> Secretaría General de la ALADI, ya sea para el trámite de registro o para cualquier <br> A efectos del párrafo anterior, la autoridad aduanera de la Parte <br> iv) mercancías obtenidas de la caza o pesca en territorio de una o ambas Partes. <br> cambio que sufran dichos registros, de conformidad con las disposiciones que rigen en <br> importadora deberá indicar el número y la fecha de los certificados de <br> v) peces, crustáceos y otras especies marinas obtenidos del mar por barcos <br> dicha materia en el órgano técnico de la ALADI. <br> origen o el período de tiempo sobre el cual solicita la información referida a <br> registrados o matriculados por una Parte y que lleven la bandera de esa Parte. <br> un exportador, así como una breve descripción del tipo de problema encontrado. <br> vi) mercancías producidas a bordo de barcos fábrica, a partir de las <br> 2.- La repartición oficial responsable de la emisión de los certificados de <br> origen deberá proveer la información solicitada por aplicación de lo <br> estén registrados o matriculados por alguna Parte Contratante y lleven la <br> dispuesto en el párrafo primero, en un plazo no superior a ciento veinte <br> bandera de esa Parte. <br> (120) días, contados a partir de la fecha de recepción de la solicitud respectiva. <br> En los casos en que la información solicitada no fuera provista en el plazo <br> estipulado en el párrafo anterior, la autoridad aduanera de la Parte <br> la Parte tenga derechos para explotar ese lecho o subsuelo marino. <br> importadora podrá negar el trato arancelario preferencial. <br> 3.- No obstante lo dispuesto en el párrafo 1, en caso de que la Parte <br> A) producción en territorio de una o ambas Partes; o <br> importadora lo juzgue necesario para verificar el origen de las mercancías ésta podrá: <br> B) mercancías usadas, recolectadas en territorio de una o ambas <br> a) dirigir cuestionarios escritos a exportadores o productores del territorio <br> Partes, siempre que esas mercancías sirvan sólo para la <br> de la otra Parte; o <br> recuperación de materias primas; <br> b) realizar visitas de verificación a las instalaciones de un exportador o <br> ix) mercancías producidas en territorio de una o ambas Partes, <br> arancelario preferencial. <br> productor, con el objeto de examinar los procesos productivos, las <br> exclusivamente a partir de las mercancías mencionadas en los numerales <br> instalaciones que se utilicen en la producción de la mercancía, así <br> i) al viii) o de sus derivados, en cualquier etapa de producción; <br> como otras acciones que contribuyan a la verificación de su origen. <br> Parte: todo Estado respecto del cual haya entrado en vigor el Acuerdo; <br> 4.- Cuando el exportador o productor reciba un cuestionario conforme al <br> partida: se refiere a los primeros cuatro dígitos del Sistema Armonizado para la <br> párrafo 3, literal a), responderá y devolverá ese cuestionario dentro de un <br> Designación y Codificación de Mercancías; <br> plazo de cuarenta y cinco (45) días. Durante ese plazo el exportador o <br> producción: el cultivo o cría, la extracción, la cosecha, la pesca, la caza, la <br> productor podrá solicitar por escrito a la Parte importadora que está <br> manufactura, el ensamble o el procesamiento o transformación de una mercancía; <br> realizando la verificación, una prórroga la cual no será mayor de cuarenta y <br> productor: una persona que cultiva o cría, extrae, cosecha, pesca, caza, <br> cinco (45) días. Esta solicitud no conllevará la negación del trato <br> manufactura, procesa o ensambla una mercancía; ubicado en territorio de una Parte <br> quien, conforme a este Anexo, está obligado a conservar en territorio de esa Parte, los <br> 5.- En caso de que el exportador o productor no devuelva el cuestionario <br> c) la fecha y lugar de la visita de verificación propuesta; <br> registros a que se refiere el artículo 17; <br> debidamente respondido dentro del plazo correspondiente, la Parte <br> Regla General 2 a) del Sistema Armonizado: la regla 2 a) de las Reglas <br> 6.- Antes de efectuar una visita de verificación de conformidad con lo <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el <br> establecido en el párrafo 3, literal b), la Parte importadora estará obligada, <br> f) el fundamento legal de la visita de verificación. <br> Acuerdo sobre Valoración Aduanera; <br> siguiente: <br> por conducto de su autoridad aduanera, a comunicar por escrito su <br> \"Cualquier referencia a un artículo en una partida determinada alcanza al artículo <br> intención de efectuar la visita. La notificación se enviará al exportador o al <br> a) combustible y energía; <br> incluso incompleto o sin terminar, siempre que éste presente las características <br> productor que vaya a ser visitado, a la autoridad competente de la Parte en <br> esenciales del artículo completo o terminado. Alcanza también al artículo completo o <br> cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la <br> terminado, o considerado como tal en virtud de las disposiciones precedentes, cuando <br> embajada de esta última Parte en territorio de la Parte importadora. La <br> se presente desmontado o sin montar todavía.\" <br> autoridad competente de la Parte importadora obtendrá el consentimiento <br> Regla General 3 del Sistema Armonizado: la regla 3 de las Reglas Generales <br> por escrito del exportador o del productor a quien pretende visitar. <br> de Interpretación del Sistema Armonizado, o cualquier regla que la sustituya. Al <br> 7.- La comunicación a que se refiere el párrafo 6, contendrá: <br> momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> a) la identificación de la autoridad competente que hace la comunicación por escrito; <br> \"Cuando una mercancía pudiera clasificarse, en principio, en dos o más partidas <br> por aplicación de la Regla 2 b) o en cualquier otro caso, la clasificación se efectuará como sigue: <br> a) la partida con descripción más específica tendrá prioridad sobre las <br> d) el objeto y alcance de la visita de verificación propuesta, haciendo <br> partidas de alcance más genérico. Sin embargo, cuando dos o más <br> mención específica de la mercancía o mercancías objeto de <br> partidas se refieran, cada una, solamente a una parte de las materias que <br> verificación a que se refieren el o los certificados de origen; <br> constituyen un producto mezclado o un artículo compuesto o solamente a <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br> una parte de los artículos, en el caso de mercancías presentadas en <br> juegos o surtidos acondicionados para la venta al por menor, tales partidas <br> 8.- Cualquier modificación en el número, nombre o cargo de los funcionarios a <br> deben considerarse igualmente específicas para dicho producto o artículo, <br> que se refiere el literal e) del párrafo 7, será comunicada por escrito al <br> incluso si una de ellas lo describe de manera más precisa o completa; <br> exportador o productor y a la autoridad de la Parte exportadora antes de la <br> b) los productos mezclados, las manufacturas compuestas de materias <br> visita de verificación. Cualquier modificación de la información a que se <br> diferentes o constituidas por la unión de artículos diferentes y las <br> refieren los literales a), b), c), d) y f) del párrafo 7, será notificada en los <br> mercancías presentadas en juegos o surtidos acondicionados para la venta <br> términos del párrafo 6. <br> al por menor, cuya clasificación no pueda efectuarse aplicando la Regla 3 <br> 9.- Si dentro de los treinta (30) días siguientes al recibo de la comunicación <br> a), se clasificarán según la materia o con el artículo que les confiera su <br> relativa a la visita de verificación propuesta conforme al párrafo 6, el <br> carácter esencial, si fuera posible determinarlo; y <br> exportador o el productor no otorga su consentimiento por escrito para la <br> c) cuando las Reglas 3 a) y 3 b) no permitan efectuar la clasificación, la <br> realización de la misma, la Parte importadora podrá negar el trato <br> mercancía se clasificará en la última partida por orden de numeración entre <br> arancelario preferencial a la mercancía o mercancías que habrían sido <br> las susceptibles de tenerse razonablemente en cuenta.\" <br> motivo de la visita. <br> Regla General 5 b) del Sistema Armonizado: la regla 5 b) de las Reglas <br> 10.- Cada Parte permitirá al exportador o productor cuya mercancía sea motivo <br> Generales de Interpretación del Sistema Armonizado, o cualquier regla que la <br> de una visita de verificación, designar dos testigos que estén presentes <br> sustituya. Al momento de suscribir el presente Anexo, el texto de la regla es el siguiente: <br> durante la visita, siempre que los testigos intervengan únicamente con esa <br> \"Salvo lo dispuesto en la Regla 5 a), los envases que contengan mercancías se <br> calidad. De no haber designación de testigos por el exportador o el <br> clasificarán con ellas cuando sean del tipo de los normalmente utilizados para esa <br> productor, esa omisión no tendrá por consecuencia la posposición de la visita. <br> clase de mercancías. Sin embargo, esta disposición no es obligatoria cuando los <br> 11.- La Parte que haya realizado una verificación, proporcionará al exportador o <br> envases sean susceptibles de ser utilizados razonablemente de manera repetida.\" <br> al productor cuya mercancía o mercancías hayan sido objeto de la <br> Sistema Armonizado: Sistema Armonizado de Designación y Codificación de <br> verificación, un documento que contenga la decisión en la que determine si <br> Mercancías, incluidas las Reglas Generales de Interpretación, sus notas legales de <br> la mercancía o mercancías califican o no como originarias, e incluya los <br> sección, capítulo y subpartida, en la forma en que las Partes lo hayan adoptado y <br> fundamentos de hecho y de derecho de la determinación. <br> aplicado en sus respectivas leyes de impuestos al comercio exterior. <br> 12.- Cuando la verificación que haya realizado una Parte, indique que el <br> subpartida: se refiere a los primeros seis dígitos del Sistema Armonizado para <br> exportador o el productor ha certificado o declarado más de una vez de <br> la Designación y Codificación de Mercancías; <br> manera falsa o infundada que una mercancía califica como originaria, la <br> trato arancelario preferencial: la preferencia arancelaria porcentual otorgada <br> Parte podrá suspender el trato arancelario preferencial a las mercancías <br> por la Parte importadora de conformidad con el Acuerdo; <br> idénticas que esa persona exporte o produzca, hasta que la misma pruebe <br> utilizados: empleados o consumidos en la producción de mercancías; <br> b) el nombre del exportador o del productor que pretende visitar; <br> que cumple con lo establecido en este Anexo. <br> valor de transacción de una mercancía: el precio realmente pagado o por <br> Artículo 19.- <br> pagar por una mercancía relacionada con la transacción del productor de una <br> Si como resultado del proceso de verificación y control la autoridad <br> mercancía de conformidad con los principios del artículo 1 del Acuerdo sobre <br> aduanera de la Parte importadora, determinan que la mercancía no califica como <br> Valoración Aduanera, sin considerar que la mercancía se venda para exportación. <br> originaria, se negará el trato arancelario preferencial. <br> Para efectos de esta definición, el vendedor a que se refiere el Acuerdo sobre <br> Valoración Aduanera será el productor de la mercancía; y <br> valor de transacción de un material: el precio realmente pagado o por pagar <br> por un material relacionado con la transacción del productor de la mercancía, de <br> conformidad con los principios del artículo 1 del Acuerdo sobre Valoración Aduanera, <br> sin considerar que el material se venda para exportación. Para efectos de esta <br> definición, el vendedor a que se refiere el Acuerdo sobre Valoración Aduanera será el <br> proveedor del material, y el comprador a que se refiere el Acuerdo sobre Valoración <br> Aduanera será el productor de la mercancía. <br> Artículo 2.- Calificación de Origen <br> Sin perjuicio de las demás disposiciones del presente Anexo, serán <br> a) Las mercancías obtenidas en su totalidad o producidas enteramente en <br> territorio de una o ambas Partes; <br> b) Las mercancías que sean producidas enteramente en territorio de una o <br> originarios de conformidad con este Anexo; <br> c) con excepción de las mercancías a que se refiere el literal e), las mercancías <br> elaboradas utilizando materiales no originarios, siempre que resulten de un <br> proceso de producción, realizado enteramente en el territorio de una o <br> ambas Partes, de tal forma que la mercancía se clasifique en una partida <br> diferente a las de dichos materiales, según el Sistema Armonizado; <br> d) con excepción de las mercancías a que se refiere el literal e), en el caso que <br> no pueda cumplirse lo establecido en el literal c) precedente, porque el <br> proceso de producción no implica un cambio de partida en el Sistema <br> Armonizado, la mercancía producida enteramente en el territorio de una o <br> ambas Partes que cumpla con un valor de contenido; <br> Para las mercancías comprendidas en los Capítulos 01 al 27 del Sistema <br> Armonizado, el párrafo anterior sólo se aplicará si el o los materiales no <br> originarios utilizados en la producción de dichas mercancías están <br> clasificados en una subpartida diferente a la de la mercancía para la cual se <br> está determinando el origen, de conformidad con este Anexo; o <br> de una o ambas Partes, de tal forma que la mercancía cumpla con los <br> requisitos específicos de conformidad con lo establecido en el Apéndice 1 a este Anexo. <br> Artículo 3.- Valor de Contenido <br> Cuando de conformidad con este Anexo una mercancía requiera <br> cumplir con el valor de contenido, de acuerdo con lo dispuesto en el artículo 2 d), el <br> valor de contenido se determinará conforme a los párrafos siguientes: <br> a) el valor de transacción de los materiales no originarios, ajustado sobre la <br> base CIF, no deberá exceder del 50% del valor de transacción de la <br> mercancía exportada, ajustado sobre la base FOB; <br> b) la determinación del valor de transacción de una mercancía o material, así <br> como los ajustes correspondientes, se harán de conformidad con el <br> c) cuando el productor de la mercancía no la exporte directamente, el valor <br> de transacción de dicha mercancía se determinará hasta el punto en el <br> cual el comprador recibe la mercancía dentro del territorio donde se <br> encuentra el producto; y <br> d) cuando el productor de la mercancía adquiera el material no originario <br> dentro del territorio de la Parte donde se encuentra ubicado, el valor de <br> transacción del material no incluirá el flete, seguro, costos de empaque y <br> todos los demás costos en que se haya incurrido para el transporte del <br> material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> Cuando, de conformidad con el artículo 2 e), una mercancía esté sujeta a algún <br> requisito de valor de contenido, este será determinado según lo establece la regla <br> específica para dicha mercancía en el Apéndice 1 a este Anexo. En dicho caso, será <br> de aplicación lo dispuesto en los incisos b), c) y d) anteriores. <br> Artículo 4.- Materiales indirectos <br> Los materiales indirectos se considerarán como originarios, sin <br> tomar en cuenta el lugar de su producción y el valor de esos materiales será el costo <br> de los mismos que se reporte en los registros contables del productor de la mercancía. <br> Artículo 5.- Envases y materiales de empaque para venta al menudeo <br> Los envases y los materiales de empaque en que una mercancía se <br> presente para venta al menudeo, cuando estén clasificados con la mercancía que <br> contengan, de acuerdo con la Regla General 5 b) del Sistema Armonizado: <br> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br> utilizados en la producción de la mercancía cumplen con el artículo 2 a), 2 <br> b), 2 c), o cuando corresponda, 2 e), salvo lo dispuesto en el literal b) de este artículo; o <br> b) se tomará en cuenta el valor de dichos envases y materiales de empaque <br> para venta al menudeo, cuando la mercancía esté sujeta a un requisito de <br> valor de contenido de conformidad con los artículos 2 d) o, cuando corresponda, 2 e). <br> Artículo 6.- Contenedores y materiales de embalaje para embarque <br> Los contenedores y los materiales de embalaje en que una <br> mercancía se empaca o acondiciona exclusivamente para su transporte, no se <br> tomarán en cuenta para efectos de la determinación del origen de la mercancía. <br> Artículo 7.- Juegos o surtidos <br> Los juegos o surtidos que se clasifiquen según lo dispuesto en la <br> Regla General 3 del Sistema Armonizado, así como las mercancías cuya descripción, <br> conforme a la nomenclatura del Sistema Armonizado, sea específicamente la de un <br> juego o surtido, calificarán como originarios, siempre que cada una de las mercancías <br> contenidas en el juego o surtido cumpla con la norma de origen que se haya <br> establecido para cada una de las mercancías en este Anexo. <br> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de mercancías <br> se considerará originario, si el valor de transacción de todas las mercancías no <br> originarias utilizadas en la formación del juego o surtido, ajustado sobre la base CIF, <br> no excede del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br> establecidas en este Anexo. <br> Artículo 8.- Operaciones y prácticas que no confieren origen <br> Una mercancía no se considerará como originaria, a pesar de <br> cumplir con cualquier otra disposición de este Anexo, únicamente por: <br> alteren materialmente las características de la mercancía; <br> b) operaciones simples destinadas a asegurar la conservación de las <br> mercancías durante su transporte o almacenamiento, tales como aireación, <br> refrigeración, congelación, extracción de partes averiadas, secado o <br> adición de sustancias; <br> c) el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> f) la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; <br> g) fraccionamiento en lotes o volúmenes, descascaramiento o desgrane; <br> h) la simple reunión de partes y componentes que se clasifiquen como una <br> mercancía, conforme a la Regla 2 a) del Sistema Armonizado; <br> i) cualquier actividad o práctica de fijación del valor de una mercancía <br> respecto de la cual se pueda demostrar, a partir de pruebas suficientes, <br> que su objetivo es evadir el cumplimiento de las disposiciones de este Anexo; y <br> j) la acumulación de dos o más de las operaciones señaladas en los literales <br> a) al i) de este artículo. <br> b) herramientas, troqueles y moldes; <br> e) guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> a) las simples filtraciones y diluciones en agua o en otra sustancia que no <br> d) el embalaje, reembalaje, envase o reenvase o empaque para venta al menudeo; <br> e) la aplicación de marcas, etiquetas o signos distintivos similares; <br> emisión de la factura comercial correspondiente a la operación de que se trate, sino en <br> "}]}]}, "members_found": ["192", "484", 2, 8703900000]}