{"FtaRooDetails": {"FtaId": 462, "FtaCode": "ITC00467", "FtaName": "FTA, Korea-Singapore", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE REPUBLIC OF KOREA AND THE GOVERNMENT OF THE REPUBLIC OF SINGAPORE", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "02.03.2006", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Korea, Republic of; Singapore", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Korea-Singapore", "AdminProcCooAuth": "The certification type under FTA, Korea-Singapore is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Korea-Singapore is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Korea-Singapore agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "8%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 55%", "RooText": "A change to heading 87.01 through 87.07 from any other heading provided it has a regional value content of not less than 55%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00467_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/sg/1/eng/CHAPTER5_Annex5A.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00467_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/sg/1/eng/CHAPTER4_AnnexA.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00467_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/sg/1/eng/CHAPTER4.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00467_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/sg/1/eng/CHAPTER5.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00467_full.pdf", "DocType": "8_full", "WebLink": "http://www.fta.go.kr/webmodule/_PSD_FTA/sg/1/KSFTA.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9 : ACCUMULATION <br /> 1 Originating materials from the territory of a Party incorporated in the production of <br /> a good in the territory of the other Party, shall be considered to <br /> originate in the territory of the other Party. <br /> 2 For the purpose of establishing that a good is originating, the producer of a good <br /> may accumulate one's production with the production, in the territory of one or both of <br /> the Parties by one or more producers, of materials incorporated in the production of the <br /> good, so that the production of those materials is considered as done by that producer, <br /> provided that the good complies with the criteria set out in Article 4.2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.10 : DE MINIMIS <br /> 1 A good that does not undergo a change in tariff classification pursuant to Annex 4A <br /> shall be considered as originating if: <br /> (a) the value of all non-originating materials used in its production that do not <br /> undergo the required change in tariff classification does not exceed ten (10) <br /> per cent of the customs value of the good; and <br /> (b) the good meets all other applicable criteria set forth in this Chapter for <br /> qualifying as an originating good. <br /> The value of such non-originating materials shall, however, be included in the <br /> value of non-originating materials for any applicable <br /> regional value content requirement for the good. <br /> 2 Paragraph 1 shall not apply to: <br /> (a) a non-originating material used in the production of a good provided for in <br /> Chapters 1 through 14 of the Harmonized System; and <br /> (b) a non-originating material used in the production of a good provided for in <br /> Chapters 15 through 24 of the Harmonized System unless the non-originating <br /> material is provided for in a different subheading from that of the good for <br /> which the origin is being determined under this Article. <br /> 3 A good provided for in Chapters 50 through 63 of the Harmonized System that is <br /> not an originating good, because certain fibres or yarns used in the production of the <br /> component of the good that determines the tariff classification of the good do not <br /> undergo an applicable change in tariff classification set out in Annex 4A, shall <br /> nonetheless be considered as originating if the total weight of all such fibres or yarns in <br /> that component is not more than eight (8) per cent of the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.7 : INTERMEDIATE MATERIALS <br /> Any self-produced material that is used in the production of a good may be <br /> designated by the producer of the good as an intermediate material for the purpose of <br /> calculating the regional value content of the good under Article 4.5, provided that where <br /> the intermediate material is subject to a regional value content requirement, no other <br /> self-produced material subject to a regional value content requirement used in the <br /> production of that intermediate material may itself be designated <br /> by the producer as an intermediate material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.4 : OUTWARD PROCESSING <br /> 1 Notwithstanding the relevant provisions of Article 4.2 and the product-specific <br /> requirements set out in Annex 4A, a good listed in Annex 4C shall be considered as <br /> originating even if it has undergone processes of production or operation outside the <br /> territory of a Party on a material exported from the Party and subsequently re-imported <br /> to the Party, provided that: <br /> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br /> exceed forty (40) per cent of the customs value of the final good for which <br /> originating status is claimed; <br /> (b) the value of originating materials is not less than forty-five (45) per cent of <br /> the customs value of the final good for which originating status is claimed; <br /> (c) the materials exported from a Party shall have been wholly obtained or <br /> produced in the Party or have undergone there processes of production or <br /> operation going beyond the non-qualifying operations in Article 4.16, prior to <br /> being exported outside the territory of the Party; <br /> (d) the producer of the exported material and the producer of the final good for <br /> which originating status is claimed are the same; <br /> (e) the re-imported good has been obtained through the processes of production <br /> or operation of the exported material; and <br /> (f) the last process of production or operation [4-1] takes place in the territory of the Party. <br /> 2 For the purposes of paragraph 1(a), the total value of non-originating inputs shall <br /> be the value of any non-originating materials added in a Party as well as the value of <br /> any materials added and all other costs accumulated outside the territory of the Party, <br /> including transportation cost. <br /> [4-1] The last process of production or operation does not exclude the non-qualifying <br /> operations stipulated in Article 4.16 <br /> ANNEX 4C: THE GOODS REFERRED TO IN ARTICLE 4.4 <br /> Table of Goods in HS Code1 <br /> Chapter 39 Plastics and Articles Thereof <br /> 3917291000, 3917292000, 3917299000, 3919100000, 3919900000, 3921904020, 3921905090, <br /> 3921906010, 3921906030, 3921906090, 3921907010, 3921907030, 3921909020, 3921909050, <br /> 3923210000, 3923290000, 3923400000, 3923500000, 3926101000, 3926102000, 3926109000 <br /> Chapter 84 Nuclear Reactors, Boilers, Machinery and Mechanical Appliances; Parts Thereof <br /> 8415820000, 8421219020, 8422301000, 8422302000, 8422303000, 8422304000, 8424301000, <br /> 8424302000, 8424309000, 8437901000, 8437909000, 8451290000, 8467210000, 8480490000, <br /> 8481201000, 8481202000, 8482102000, 8482109000, 8483501000 <br /> Chapter 85 Electrical Machinery and Equipment and Parts Thereof; Sound Recorders and <br /> Reproducers, Television Image and Sound Recorders and Reproducers, and <br /> Parts and Accessories of Such Articles <br /> 8501201000, 8501202000, 8501311010, 8501312000, 8501331000, 8501332000, 8501341000, <br /> 8501342000, 8501531000, 8502311000, 8502391000, 8502394000, 8502400000, 8504211000, <br /> 8504219010, 8504221000, 8504229010, 8504230000, 8504331000, 8504339010, 8504341000, <br /> 8504349010, 8505111000, 8505191000, 8509803000, 8513101000, 8513109000, 8514101000, <br /> 8514201000, 8514300000, 8515211010, 8515311010, 8515319010, 8516210000, 8516290000, <br /> 8516310000, 8516330000, 8516602000, 8516791000, 8516799000, 8518210000, 8518220000, <br /> 8518400000, 8518500000, 8519812310, 8519812320, 8519814210, 8519814220, 8519814290, <br /> 8519814310, 8519814390, 8522100000, 8523210000, 8525803000, 8526101000, 8526109000, <br /> 8527190000, 8527290000, 8527990000, 8528721020, 8528722020, 8528723010, 8528723020, <br /> 8528724020, 8528719010, 8528729000, 8528711020, 8528731000, 8528732000, 8528733000, <br /> 8528719020, 8528739000, 8539221000, 8539290000, 8539310000, 8539321000, 8539390000, <br /> 8539410000, 8539491010, 8539901000, 8540791000, 8540799000, 8540891000, 8540892000, <br /> 8540893000, 8540899000, 8543300000, 8545200000, 8546101000, 8548101000, 8548104010, <br /> Chapter 89 Ships, Boats and Floating Structures <br /> 8905201000, 8905202000, 8905209000 <br /> Chapter 90 Optical, Photographic, Cinematographic, Measuring, Checking, Precision, <br /> Medical or Surgical Instruments and Apparatus; Parts and Accessories <br /> Thereof <br /> 9031100000, 9006100000 <br /> 1 HS Code provides for the number used to describe goods in the Harmonised System of Korea 2012.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.12 : ACCESSORIES, SPARE PARTS AND TOOLS <br /> 1 Accessories, spare parts, or tools, delivered with a good that form part of standard <br /> accessories, spare parts or tools of the good, shall be considered as originating if the <br /> good is an originating good, and shall be disregarded in determining whether all the <br /> non-originating materials used in the production of the good undergo the applicable <br /> change in tariff classification set out in Annex 4A, provided that: <br /> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br /> 2 If the good is subject to a regional value-content requirement, the value of the <br /> accessories, spare parts or tools shall be taken into account as originating or non-originating <br /> materials, as the case may be, in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.1 : DEFINITIONS <br /> goods wholly obtained or produced entirely in the territory of one or both of the Parties means: <br /> (a) mineral goods extracted there; <br /> (b) plants and plant products grown and harvested, picked or gathered there; <br /> (c) live animals born and raised there; <br /> (d) goods obtained from hunting or trapping conducted there; <br /> (e) goods obtained from fishing within the outer limit of the territorial sea of one <br /> or both of the parties; <br /> (f) products of sea-fishing and other products taken from the sea outside of the <br /> territorial sea of one or both of the Parties by vessels registered or recorded <br /> with a Party and flying its flag; <br /> (g) goods produced on board factory ships from the goods referred to in <br /> paragraph (f), provided such factory ships are registered or recorded with one <br /> of the Parties and flying its flag; <br /> (h) goods taken by a Party or a person of a Party from the seabed or beneath the <br /> seabed outside territorial waters, provided that the Party has rights to exploit such seabed; <br /> (i) goods taken from outer space, provided that they are obtained by a Party or a <br /> person of a Party and not processed in the territory of a non-Party; <br /> (j) waste and scrap derived from: <br /> (i) production there; or <br /> (ii) used goods collected there, provided that such goods are fit only for the recovery of raw materials; and <br /> (k) goods produced in the territory of one or both of the Parties exclusively from <br /> goods referred to in paragraphs (a), (b), (c), (d), (e), (f), (g), (h), (i) and (j), <br /> or from their derivatives, at any stage of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.16 : NON-QUALIFYING OPERATIONS <br /> Notwithstanding any provision in this Chapter, a good shall not be considered to <br /> have satisfied the requirements for an originating good in Article 4.2 merely by reason <br /> of going through certain operations or processes including, inter alia, the following : <br /> (a) operations to ensure the preservation of products in good condition during <br /> transport and storage (such as drying, freezing, keeping in brine) and other similar operations; <br /> (b) changes of packaging and breaking up and assembly of packages; <br /> (c) affixing marks, labels and other like distinguishing signs on products or their packaging; <br /> (d) disassembly; <br /> (e) testing or calibrations; <br /> (f) placing in bottles, cases, boxes and other simple packaging operations; <br /> (g) simple cutting, including peeling, unshelling or unflaking, grain removing, <br /> removal of bones, crushing or squeezing, and macerating; <br /> (h) simple mixing; <br /> (i) simple assembly of parts to constitute a complete product; <br /> (j) simple making-up of sets of articles; <br /> (k) slaughter of animals; <br /> (l) quality check or grinding; <br /> (m) elimination of dust from broken or damaged parts, application of oil, paint for <br /> rust treatment or other protecting materials; <br /> (n) salifying or sweetening; <br /> (o) dilution with water or with any other aqueous, ionized or salted solution; <br /> (p) division of bulk shipment; and <br /> (q) a combination of two or more operations referred to in paragraphs (a) through (p), carried out <br /> in the territory of the Parties, when non-originating materials are used in those operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "For the purposes of this Chapter: <br /> customs value means: <br /> (a) the price actually paid or payable for a good or material with respect to a <br /> transaction of the seller of the good, pursuant to the principles of Article 1 of <br /> the Customs Valuation Agreement, adjusted in accordance with Article 8 of <br /> the Customs Valuation Agreement; or <br /> (b) in the event that there is no such value or such value of the good is <br /> unascertainable, the value determined in accordance with Articles 2 through 7 <br /> of the Customs Valuation Agreement; <br /> F.O.B. means free on board value of a good payable by the buyer to the seller, <br /> regardless of the mode of transportation, not including any internal excise taxes reduced, <br /> exempted, or repaid when the good is exported; <br /> ARTICLE 4.5 : REGIONAL VALUE CONTENT <br /> When a regional value content is required to determine an originating good, the <br /> regional value content of a good shall be calculated on the basis of the following method: <br /> CV - VNM <br /> RVC = ---------------------- x 100 <br /> CV <br /> where <br /> RVC is the regional value content, expressed as a percentage; <br /> CV is the customs value adjusted to an F.O.B. basis; and <br /> VNM is the value of non-originating materials used by the producer in the production of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8 : NEUTRAL ELEMENTS <br /> In order to determine whether a good originates it shall not be necessary to <br /> determine the origin of the following which might be used in its production and not <br /> incorporated into the good: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting the goods; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.15 : DIRECT CONSIGNMENT <br /> A good shall not be considered to be an originating good of a Party by reason of <br /> having undergone production that satisfies the requirements of Article 4.2, if, <br /> subsequent to that production: <br /> (a) the good is not transported directly to the territory of the other Party; or <br /> (b) where the good is shipped through or transshipped in the territory of a <br /> country that is not a Party under this Agreement, the importer has failed to <br /> meet the requirements stipulated in paragraph (c) of Article 5.9.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.2 : ORIGINATING GOODS <br /> 1 For the purposes of this Agreement, an originating good means a good: <br /> (a) wholly obtained or produced entirely in the territory of one or both of the Parties; <br /> (b) that has satisfied the requirements specified in Annex 4A as well as other <br /> applicable requirements under this Chapter as a result of the production <br /> occurring entirely in the territory of one or both of the Parties; <br /> (c) otherwise provided as an originating good under this Chapter; or <br /> (d) produced entirely in the territory of one or both of the Parties exclusively <br /> from originating materials pursuant to this Chapter. <br /> 2 Product-specific rules, requiring that the materials used undergo a change in tariff <br /> classification or a specific manufacturing or processing operation, shall apply only to <br /> non-originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.13 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br /> Packaging materials and containers in which a good is packaged for retail sale <br /> shall, if classified with the good, be disregarded in determining whether all the non- <br /> originating materials used in the production of the good undergo the applicable change <br /> in tariff classification set out in Annex 4A, and, if the good is subject to a regional value <br /> content requirement, the value of such packaging materials and containers shall be taken <br /> into account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> ARTICLE 4.14 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br /> Packing materials and containers in which a good is packed for shipment shall be <br /> disregarded in determining whether: <br /> (a) the non-originating materials used in the production of the good undergo an <br /> applicable change in tariff classification set out in Annex 4A; and <br /> (b) the good satisfies a regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.11 : FUNGIBLE GOODS AND MATERIALS <br /> 1 The determination of whether fungible goods or materials are originating goods <br /> shall be made either by physical segregation of each good or material or through the use <br /> of any of the inventory management method, such as averaging, last-in, first-out, or first <br /> in, first-out, recognised in the Generally Accepted Accounting Principles of a Party in <br /> which the production is performed or otherwise accepted by the Party in which the <br /> production is performed. <br /> 2 Once a particular inventory management method is selected under paragraph 1, <br /> that method shall continue to be used for those fungible goods or materials throughout <br /> the fiscal year of the person that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br /> 1 The Parties shall adopt two respective forms of the certificate of origin as set out <br /> in Annex 5B and Annex 5C, which may be revised by agreement between the Parties. <br /> 2 The respective certificate of origin, referred to in paragraph 1, shall be issued by <br /> the certification bodies of the exporting Party. <br /> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br /> 4 Each Party shall inform, through its customs administration, the other Party of the <br /> names and addresses of the authorised signatories issuing this certificate of origin and <br /> shall provide specimen impressions of signatures and official seals used by such <br /> signatories. Any change in names, addresses, signatures or official seals shall be <br /> promptly notified to the other Party. <br /> 5 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign an application for <br /> certificate of origin for any good which an importer may claim preferential <br /> tariff treatment on importation of the good into the territory of the other Party; and <br /> (b) provide that where an exporter in its territory is not the producer of the good, <br /> the exporter may complete and sign an application for a certificate of origin on the basis of: <br /> (i) the exporter's knowledge that the good qualifies as an originating good; or <br /> (ii) the exporter's reasonable reliance on the producer's written <br /> representation that the good qualifies as an originating good. <br /> 6 The certificate of origin shall be issued in the English language. <br /> 7 Each Party shall provide that a certificate of origin that has been issued by <br /> authorised body designated by each Party is applicable to a single importation of a good into its territory. <br /> 8 In cases where a certificate of origin has not been issued at the time of exportation <br /> or soon thereafter due to involuntary errors or omissions or other valid causes, the <br /> certificate of origin may be issued retrospectively but not later than one year from the date of shipment.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.6 : WAIVER OF CERTIFICATE OF ORIGIN <br /> 1 Notwithstanding paragraph 1(b) of Article 5.3, a certificate of origin shall not be required for: <br /> (a) an importation of a good whose aggregate customs value does not exceed <br /> USD 1,000 or its equivalent amount in the Party's currency, or such higher <br /> amount as it may establish; or <br /> (b) an importation of a good into the territory of the importing Party, for which <br /> the importing Party has waived the requirement for a certificate of origin in <br /> accordance with its domestic laws and practices; <br /> provided that the importation does not form part of one or more importations that <br /> may reasonably be considered to have been undertaken or arranged for the purpose of <br /> avoiding the certification requirements of Articles 5.2 and 5.3. <br /> 2 The importing Party may request the importer in paragraph 1 to provide relevant <br /> documents to certify that the good qualifies as an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ANNEX 5A : AUTHORISED BODIES TO ISSUE CERTIFICATE OF ORIGIN <br /> 1 The following bodies, and their successor bodies, are authorised to issue Certificate <br /> of origin for the purposes of Chapter 5 (Customs Procedures): <br /> (a) for Korea: Korea Customs Service, Korean Chamber of Commerce and <br /> Industry, any body authorised by the Government of Korea, in accordance <br /> with its laws and/or regulations, terms and conditions; and <br /> (b) for Singapore: Singapore Customs, any body authorised by the <br /> Government of Singapore, in accordance with its laws and/or regulations, <br /> terms and conditions. <br /> 2 In the event any authorised body repeatedly or intentionally violates the <br /> requirements of this Chapter and Chapter 4 by wrongly issuing the certificate of origin, <br /> the exporting Party shall revoke such authorised body from issuing the certificate of <br /> origin under this Agreement. For this purpose, the exporting Party shall consider views of <br /> the customs administration of the importing Party in deciding on revoking the authorisation. <br /> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br /> replacement or addition of the body that is authorised to issue the certification of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br /> [Customs administration]: <br /> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br /> 7 Each Party shall provide that a certificate of origin that has been issued by <br /> authorised body designated by each Party is applicable to a single importation of a good into its territory.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.5 : RECORD KEEPING REQUIREMENT <br /> 1 Each Party shall provide that an exporter and a producer in its territory that has <br /> obtained a certificate of origin shall maintain in its territory, for five (5) years after the <br /> date on which the certificate of origin was issued or for such longer period as the Party <br /> may specify, all records relating to the origin of a good for which preferential tariff <br /> treatment was claimed in the territory of the other Party, including records associated with: <br /> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br /> is exported from its territory; <br /> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br /> materials, including neutral elements, used in the production of the good that <br /> is exported from its territory; and <br /> (c) the production of the good in the form in which the good is exported from its territory. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment for <br /> a good imported into the Party's territory shall maintain in that territory, for five (5) <br /> years after the date of importation of the good or for such longer period as the Party <br /> may specify, such documentation, including a copy of the certificate of origin, as the <br /> Party may require relating to the importation of the good. <br /> 3 The records to be maintained in accordance with paragraphs 1 and 2 shall include <br /> electronic records and shall be maintained in accordance with the domestic laws and <br /> practices of each Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.3 : CLAIMS FOR PREFERENTIAL TREATMENT <br /> 1 Each Party shall require an importer in its territory that claims preferential tariff <br /> treatment for a good imported into its territory from the territory of the other Party to: <br /> (a) make a declaration for preference as part of the import application prescribed <br /> by its legislation, based on importer's knowledge or information including a <br /> valid certificate of origin, that the good qualifies as an originating good; <br /> (b) submit the certificate of origin or other documentary evidence of origin at <br /> the time of the declaration referred to in subparagraph (a), to its customs <br /> administration upon request; and <br /> (c) promptly make a corrected declaration and pay any duties owing, where the <br /> importer has reason to believe that a certificate of origin on which a <br /> declaration was based contains information that is incorrect. <br /> 2 Each Party shall provide that the importing Party applies preferential tariff <br /> treatment only in cases where an importer proves the accuracy of origin of the imported <br /> goods through documentary evidence or any other relevant information in accordance <br /> with its laws and regulations. <br /> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br /> fails to comply with requirements of this Chapter. <br /> 4 The importing Party shall grant preferential tariff treatment to goods imported <br /> after the date of entry into force of this Agreement, in cases where the importer does not <br /> have the certificate of origin or other documentary evidence of origin at the time of <br /> importation, provided that: <br /> (a) the importer had, at the time of importation, indicated to the customs <br /> administration of the importing Party his intention to claim preferential tariff treatment; and <br /> (b) the certificate of origin or other documentary evidence of origin is submitted <br /> to its customs administration within such period from the date of payment of <br /> customs duties in accordance with the domestic laws and regulations in the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.7 : VERIFICATIONS FOR PREFERENTIAL TARIFF TREATMENT <br /> 1 For the purposes of determining whether a good imported into its territory from <br /> the territory of the other Party is eligible for preferential tariff treatment, the importing <br /> Party may, through its customs administration, conduct a verification, which may be in <br /> sequence, by means of: <br /> (a) request for a certificate of origin from the importer; <br /> (b) request for Cost and Production Statement and information from the <br /> importer for cases where the importer is able to prepare it on the basis of the <br /> importer's own documentary evidence or information; <br /> (c) request for Cost and Production Statement and information from an exporter <br /> or a producer in the territory of the other Party through the other Party's <br /> customs administration; <br /> (d) visit to the premises of an exporter or a producer in the territory of the other <br /> Party to review the records referred to in paragraph 1 of Article 5.5 and <br /> observe the facilities used in the production of the good, or to that effect any <br /> facilities used in the production of the materials; or <br /> (e) such other procedure as the Parties may agree to. <br /> 2 The importer, exporter or producer that receives a written request pursuant to <br /> subparagraphs (a), (b) or (c) of paragraph 1 shall answer and return it within a period of <br /> thirty (30) days from the date on which it was received. During this period, the <br /> importer, exporter or producer may have one opportunity to make a written request to <br /> the Party conducting the verification for an extension of the answering period, for a <br /> period not exceeding thirty (30) days. <br /> 3 In the case where the importer, exporter, or producer does not return the written <br /> request for information made by the importing Party within the given period or its <br /> extension, or that the information provided is false or incomplete, the Party may deny <br /> preferential tariff treatment. <br /> 4 Prior to conducting a verification visit pursuant to subparagraph 1(d), a Party shall, <br /> through its customs administration: <br /> (a) deliver a written notification of its intention to conduct the visit to: <br /> (i) the exporter or producer whose premises are to be visited; and <br /> (ii) the customs administration of the other Party; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 5 Where an exporter or producer has not given its written consent to a proposed <br /> verification visit within thirty (30) days from the receipt of notification pursuant to <br /> paragraph 4, the notifying Party may deny preferential tariff treatment to the relevant good. <br /> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4, <br /> such an exporter or producer may, within fifteen (15) days of receiving the notification, <br /> have one opportunity to request to the Party conducting the verification for a <br /> postponement of the proposed verification visit, for a period not exceeding sixty (60) <br /> days. This extension shall be notified to the customs administration of the importing and exporting Parties. <br /> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br /> verification visit was postponed pursuant to paragraph 6. <br /> 8 After the conclusion of a verification visit, the Party conducting the verification, <br /> shall provide the exporter or producer whose good was verified, with a written <br /> determination of whether the good is eligible for preferential tariff treatment, based on <br /> the relevant law and findings of fact. <br /> 9 Where verifications by a Party show that an exporter or producer repeatedly <br /> makes false or unsupported representations that a good imported into the Party's <br /> territory qualifies as an originating good, the Party may suspend the preferential tariff <br /> treatment to be accorded to subsequent shipment of identical good exported or produced <br /> by such a person until that person establishes that the shipment complies with Chapter 4 <br /> (Rules of Origin), in accordance with its domestic laws, regulations or practices. The <br /> importing Party shall inform the customs administration of the exporting Party on the <br /> evidence and details of the suspension made.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.4 : OBLIGATIONS RELATING TO EXPORTATIONS <br /> 1 Each Party shall provide that an exporter or a producer in its territory shall submit <br /> a copy of the certificate of origin or other documentary evidence of origin to its customs <br /> administration upon request. <br /> 2 Each Party shall provide that a false statement by an exporter or a producer in its <br /> territory that a good to be exported to the territory of the other Party qualifies as an <br /> originating good shall be penalised for a contravention of its customs laws and <br /> regulations regarding the making of a false statement or representation. Furthermore, <br /> each Party may apply such measures as the circumstances may warrant where an <br /> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br /> ARTICLE 5.12 : PENALTIES <br /> Each Party shall maintain measures imposing criminal or administrative penalties, <br /> whether solely or in combination, for violations of its laws and regulations relating to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.8 : ADVANCE RULINGS <br /> 1 Prior to the importation of a good into its territory, each Party, through its customs <br /> administration, shall provide for the issuance of written advance rulings to an importer <br /> of the good in its territory or to an exporter or producer of the good in the other Party's <br /> territory concerning tariff classification, questions arising from the application of the <br /> Customs Valuation Agreement and country of origin so as to determine whether the <br /> good qualifies as an originating good. <br /> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, including: <br /> (a) the provision that an importer or its agent in its territory or an exporter or <br /> producer or their agent in the territory of the other Party may request such a <br /> ruling prior to the importation in question; <br /> (b) a detailed description of the information required to process a request for an <br /> advance ruling; and <br /> (c) the provision that the advance ruling be based on the facts and circumstances <br /> presented by the person requesting the ruling. <br /> 3 Each Party shall provide that its customs administrations: <br /> (a) may request, at any time during the course of evaluating an application for <br /> an advance ruling, additional information necessary to evaluate the application; <br /> (b) shall issue the advance ruling expeditiously, and in any case within ninety <br /> (90) days of obtaining all necessary information; and <br /> (c) shall provide, upon request of the person who requested the advance ruling, <br /> a full explanation of the reasons for the ruling. <br /> 4 The importing Party may modify or revoke the issued ruling: <br /> (a) if the ruling was based on an error of fact; <br /> (b) if there is a change in the material facts or circumstances on which the ruling was based; <br /> (c) to conform with an amendment to this Agreement; or <br /> (d) to conform with a judicial or administration decision or a change in its <br /> domestic laws and regulations. <br /> 5 Each Party shall provide that any modification or revocation of an advance ruling <br /> is effective on the date on which the modification or revocation is issued, or on such a <br /> later date as may be specified therein, and shall not be applied to importations of a good <br /> that have occurred prior to that date, unless the person to whom the advance ruling was <br /> issued has not acted in accordance with its terms and conditions. <br /> 6 Notwithstanding paragraph 5, the issuing Party shall postpone the effective date of <br /> such modification or revocation for a period not exceeding sixty (60) days where the <br /> person to whom the advance ruling was issued demonstrates that it has relied in good <br /> faith to its detriment on that ruling. <br /> 7 Each Party shall provide that where it issues an advance ruling to a person that has <br /> misrepresented or omitted material facts or circumstances or failed to act in accordance <br /> with the terms and conditions of the ruling, the Party may impose penalties or deny the <br /> preferential tariff treatment as the circumstances may warrant. <br /> 8 A good that is subject to an origin verification process or any instance of review or <br /> appeal in the territory of one of the Parties may not be the subject of an advance ruling. <br /> 9 Subject to paragraph 10, each Party shall apply an advance ruling to importations <br /> into its territory of the relevant good from the date of its issuance or from such later date <br /> as may be specified in the ruling. <br /> 10. The importing Party shall apply the advance ruling for three (3) years from the <br /> date of issuance of the ruling.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 5.11 : REVIEW AND APPEAL <br /> 1 Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings by its customs administration, as it <br /> provides to importers in its territory, to any person: <br /> (a) who has obtained a certificate of origin or completed a cost and production <br /> statement for a good that has been the subject of a determination of origin under this Chapter; or <br /> (b) who has received an advance ruling pursuant to Article 5.8. <br /> 2 Each Party shall provide that the rights of review and appeal referred to in <br /> paragraph 1 shall include access to: <br /> (a) at least one level of administrative review [5-1] independent of the official or <br /> office responsible for the determination under review; and <br /> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br /> determination or decision taken at the final level of administrative review [5-2]. <br /> [5-1] For Singapore, the level of administrative review may include the Ministry supervising the Customs administration. <br /> [5-2] The review of the determination or decision taken at the final level of administrative review in <br /> Singapore may take the form of a common law judicial review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.2 : ORIGINATING GOODS <br> ARTICLE 4.4 : OUTWARD PROCESSING <br> ARTICLE 4.7 : INTERMEDIATE MATERIALS <br> 1 For the purposes of this Agreement, an originating good means a good: <br> 1 Notwithstanding the relevant provisions of Article 4.2 and the product-specific <br> Any self-produced material that is used in the production of a good may be <br> RULES OF ORIGIN <br> (a) wholly obtained or produced entirely in the territory of one or both of the Parties; <br> requirements set out in Annex 4A, a good listed in Annex 4C shall be considered as <br> designated by the producer of the good as an intermediate material for the purpose of <br> (b) that has satisfied the requirements specified in Annex 4A as well as other <br> originating even if it has undergone processes of production or operation outside the <br> calculating the regional value content of the good under Article 4.5, provided that where <br> applicable requirements under this Chapter as a result of the production <br> territory of a Party on a material exported from the Party and subsequently re-imported <br> (a) operations to ensure the preservation of products in good condition during <br> the intermediate material is subject to a regional value content requirement, no other <br> occurring entirely in the territory of one or both of the Parties; <br> to the Party, provided that: <br> self-produced material subject to a regional value content requirement used in the <br> (c) otherwise provided as an originating good under this Chapter; or <br> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br> production of that intermediate material may itself be designated <br> (d) produced entirely in the territory of one or both of the Parties exclusively <br> exceed forty (40) per cent of the customs value of the final good for which <br> by the producer as an intermediate material. <br> from originating materials pursuant to this Chapter. <br> originating status is claimed; <br> where <br> ARTICLE 4.8 : NEUTRAL ELEMENTS <br> 2 Product-specific rules, requiring that the materials used undergo a change in tariff <br> (b) the value of originating materials is not less than forty-five (45) per cent of <br> In order to determine whether a good originates it shall not be necessary to <br> classification or a specific manufacturing or processing operation, shall apply only to <br> the customs value of the final good for which originating status is claimed; <br> determine the origin of the following which might be used in its production and not <br> non-originating materials. <br> (c) the materials exported from a Party shall have been wholly obtained or <br> incorporated into the good: <br> produced in the Party or have undergone there processes of production or <br> operation going beyond the non-qualifying operations in Article 4.16, prior to <br> (b) tools, dies and moulds; <br> being exported outside the territory of the Party; <br> (d) the producer of the exported material and the producer of the final good for <br> (d) lubricants, greases, compounding materials and other materials used in <br> which originating status is claimed are the same; <br> (e) the re-imported good has been obtained through the processes of production <br> or operation of the exported material; and <br> (f) equipment, devices and supplies used for testing or inspecting the goods; and <br> (f) the last process of production or operation [4-1] takes place in the territory of the Party. <br> 2 For the purposes of paragraph 1(a), the total value of non-originating inputs shall <br> production of the good can reasonably be demonstrated to be a part of that production. <br> be the value of any non-originating materials added in a Party as well as the value of <br> ARTICLE 4.9 : ACCUMULATION <br> any materials added and all other costs accumulated outside the territory of the Party, <br> 1 Originating materials from the territory of a Party incorporated in the production of <br> including transportation cost. <br> a good in the territory of the other Party, shall be considered to <br> [4-1] The last process of production or operation does not exclude the non-qualifying <br> originate in the territory of the other Party. <br> operations stipulated in Article 4.16 <br> 2 For the purpose of establishing that a good is originating, the producer of a good <br> ARTICLE 4.5 : REGIONAL VALUE CONTENT <br> may accumulate one's production with the production, in the territory of one or both of <br> When a regional value content is required to determine an originating good, the <br> the Parties by one or more producers, of materials incorporated in the production of the <br> (d) disassembly; <br> good, so that the production of those materials is considered as done by that producer, <br> CV - VNM <br> provided that the good complies with the criteria set out in Article 4.2. <br> RVC = ---------------------- x 100 <br> CV <br> RVC is the regional value content, expressed as a percentage; <br> 1 A good that does not undergo a change in tariff classification pursuant to Annex 4A <br> (a) the value of all non-originating materials used in its production that do not <br> CV is the customs value adjusted to an F.O.B. basis; and <br> undergo the required change in tariff classification does not exceed ten (10) <br> VNM is the value of non-originating materials used by the producer in the production of the good. <br> per cent of the customs value of the good; and <br> regional value content of a good shall be calculated on the basis of the following method: <br> The value of such non-originating materials shall, however, be included in the <br> value of non-originating materials for any applicable <br> regional value content requirement for the good. <br> 2 Paragraph 1 shall not apply to: <br> (a) a non-originating material used in the production of a good provided for in <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> Chapters 1 through 14 of the Harmonized System; and <br> (b) a non-originating material used in the production of a good provided for in <br> qualifying as an originating good. <br> Chapters 15 through 24 of the Harmonized System unless the non-originating <br> shall be considered as originating if: <br> which the origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System that is <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> not an originating good, because certain fibres or yarns used in the production of the <br> component of the good that determines the tariff classification of the good do not <br> undergo an applicable change in tariff classification set out in Annex 4A, shall <br> nonetheless be considered as originating if the total weight of all such fibres or yarns in <br> that component is not more than eight (8) per cent of the total weight of that component. <br> ARTICLE 4.11 : FUNGIBLE GOODS AND MATERIALS <br> shall be made either by physical segregation of each good or material or through the use <br> of any of the inventory management method, such as averaging, last-in, first-out, or first <br> (b) changes of packaging and breaking up and assembly of packages; <br> in, first-out, recognised in the Generally Accepted Accounting Principles of a Party in <br> which the production is performed or otherwise accepted by the Party in which the <br> production is performed. <br> 2 Once a particular inventory management method is selected under paragraph 1, <br> that method shall continue to be used for those fungible goods or materials throughout <br> ARTICLE 4.12 : ACCESSORIES, SPARE PARTS AND TOOLS <br> 1 Accessories, spare parts, or tools, delivered with a good that form part of standard <br> Packaging materials and containers in which a good is packaged for retail sale <br> accessories, spare parts or tools of the good, shall be considered as originating if the <br> good is an originating good, and shall be disregarded in determining whether all the <br> non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4A, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> 1 The determination of whether fungible goods or materials are originating goods <br> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br> 2 If the good is subject to a regional value-content requirement, the value of the <br> accessories, spare parts or tools shall be taken into account as originating or non-originating <br> materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 4.13 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> in tariff classification set out in Annex 4A, and, if the good is subject to a regional value <br> content requirement, the value of such packaging materials and containers shall be taken <br> ARTICLE 4.14 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> applicable change in tariff classification set out in Annex 4A; and <br> ARTICLE 4.15 : DIRECT CONSIGNMENT <br> A good shall not be considered to be an originating good of a Party by reason of <br> subsequent to that production: <br> (a) the good is not transported directly to the territory of the other Party; or <br> (b) where the good is shipped through or transshipped in the territory of a <br> country that is not a Party under this Agreement, the importer has failed to <br> meet the requirements stipulated in paragraph (c) of Article 5.9. <br> ARTICLE 4.16 : NON-QUALIFYING OPERATIONS <br> Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 4.2 merely by reason <br> of going through certain operations or processes including, inter alia, the following : <br> transport and storage (such as drying, freezing, keeping in brine) and other similar operations; <br> (c) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (e) testing or calibrations; <br> (f) placing in bottles, cases, boxes and other simple packaging operations; <br> (g) any other goods that are not incorporated into the good but whose use in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (g) simple cutting, including peeling, unshelling or unflaking, grain removing, <br> removal of bones, crushing or squeezing, and macerating; <br> (h) simple mixing; <br> (i) simple assembly of parts to constitute a complete product; <br> (j) simple making-up of sets of articles; <br> (l) quality check or grinding; <br> (m) elimination of dust from broken or damaged parts, application of oil, paint for <br> rust treatment or other protecting materials; <br> (n) salifying or sweetening; <br> (o) dilution with water or with any other aqueous, ionized or salted solution; <br> (p) division of bulk shipment; and <br> (q) a combination of two or more operations referred to in paragraphs (a) through (p), carried out <br> in the territory of the Parties, when non-originating materials are used in those operations. <br> (k) slaughter of animals; <br> Article 4.10 : De Minimis <br> material is provided for in a different subheading from that of the good for <br> the fiscal year of the person that selected the inventory management method. <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> (b) the good satisfies a regional value content requirement. <br> originating materials used in the production of the good undergo the applicable change <br> Packing materials and containers in which a good is packed for shipment shall be <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> having undergone production that satisfies the requirements of Article 4.2, if, <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "customs value means: <br> the Customs Valuation Agreement, adjusted in accordance with Article 8 of <br> the Customs Valuation Agreement; or <br> unascertainable, the value determined in accordance with Articles 2 through 7 <br> of the Customs Valuation Agreement; <br> (a) the price actually paid or payable for a good or material with respect to a <br> F.O.B. means free on board value of a good payable by the buyer to the seller, <br> regardless of the mode of transportation, not including any internal excise taxes reduced, <br> transaction of the seller of the good, pursuant to the principles of Article 1 of <br> exempted, or repaid when the good is exported; <br> (a) mineral goods extracted there; <br> (b) in the event that there is no such value or such value of the good is <br> goods wholly obtained or produced entirely in the territory of one or both of the Parties means: <br> (b) plants and plant products grown and harvested, picked or gathered there; <br> (g) goods produced on board factory ships from the goods referred to in <br> (d) goods obtained from hunting or trapping conducted there; <br> (e) goods obtained from fishing within the outer limit of the territorial sea of one <br> (f) products of sea-fishing and other products taken from the sea outside of the <br> territorial sea of one or both of the Parties by vessels registered or recorded <br> with a Party and flying its flag; <br> paragraph (f), provided such factory ships are registered or recorded with one <br> of the Parties and flying its flag; <br> (h) goods taken by a Party or a person of a Party from the seabed or beneath the <br> or both of the Parties; <br> seabed outside territorial waters, provided that the Party has rights to exploit such seabed; <br> (i) goods taken from outer space, provided that they are obtained by a Party or a <br> person of a Party and not processed in the territory of a non-Party; <br> (i) production there; or <br> (ii) used goods collected there, provided that such goods are fit only for the recovery of raw materials; and <br> (k) goods produced in the territory of one or both of the Parties exclusively from <br> goods referred to in paragraphs (a), (b), (c), (d), (e), (f), (g), (h), (i) and (j), <br> or from their derivatives, at any stage of production; <br> intermediate material means a material that is self-produced and used in the <br> production of a good, and designated pursuant to Article 4.7; <br> material means a good that is used in the production of another good and physically <br> packing materials and containers for shipment means goods used to protect a good <br> incorporated into the good; <br> originating material means a material that qualifies as originating under Article 4.2; <br> production means method of obtaining goods including growing, raising, mining, <br> (j) waste and scrap derived from: <br> during its transportation, different from those containers or materials used for its individual sale; <br> producer means a person who grows, mines, raises, harvests, fishes, reproduces and <br> breeds, traps, hunts, manufactures, processes, assembles or disassembles a good; <br> harvesting, fishing, reproducing and breeding, trapping, hunting, manufacturing, <br> processing, assembling or disassembling a good; <br> value of materials means: <br> (a) except in the case of packing materials and containers for shipment, for the <br> purposes of calculating the regional value content of a good and for the <br> purposes of applying the De Minimis rule, the value of a material that is used <br> in the production of a good shall: <br> (i) for a material that is imported by the producer of the good, be the <br> customs value of the material with respect to the importation including <br> the international shipment of that material to the location of the producer, <br> if not included; <br> (ii) for a material purchased in the territory where the good is produced, be <br> the producer's price actually paid or payable for the material including <br> the costs of freight, insurance, packing and all other costs incurred in <br> transporting the material to the location of the producer, if not included; and <br> (iii) for an intermediate material, be determined by computing the sum of: <br> (A) all costs incurred in the production of the material, including general expenses; and <br> (B) an amount for profit; <br> (b) for the value of non-originating materials, the following expenses may be <br> deducted from the value of the material: <br> (i) the duties, taxes and customs brokerage fees on the materials paid in <br> the territory of one or more of the Parties, other than the duties and <br> taxes that are waived, refunded, refundable or otherwise recoverable, <br> including credit against duties or taxes paid or payable; <br> (ii) inland transportation costs incurred to transport the materials to the local producer; <br> (iii) the costs of waste and spoilage resulting from the use of the material in <br> the production of the good, less the value of renewable scrap or by-product; and <br> (iv) the cost of originating materials used in the production of the non- <br> originating material in the territory of a Party. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1 : Definitions <br> For the purposes of this Chapter: <br> fungible goods or materials means goods or materials that are interchangeable for <br> commercial purposes and whose properties are essentially identical; <br> (c) live animals born and raised there; <br> good means any merchandise, product, article or material; <br> non-originating good or non-originating material means a good or material that does <br> not qualify as originating under this Chapter; <br> used means used or consumed in the production of goods; and <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.2 : ORIGINATING GOODS <br> ARTICLE 4.4 : OUTWARD PROCESSING <br> ARTICLE 4.7 : INTERMEDIATE MATERIALS <br> 1 For the purposes of this Agreement, an originating good means a good: <br> 1 Notwithstanding the relevant provisions of Article 4.2 and the product-specific <br> Any self-produced material that is used in the production of a good may be <br> RULES OF ORIGIN <br> (a) wholly obtained or produced entirely in the territory of one or both of the Parties; <br> requirements set out in Annex 4A, a good listed in Annex 4C shall be considered as <br> designated by the producer of the good as an intermediate material for the purpose of <br> (b) that has satisfied the requirements specified in Annex 4A as well as other <br> originating even if it has undergone processes of production or operation outside the <br> calculating the regional value content of the good under Article 4.5, provided that where <br> applicable requirements under this Chapter as a result of the production <br> territory of a Party on a material exported from the Party and subsequently re-imported <br> (a) operations to ensure the preservation of products in good condition during <br> the intermediate material is subject to a regional value content requirement, no other <br> occurring entirely in the territory of one or both of the Parties; <br> to the Party, provided that: <br> self-produced material subject to a regional value content requirement used in the <br> (c) otherwise provided as an originating good under this Chapter; or <br> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br> production of that intermediate material may itself be designated <br> (d) produced entirely in the territory of one or both of the Parties exclusively <br> exceed forty (40) per cent of the customs value of the final good for which <br> by the producer as an intermediate material. <br> from originating materials pursuant to this Chapter. <br> originating status is claimed; <br> where <br> ARTICLE 4.8 : NEUTRAL ELEMENTS <br> 2 Product-specific rules, requiring that the materials used undergo a change in tariff <br> (b) the value of originating materials is not less than forty-five (45) per cent of <br> In order to determine whether a good originates it shall not be necessary to <br> classification or a specific manufacturing or processing operation, shall apply only to <br> the customs value of the final good for which originating status is claimed; <br> determine the origin of the following which might be used in its production and not <br> non-originating materials. <br> (c) the materials exported from a Party shall have been wholly obtained or <br> incorporated into the good: <br> produced in the Party or have undergone there processes of production or <br> operation going beyond the non-qualifying operations in Article 4.16, prior to <br> (b) tools, dies and moulds; <br> being exported outside the territory of the Party; <br> (d) the producer of the exported material and the producer of the final good for <br> (d) lubricants, greases, compounding materials and other materials used in <br> which originating status is claimed are the same; <br> (e) the re-imported good has been obtained through the processes of production <br> or operation of the exported material; and <br> (f) equipment, devices and supplies used for testing or inspecting the goods; and <br> (f) the last process of production or operation [4-1] takes place in the territory of the Party. <br> 2 For the purposes of paragraph 1(a), the total value of non-originating inputs shall <br> production of the good can reasonably be demonstrated to be a part of that production. <br> be the value of any non-originating materials added in a Party as well as the value of <br> ARTICLE 4.9 : ACCUMULATION <br> any materials added and all other costs accumulated outside the territory of the Party, <br> 1 Originating materials from the territory of a Party incorporated in the production of <br> including transportation cost. <br> a good in the territory of the other Party, shall be considered to <br> [4-1] The last process of production or operation does not exclude the non-qualifying <br> originate in the territory of the other Party. <br> operations stipulated in Article 4.16 <br> 2 For the purpose of establishing that a good is originating, the producer of a good <br> ARTICLE 4.5 : REGIONAL VALUE CONTENT <br> may accumulate one's production with the production, in the territory of one or both of <br> When a regional value content is required to determine an originating good, the <br> the Parties by one or more producers, of materials incorporated in the production of the <br> (d) disassembly; <br> good, so that the production of those materials is considered as done by that producer, <br> CV - VNM <br> provided that the good complies with the criteria set out in Article 4.2. <br> RVC = ---------------------- x 100 <br> CV <br> RVC is the regional value content, expressed as a percentage; <br> 1 A good that does not undergo a change in tariff classification pursuant to Annex 4A <br> (a) the value of all non-originating materials used in its production that do not <br> CV is the customs value adjusted to an F.O.B. basis; and <br> undergo the required change in tariff classification does not exceed ten (10) <br> VNM is the value of non-originating materials used by the producer in the production of the good. <br> per cent of the customs value of the good; and <br> regional value content of a good shall be calculated on the basis of the following method: <br> The value of such non-originating materials shall, however, be included in the <br> value of non-originating materials for any applicable <br> regional value content requirement for the good. <br> 2 Paragraph 1 shall not apply to: <br> (a) a non-originating material used in the production of a good provided for in <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> Chapters 1 through 14 of the Harmonized System; and <br> (b) a non-originating material used in the production of a good provided for in <br> qualifying as an originating good. <br> Chapters 15 through 24 of the Harmonized System unless the non-originating <br> shall be considered as originating if: <br> which the origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System that is <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> not an originating good, because certain fibres or yarns used in the production of the <br> component of the good that determines the tariff classification of the good do not <br> undergo an applicable change in tariff classification set out in Annex 4A, shall <br> nonetheless be considered as originating if the total weight of all such fibres or yarns in <br> that component is not more than eight (8) per cent of the total weight of that component. <br> ARTICLE 4.11 : FUNGIBLE GOODS AND MATERIALS <br> shall be made either by physical segregation of each good or material or through the use <br> of any of the inventory management method, such as averaging, last-in, first-out, or first <br> (b) changes of packaging and breaking up and assembly of packages; <br> in, first-out, recognised in the Generally Accepted Accounting Principles of a Party in <br> which the production is performed or otherwise accepted by the Party in which the <br> production is performed. <br> 2 Once a particular inventory management method is selected under paragraph 1, <br> that method shall continue to be used for those fungible goods or materials throughout <br> ARTICLE 4.12 : ACCESSORIES, SPARE PARTS AND TOOLS <br> 1 Accessories, spare parts, or tools, delivered with a good that form part of standard <br> Packaging materials and containers in which a good is packaged for retail sale <br> accessories, spare parts or tools of the good, shall be considered as originating if the <br> good is an originating good, and shall be disregarded in determining whether all the <br> non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4A, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> 1 The determination of whether fungible goods or materials are originating goods <br> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br> 2 If the good is subject to a regional value-content requirement, the value of the <br> accessories, spare parts or tools shall be taken into account as originating or non-originating <br> materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 4.13 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> in tariff classification set out in Annex 4A, and, if the good is subject to a regional value <br> content requirement, the value of such packaging materials and containers shall be taken <br> ARTICLE 4.14 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> applicable change in tariff classification set out in Annex 4A; and <br> ARTICLE 4.15 : DIRECT CONSIGNMENT <br> A good shall not be considered to be an originating good of a Party by reason of <br> subsequent to that production: <br> (a) the good is not transported directly to the territory of the other Party; or <br> (b) where the good is shipped through or transshipped in the territory of a <br> country that is not a Party under this Agreement, the importer has failed to <br> meet the requirements stipulated in paragraph (c) of Article 5.9. <br> ARTICLE 4.16 : NON-QUALIFYING OPERATIONS <br> Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 4.2 merely by reason <br> of going through certain operations or processes including, inter alia, the following : <br> transport and storage (such as drying, freezing, keeping in brine) and other similar operations; <br> (c) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (e) testing or calibrations; <br> (f) placing in bottles, cases, boxes and other simple packaging operations; <br> (g) any other goods that are not incorporated into the good but whose use in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (g) simple cutting, including peeling, unshelling or unflaking, grain removing, <br> removal of bones, crushing or squeezing, and macerating; <br> (h) simple mixing; <br> (i) simple assembly of parts to constitute a complete product; <br> (j) simple making-up of sets of articles; <br> (l) quality check or grinding; <br> (m) elimination of dust from broken or damaged parts, application of oil, paint for <br> rust treatment or other protecting materials; <br> (n) salifying or sweetening; <br> (o) dilution with water or with any other aqueous, ionized or salted solution; <br> (p) division of bulk shipment; and <br> (q) a combination of two or more operations referred to in paragraphs (a) through (p), carried out <br> in the territory of the Parties, when non-originating materials are used in those operations. <br> (k) slaughter of animals; <br> Article 4.10 : De Minimis <br> material is provided for in a different subheading from that of the good for <br> the fiscal year of the person that selected the inventory management method. <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> (b) the good satisfies a regional value content requirement. <br> originating materials used in the production of the good undergo the applicable change <br> Packing materials and containers in which a good is packed for shipment shall be <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> having undergone production that satisfies the requirements of Article 4.2, if, <br> "}, {"ArticleTitle": "TREATMENT OF CERTAIN GOODS", "ArticleDesc": "ARTICLE 4.3 : TREATMENT OF CERTAIN GOODS <br> 1 The goods listed in Annex 4B shall be originating goods when the goods are <br> imported into the territory of Singapore from the territory of Korea. The goods shall <br> also be originating material for purposes of satisfying the requirements specified in this Chapter. <br> 2 Upon request of a Party, the Parties shall have consultations on the operation or <br> revision of this Article and Annex 4B. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.2 : ORIGINATING GOODS <br> ARTICLE 4.4 : OUTWARD PROCESSING <br> ARTICLE 4.7 : INTERMEDIATE MATERIALS <br> 1 For the purposes of this Agreement, an originating good means a good: <br> 1 Notwithstanding the relevant provisions of Article 4.2 and the product-specific <br> Any self-produced material that is used in the production of a good may be <br> RULES OF ORIGIN <br> (a) wholly obtained or produced entirely in the territory of one or both of the Parties; <br> requirements set out in Annex 4A, a good listed in Annex 4C shall be considered as <br> designated by the producer of the good as an intermediate material for the purpose of <br> (b) that has satisfied the requirements specified in Annex 4A as well as other <br> originating even if it has undergone processes of production or operation outside the <br> calculating the regional value content of the good under Article 4.5, provided that where <br> applicable requirements under this Chapter as a result of the production <br> territory of a Party on a material exported from the Party and subsequently re-imported <br> (a) operations to ensure the preservation of products in good condition during <br> the intermediate material is subject to a regional value content requirement, no other <br> occurring entirely in the territory of one or both of the Parties; <br> to the Party, provided that: <br> self-produced material subject to a regional value content requirement used in the <br> (c) otherwise provided as an originating good under this Chapter; or <br> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br> production of that intermediate material may itself be designated <br> (d) produced entirely in the territory of one or both of the Parties exclusively <br> exceed forty (40) per cent of the customs value of the final good for which <br> by the producer as an intermediate material. <br> from originating materials pursuant to this Chapter. <br> originating status is claimed; <br> where <br> ARTICLE 4.8 : NEUTRAL ELEMENTS <br> 2 Product-specific rules, requiring that the materials used undergo a change in tariff <br> (b) the value of originating materials is not less than forty-five (45) per cent of <br> In order to determine whether a good originates it shall not be necessary to <br> classification or a specific manufacturing or processing operation, shall apply only to <br> the customs value of the final good for which originating status is claimed; <br> determine the origin of the following which might be used in its production and not <br> non-originating materials. <br> (c) the materials exported from a Party shall have been wholly obtained or <br> incorporated into the good: <br> produced in the Party or have undergone there processes of production or <br> operation going beyond the non-qualifying operations in Article 4.16, prior to <br> (b) tools, dies and moulds; <br> being exported outside the territory of the Party; <br> (d) the producer of the exported material and the producer of the final good for <br> (d) lubricants, greases, compounding materials and other materials used in <br> which originating status is claimed are the same; <br> (e) the re-imported good has been obtained through the processes of production <br> or operation of the exported material; and <br> (f) equipment, devices and supplies used for testing or inspecting the goods; and <br> (f) the last process of production or operation [4-1] takes place in the territory of the Party. <br> 2 For the purposes of paragraph 1(a), the total value of non-originating inputs shall <br> production of the good can reasonably be demonstrated to be a part of that production. <br> be the value of any non-originating materials added in a Party as well as the value of <br> ARTICLE 4.9 : ACCUMULATION <br> any materials added and all other costs accumulated outside the territory of the Party, <br> 1 Originating materials from the territory of a Party incorporated in the production of <br> including transportation cost. <br> a good in the territory of the other Party, shall be considered to <br> [4-1] The last process of production or operation does not exclude the non-qualifying <br> originate in the territory of the other Party. <br> operations stipulated in Article 4.16 <br> 2 For the purpose of establishing that a good is originating, the producer of a good <br> ARTICLE 4.5 : REGIONAL VALUE CONTENT <br> may accumulate one's production with the production, in the territory of one or both of <br> When a regional value content is required to determine an originating good, the <br> the Parties by one or more producers, of materials incorporated in the production of the <br> (d) disassembly; <br> good, so that the production of those materials is considered as done by that producer, <br> CV - VNM <br> provided that the good complies with the criteria set out in Article 4.2. <br> RVC = ---------------------- x 100 <br> CV <br> RVC is the regional value content, expressed as a percentage; <br> 1 A good that does not undergo a change in tariff classification pursuant to Annex 4A <br> (a) the value of all non-originating materials used in its production that do not <br> CV is the customs value adjusted to an F.O.B. basis; and <br> undergo the required change in tariff classification does not exceed ten (10) <br> VNM is the value of non-originating materials used by the producer in the production of the good. <br> per cent of the customs value of the good; and <br> regional value content of a good shall be calculated on the basis of the following method: <br> The value of such non-originating materials shall, however, be included in the <br> value of non-originating materials for any applicable <br> regional value content requirement for the good. <br> 2 Paragraph 1 shall not apply to: <br> (a) a non-originating material used in the production of a good provided for in <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> Chapters 1 through 14 of the Harmonized System; and <br> (b) a non-originating material used in the production of a good provided for in <br> qualifying as an originating good. <br> Chapters 15 through 24 of the Harmonized System unless the non-originating <br> shall be considered as originating if: <br> which the origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System that is <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> not an originating good, because certain fibres or yarns used in the production of the <br> component of the good that determines the tariff classification of the good do not <br> undergo an applicable change in tariff classification set out in Annex 4A, shall <br> nonetheless be considered as originating if the total weight of all such fibres or yarns in <br> that component is not more than eight (8) per cent of the total weight of that component. <br> ARTICLE 4.11 : FUNGIBLE GOODS AND MATERIALS <br> shall be made either by physical segregation of each good or material or through the use <br> of any of the inventory management method, such as averaging, last-in, first-out, or first <br> (b) changes of packaging and breaking up and assembly of packages; <br> in, first-out, recognised in the Generally Accepted Accounting Principles of a Party in <br> which the production is performed or otherwise accepted by the Party in which the <br> production is performed. <br> 2 Once a particular inventory management method is selected under paragraph 1, <br> that method shall continue to be used for those fungible goods or materials throughout <br> ARTICLE 4.12 : ACCESSORIES, SPARE PARTS AND TOOLS <br> 1 Accessories, spare parts, or tools, delivered with a good that form part of standard <br> Packaging materials and containers in which a good is packaged for retail sale <br> accessories, spare parts or tools of the good, shall be considered as originating if the <br> good is an originating good, and shall be disregarded in determining whether all the <br> non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4A, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> 1 The determination of whether fungible goods or materials are originating goods <br> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br> 2 If the good is subject to a regional value-content requirement, the value of the <br> accessories, spare parts or tools shall be taken into account as originating or non-originating <br> materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 4.13 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> in tariff classification set out in Annex 4A, and, if the good is subject to a regional value <br> content requirement, the value of such packaging materials and containers shall be taken <br> ARTICLE 4.14 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> applicable change in tariff classification set out in Annex 4A; and <br> ARTICLE 4.15 : DIRECT CONSIGNMENT <br> A good shall not be considered to be an originating good of a Party by reason of <br> subsequent to that production: <br> (a) the good is not transported directly to the territory of the other Party; or <br> (b) where the good is shipped through or transshipped in the territory of a <br> country that is not a Party under this Agreement, the importer has failed to <br> meet the requirements stipulated in paragraph (c) of Article 5.9. <br> ARTICLE 4.16 : NON-QUALIFYING OPERATIONS <br> Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 4.2 merely by reason <br> of going through certain operations or processes including, inter alia, the following : <br> transport and storage (such as drying, freezing, keeping in brine) and other similar operations; <br> (c) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (e) testing or calibrations; <br> (f) placing in bottles, cases, boxes and other simple packaging operations; <br> (g) any other goods that are not incorporated into the good but whose use in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (g) simple cutting, including peeling, unshelling or unflaking, grain removing, <br> removal of bones, crushing or squeezing, and macerating; <br> (h) simple mixing; <br> (i) simple assembly of parts to constitute a complete product; <br> (j) simple making-up of sets of articles; <br> (l) quality check or grinding; <br> (m) elimination of dust from broken or damaged parts, application of oil, paint for <br> rust treatment or other protecting materials; <br> (n) salifying or sweetening; <br> (o) dilution with water or with any other aqueous, ionized or salted solution; <br> (p) division of bulk shipment; and <br> (q) a combination of two or more operations referred to in paragraphs (a) through (p), carried out <br> in the territory of the Parties, when non-originating materials are used in those operations. <br> (k) slaughter of animals; <br> Article 4.10 : De Minimis <br> material is provided for in a different subheading from that of the good for <br> the fiscal year of the person that selected the inventory management method. <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> (b) the good satisfies a regional value content requirement. <br> originating materials used in the production of the good undergo the applicable change <br> Packing materials and containers in which a good is packed for shipment shall be <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> having undergone production that satisfies the requirements of Article 4.2, if, <br> "}, {"ArticleTitle": "UNASSEMBLED OR DISASSEMBLED GOODS", "ArticleDesc": "ARTICLE 4.6 : UNASSEMBLED OR DISASSEMBLED GOODS <br> A good that is imported into the territory of a Party in an unassembled or <br> disassembled form but is classified as an assembled good pursuant to the provisions of <br> sub-paragraph (a) of paragraph 2 of the General Rule for the Interpretation of the <br> Harmonized System shall be considered as an originating good, if the good meets the <br> requirements of Article 4.2. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CHAPTER 4 <br> ARTICLE 4.2 : ORIGINATING GOODS <br> ARTICLE 4.4 : OUTWARD PROCESSING <br> ARTICLE 4.7 : INTERMEDIATE MATERIALS <br> 1 For the purposes of this Agreement, an originating good means a good: <br> 1 Notwithstanding the relevant provisions of Article 4.2 and the product-specific <br> Any self-produced material that is used in the production of a good may be <br> RULES OF ORIGIN <br> (a) wholly obtained or produced entirely in the territory of one or both of the Parties; <br> requirements set out in Annex 4A, a good listed in Annex 4C shall be considered as <br> designated by the producer of the good as an intermediate material for the purpose of <br> (b) that has satisfied the requirements specified in Annex 4A as well as other <br> originating even if it has undergone processes of production or operation outside the <br> calculating the regional value content of the good under Article 4.5, provided that where <br> applicable requirements under this Chapter as a result of the production <br> territory of a Party on a material exported from the Party and subsequently re-imported <br> (a) operations to ensure the preservation of products in good condition during <br> the intermediate material is subject to a regional value content requirement, no other <br> occurring entirely in the territory of one or both of the Parties; <br> to the Party, provided that: <br> self-produced material subject to a regional value content requirement used in the <br> (c) otherwise provided as an originating good under this Chapter; or <br> (a) the total value of non-originating inputs as set out in paragraph 2 does not <br> production of that intermediate material may itself be designated <br> (d) produced entirely in the territory of one or both of the Parties exclusively <br> exceed forty (40) per cent of the customs value of the final good for which <br> by the producer as an intermediate material. <br> from originating materials pursuant to this Chapter. <br> originating status is claimed; <br> where <br> ARTICLE 4.8 : NEUTRAL ELEMENTS <br> 2 Product-specific rules, requiring that the materials used undergo a change in tariff <br> (b) the value of originating materials is not less than forty-five (45) per cent of <br> In order to determine whether a good originates it shall not be necessary to <br> classification or a specific manufacturing or processing operation, shall apply only to <br> the customs value of the final good for which originating status is claimed; <br> determine the origin of the following which might be used in its production and not <br> non-originating materials. <br> (c) the materials exported from a Party shall have been wholly obtained or <br> incorporated into the good: <br> produced in the Party or have undergone there processes of production or <br> operation going beyond the non-qualifying operations in Article 4.16, prior to <br> (b) tools, dies and moulds; <br> being exported outside the territory of the Party; <br> (d) the producer of the exported material and the producer of the final good for <br> (d) lubricants, greases, compounding materials and other materials used in <br> which originating status is claimed are the same; <br> (e) the re-imported good has been obtained through the processes of production <br> or operation of the exported material; and <br> (f) equipment, devices and supplies used for testing or inspecting the goods; and <br> (f) the last process of production or operation [4-1] takes place in the territory of the Party. <br> 2 For the purposes of paragraph 1(a), the total value of non-originating inputs shall <br> production of the good can reasonably be demonstrated to be a part of that production. <br> be the value of any non-originating materials added in a Party as well as the value of <br> ARTICLE 4.9 : ACCUMULATION <br> any materials added and all other costs accumulated outside the territory of the Party, <br> 1 Originating materials from the territory of a Party incorporated in the production of <br> including transportation cost. <br> a good in the territory of the other Party, shall be considered to <br> [4-1] The last process of production or operation does not exclude the non-qualifying <br> originate in the territory of the other Party. <br> operations stipulated in Article 4.16 <br> 2 For the purpose of establishing that a good is originating, the producer of a good <br> ARTICLE 4.5 : REGIONAL VALUE CONTENT <br> may accumulate one's production with the production, in the territory of one or both of <br> When a regional value content is required to determine an originating good, the <br> the Parties by one or more producers, of materials incorporated in the production of the <br> (d) disassembly; <br> good, so that the production of those materials is considered as done by that producer, <br> CV - VNM <br> provided that the good complies with the criteria set out in Article 4.2. <br> RVC = ---------------------- x 100 <br> CV <br> RVC is the regional value content, expressed as a percentage; <br> 1 A good that does not undergo a change in tariff classification pursuant to Annex 4A <br> (a) the value of all non-originating materials used in its production that do not <br> CV is the customs value adjusted to an F.O.B. basis; and <br> undergo the required change in tariff classification does not exceed ten (10) <br> VNM is the value of non-originating materials used by the producer in the production of the good. <br> per cent of the customs value of the good; and <br> regional value content of a good shall be calculated on the basis of the following method: <br> The value of such non-originating materials shall, however, be included in the <br> value of non-originating materials for any applicable <br> regional value content requirement for the good. <br> 2 Paragraph 1 shall not apply to: <br> (a) a non-originating material used in the production of a good provided for in <br> (b) the good meets all other applicable criteria set forth in this Chapter for <br> Chapters 1 through 14 of the Harmonized System; and <br> (b) a non-originating material used in the production of a good provided for in <br> qualifying as an originating good. <br> Chapters 15 through 24 of the Harmonized System unless the non-originating <br> shall be considered as originating if: <br> which the origin is being determined under this Article. <br> 3 A good provided for in Chapters 50 through 63 of the Harmonized System that is <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> not an originating good, because certain fibres or yarns used in the production of the <br> component of the good that determines the tariff classification of the good do not <br> undergo an applicable change in tariff classification set out in Annex 4A, shall <br> nonetheless be considered as originating if the total weight of all such fibres or yarns in <br> that component is not more than eight (8) per cent of the total weight of that component. <br> ARTICLE 4.11 : FUNGIBLE GOODS AND MATERIALS <br> shall be made either by physical segregation of each good or material or through the use <br> of any of the inventory management method, such as averaging, last-in, first-out, or first <br> (b) changes of packaging and breaking up and assembly of packages; <br> in, first-out, recognised in the Generally Accepted Accounting Principles of a Party in <br> which the production is performed or otherwise accepted by the Party in which the <br> production is performed. <br> 2 Once a particular inventory management method is selected under paragraph 1, <br> that method shall continue to be used for those fungible goods or materials throughout <br> ARTICLE 4.12 : ACCESSORIES, SPARE PARTS AND TOOLS <br> 1 Accessories, spare parts, or tools, delivered with a good that form part of standard <br> Packaging materials and containers in which a good is packaged for retail sale <br> accessories, spare parts or tools of the good, shall be considered as originating if the <br> good is an originating good, and shall be disregarded in determining whether all the <br> non-originating materials used in the production of the good undergo the applicable <br> change in tariff classification set out in Annex 4A, provided that: <br> (a) the accessories, spare parts or tools are not invoiced separately from the good; and <br> 1 The determination of whether fungible goods or materials are originating goods <br> (b) the quantities and value of the accessories, spare parts or tools are customary for the good. <br> 2 If the good is subject to a regional value-content requirement, the value of the <br> accessories, spare parts or tools shall be taken into account as originating or non-originating <br> materials, as the case may be, in calculating the regional value content of the good. <br> ARTICLE 4.13 : PACKAGING MATERIALS AND CONTAINERS FOR RETAIL SALE <br> into account as originating or non-originating materials, as the case may be, in <br> calculating the regional value content of the good. <br> shall, if classified with the good, be disregarded in determining whether all the non- <br> in tariff classification set out in Annex 4A, and, if the good is subject to a regional value <br> content requirement, the value of such packaging materials and containers shall be taken <br> ARTICLE 4.14 : PACKING MATERIALS AND CONTAINERS FOR SHIPMENT <br> applicable change in tariff classification set out in Annex 4A; and <br> ARTICLE 4.15 : DIRECT CONSIGNMENT <br> A good shall not be considered to be an originating good of a Party by reason of <br> subsequent to that production: <br> (a) the good is not transported directly to the territory of the other Party; or <br> (b) where the good is shipped through or transshipped in the territory of a <br> country that is not a Party under this Agreement, the importer has failed to <br> meet the requirements stipulated in paragraph (c) of Article 5.9. <br> ARTICLE 4.16 : NON-QUALIFYING OPERATIONS <br> Notwithstanding any provision in this Chapter, a good shall not be considered to <br> have satisfied the requirements for an originating good in Article 4.2 merely by reason <br> of going through certain operations or processes including, inter alia, the following : <br> transport and storage (such as drying, freezing, keeping in brine) and other similar operations; <br> (c) affixing marks, labels and other like distinguishing signs on products or their packaging; <br> (e) testing or calibrations; <br> (f) placing in bottles, cases, boxes and other simple packaging operations; <br> (g) any other goods that are not incorporated into the good but whose use in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> (g) simple cutting, including peeling, unshelling or unflaking, grain removing, <br> removal of bones, crushing or squeezing, and macerating; <br> (h) simple mixing; <br> (i) simple assembly of parts to constitute a complete product; <br> (j) simple making-up of sets of articles; <br> (l) quality check or grinding; <br> (m) elimination of dust from broken or damaged parts, application of oil, paint for <br> rust treatment or other protecting materials; <br> (n) salifying or sweetening; <br> (o) dilution with water or with any other aqueous, ionized or salted solution; <br> (p) division of bulk shipment; and <br> (q) a combination of two or more operations referred to in paragraphs (a) through (p), carried out <br> in the territory of the Parties, when non-originating materials are used in those operations. <br> (k) slaughter of animals; <br> Article 4.10 : De Minimis <br> material is provided for in a different subheading from that of the good for <br> the fiscal year of the person that selected the inventory management method. <br> disregarded in determining whether: <br> (a) the non-originating materials used in the production of the good undergo an <br> (b) the good satisfies a regional value content requirement. <br> originating materials used in the production of the good undergo the applicable change <br> Packing materials and containers in which a good is packed for shipment shall be <br> (a) fuel and energy; <br> production or used to operate equipment and buildings; <br> having undergone production that satisfies the requirements of Article 4.2, if, <br> "}, {"ArticleTitle": "INTERPRETATION AND APPLICATION", "ArticleDesc": "ARTICLE 4.17 : INTERPRETATION AND APPLICATION <br> For the purposes of this Chapter: <br> (a) the basis for tariff classification in this Chapter is the Harmonised System as <br> amended on January 1, 2002; <br> (b) in applying the Customs Valuation Agreement for the determination of the <br> origin of a good under this Chapter: <br> domestic transactions, with such modifications as may be required by <br> the circumstances, as would apply to international transactions; <br> (ii) the provisions of this Chapter shall take precedence over the Customs <br> (iii) the definitions in Article 4.1 shall take precedence over the definitions in <br> the Customs Valuation Agreement to the extent of any difference; and <br> accordance with the Generally Accepted Accounting Principles applicable <br> in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "(c) all costs referred to in this Chapter shall be recorded and maintained in <br> (i) the principles of the Customs Valuation Agreement shall apply to <br> Valuation Agreement to the extent of any difference; and <br> "}, {"ArticleTitle": "CONSULTATIONS AND MODIFICATIONS", "ArticleDesc": "ARTICLE 4.18 : CONSULTATIONS AND MODIFICATIONS <br> 1 The Parties shall consult and co-operate to ensure that this Chapter is applied in an <br> effective and uniform manner. <br> 2 The Parties shall consult to review the rules of origin and discuss necessary <br> amendments to this Chapter and its Annexes, as provided in Article 22.1 or upon the <br> request of a Party, taking into account developments in technology, production <br> processes, and other related matters including the recommended <br> amendments to the Harmonized System. <br> "}, {"ArticleTitle": "ORIGINATING GOODS REFERRED TO IN ARTICLE 4.3", "ArticleDesc": "ANNEX 4B: ORIGINATING GOODS REFERRED TO IN ARTICLE 4.3 <br> Section 1: Table of Goods (in 2012 HS Code) <br> Chapter 12 Oil Seeds and Oleaginous Fruits; Miscellaneous Grains, Seeds and Fruit; <br> Industrial or Medicinal Plants; Straw and Fodder <br> 121120 <br> Chapter 13 Lac; Gums; Resins and Other Vegetable Saps and Extracts <br> 130219 <br> Chapter 15 Animal or Vegetable Fats and Oils and Their Cleavage Products; Prepared <br> Edible Fats; Animal or Vegetable Waxes <br> 1501 - 1522 <br> Chapter 16 Preparations of Meat, of fish or of Crustaceans, Molluscs or Other Aquatic <br> Invertebrates <br> 1601 - 1605 <br> Chapter 17 Sugars and Sugar Confectionery <br> 1701 - 1704 <br> Chapter 18 Cocoa and Cocoa Preparations <br> 1801 - 1806 <br> Chapter 19 Preparation of Cereals, Flour, Starch or Milk; Pastrycooks' Products <br> 1901 - 1905 <br> Chapter 20 Preparations of Vegetables, Fruit, Nuts or Other Parts of Plants <br> 2001 - 2009 <br> Chapter 21 Miscellaneous Edible Preparations <br> 2101 - 2106 <br> Chapter 25 Salt; Sulphur; Earths and Stone; Plastering Materials, Lime and Cement <br> 2501 - 2530 <br> Chapter 26 Ores, Slag and Ash <br> 2601 - 2621 <br> Chapter 27 Mineral Fuels, Mineral Oils and Products of their Distillation; Bituminous <br> Substances; Mineral Waxes <br> 2701 - 2716 <br> Chapter 28 Inorganic Chemicals; Organic or Inorganic Compounds of Precious Metals, <br> of Rare-Earth Metals, of Radioactive Elements or of Isotopes <br> 2801 - 2853 <br> Chapter 29 Organic Chemicals <br> 2901 - 2942 <br> Chapter 30 Pharmaceutical Products <br> 300120 - 300331, 300340 - 300692 <br> Chapter 31 Fertilizers <br> 3101 - 3105 <br> Chapter 32 Tanning or Dyeing Extracts; Tannins and Their Derivatives; Dyes, <br> Pigments and Other Colouring Matter; Paints and Varnishes; Putty and <br> Other Mastics; Inks <br> 3201 - 3215 <br> Chapter 33 Essential Oils and Resinoids; Perfumery, Cosmetic or Toilet Preparations <br> 3301 - 3307 <br> Chapter 34 Soap, Organic Surface-active Agents, Washing Preparations, Lubricating <br> Preparations, Artificial Waxes, Prepared Waxes, Polishing or Scouring <br> Preparations, Candles and Similar Articles, Modelling Pastes, Dental <br> Waxes and Dental Preparations with a Basis of Plaster <br> 3401 - 3407 <br> Chapter 35 Albuminoidal Substances; Modified Starches; Glues, Enzymes <br> 3501 - 3507 <br> Chapter 37 Photographic or Cinematographic Goods <br> 3701 - 3707 <br> Chapter 38 Miscellaneous Chemical Products <br> 3801 - 3826 <br> Chapter 39 Plastics and Articles Thereof <br> 3901 - 3926 <br> Chapter 40 Rubber and Articles Thereof <br> 4001 - 4017 <br> Chapter 41 Raw Hides and Skins (Other than Furskins) and Leather <br> 4101 - 4115 <br> Chapter 42 Articles of Leather; Saddlery and Harness; Travel Goods, Handbags and <br> Similar Containers; Articles of Animal Gut (Other than Silk-worm Gut) <br> 4201 - 4206 <br> Chapter 43 Furskins and Artificial Fur; Manufactures Thereof <br> 4301 - 4304 <br> Chapter 44 Wood and Articles of Wood; Wood Charcoal <br> 4401 - 4421 <br> Chapter 45 Cork and Articles of Cork <br> 4501 - 4504 <br> Chapter 46 Manufactures of Straw, of Esparto or of Other Plaiting Materials; <br> Basketware and Wickerwork <br> 4601 - 4602 <br> Chapter 47 Pulp of Wood or of Other Fibrous Cellulosic Material; Recovered (Waste and <br> Scrap) Paper or Paperboard <br> 4701 - 4707 <br> Chapter 48 Paper and Paperboard; Articles of Paper Pulp, of Paper or of Paperboard <br> 4801 - 4823 <br> Chapter 50 Silk <br> 5001 - 5007 <br> Chapter 51 Wool, Fine or Coarse Animal Hair; Horsehair Yarn and Woven Fabric <br> 5101 - 5113 <br> Chapter 52 Cotton <br> 5201 - 5212 <br> Chapter 53 Other Vegetable Textile Fibres; Paper Yarn and Woven Fabrics of Paper Yarn <br> 5301 - 5311 <br> Chapter 54 Man-Made Filaments <br> 5401 - 5408 <br> Chapter 55 Man-Made Staple Fibres <br> 5501 - 5516 <br> Chapter 56 Wadding, Felt and Nonwovens; Special Yarns; Twine, Cordage, Ropes and <br> Cables and Articles Thereof <br> 5601 - 5609 <br> Chapter 57 Carpets and Other Textile Floor Coverings <br> 5701 - 5705 <br> Chapter 58 Special Woven Fabrics; Tufted Textile Fabrics; Lace; Tapestries; <br> Trimmings; Embroidery <br> 5801 - 5811 <br> Chapter 59 Impregnated, Coated, Covered or Laminated Textile Fabrics; Textile <br> Articles of a Kind Suitable For Industrial Use <br> 5901 - 5911 <br> Chapter 60 Knitted or Crocheted Fabrics <br> 6001 - 6006 <br> Chapter 61 Articles of Apparel and Clothing Accessories, Knitted or Crocheted <br> 6101 - 6117 <br> Chapter 62 Articles of Apparel and Clothing Accessories, Not Knitted or Crocheted <br> 6201 - 6217 <br> Chapter 63 Other Made Up Textile Articles; Sets; Worn Clothing and Worn Textile <br> Articles; Rags <br> 6301 - 6310 <br> Chapter 64 Footwear, Gaiters and the Like; Parts of Such Articles <br> 6401 - 6406 <br> Chapter 65 Headgear and Parts Thereof <br> 6501 - 6507 <br> Chapter 66 Umbrellas, Sun Umbrellas, Walking-Sticks, Seat-Sticks, Whips, <br> Riding-Crops and Parts Thereof <br> 6601 - 6603 <br> Chapter 67 Prepared Feathers and Down and Articles Made of Feathers or of Down; <br> Artificial Flowers; Articles of Human Hair <br> 6701 - 6704 <br> Chapter 68 Articles of Stone, Plaster, Cement, Asbestos, Mica or Similar Materials <br> 6801 - 6815 <br> Chapter 69 Ceramic Products <br> 6901 - 6914 <br> Chapter 70 Glass and Glassware <br> 7001 - 7020 <br> Chapter 71 Natural or Cultured Pearls, Precious or Semi-Precious Stones, Precious <br> Metals, Metals Clad with Precious Metal and Articles Thereof; <br> Imitation Jewellery; Coin <br> 7101 - 7118 <br> Chapter 72 Iron and Steel <br> 7201 - 7229 <br> Chapter 73 Articles of Iron or Steel <br> 7301 - 7326 <br> Chapter 74 Copper and Articles Thereof <br> 7401 - 7419 <br> Chapter 75 Nickel and Articles Thereof <br> 7501 - 7508 <br> Chapter 76 Aluminium and Articles Thereof <br> 7601 - 7616 <br> Chapter 78 Lead and Articles Thereof <br> 7801 - 7806 <br> Chapter 79 Zinc and Articles Thereof <br> 7901 - 7907 <br> Chapter 80 Tin and Articles Thereof <br> 8001 - 8007 <br> Chapter 81 Other Base Metals; Cermets; Articles Thereof <br> 8101 - 8113 <br> Chapter 82 Tools, Implements, Cutlery, Spoons and Forks, of Base Metal; <br> Parts Thereof of Base Metal <br> 8201 - 8215 <br> Chapter 83 Miscellaneous Articles of Base Metal <br> 8301 - 8311 <br> Chapter 84 Nuclear Reactors, Boilers, Machinery and Mechanical Appliances; Parts <br> Thereof <br> 8401 - 8487 <br> Chapter 85 Electrical Machinery and Equipment and Parts Thereof; Sound Recorders <br> and Reproducers, Television Image and Sound Recorders and Reproducers, <br> and Parts and Accessories of Such Articles <br> 8501 - 8548 <br> Chapter 86 Railway or Tramway, Locomotives, Rolling-Stock and Parts Thereof; <br> Railway or Tramway Track Fixtures and Fittings and Parts Thereof; <br> Mechanical (Including Electro-Mechanical) Traffic Signalling Equipment of <br> all Kinds <br> 8601 - 8609 <br> Chapter 87 Vehicles Other Than Railway or Tramway Rolling-Stock, and Parts and <br> Accessories Thereof <br> 8701 - 8716 <br> Chapter 88 Aircraft, Spacecraft, and Parts Thereof <br> 8801 - 8805 <br> Chapter 89 Ships, Boats and Floating Structures <br> 8901 - 8908 <br> Chapter 90 Optical, Photographic, Cinematographic, Measuring, Checking, Precision, <br> Medical or Surgical Instruments and Apparatus; Parts and Accessories Thereof <br> 9001 - 9033 <br> Chapter 91 Clocks and Watches and Parts Thereof <br> 9101 - 9114 <br> Chapter 92 Musical Instruments; Parts and Accessories of Such Articles <br> 9201 - 9209 <br> Chapter 94 Furniture; Bedding, Mattresses, Mattress Supports, Cushions and Similar <br> Stuffed Furnishings; Lamps and Lighting Fittings, Not Elsewhere Specified <br> or Included; Illuminated Signs, Illuminated Name-Plates and the Like; <br> Prefabricated Buildings <br> 9401 - 9406 <br> Chapter 95 Toys, Games and Sport Requisites; Parts and Accessories Thereof <br> 9503 - 9508 <br> Chapter 96 Miscellaneous Manufactured Articles <br> 9601 - 9619 <br> Section 2 <br> 1 With a three (3) months' notice in writing, Korea may add goods to the table in <br> Section 1, unless Singapore in good faith indicates otherwise to Korea. <br> 2 It is understood that goods listed in Section 1 are produced in the Gaesong <br> Industrial Complex and other industrial zones on the Korean Peninsula. <br> "}, {"ArticleTitle": "THE GOODS REFERRED TO IN ARTICLE 4.4", "ArticleDesc": "ANNEX 4C: THE GOODS REFERRED TO IN ARTICLE 4.4 <br> Table of Goods in HS Code1 <br> Chapter 39 Plastics and Articles Thereof <br> 3917291000, 3917292000, 3917299000, 3919100000, 3919900000, 3921904020, 3921905090, <br> 3921906010, 3921906030, 3921906090, 3921907010, 3921907030, 3921909020, 3921909050, <br> 3923210000, 3923290000, 3923400000, 3923500000, 3926101000, 3926102000, 3926109000 <br> Chapter 84 Nuclear Reactors, Boilers, Machinery and Mechanical Appliances; Parts Thereof <br> 8415820000, 8421219020, 8422301000, 8422302000, 8422303000, 8422304000, 8424301000, <br> 8424302000, 8424309000, 8437901000, 8437909000, 8451290000, 8467210000, 8480490000, <br> 8481201000, 8481202000, 8482102000, 8482109000, 8483501000 <br> Chapter 85 Electrical Machinery and Equipment and Parts Thereof; Sound Recorders and <br> Reproducers, Television Image and Sound Recorders and Reproducers, and <br> Parts and Accessories of Such Articles <br> 8501201000, 8501202000, 8501311010, 8501312000, 8501331000, 8501332000, 8501341000, <br> 8501342000, 8501531000, 8502311000, 8502391000, 8502394000, 8502400000, 8504211000, <br> 8504219010, 8504221000, 8504229010, 8504230000, 8504331000, 8504339010, 8504341000, <br> 8504349010, 8505111000, 8505191000, 8509803000, 8513101000, 8513109000, 8514101000, <br> 8514201000, 8514300000, 8515211010, 8515311010, 8515319010, 8516210000, 8516290000, <br> 8516310000, 8516330000, 8516602000, 8516791000, 8516799000, 8518210000, 8518220000, <br> 8518400000, 8518500000, 8519812310, 8519812320, 8519814210, 8519814220, 8519814290, <br> 8519814310, 8519814390, 8522100000, 8523210000, 8525803000, 8526101000, 8526109000, <br> 8527190000, 8527290000, 8527990000, 8528721020, 8528722020, 8528723010, 8528723020, <br> 8528724020, 8528719010, 8528729000, 8528711020, 8528731000, 8528732000, 8528733000, <br> 8528719020, 8528739000, 8539221000, 8539290000, 8539310000, 8539321000, 8539390000, <br> 8539410000, 8539491010, 8539901000, 8540791000, 8540799000, 8540891000, 8540892000, <br> 8540893000, 8540899000, 8543300000, 8545200000, 8546101000, 8548101000, 8548104010, <br> 8548104020 <br> Chapter 89 Ships, Boats and Floating Structures <br> 8905201000, 8905202000, 8905209000 <br> Chapter 90 Optical, Photographic, Cinematographic, Measuring, Checking, Precision, <br> Medical or Surgical Instruments and Apparatus; Parts and Accessories <br> Thereof <br> 9031100000, 9006100000 <br> 1 HS Code provides for the number used to describe goods in the Harmonised System of Korea 2012. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "certificate of origin means respective forms used for purposes of claiming preferential <br> tariff treatment in the importing Party, certifying that an exported good qualifies as an <br> originating good in accordance with Chapter 4 (Rules of Origin), on the basis of <br> documentary evidence or reliable information; <br> certification body means a body referred to in Annex 5A; <br> customs administration means the competent authority that is responsible under the <br> law of a Party for the administration of customs laws and regulations; <br> exporter means a person located in the territory of a Party from where a good is <br> exported by such a person; <br> importer means a person located in the territory of a Party where a good is imported by such a person; <br> producer is as defined in Article 4.1; <br> production is as defined in Article 4.1; <br> Cost and Production Statement means a declaration made by the producer, in the <br> calculation of the regional value content, the HS tariff classifications of the product and <br> its non-originating material used, to determine the originating status of the good. The <br> declaration should be signed by a designated authority, generally the managing director <br> or accountant of the company. The declaration may be made by the importer or exporter, <br> if he or she has pertinent information to the production of the good. Notwithstanding the <br> above, the producer shall not be required to provide the information to the importer or the exporter; <br> value means value of a good or material for purposes of calculating customs duties or <br> for purposes of applying Chapter 4 (Rules of Origin); <br> Declaration for Preference means an application for claiming preferential tariff <br> treatment declared, on the basis of a certificate of origin or any other documentary <br> evidence of origin, by an importer to the customs administration as part of the import <br> application that an imported good qualifies as an originating good in accordance with Chapter 4. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1 : Definitions <br> For the purposes of this Chapter: <br> identical goods means \"identical goods\" as defined in the Customs Valuation Agreement; <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br> Article 5.8 : Advance Rulings <br> ARTICLE 5.11 : REVIEW AND APPEAL <br> ANNEX 5A : AUTHORISED BODIES TO ISSUE CERTIFICATE OF ORIGIN <br> Agreement, or at any time thereafter upon agreement of the Parties. <br> 1 The Parties shall adopt two respective forms of the certificate of origin as set out <br> 1 Each Party shall grant substantially the same rights of review and appeal of <br> 1 The following bodies, and their successor bodies, are authorised to issue Certificate <br> in Annex 5B and Annex 5C, which may be revised by agreement between the Parties. <br> determinations of origin and advance rulings by its customs administration, as it <br> of origin for the purposes of Chapter 5 (Customs Procedures): <br> 2 The respective certificate of origin, referred to in paragraph 1, shall be issued by <br> provides to importers in its territory, to any person: <br> (a) for Korea: Korea Customs Service, Korean Chamber of Commerce and <br> the certification bodies of the exporting Party. <br> (a) who has obtained a certificate of origin or completed a cost and production <br> Industry, any body authorised by the Government of Korea, in accordance <br> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br> statement for a good that has been the subject of a determination of origin under this Chapter; or <br> with its laws and/or regulations, terms and conditions; and <br> 4 Each Party shall inform, through its customs administration, the other Party of the <br> (b) who has received an advance ruling pursuant to Article 5.8. <br> (b) for Singapore: Singapore Customs, any body authorised by the <br> names and addresses of the authorised signatories issuing this certificate of origin and <br> promptly notified to the other Party. <br> 2 Each Party shall provide that the rights of review and appeal referred to in <br> Government of Singapore, in accordance with its laws and/or regulations, <br> shall provide specimen impressions of signatures and official seals used by such <br> paragraph 1 shall include access to: <br> terms and conditions. <br> signatories. Any change in names, addresses, signatures or official seals shall be <br> (a) at least one level of administrative review [5-1] independent of the official or <br> 2 In the event any authorised body repeatedly or intentionally violates the <br> office responsible for the determination under review; and <br> requirements of this Chapter and Chapter 4 by wrongly issuing the certificate of origin, <br> 5 Each Party shall: <br> the exporting Party shall revoke such authorised body from issuing the certificate of <br> (a) require an exporter in its territory to complete and sign an application for <br> determination or decision taken at the final level of administrative review [5-2]. <br> origin under this Agreement. For this purpose, the exporting Party shall consider views of <br> certificate of origin for any good which an importer may claim preferential <br> [5-1] For Singapore, the level of administrative review may include the Ministry supervising the Customs administration. <br> the customs administration of the importing Party in deciding on revoking the authorisation. <br> tariff treatment on importation of the good into the territory of the other Party; and <br> [5-2] The review of the determination or decision taken at the final level of administrative review in <br> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br> (b) provide that where an exporter in its territory is not the producer of the good, <br> Singapore may take the form of a common law judicial review. <br> replacement or addition of the body that is authorised to issue the certification of origin. <br> the exporter may complete and sign an application for a certificate of origin on the basis of: <br> ARTICLE 5.12 : PENALTIES <br> (i) the exporter's knowledge that the good qualifies as an originating good; or <br> Each Party shall maintain measures imposing criminal or administrative penalties, <br> (ii) the exporter's reasonable reliance on the producer's written <br> whether solely or in combination, for violations of its laws and regulations relating to this Chapter. <br> representation that the good qualifies as an originating good. <br> 6 The certificate of origin shall be issued in the English language. <br> 7 Each Party shall provide that a certificate of origin that has been issued by <br> authorised body designated by each Party is applicable to a single importation of a good into its territory. <br> 8 In cases where a certificate of origin has not been issued at the time of exportation <br> or soon thereafter due to involuntary errors or omissions or other valid causes, the <br> certificate of origin may be issued retrospectively but not later than one year from the date of shipment. <br> (ii) the customs administration of the other Party; and <br> ARTICLE 5.3 : CLAIMS FOR PREFERENTIAL TREATMENT <br> 1 Each Party shall require an importer in its territory that claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party to: <br> (a) make a declaration for preference as part of the import application prescribed <br> by its legislation, based on importer's knowledge or information including a <br> valid certificate of origin, that the good qualifies as an originating good; <br> (b) submit the certificate of origin or other documentary evidence of origin at <br> the time of the declaration referred to in subparagraph (a), to its customs <br> administration upon request; and <br> (c) promptly make a corrected declaration and pay any duties owing, where the <br> importer has reason to believe that a certificate of origin on which a <br> declaration was based contains information that is incorrect. <br> 2 Each Party shall provide that the importing Party applies preferential tariff <br> treatment only in cases where an importer proves the accuracy of origin of the imported <br> goods through documentary evidence or any other relevant information in accordance <br> with its laws and regulations. <br> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br> fails to comply with requirements of this Chapter. <br> 4 The importing Party shall grant preferential tariff treatment to goods imported <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> after the date of entry into force of this Agreement, in cases where the importer does not <br> issued has not acted in accordance with its terms and conditions. <br> have the certificate of origin or other documentary evidence of origin at the time of <br> importation, provided that: <br> (a) the importer had, at the time of importation, indicated to the customs <br> administration of the importing Party his intention to claim preferential tariff treatment; and <br> (b) the certificate of origin or other documentary evidence of origin is submitted <br> to its customs administration within such period from the date of payment of <br> customs duties in accordance with the domestic laws and regulations in the importing Party. <br> ARTICLE 5.4 : OBLIGATIONS RELATING TO EXPORTATIONS <br> 1 Each Party shall provide that an exporter or a producer in its territory shall submit <br> a copy of the certificate of origin or other documentary evidence of origin to its customs <br> administration upon request. <br> 2 Each Party shall provide that a false statement by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies as an <br> originating good shall be penalised for a contravention of its customs laws and <br> regulations regarding the making of a false statement or representation. Furthermore, <br> each Party may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> ARTICLE 5.5 : RECORD KEEPING REQUIREMENT <br> 1 Each Party shall provide that an exporter and a producer in its territory that has <br> obtained a certificate of origin shall maintain in its territory, for five (5) years after the <br> date on which the certificate of origin was issued or for such longer period as the Party <br> may specify, all records relating to the origin of a good for which preferential tariff <br> treatment was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br> is exported from its territory; <br> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br> materials, including neutral elements, used in the production of the good that <br> is exported from its territory; and <br> (c) the production of the good in the form in which the good is exported from its territory. <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for <br> a good imported into the Party's territory shall maintain in that territory, for five (5) <br> years after the date of importation of the good or for such longer period as the Party <br> may specify, such documentation, including a copy of the certificate of origin, as the <br> Party may require relating to the importation of the good. <br> 3 The records to be maintained in accordance with paragraphs 1 and 2 shall include <br> electronic records and shall be maintained in accordance with the domestic laws and <br> practices of each Party. <br> ARTICLE 5.6 : WAIVER OF CERTIFICATE OF ORIGIN <br> 1 Notwithstanding paragraph 1(b) of Article 5.3, a certificate of origin shall not be required for: <br> (a) an importation of a good whose aggregate customs value does not exceed <br> USD 1,000 or its equivalent amount in the Party's currency, or such higher <br> amount as it may establish; or <br> (b) an importation of a good into the territory of the importing Party, for which <br> the importing Party has waived the requirement for a certificate of origin in <br> accordance with its domestic laws and practices; <br> provided that the importation does not form part of one or more importations that <br> may reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 5.2 and 5.3. <br> 2 The importing Party may request the importer in paragraph 1 to provide relevant <br> documents to certify that the good qualifies as an originating good. <br> ARTICLE 5.7 : VERIFICATIONS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 For the purposes of determining whether a good imported into its territory from <br> the territory of the other Party is eligible for preferential tariff treatment, the importing <br> Party may, through its customs administration, conduct a verification, which may be in <br> sequence, by means of: <br> (a) request for a certificate of origin from the importer; <br> (b) request for Cost and Production Statement and information from the <br> importer for cases where the importer is able to prepare it on the basis of the <br> importer's own documentary evidence or information; <br> (c) request for Cost and Production Statement and information from an exporter <br> or a producer in the territory of the other Party through the other Party's <br> customs administration; <br> (d) visit to the premises of an exporter or a producer in the territory of the other <br> Party to review the records referred to in paragraph 1 of Article 5.5 and <br> observe the facilities used in the production of the good, or to that effect any <br> facilities used in the production of the materials; or <br> (e) such other procedure as the Parties may agree to. <br> 2 The importer, exporter or producer that receives a written request pursuant to <br> subparagraphs (a), (b) or (c) of paragraph 1 shall answer and return it within a period of <br> thirty (30) days from the date on which it was received. During this period, the <br> importer, exporter or producer may have one opportunity to make a written request to <br> the Party conducting the verification for an extension of the answering period, for a <br> period not exceeding thirty (30) days. <br> 3 In the case where the importer, exporter, or producer does not return the written <br> request for information made by the importing Party within the given period or its <br> extension, or that the information provided is false or incomplete, the Party may deny <br> preferential tariff treatment. <br> 4 Prior to conducting a verification visit pursuant to subparagraph 1(d), a Party shall, <br> through its customs administration: <br> (a) deliver a written notification of its intention to conduct the visit to: <br> (i) the exporter or producer whose premises are to be visited; and <br> 5 Where an exporter or producer has not given its written consent to a proposed <br> verification visit within thirty (30) days from the receipt of notification pursuant to <br> paragraph 4, the notifying Party may deny preferential tariff treatment to the relevant good. <br> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4, <br> such an exporter or producer may, within fifteen (15) days of receiving the notification, <br> have one opportunity to request to the Party conducting the verification for a <br> postponement of the proposed verification visit, for a period not exceeding sixty (60) <br> days. This extension shall be notified to the customs administration of the importing and exporting Parties. <br> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br> verification visit was postponed pursuant to paragraph 6. <br> 8 After the conclusion of a verification visit, the Party conducting the verification, <br> shall provide the exporter or producer whose good was verified, with a written <br> determination of whether the good is eligible for preferential tariff treatment, based on <br> the relevant law and findings of fact. <br> 9 Where verifications by a Party show that an exporter or producer repeatedly <br> makes false or unsupported representations that a good imported into the Party's <br> territory qualifies as an originating good, the Party may suspend the preferential tariff <br> treatment to be accorded to subsequent shipment of identical good exported or produced <br> by such a person until that person establishes that the shipment complies with Chapter 4 <br> (Rules of Origin), in accordance with its domestic laws, regulations or practices. The <br> importing Party shall inform the customs administration of the exporting Party on the <br> evidence and details of the suspension made. <br> 1 Prior to the importation of a good into its territory, each Party, through its customs <br> administration, shall provide for the issuance of written advance rulings to an importer <br> of the good in its territory or to an exporter or producer of the good in the other Party's <br> territory concerning tariff classification, questions arising from the application of the <br> Customs Valuation Agreement and country of origin so as to determine whether the <br> good qualifies as an originating good. <br> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, including: <br> (a) the provision that an importer or its agent in its territory or an exporter or <br> producer or their agent in the territory of the other Party may request such a <br> ruling prior to the importation in question; <br> (b) a detailed description of the information required to process a request for an <br> advance ruling; and <br> (c) the provision that the advance ruling be based on the facts and circumstances <br> presented by the person requesting the ruling. <br> 3 Each Party shall provide that its customs administrations: <br> (a) may request, at any time during the course of evaluating an application for <br> an advance ruling, additional information necessary to evaluate the application; <br> (b) shall issue the advance ruling expeditiously, and in any case within ninety <br> (90) days of obtaining all necessary information; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> (c) shall provide, upon request of the person who requested the advance ruling, <br> a full explanation of the reasons for the ruling. <br> 4 The importing Party may modify or revoke the issued ruling: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; <br> (c) to conform with an amendment to this Agreement; or <br> (d) to conform with a judicial or administration decision or a change in its <br> domestic laws and regulations. <br> 5 Each Party shall provide that any modification or revocation of an advance ruling <br> is effective on the date on which the modification or revocation is issued, or on such a <br> later date as may be specified therein, and shall not be applied to importations of a good <br> 6 Notwithstanding paragraph 5, the issuing Party shall postpone the effective date of <br> such modification or revocation for a period not exceeding sixty (60) days where the <br> person to whom the advance ruling was issued demonstrates that it has relied in good <br> faith to its detriment on that ruling. <br> 7 Each Party shall provide that where it issues an advance ruling to a person that has <br> misrepresented or omitted material facts or circumstances or failed to act in accordance <br> with the terms and conditions of the ruling, the Party may impose penalties or deny the <br> preferential tariff treatment as the circumstances may warrant. <br> 8 A good that is subject to an origin verification process or any instance of review or <br> appeal in the territory of one of the Parties may not be the subject of an advance ruling. <br> 9 Subject to paragraph 10, each Party shall apply an advance ruling to importations <br> into its territory of the relevant good from the date of its issuance or from such later date <br> as may be specified in the ruling. <br> 10. The importing Party shall apply the advance ruling for three (3) years from the <br> date of issuance of the ruling. <br> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br> "}, {"ArticleTitle": "DENIAL OF PREFERENTIAL TARIFF TREATMENT", "ArticleDesc": "ARTICLE 5.9 : DENIAL OF PREFERENTIAL TARIFF TREATMENT <br> Except as otherwise provided in this Chapter, each Party may, notwithstanding <br> the requirements of Articles 5.3, 5.4, 5.5, 5.6 and 5.7 and any other legal requirements <br> imposed under its law have been satisfied, deny the applicable preferential tariff <br> treatment to an originating good imported into its territory: <br> (a) if the declared origin of the imported good is not supported by documentary <br> evidence presented by an importer in its territory, or an exporter or a <br> producer in the territory of the other Party; <br> (b) if an exporter or a producer in the territory of the other Party does not allow <br> the customs administration of the importing Party access to information <br> required to make a determination of whether the goods or the materials is <br> originating by the following or other means: <br> (i) denial of access to its records and/or documents; <br> (ii) failure to respond to a cost and production statement or information requested; or <br> (iii) failure to maintain records or documentation relevant to determine the <br> origin of the good in accordance with the requirement of this Chapter; <br> (c) if, where the good is shipped through or transshipped in the territory of a <br> country that is not a Party under this Agreement, the importer of the good <br> does not provide, on the request of that Party's customs administration: <br> (i) a copy of the customs control documents that indicate, to the <br> satisfaction of the importing Party's customs administration, that the <br> goods remained under customs control while in the territory of such non-Parties; <br> (ii) any other information given by the customs administration of such <br> non-Parties or other relevant entities, which evidences that they have <br> not undergone, in such non-Parties, operation other than unloading, <br> reloading, crating, packing, repacking or any other operation necessary <br> to keep them in good condition; or <br> (iii) any other information or commercial documents given by the importer <br> which evidence that they have not undergone, in such non-Parties, <br> operation other than unloading, reloading, crating, packing, repacking <br> or any other operation necessary to keep them in good condition; or <br> (d) if, within thirty (30) days after the request of the customs administration of <br> the importing Party, the producer, exporter or importer of a good, which has <br> undergone processes of production or operation outside the territory of a <br> Party, fails to submit all the necessary documentary evidence to prove that <br> the good satisfies all the requirements set out in Article 4.4, including that <br> has been obtained from the performer of the processes of production or <br> operation outside the territory of the Party. Notwithstanding the above, the <br> producer, exporter or importer of a good may have one opportunity to make <br> a written request to the customs administration of the importing Party for an <br> extension of the submission period, for a period not exceeding thirty (30) days. <br> "}, {"ArticleTitle": "TEMPORARY ADMISSION AND GOODS IN TRANSIT", "ArticleDesc": "ARTICLE 5.10 : TEMPORARY ADMISSION AND GOODS IN TRANSIT <br> 1 Each Party shall continue to facilitate the procedures for the temporary admission <br> of goods traded between the Parties in accordance with the Customs Convention on the <br> A.T.A. Carnet for the Temporary Admission of Goods. <br> 2 Each Party shall continue to facilitate customs clearance of goods in transit from <br> or to the territory of the other Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br> Article 5.8 : Advance Rulings <br> ARTICLE 5.11 : REVIEW AND APPEAL <br> ANNEX 5A : AUTHORISED BODIES TO ISSUE CERTIFICATE OF ORIGIN <br> Agreement, or at any time thereafter upon agreement of the Parties. <br> 1 The Parties shall adopt two respective forms of the certificate of origin as set out <br> 1 Each Party shall grant substantially the same rights of review and appeal of <br> 1 The following bodies, and their successor bodies, are authorised to issue Certificate <br> in Annex 5B and Annex 5C, which may be revised by agreement between the Parties. <br> determinations of origin and advance rulings by its customs administration, as it <br> of origin for the purposes of Chapter 5 (Customs Procedures): <br> 2 The respective certificate of origin, referred to in paragraph 1, shall be issued by <br> provides to importers in its territory, to any person: <br> (a) for Korea: Korea Customs Service, Korean Chamber of Commerce and <br> the certification bodies of the exporting Party. <br> (a) who has obtained a certificate of origin or completed a cost and production <br> Industry, any body authorised by the Government of Korea, in accordance <br> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br> statement for a good that has been the subject of a determination of origin under this Chapter; or <br> with its laws and/or regulations, terms and conditions; and <br> 4 Each Party shall inform, through its customs administration, the other Party of the <br> (b) who has received an advance ruling pursuant to Article 5.8. <br> (b) for Singapore: Singapore Customs, any body authorised by the <br> names and addresses of the authorised signatories issuing this certificate of origin and <br> promptly notified to the other Party. <br> 2 Each Party shall provide that the rights of review and appeal referred to in <br> Government of Singapore, in accordance with its laws and/or regulations, <br> shall provide specimen impressions of signatures and official seals used by such <br> paragraph 1 shall include access to: <br> terms and conditions. <br> signatories. Any change in names, addresses, signatures or official seals shall be <br> (a) at least one level of administrative review [5-1] independent of the official or <br> 2 In the event any authorised body repeatedly or intentionally violates the <br> office responsible for the determination under review; and <br> requirements of this Chapter and Chapter 4 by wrongly issuing the certificate of origin, <br> 5 Each Party shall: <br> the exporting Party shall revoke such authorised body from issuing the certificate of <br> (a) require an exporter in its territory to complete and sign an application for <br> determination or decision taken at the final level of administrative review [5-2]. <br> origin under this Agreement. For this purpose, the exporting Party shall consider views of <br> certificate of origin for any good which an importer may claim preferential <br> [5-1] For Singapore, the level of administrative review may include the Ministry supervising the Customs administration. <br> the customs administration of the importing Party in deciding on revoking the authorisation. <br> tariff treatment on importation of the good into the territory of the other Party; and <br> [5-2] The review of the determination or decision taken at the final level of administrative review in <br> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br> (b) provide that where an exporter in its territory is not the producer of the good, <br> Singapore may take the form of a common law judicial review. <br> replacement or addition of the body that is authorised to issue the certification of origin. <br> the exporter may complete and sign an application for a certificate of origin on the basis of: <br> ARTICLE 5.12 : PENALTIES <br> (i) the exporter's knowledge that the good qualifies as an originating good; or <br> Each Party shall maintain measures imposing criminal or administrative penalties, <br> (ii) the exporter's reasonable reliance on the producer's written <br> whether solely or in combination, for violations of its laws and regulations relating to this Chapter. <br> representation that the good qualifies as an originating good. <br> 6 The certificate of origin shall be issued in the English language. <br> 7 Each Party shall provide that a certificate of origin that has been issued by <br> authorised body designated by each Party is applicable to a single importation of a good into its territory. <br> 8 In cases where a certificate of origin has not been issued at the time of exportation <br> or soon thereafter due to involuntary errors or omissions or other valid causes, the <br> certificate of origin may be issued retrospectively but not later than one year from the date of shipment. <br> (ii) the customs administration of the other Party; and <br> ARTICLE 5.3 : CLAIMS FOR PREFERENTIAL TREATMENT <br> 1 Each Party shall require an importer in its territory that claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party to: <br> (a) make a declaration for preference as part of the import application prescribed <br> by its legislation, based on importer's knowledge or information including a <br> valid certificate of origin, that the good qualifies as an originating good; <br> (b) submit the certificate of origin or other documentary evidence of origin at <br> the time of the declaration referred to in subparagraph (a), to its customs <br> administration upon request; and <br> (c) promptly make a corrected declaration and pay any duties owing, where the <br> importer has reason to believe that a certificate of origin on which a <br> declaration was based contains information that is incorrect. <br> 2 Each Party shall provide that the importing Party applies preferential tariff <br> treatment only in cases where an importer proves the accuracy of origin of the imported <br> goods through documentary evidence or any other relevant information in accordance <br> with its laws and regulations. <br> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br> fails to comply with requirements of this Chapter. <br> 4 The importing Party shall grant preferential tariff treatment to goods imported <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> after the date of entry into force of this Agreement, in cases where the importer does not <br> issued has not acted in accordance with its terms and conditions. <br> have the certificate of origin or other documentary evidence of origin at the time of <br> importation, provided that: <br> (a) the importer had, at the time of importation, indicated to the customs <br> administration of the importing Party his intention to claim preferential tariff treatment; and <br> (b) the certificate of origin or other documentary evidence of origin is submitted <br> to its customs administration within such period from the date of payment of <br> customs duties in accordance with the domestic laws and regulations in the importing Party. <br> ARTICLE 5.4 : OBLIGATIONS RELATING TO EXPORTATIONS <br> 1 Each Party shall provide that an exporter or a producer in its territory shall submit <br> a copy of the certificate of origin or other documentary evidence of origin to its customs <br> administration upon request. <br> 2 Each Party shall provide that a false statement by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies as an <br> originating good shall be penalised for a contravention of its customs laws and <br> regulations regarding the making of a false statement or representation. Furthermore, <br> each Party may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> ARTICLE 5.5 : RECORD KEEPING REQUIREMENT <br> 1 Each Party shall provide that an exporter and a producer in its territory that has <br> obtained a certificate of origin shall maintain in its territory, for five (5) years after the <br> date on which the certificate of origin was issued or for such longer period as the Party <br> may specify, all records relating to the origin of a good for which preferential tariff <br> treatment was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br> is exported from its territory; <br> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br> materials, including neutral elements, used in the production of the good that <br> is exported from its territory; and <br> (c) the production of the good in the form in which the good is exported from its territory. <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for <br> a good imported into the Party's territory shall maintain in that territory, for five (5) <br> years after the date of importation of the good or for such longer period as the Party <br> may specify, such documentation, including a copy of the certificate of origin, as the <br> Party may require relating to the importation of the good. <br> 3 The records to be maintained in accordance with paragraphs 1 and 2 shall include <br> electronic records and shall be maintained in accordance with the domestic laws and <br> practices of each Party. <br> ARTICLE 5.6 : WAIVER OF CERTIFICATE OF ORIGIN <br> 1 Notwithstanding paragraph 1(b) of Article 5.3, a certificate of origin shall not be required for: <br> (a) an importation of a good whose aggregate customs value does not exceed <br> USD 1,000 or its equivalent amount in the Party's currency, or such higher <br> amount as it may establish; or <br> (b) an importation of a good into the territory of the importing Party, for which <br> the importing Party has waived the requirement for a certificate of origin in <br> accordance with its domestic laws and practices; <br> provided that the importation does not form part of one or more importations that <br> may reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 5.2 and 5.3. <br> 2 The importing Party may request the importer in paragraph 1 to provide relevant <br> documents to certify that the good qualifies as an originating good. <br> ARTICLE 5.7 : VERIFICATIONS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 For the purposes of determining whether a good imported into its territory from <br> the territory of the other Party is eligible for preferential tariff treatment, the importing <br> Party may, through its customs administration, conduct a verification, which may be in <br> sequence, by means of: <br> (a) request for a certificate of origin from the importer; <br> (b) request for Cost and Production Statement and information from the <br> importer for cases where the importer is able to prepare it on the basis of the <br> importer's own documentary evidence or information; <br> (c) request for Cost and Production Statement and information from an exporter <br> or a producer in the territory of the other Party through the other Party's <br> customs administration; <br> (d) visit to the premises of an exporter or a producer in the territory of the other <br> Party to review the records referred to in paragraph 1 of Article 5.5 and <br> observe the facilities used in the production of the good, or to that effect any <br> facilities used in the production of the materials; or <br> (e) such other procedure as the Parties may agree to. <br> 2 The importer, exporter or producer that receives a written request pursuant to <br> subparagraphs (a), (b) or (c) of paragraph 1 shall answer and return it within a period of <br> thirty (30) days from the date on which it was received. During this period, the <br> importer, exporter or producer may have one opportunity to make a written request to <br> the Party conducting the verification for an extension of the answering period, for a <br> period not exceeding thirty (30) days. <br> 3 In the case where the importer, exporter, or producer does not return the written <br> request for information made by the importing Party within the given period or its <br> extension, or that the information provided is false or incomplete, the Party may deny <br> preferential tariff treatment. <br> 4 Prior to conducting a verification visit pursuant to subparagraph 1(d), a Party shall, <br> through its customs administration: <br> (a) deliver a written notification of its intention to conduct the visit to: <br> (i) the exporter or producer whose premises are to be visited; and <br> 5 Where an exporter or producer has not given its written consent to a proposed <br> verification visit within thirty (30) days from the receipt of notification pursuant to <br> paragraph 4, the notifying Party may deny preferential tariff treatment to the relevant good. <br> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4, <br> such an exporter or producer may, within fifteen (15) days of receiving the notification, <br> have one opportunity to request to the Party conducting the verification for a <br> postponement of the proposed verification visit, for a period not exceeding sixty (60) <br> days. This extension shall be notified to the customs administration of the importing and exporting Parties. <br> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br> verification visit was postponed pursuant to paragraph 6. <br> 8 After the conclusion of a verification visit, the Party conducting the verification, <br> shall provide the exporter or producer whose good was verified, with a written <br> determination of whether the good is eligible for preferential tariff treatment, based on <br> the relevant law and findings of fact. <br> 9 Where verifications by a Party show that an exporter or producer repeatedly <br> makes false or unsupported representations that a good imported into the Party's <br> territory qualifies as an originating good, the Party may suspend the preferential tariff <br> treatment to be accorded to subsequent shipment of identical good exported or produced <br> by such a person until that person establishes that the shipment complies with Chapter 4 <br> (Rules of Origin), in accordance with its domestic laws, regulations or practices. The <br> importing Party shall inform the customs administration of the exporting Party on the <br> evidence and details of the suspension made. <br> 1 Prior to the importation of a good into its territory, each Party, through its customs <br> administration, shall provide for the issuance of written advance rulings to an importer <br> of the good in its territory or to an exporter or producer of the good in the other Party's <br> territory concerning tariff classification, questions arising from the application of the <br> Customs Valuation Agreement and country of origin so as to determine whether the <br> good qualifies as an originating good. <br> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, including: <br> (a) the provision that an importer or its agent in its territory or an exporter or <br> producer or their agent in the territory of the other Party may request such a <br> ruling prior to the importation in question; <br> (b) a detailed description of the information required to process a request for an <br> advance ruling; and <br> (c) the provision that the advance ruling be based on the facts and circumstances <br> presented by the person requesting the ruling. <br> 3 Each Party shall provide that its customs administrations: <br> (a) may request, at any time during the course of evaluating an application for <br> an advance ruling, additional information necessary to evaluate the application; <br> (b) shall issue the advance ruling expeditiously, and in any case within ninety <br> (90) days of obtaining all necessary information; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> (c) shall provide, upon request of the person who requested the advance ruling, <br> a full explanation of the reasons for the ruling. <br> 4 The importing Party may modify or revoke the issued ruling: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; <br> (c) to conform with an amendment to this Agreement; or <br> (d) to conform with a judicial or administration decision or a change in its <br> domestic laws and regulations. <br> 5 Each Party shall provide that any modification or revocation of an advance ruling <br> is effective on the date on which the modification or revocation is issued, or on such a <br> later date as may be specified therein, and shall not be applied to importations of a good <br> 6 Notwithstanding paragraph 5, the issuing Party shall postpone the effective date of <br> such modification or revocation for a period not exceeding sixty (60) days where the <br> person to whom the advance ruling was issued demonstrates that it has relied in good <br> faith to its detriment on that ruling. <br> 7 Each Party shall provide that where it issues an advance ruling to a person that has <br> misrepresented or omitted material facts or circumstances or failed to act in accordance <br> with the terms and conditions of the ruling, the Party may impose penalties or deny the <br> preferential tariff treatment as the circumstances may warrant. <br> 8 A good that is subject to an origin verification process or any instance of review or <br> appeal in the territory of one of the Parties may not be the subject of an advance ruling. <br> 9 Subject to paragraph 10, each Party shall apply an advance ruling to importations <br> into its territory of the relevant good from the date of its issuance or from such later date <br> as may be specified in the ruling. <br> 10. The importing Party shall apply the advance ruling for three (3) years from the <br> date of issuance of the ruling. <br> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br> "}, {"ArticleTitle": "CUSTOMS CO-OPERATION", "ArticleDesc": "ARTICLE 5.13 : CUSTOMS CO-OPERATION <br> The Parties shall co-operate through their respective customs administrations on: <br> (a) Verification of Origin: <br> (i) The Parties shall co-operate through their respective customs <br> administrations in the origin verification process of a good, for which <br> the customs administration of the importing Party may request the <br> other Party's customs administrations to co-operate in this process of <br> verification in its own territory; and <br> (ii) A Party may, if it considers necessary, station customs liaison officers <br> in the local embassy to work with the host government, for information <br> exchange pertaining to origin verification; <br> (b) Paperless Customs Clearance: <br> (i) The Parties shall, as they deem fit, simplify and streamline customs <br> procedures through the domestic integration of customs systems with <br> other controlling agencies, with a view to enhancing paperless customs clearance; <br> (ii) The Parties shall endeavour to provide an electronic environment that <br> supports business transactions between their respective customs <br> administrations and their trading communities; and <br> (iii) The Parties shall exchange views and information on realising and <br> promoting paperless customs clearance between their respective <br> customs administrations and their trading communities; <br> (c) Risk Management: <br> (i) The Parties shall adopt risk management approach in its customs <br> activities based on its identified risk of goods in order to facilitate the <br> clearance of low risk consignments, while focusing its inspection <br> activities on high-risk goods; and <br> (ii) The Parties shall exchange information on risk management techniques <br> in the performance of their customs procedures; <br> (d) Sharing of Best Practices and Information: <br> (i) The Parties may, as they deem fit, organise training programmes in <br> customs-related issues, which should include training for customs <br> officials as well as users that directly participate in customs procedures; and <br> (ii) The Parties may, as they deem fit, facilitate initiatives for the exchange <br> of information on best practices in relation to customs procedures and <br> matters in accordance with their respective domestic customs laws; and <br> (e) Transparency: <br> (i) Each Party shall ensure that its laws, regulations, guidelines, <br> procedures, and administrative rulings governing customs matters are <br> promptly published, either on the Internet or in print form; <br> (ii) Each Party shall designate, establish, and maintain one or more inquiry <br> points to address inquiries from interested persons pertaining to <br> customs matters, and shall make available on the Internet information <br> concerning procedures for making such inquiries; and <br> (iii) For the purposes of certainty, nothing in this Article or in any part of <br> this Agreement shall require any Party to publish law enforcement <br> procedures and internal operational guidelines including those related <br> to conducting risk analysis and targeting methodologies. <br> "}, {"ArticleTitle": "IMPLEMENTATION OF OBLIGATIONS", "ArticleDesc": "ARTICLE 5.14 : IMPLEMENTATION OF OBLIGATIONS <br> 1 The provisions in this Chapter must be implemented by the Parties by the time that <br> this Agreement enters into force. <br> 2 Each Party must implement all its obligations through the institution of legal or <br> administrative changes and where necessary amend its domestic laws to support the <br> implementation of the obligations undertaken. <br> "}, {"ArticleTitle": "CUSTOMS CONTACT POINTS AND AD HOC CUSTOMS COMMITTEE", "ArticleDesc": "ARTICLE 5.15 : CUSTOMS CONTACT POINTS AND AD HOC CUSTOMS COMMITTEE <br> 1 Each Party shall discharge all its obligations that are undertaken in accordance <br> with this Chapter. <br> 2 Each Party shall designate the contact point set out in Annex 5D for all matters <br> relating to this Chapter and Chapter 4 (Rules of Origin). <br> 3 Upon the receipt of any matter raised by the customs administration of a Party, the <br> customs administration of the other Party shall assign its own experts to look into the <br> matter and to respond with its findings and proposed solution for resolving the matter <br> within a reasonable time. <br> 4 The Parties shall endeavour to resolve any matter raised under this Article through <br> consultations between contact points. If the matter cannot be so resolved, the matter <br> shall be referred to a customs committee established on an ad hoc basis pursuant to Article 22.1. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "1 Nothing in this Agreement shall be construed to require a Party to furnish or allow <br> access to confidential information, the disclosure of which would impede law <br> enforcement, be contrary to the public interest, or prejudice the legitimate commercial <br> interests of particular enterprises, public or private. <br> 2 Each Party shall, in accordance with its domestic laws, maintain the <br> confidentiality of information collected pursuant to this Chapter and protect it from <br> disclosure that could prejudice the competitive position of the persons providing the information. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.16 : Confidentiality <br> "}, {"ArticleTitle": "REVIEW", "ArticleDesc": "ARTICLE 5.17 : REVIEW <br> The Parties shall review the certification system agreed under this Chapter for <br> issuing the certificate of origin at the review as provided in Article 22.1. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br> Article 5.8 : Advance Rulings <br> ARTICLE 5.11 : REVIEW AND APPEAL <br> ANNEX 5A : AUTHORISED BODIES TO ISSUE CERTIFICATE OF ORIGIN <br> Agreement, or at any time thereafter upon agreement of the Parties. <br> 1 The Parties shall adopt two respective forms of the certificate of origin as set out <br> 1 Each Party shall grant substantially the same rights of review and appeal of <br> 1 The following bodies, and their successor bodies, are authorised to issue Certificate <br> in Annex 5B and Annex 5C, which may be revised by agreement between the Parties. <br> determinations of origin and advance rulings by its customs administration, as it <br> of origin for the purposes of Chapter 5 (Customs Procedures): <br> 2 The respective certificate of origin, referred to in paragraph 1, shall be issued by <br> provides to importers in its territory, to any person: <br> (a) for Korea: Korea Customs Service, Korean Chamber of Commerce and <br> the certification bodies of the exporting Party. <br> (a) who has obtained a certificate of origin or completed a cost and production <br> Industry, any body authorised by the Government of Korea, in accordance <br> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br> statement for a good that has been the subject of a determination of origin under this Chapter; or <br> with its laws and/or regulations, terms and conditions; and <br> 4 Each Party shall inform, through its customs administration, the other Party of the <br> (b) who has received an advance ruling pursuant to Article 5.8. <br> (b) for Singapore: Singapore Customs, any body authorised by the <br> names and addresses of the authorised signatories issuing this certificate of origin and <br> promptly notified to the other Party. <br> 2 Each Party shall provide that the rights of review and appeal referred to in <br> Government of Singapore, in accordance with its laws and/or regulations, <br> shall provide specimen impressions of signatures and official seals used by such <br> paragraph 1 shall include access to: <br> terms and conditions. <br> signatories. Any change in names, addresses, signatures or official seals shall be <br> (a) at least one level of administrative review [5-1] independent of the official or <br> 2 In the event any authorised body repeatedly or intentionally violates the <br> office responsible for the determination under review; and <br> requirements of this Chapter and Chapter 4 by wrongly issuing the certificate of origin, <br> 5 Each Party shall: <br> the exporting Party shall revoke such authorised body from issuing the certificate of <br> (a) require an exporter in its territory to complete and sign an application for <br> determination or decision taken at the final level of administrative review [5-2]. <br> origin under this Agreement. For this purpose, the exporting Party shall consider views of <br> certificate of origin for any good which an importer may claim preferential <br> [5-1] For Singapore, the level of administrative review may include the Ministry supervising the Customs administration. <br> the customs administration of the importing Party in deciding on revoking the authorisation. <br> tariff treatment on importation of the good into the territory of the other Party; and <br> [5-2] The review of the determination or decision taken at the final level of administrative review in <br> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br> (b) provide that where an exporter in its territory is not the producer of the good, <br> Singapore may take the form of a common law judicial review. <br> replacement or addition of the body that is authorised to issue the certification of origin. <br> the exporter may complete and sign an application for a certificate of origin on the basis of: <br> ARTICLE 5.12 : PENALTIES <br> (i) the exporter's knowledge that the good qualifies as an originating good; or <br> Each Party shall maintain measures imposing criminal or administrative penalties, <br> (ii) the exporter's reasonable reliance on the producer's written <br> whether solely or in combination, for violations of its laws and regulations relating to this Chapter. <br> representation that the good qualifies as an originating good. <br> 6 The certificate of origin shall be issued in the English language. <br> 7 Each Party shall provide that a certificate of origin that has been issued by <br> authorised body designated by each Party is applicable to a single importation of a good into its territory. <br> 8 In cases where a certificate of origin has not been issued at the time of exportation <br> or soon thereafter due to involuntary errors or omissions or other valid causes, the <br> certificate of origin may be issued retrospectively but not later than one year from the date of shipment. <br> (ii) the customs administration of the other Party; and <br> ARTICLE 5.3 : CLAIMS FOR PREFERENTIAL TREATMENT <br> 1 Each Party shall require an importer in its territory that claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party to: <br> (a) make a declaration for preference as part of the import application prescribed <br> by its legislation, based on importer's knowledge or information including a <br> valid certificate of origin, that the good qualifies as an originating good; <br> (b) submit the certificate of origin or other documentary evidence of origin at <br> the time of the declaration referred to in subparagraph (a), to its customs <br> administration upon request; and <br> (c) promptly make a corrected declaration and pay any duties owing, where the <br> importer has reason to believe that a certificate of origin on which a <br> declaration was based contains information that is incorrect. <br> 2 Each Party shall provide that the importing Party applies preferential tariff <br> treatment only in cases where an importer proves the accuracy of origin of the imported <br> goods through documentary evidence or any other relevant information in accordance <br> with its laws and regulations. <br> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br> fails to comply with requirements of this Chapter. <br> 4 The importing Party shall grant preferential tariff treatment to goods imported <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> after the date of entry into force of this Agreement, in cases where the importer does not <br> issued has not acted in accordance with its terms and conditions. <br> have the certificate of origin or other documentary evidence of origin at the time of <br> importation, provided that: <br> (a) the importer had, at the time of importation, indicated to the customs <br> administration of the importing Party his intention to claim preferential tariff treatment; and <br> (b) the certificate of origin or other documentary evidence of origin is submitted <br> to its customs administration within such period from the date of payment of <br> customs duties in accordance with the domestic laws and regulations in the importing Party. <br> ARTICLE 5.4 : OBLIGATIONS RELATING TO EXPORTATIONS <br> 1 Each Party shall provide that an exporter or a producer in its territory shall submit <br> a copy of the certificate of origin or other documentary evidence of origin to its customs <br> administration upon request. <br> 2 Each Party shall provide that a false statement by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies as an <br> originating good shall be penalised for a contravention of its customs laws and <br> regulations regarding the making of a false statement or representation. Furthermore, <br> each Party may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> ARTICLE 5.5 : RECORD KEEPING REQUIREMENT <br> 1 Each Party shall provide that an exporter and a producer in its territory that has <br> obtained a certificate of origin shall maintain in its territory, for five (5) years after the <br> date on which the certificate of origin was issued or for such longer period as the Party <br> may specify, all records relating to the origin of a good for which preferential tariff <br> treatment was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br> is exported from its territory; <br> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br> materials, including neutral elements, used in the production of the good that <br> is exported from its territory; and <br> (c) the production of the good in the form in which the good is exported from its territory. <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for <br> a good imported into the Party's territory shall maintain in that territory, for five (5) <br> years after the date of importation of the good or for such longer period as the Party <br> may specify, such documentation, including a copy of the certificate of origin, as the <br> Party may require relating to the importation of the good. <br> 3 The records to be maintained in accordance with paragraphs 1 and 2 shall include <br> electronic records and shall be maintained in accordance with the domestic laws and <br> practices of each Party. <br> ARTICLE 5.6 : WAIVER OF CERTIFICATE OF ORIGIN <br> 1 Notwithstanding paragraph 1(b) of Article 5.3, a certificate of origin shall not be required for: <br> (a) an importation of a good whose aggregate customs value does not exceed <br> USD 1,000 or its equivalent amount in the Party's currency, or such higher <br> amount as it may establish; or <br> (b) an importation of a good into the territory of the importing Party, for which <br> the importing Party has waived the requirement for a certificate of origin in <br> accordance with its domestic laws and practices; <br> provided that the importation does not form part of one or more importations that <br> may reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 5.2 and 5.3. <br> 2 The importing Party may request the importer in paragraph 1 to provide relevant <br> documents to certify that the good qualifies as an originating good. <br> ARTICLE 5.7 : VERIFICATIONS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 For the purposes of determining whether a good imported into its territory from <br> the territory of the other Party is eligible for preferential tariff treatment, the importing <br> Party may, through its customs administration, conduct a verification, which may be in <br> sequence, by means of: <br> (a) request for a certificate of origin from the importer; <br> (b) request for Cost and Production Statement and information from the <br> importer for cases where the importer is able to prepare it on the basis of the <br> importer's own documentary evidence or information; <br> (c) request for Cost and Production Statement and information from an exporter <br> or a producer in the territory of the other Party through the other Party's <br> customs administration; <br> (d) visit to the premises of an exporter or a producer in the territory of the other <br> Party to review the records referred to in paragraph 1 of Article 5.5 and <br> observe the facilities used in the production of the good, or to that effect any <br> facilities used in the production of the materials; or <br> (e) such other procedure as the Parties may agree to. <br> 2 The importer, exporter or producer that receives a written request pursuant to <br> subparagraphs (a), (b) or (c) of paragraph 1 shall answer and return it within a period of <br> thirty (30) days from the date on which it was received. During this period, the <br> importer, exporter or producer may have one opportunity to make a written request to <br> the Party conducting the verification for an extension of the answering period, for a <br> period not exceeding thirty (30) days. <br> 3 In the case where the importer, exporter, or producer does not return the written <br> request for information made by the importing Party within the given period or its <br> extension, or that the information provided is false or incomplete, the Party may deny <br> preferential tariff treatment. <br> 4 Prior to conducting a verification visit pursuant to subparagraph 1(d), a Party shall, <br> through its customs administration: <br> (a) deliver a written notification of its intention to conduct the visit to: <br> (i) the exporter or producer whose premises are to be visited; and <br> 5 Where an exporter or producer has not given its written consent to a proposed <br> verification visit within thirty (30) days from the receipt of notification pursuant to <br> paragraph 4, the notifying Party may deny preferential tariff treatment to the relevant good. <br> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4, <br> such an exporter or producer may, within fifteen (15) days of receiving the notification, <br> have one opportunity to request to the Party conducting the verification for a <br> postponement of the proposed verification visit, for a period not exceeding sixty (60) <br> days. This extension shall be notified to the customs administration of the importing and exporting Parties. <br> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br> verification visit was postponed pursuant to paragraph 6. <br> 8 After the conclusion of a verification visit, the Party conducting the verification, <br> shall provide the exporter or producer whose good was verified, with a written <br> determination of whether the good is eligible for preferential tariff treatment, based on <br> the relevant law and findings of fact. <br> 9 Where verifications by a Party show that an exporter or producer repeatedly <br> makes false or unsupported representations that a good imported into the Party's <br> territory qualifies as an originating good, the Party may suspend the preferential tariff <br> treatment to be accorded to subsequent shipment of identical good exported or produced <br> by such a person until that person establishes that the shipment complies with Chapter 4 <br> (Rules of Origin), in accordance with its domestic laws, regulations or practices. The <br> importing Party shall inform the customs administration of the exporting Party on the <br> evidence and details of the suspension made. <br> 1 Prior to the importation of a good into its territory, each Party, through its customs <br> administration, shall provide for the issuance of written advance rulings to an importer <br> of the good in its territory or to an exporter or producer of the good in the other Party's <br> territory concerning tariff classification, questions arising from the application of the <br> Customs Valuation Agreement and country of origin so as to determine whether the <br> good qualifies as an originating good. <br> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, including: <br> (a) the provision that an importer or its agent in its territory or an exporter or <br> producer or their agent in the territory of the other Party may request such a <br> ruling prior to the importation in question; <br> (b) a detailed description of the information required to process a request for an <br> advance ruling; and <br> (c) the provision that the advance ruling be based on the facts and circumstances <br> presented by the person requesting the ruling. <br> 3 Each Party shall provide that its customs administrations: <br> (a) may request, at any time during the course of evaluating an application for <br> an advance ruling, additional information necessary to evaluate the application; <br> (b) shall issue the advance ruling expeditiously, and in any case within ninety <br> (90) days of obtaining all necessary information; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> (c) shall provide, upon request of the person who requested the advance ruling, <br> a full explanation of the reasons for the ruling. <br> 4 The importing Party may modify or revoke the issued ruling: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; <br> (c) to conform with an amendment to this Agreement; or <br> (d) to conform with a judicial or administration decision or a change in its <br> domestic laws and regulations. <br> 5 Each Party shall provide that any modification or revocation of an advance ruling <br> is effective on the date on which the modification or revocation is issued, or on such a <br> later date as may be specified therein, and shall not be applied to importations of a good <br> 6 Notwithstanding paragraph 5, the issuing Party shall postpone the effective date of <br> such modification or revocation for a period not exceeding sixty (60) days where the <br> person to whom the advance ruling was issued demonstrates that it has relied in good <br> faith to its detriment on that ruling. <br> 7 Each Party shall provide that where it issues an advance ruling to a person that has <br> misrepresented or omitted material facts or circumstances or failed to act in accordance <br> with the terms and conditions of the ruling, the Party may impose penalties or deny the <br> preferential tariff treatment as the circumstances may warrant. <br> 8 A good that is subject to an origin verification process or any instance of review or <br> appeal in the territory of one of the Parties may not be the subject of an advance ruling. <br> 9 Subject to paragraph 10, each Party shall apply an advance ruling to importations <br> into its territory of the relevant good from the date of its issuance or from such later date <br> as may be specified in the ruling. <br> 10. The importing Party shall apply the advance ruling for three (3) years from the <br> date of issuance of the ruling. <br> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br> "}, {"ArticleTitle": "CUSTOMS CONTACT POINT", "ArticleDesc": "ANNEX 5D : CUSTOMS CONTACT POINT <br> 1 Customs Contact Point shall be: <br> (a) for Korea, an internal organisation or person designated by the Minister of <br> Finance and Economy; and <br> (b) for Singapore, an internal organisation or person designated by Director- <br> General of Singapore Customs. <br> 2 Each Party shall exchange the following information of their contact points: name, <br> address, telephone number and email address by date of the entry into force of the <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTICLE 5.2 : CERTIFICATE OF ORIGIN <br> Article 5.8 : Advance Rulings <br> ARTICLE 5.11 : REVIEW AND APPEAL <br> ANNEX 5A : AUTHORISED BODIES TO ISSUE CERTIFICATE OF ORIGIN <br> Agreement, or at any time thereafter upon agreement of the Parties. <br> 1 The Parties shall adopt two respective forms of the certificate of origin as set out <br> 1 Each Party shall grant substantially the same rights of review and appeal of <br> 1 The following bodies, and their successor bodies, are authorised to issue Certificate <br> in Annex 5B and Annex 5C, which may be revised by agreement between the Parties. <br> determinations of origin and advance rulings by its customs administration, as it <br> of origin for the purposes of Chapter 5 (Customs Procedures): <br> 2 The respective certificate of origin, referred to in paragraph 1, shall be issued by <br> provides to importers in its territory, to any person: <br> (a) for Korea: Korea Customs Service, Korean Chamber of Commerce and <br> the certification bodies of the exporting Party. <br> (a) who has obtained a certificate of origin or completed a cost and production <br> Industry, any body authorised by the Government of Korea, in accordance <br> 3 The issued certificate of origin shall be valid for twelve (12) months from the date of issue. <br> statement for a good that has been the subject of a determination of origin under this Chapter; or <br> with its laws and/or regulations, terms and conditions; and <br> 4 Each Party shall inform, through its customs administration, the other Party of the <br> (b) who has received an advance ruling pursuant to Article 5.8. <br> (b) for Singapore: Singapore Customs, any body authorised by the <br> names and addresses of the authorised signatories issuing this certificate of origin and <br> promptly notified to the other Party. <br> 2 Each Party shall provide that the rights of review and appeal referred to in <br> Government of Singapore, in accordance with its laws and/or regulations, <br> shall provide specimen impressions of signatures and official seals used by such <br> paragraph 1 shall include access to: <br> terms and conditions. <br> signatories. Any change in names, addresses, signatures or official seals shall be <br> (a) at least one level of administrative review [5-1] independent of the official or <br> 2 In the event any authorised body repeatedly or intentionally violates the <br> office responsible for the determination under review; and <br> requirements of this Chapter and Chapter 4 by wrongly issuing the certificate of origin, <br> 5 Each Party shall: <br> the exporting Party shall revoke such authorised body from issuing the certificate of <br> (a) require an exporter in its territory to complete and sign an application for <br> determination or decision taken at the final level of administrative review [5-2]. <br> origin under this Agreement. For this purpose, the exporting Party shall consider views of <br> certificate of origin for any good which an importer may claim preferential <br> [5-1] For Singapore, the level of administrative review may include the Ministry supervising the Customs administration. <br> the customs administration of the importing Party in deciding on revoking the authorisation. <br> tariff treatment on importation of the good into the territory of the other Party; and <br> [5-2] The review of the determination or decision taken at the final level of administrative review in <br> 3 The exporting Party shall promptly inform the importing Party of any revocation, <br> (b) provide that where an exporter in its territory is not the producer of the good, <br> Singapore may take the form of a common law judicial review. <br> replacement or addition of the body that is authorised to issue the certification of origin. <br> the exporter may complete and sign an application for a certificate of origin on the basis of: <br> ARTICLE 5.12 : PENALTIES <br> (i) the exporter's knowledge that the good qualifies as an originating good; or <br> Each Party shall maintain measures imposing criminal or administrative penalties, <br> (ii) the exporter's reasonable reliance on the producer's written <br> whether solely or in combination, for violations of its laws and regulations relating to this Chapter. <br> representation that the good qualifies as an originating good. <br> 6 The certificate of origin shall be issued in the English language. <br> 7 Each Party shall provide that a certificate of origin that has been issued by <br> authorised body designated by each Party is applicable to a single importation of a good into its territory. <br> 8 In cases where a certificate of origin has not been issued at the time of exportation <br> or soon thereafter due to involuntary errors or omissions or other valid causes, the <br> certificate of origin may be issued retrospectively but not later than one year from the date of shipment. <br> (ii) the customs administration of the other Party; and <br> ARTICLE 5.3 : CLAIMS FOR PREFERENTIAL TREATMENT <br> 1 Each Party shall require an importer in its territory that claims preferential tariff <br> treatment for a good imported into its territory from the territory of the other Party to: <br> (a) make a declaration for preference as part of the import application prescribed <br> by its legislation, based on importer's knowledge or information including a <br> valid certificate of origin, that the good qualifies as an originating good; <br> (b) submit the certificate of origin or other documentary evidence of origin at <br> the time of the declaration referred to in subparagraph (a), to its customs <br> administration upon request; and <br> (c) promptly make a corrected declaration and pay any duties owing, where the <br> importer has reason to believe that a certificate of origin on which a <br> declaration was based contains information that is incorrect. <br> 2 Each Party shall provide that the importing Party applies preferential tariff <br> treatment only in cases where an importer proves the accuracy of origin of the imported <br> goods through documentary evidence or any other relevant information in accordance <br> with its laws and regulations. <br> 3 A Party may deny preferential tariff treatment to an imported good if the importer <br> fails to comply with requirements of this Chapter. <br> 4 The importing Party shall grant preferential tariff treatment to goods imported <br> that have occurred prior to that date, unless the person to whom the advance ruling was <br> after the date of entry into force of this Agreement, in cases where the importer does not <br> issued has not acted in accordance with its terms and conditions. <br> have the certificate of origin or other documentary evidence of origin at the time of <br> importation, provided that: <br> (a) the importer had, at the time of importation, indicated to the customs <br> administration of the importing Party his intention to claim preferential tariff treatment; and <br> (b) the certificate of origin or other documentary evidence of origin is submitted <br> to its customs administration within such period from the date of payment of <br> customs duties in accordance with the domestic laws and regulations in the importing Party. <br> ARTICLE 5.4 : OBLIGATIONS RELATING TO EXPORTATIONS <br> 1 Each Party shall provide that an exporter or a producer in its territory shall submit <br> a copy of the certificate of origin or other documentary evidence of origin to its customs <br> administration upon request. <br> 2 Each Party shall provide that a false statement by an exporter or a producer in its <br> territory that a good to be exported to the territory of the other Party qualifies as an <br> originating good shall be penalised for a contravention of its customs laws and <br> regulations regarding the making of a false statement or representation. Furthermore, <br> each Party may apply such measures as the circumstances may warrant where an <br> exporter or a producer in its territory fails to comply with any requirement of this Chapter. <br> ARTICLE 5.5 : RECORD KEEPING REQUIREMENT <br> 1 Each Party shall provide that an exporter and a producer in its territory that has <br> obtained a certificate of origin shall maintain in its territory, for five (5) years after the <br> date on which the certificate of origin was issued or for such longer period as the Party <br> may specify, all records relating to the origin of a good for which preferential tariff <br> treatment was claimed in the territory of the other Party, including records associated with: <br> (a) the purchase of, cost of, value of, shipping of, and payment for, the good that <br> is exported from its territory; <br> (b) the sourcing of, the purchase of, cost of, value of, and payment for, all <br> materials, including neutral elements, used in the production of the good that <br> is exported from its territory; and <br> (c) the production of the good in the form in which the good is exported from its territory. <br> 2 Each Party shall provide that an importer claiming preferential tariff treatment for <br> a good imported into the Party's territory shall maintain in that territory, for five (5) <br> years after the date of importation of the good or for such longer period as the Party <br> may specify, such documentation, including a copy of the certificate of origin, as the <br> Party may require relating to the importation of the good. <br> 3 The records to be maintained in accordance with paragraphs 1 and 2 shall include <br> electronic records and shall be maintained in accordance with the domestic laws and <br> practices of each Party. <br> ARTICLE 5.6 : WAIVER OF CERTIFICATE OF ORIGIN <br> 1 Notwithstanding paragraph 1(b) of Article 5.3, a certificate of origin shall not be required for: <br> (a) an importation of a good whose aggregate customs value does not exceed <br> USD 1,000 or its equivalent amount in the Party's currency, or such higher <br> amount as it may establish; or <br> (b) an importation of a good into the territory of the importing Party, for which <br> the importing Party has waived the requirement for a certificate of origin in <br> accordance with its domestic laws and practices; <br> provided that the importation does not form part of one or more importations that <br> may reasonably be considered to have been undertaken or arranged for the purpose of <br> avoiding the certification requirements of Articles 5.2 and 5.3. <br> 2 The importing Party may request the importer in paragraph 1 to provide relevant <br> documents to certify that the good qualifies as an originating good. <br> ARTICLE 5.7 : VERIFICATIONS FOR PREFERENTIAL TARIFF TREATMENT <br> 1 For the purposes of determining whether a good imported into its territory from <br> the territory of the other Party is eligible for preferential tariff treatment, the importing <br> Party may, through its customs administration, conduct a verification, which may be in <br> sequence, by means of: <br> (a) request for a certificate of origin from the importer; <br> (b) request for Cost and Production Statement and information from the <br> importer for cases where the importer is able to prepare it on the basis of the <br> importer's own documentary evidence or information; <br> (c) request for Cost and Production Statement and information from an exporter <br> or a producer in the territory of the other Party through the other Party's <br> customs administration; <br> (d) visit to the premises of an exporter or a producer in the territory of the other <br> Party to review the records referred to in paragraph 1 of Article 5.5 and <br> observe the facilities used in the production of the good, or to that effect any <br> facilities used in the production of the materials; or <br> (e) such other procedure as the Parties may agree to. <br> 2 The importer, exporter or producer that receives a written request pursuant to <br> subparagraphs (a), (b) or (c) of paragraph 1 shall answer and return it within a period of <br> thirty (30) days from the date on which it was received. During this period, the <br> importer, exporter or producer may have one opportunity to make a written request to <br> the Party conducting the verification for an extension of the answering period, for a <br> period not exceeding thirty (30) days. <br> 3 In the case where the importer, exporter, or producer does not return the written <br> request for information made by the importing Party within the given period or its <br> extension, or that the information provided is false or incomplete, the Party may deny <br> preferential tariff treatment. <br> 4 Prior to conducting a verification visit pursuant to subparagraph 1(d), a Party shall, <br> through its customs administration: <br> (a) deliver a written notification of its intention to conduct the visit to: <br> (i) the exporter or producer whose premises are to be visited; and <br> 5 Where an exporter or producer has not given its written consent to a proposed <br> verification visit within thirty (30) days from the receipt of notification pursuant to <br> paragraph 4, the notifying Party may deny preferential tariff treatment to the relevant good. <br> 6 Each Party shall provide that, upon receipt of notification pursuant to paragraph 4, <br> such an exporter or producer may, within fifteen (15) days of receiving the notification, <br> have one opportunity to request to the Party conducting the verification for a <br> postponement of the proposed verification visit, for a period not exceeding sixty (60) <br> days. This extension shall be notified to the customs administration of the importing and exporting Parties. <br> 7 A Party shall not deny preferential tariff treatment to a good solely because a <br> verification visit was postponed pursuant to paragraph 6. <br> 8 After the conclusion of a verification visit, the Party conducting the verification, <br> shall provide the exporter or producer whose good was verified, with a written <br> determination of whether the good is eligible for preferential tariff treatment, based on <br> the relevant law and findings of fact. <br> 9 Where verifications by a Party show that an exporter or producer repeatedly <br> makes false or unsupported representations that a good imported into the Party's <br> territory qualifies as an originating good, the Party may suspend the preferential tariff <br> treatment to be accorded to subsequent shipment of identical good exported or produced <br> by such a person until that person establishes that the shipment complies with Chapter 4 <br> (Rules of Origin), in accordance with its domestic laws, regulations or practices. The <br> importing Party shall inform the customs administration of the exporting Party on the <br> evidence and details of the suspension made. <br> 1 Prior to the importation of a good into its territory, each Party, through its customs <br> administration, shall provide for the issuance of written advance rulings to an importer <br> of the good in its territory or to an exporter or producer of the good in the other Party's <br> territory concerning tariff classification, questions arising from the application of the <br> Customs Valuation Agreement and country of origin so as to determine whether the <br> good qualifies as an originating good. <br> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, including: <br> (a) the provision that an importer or its agent in its territory or an exporter or <br> producer or their agent in the territory of the other Party may request such a <br> ruling prior to the importation in question; <br> (b) a detailed description of the information required to process a request for an <br> advance ruling; and <br> (c) the provision that the advance ruling be based on the facts and circumstances <br> presented by the person requesting the ruling. <br> 3 Each Party shall provide that its customs administrations: <br> (a) may request, at any time during the course of evaluating an application for <br> an advance ruling, additional information necessary to evaluate the application; <br> (b) shall issue the advance ruling expeditiously, and in any case within ninety <br> (90) days of obtaining all necessary information; and <br> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br> (c) shall provide, upon request of the person who requested the advance ruling, <br> a full explanation of the reasons for the ruling. <br> 4 The importing Party may modify or revoke the issued ruling: <br> (a) if the ruling was based on an error of fact; <br> (b) if there is a change in the material facts or circumstances on which the ruling was based; <br> (c) to conform with an amendment to this Agreement; or <br> (d) to conform with a judicial or administration decision or a change in its <br> domestic laws and regulations. <br> 5 Each Party shall provide that any modification or revocation of an advance ruling <br> is effective on the date on which the modification or revocation is issued, or on such a <br> later date as may be specified therein, and shall not be applied to importations of a good <br> 6 Notwithstanding paragraph 5, the issuing Party shall postpone the effective date of <br> such modification or revocation for a period not exceeding sixty (60) days where the <br> person to whom the advance ruling was issued demonstrates that it has relied in good <br> faith to its detriment on that ruling. <br> 7 Each Party shall provide that where it issues an advance ruling to a person that has <br> misrepresented or omitted material facts or circumstances or failed to act in accordance <br> with the terms and conditions of the ruling, the Party may impose penalties or deny the <br> preferential tariff treatment as the circumstances may warrant. <br> 8 A good that is subject to an origin verification process or any instance of review or <br> appeal in the territory of one of the Parties may not be the subject of an advance ruling. <br> 9 Subject to paragraph 10, each Party shall apply an advance ruling to importations <br> into its territory of the relevant good from the date of its issuance or from such later date <br> as may be specified in the ruling. <br> 10. The importing Party shall apply the advance ruling for three (3) years from the <br> date of issuance of the ruling. <br> (b) in accordance with its domestic law, judicial or quasi-judicial review of the <br> "}]}]}, "members_found": ["410", "702", 5, 8703900000]}