{"FtaRooDetails": {"FtaId": 482, "FtaCode": "ITC00487", "FtaName": "FTA, Mexico-Nicaragua", "FtaFullName": "Tratado de Libre Comercio entre el Gobierno de los Estados Unidos Mexicanos y el Gobierno de la República de Nicaragua", "InForce": false, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.1998", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Mexico; Nicaragua", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Mexico-Nicaragua", "AdminProcCooAuth": "The certification type under FTA, Mexico-Nicaragua is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Mexico-Nicaragua is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Mexico-Nicaragua agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "Un cambio a la subpartida 8703.21 a 8703.90 de cualquier otra partida, cumpliendo con un contenido regional no menor a 40% cuando se utilice el método de costo neto.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Nota General Interpretativa", "RooText": " Anexo al Artículo 6-03<br /> Reglas de Origen Específicas<br /> Sección A<br /> Nota General Interpretativa<br /> 1. Para efectos de este anexo, se entenderá por:<br /> sección: una sección del Sistema Armonizado; y<br /> capítulo: un capítulo del Sistema Armonizado.<br /> 2. La regla específica o el conjunto específico de reglas que se aplica a una partida, subpartida o fracción arancelaria se establece al lado de la partida, subpartida o fracción arancelaria.<br /> 3. La regla aplicable a una fracción arancelaria tendrá prioridad sobre la regla aplicable a la partida o subpartida que comprende a la fracción arancelaria.<br /> 4. Un requisito de cambio de clasificación se aplica solamente a los materiales no originarios.<br /> 5. Cualquier referencia a peso en las reglas para bienes comprendidos en los capítulos 01 al 24 del Sistema Armonizado, significa peso neto, salvo que se especifique lo contrario en el Sistema Armonizado.<br /> 6. Cuando una regla específica se defina a nivel de fracción arancelaria, se sujetará a lo dispuesto en el apéndice a este anexo.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00487_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.descargo.com.mx/archivos/doc_5.doc"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00487_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/trade/menifta/meni01.asp#anxart6-03A"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00487_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/menifta/meni01.asp#art6-01"}, {"DocDesc": "Customs administration", "DocFileName": "itc00487_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/trade/menifta/meni01.asp#art7-01"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00487_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/trade/menifta/indice.asp"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-08: Acumulación <br /> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br /> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br /> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br /> productor, siempre que se cumpla con lo establecido en el artículo 6-03.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (7%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-06: De mínimis <br /> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br /> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br /> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br /> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br /> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br /> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br /> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br /> requisitos aplicables de este capítulo. <br /> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br /> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br /> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br /> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br /> antes referidos no excede el 7% del costo total del bien. <br /> 4. El párrafo 1 no se aplica a: <br /> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br /> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br /> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br /> bien para el cual se está determinando el origen, de conformidad con este artículo. <br /> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br /> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br /> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br /> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br /> peso total de ese material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-05: Valor de los materiales <br /> 4. Para efectos del cálculo del valor de contenido regional de conformidad con el artículo 6-04, salvo lo dispuesto <br /> en el párrafo 2 del artículo 6-15, para un vehículo automotor identificado en el párrafo 3 del artículo 6-15, o un <br /> componente identificado en el anexo 2 al artículo 6-15, el valor de los materiales no originarios utilizados por el <br /> productor en la producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br /> a. otro productor en la producción de un material originario que es adquirido y utilizado por el productor del bien <br /> en la producción de ese bien; o <br /> b. el productor del bien en la producción de un material intermedio originario.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br /> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br /> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br /> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br /> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br /> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br /> independientemente de que se desglosen o detallen por separado en la propia factura; y <br /> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br /> habituales para el bien. <br /> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br /> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br /> al calcular el valor de contenido regional del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-04: Valor de contenido regional <br /> 1. Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de contenido regional de un bien se <br /> calcule, a elección del exportador o del productor del bien, de acuerdo con el método de valor de transacción <br /> dispuesto en el párrafo 2 o con el método de costo neto dispuesto en el párrafo 4. <br /> 2. Para calcular el valor de contenido regional de un bien con base en el método de valor de transacción se <br /> aplicará la siguiente fórmula: <br /> VCR=[(VT - VMN)/VT]x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje. <br /> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo dispuesto en el párrafo 3. <br /> VMN: valor de los materiales no originarios utilizados por el productor en la producción del bien, determinado de <br /> conformidad con lo establecido en el artículo 6-05. <br /> 3. Para efectos del párrafo 2, cuando el productor del bien no lo exporte directamente, el valor de transacción se <br /> ajustará hasta el punto en el cual el comprador recibe el bien dentro del territorio donde se encuentra ese productor. <br /> 4. Para calcular el valor de contenido regional de un bien con base en el método de costo neto se <br /> aplicará la siguiente fórmula: <br /> VCR=[(CN - VMN)/CN]x 100 <br /> donde: <br /> VCR: valor de contenido regional expresado como porcentaje. <br /> CN: costo neto del bien. <br /> VMN: valor de los materiales no originarios utilizados por el productor en la producción del bien, determinado de <br /> conformidad con lo establecido en el artículo 6-05. <br /> 5. Cada Parte dispondrá que un exportador o productor calcule el valor de contenido regional de un bien <br /> exclusivamente con base en el método de costo neto dispuesto en el párrafo 4, cuando: <br /> a. no haya valor de transacción debido a que el bien no sea objeto de una venta; <br /> b. el valor de transacción del bien no pueda ser determinado por existir restricciones a la cesión o utilización del <br /> bien por el comprador con excepción de las que: <br /> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el comprador del bien; <br /> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br /> iii) no afecten sensiblemente el valor del bien; <br /> c. la venta o el precio dependan de alguna condición o contraprestación cuyo valor no pueda determinarse en <br /> relación con el bien; <br /> d. revierta directa o indirectamente al vendedor alguna parte del producto de la reventa o de cualquier cesión o <br /> utilización ulteriores del bien por el comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br /> con lo dispuesto en el artículo 8 del Código de Valoración Aduanera; <br /> e. el comprador y el vendedor sean personas relacionadas y la relación entre ellos influya en el precio, salvo lo <br /> dispuesto en el artículo 1.2 del Código de Valoración Aduanera; <br /> f. el bien sea vendido por el productor a una persona relacionada y el volumen de ventas, en unidades de <br /> cantidad de bienes idénticos o similares, vendidos a personas relacionadas, durante un periodo de seis meses <br /> inmediatamente anterior al mes en que el productor haya vendido ese bien, exceda del 85% de las ventas <br /> totales del productor de esos bienes durante ese periodo; <br /> g. el exportador o productor elija acumular el valor de contenido regional del bien de <br /> conformidad con el artículo 6-08; <br /> h. el bien: <br /> i) sea un vehículo automotor comprendido en la partida 87.01 u 87.02, las subpartidas 8703.21 a la 8703.90 o la <br /> partida 87.04, 87.05 u 87.06; o <br /> ii) esté identificado en el anexo 1 al artículo 6-15 o en el anexo 2 al artículo 6-15 y sea para uso en vehículos <br /> automotores comprendidos en la partida 87.01 u 87.02, las subpartidas 8703.21 a la 8703.90 o la <br /> partida 87.04, 87.05 u 87.06; o <br /> i. se trate de un material intermedio que esté sujeto a un valor de contenido regional. <br /> Artículo 6-05: Valor de los materiales <br /> 1. El valor de un material: <br /> a. será el valor de transacción del material; o <br /> b. en caso de que no haya valor de transacción o de que el valor de transacción del material no pueda <br /> determinarse conforme a los principios del artículo 1 del Código de Valoración Aduanera, será calculado de <br /> acuerdo con los principios de los artículos 2 al 7 de ese código. <br /> 2. Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de un material incluirá: <br /> a. el flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido para el transporte del <br /> material hasta el puerto de importación en la Parte donde se ubica el productor del bien, <br /> salvo lo dispuesto en el párrafo 3; y <br /> b. el costo de los desechos y desperdicios resultantes del uso del material en la producción del bien, menos <br /> cualquier recuperación de estos costos, siempre que la recuperación no exceda del 30% del valor del material, <br /> determinado conforme al párrafo 1. <br /> 3. Cuando el productor del bien adquiera el material no originario dentro del territorio de la Parte donde se <br /> encuentra ubicado, el valor del material no incluirá el flete, seguro, costos de empaque y todos los demás costos <br /> en que se haya incurrido para el transporte del material desde el almacén del proveedor hasta el lugar en que se <br /> encuentre el productor. <br /> 4. Para efectos del cálculo del valor de contenido regional de conformidad con el artículo 6-04, salvo lo dispuesto <br /> en el párrafo 2 del artículo 6-15, para un vehículo automotor identificado en el párrafo 3 del artículo 6-15, o un <br /> componente identificado en el anexo 2 al artículo 6-15, el valor de los materiales no originarios utilizados por el <br /> productor en la producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br /> a. otro productor en la producción de un material originario que es adquirido y utilizado por el productor del bien <br /> en la producción de ese bien; o <br /> b. el productor del bien en la producción de un material intermedio originario. <br /> Artículo 6-20: Disposiciones transitorias sobre valor de contenido regional <br /> 1. Para efectos del cálculo del valor de contenido regional de un bien que se encuentre sujeto a ese requisito, un <br /> bien producido en territorio de una o ambas Partes deberá cumplir con un valor de contenido <br /> regional no menor a: <br /> a. 45% bajo el método de valor de transacción o 37.5% bajo el método de costo neto, a partir del 1 de julio de <br /> 1998 hasta el 30 de junio de 2001; <br /> b. 46% bajo el método de valor de transacción o 38.5% bajo el método de costo neto, del 1 de julio de 2001 al <br /> 30 de junio de 2002; y <br /> c. 47.5% bajo el método de valor de transacción o 40% bajo el método de costo neto, del 1 de julio de 2002 al 30 <br /> de junio de 2003. <br /> 2. A partir del 1 de julio de 2003, el porcentaje de contenido regional será el establecido en el anexo al artículo 6-03 <br /> 3. Las disposiciones contenidas en este artículo no serán aplicables para efectos del cálculo del valor de <br /> contenido regional de los bienes señalados en el artículo 6-15. <br /> Anexo al Artículo 6-04 <br /> Anexo al Artículo 6-04 <br /> Cálculo del Costo Neto <br /> Cálculo del Costo Neto <br /> Sección A <br /> Sección A <br /> Definiciones <br /> Definiciones <br /> Para efectos de este anexo, se entenderá por: <br /> Para efectos de este anexo, se entenderá por: <br /> base de asignación: cualquiera de las siguientes bases de asignación utilizadas por el productor para calcular <br /> base de asignación: cualquiera de las siguientes bases de asignación utilizadas por el productor para calcular <br /> el porcentaje del costo en relación con el bien: <br /> el porcentaje del costo en relación con el bien: <br /> a. la suma de los costos de mano de obra directa y los costos o el valor del material directo del bien; <br /> a. la suma de los costos de mano de obra directa y los costos o el valor del material directo del bien; <br /> b. la suma de los costos de mano de obra directa, los costos o el valor del material directo y los costos y gastos <br /> b. la suma de los costos de mano de obra directa, los costos o el valor del material directo y los costos y gastos <br /> directos de fabricación del bien; <br /> directos de fabricación del bien; <br /> c. horas o costos de mano de obra directa; <br /> c. horas o costos de mano de obra directa; <br /> d. unidades producidas; <br /> d. unidades producidas; <br /> e. horas máquina; <br /> e. horas máquina; <br /> f. importe de las ventas; <br /> f. importe de las ventas; <br /> g. área de la planta; o <br /> g. área de la planta; o <br /> h. cualesquiera otras bases que se consideren razonables y cuantificables; <br /> h. cualesquiera otras bases que se consideren razonables y cuantificables; <br /> costos no admisibles: los costos de promoción de ventas, comercialización y servicios posteriores a la venta; <br /> costos no admisibles: los costos de promoción de ventas, comercialización y servicios posteriores a la venta; <br /> regalías; embarque y reempaque; así como los costos por intereses no admisibles; y <br /> regalías; embarque y reempaque; así como los costos por intereses no admisibles; y <br /> para efectos de administración interna: un procedimiento de asignación utilizado para la declaración de <br /> para efectos de administración interna: un procedimiento de asignación utilizado para la declaración de <br /> impuestos, estados o reportes financieros, control interno, planificación financiera, toma de decisiones, fijación <br /> impuestos, estados o reportes financieros, control interno, planificación financiera, toma de decisiones, fijación <br /> de precios, recuperación de costos, administración del control de costos o medición de desempeño. <br /> de precios, recuperación de costos, administración del control de costos o medición de desempeño. <br /> Sección B <br /> Sección B <br /> Cálculo del Costo Neto <br /> Cálculo del Costo Neto <br /> 1. El costo neto se calculará de conformidad con la siguiente fórmula: <br /> 1. El costo neto se calculará de conformidad con la siguiente fórmula: <br /> CN = CT - CNA <br /> CN = CT - CNA <br /> donde: <br /> donde: <br /> CN: costo neto. <br /> CN: costo neto. <br /> CT: costo total. <br /> CT: costo total. <br /> CNA: costos no admisibles. <br /> CNA: costos no admisibles. <br /> 2. Para efectos de determinar el costo total: <br /> 2. Para efectos de determinar el costo total: <br /> a. el productor del bien podrá promediar el costo total respecto del bien y de otros bienes idénticos o similares, <br /> a. el productor del bien podrá promediar el costo total respecto del bien y de otros bienes idénticos o similares, <br /> producidos en una sola planta por ese productor: <br /> producidos en una sola planta por ese productor: <br /> i) en un mes; o <br /> i) en un mes; o <br /> ii) durante cualquier periodo dentro del periodo o ejercicio fiscal de ese productor mayor a un mes; <br /> ii) durante cualquier periodo dentro del periodo o ejercicio fiscal de ese productor mayor a un mes; <br /> b. para efectos del literal a), el productor del bien considerará todas las unidades del bien producidas durante el <br /> b. para efectos del literal a), el productor del bien considerará todas las unidades del bien producidas durante el <br /> periodo elegido. Ese productor no podrá variar el periodo una vez elegido; <br /> periodo elegido. Ese productor no podrá variar el periodo una vez elegido; <br /> c. cuando el productor de un bien, para calcular el costo total en relación al bien, utiliza un método de asignación <br /> c. cuando el productor de un bien, para calcular el costo total en relación al bien, utiliza un método de asignación <br /> de costos y gastos para efectos de administración interna con el fin de distribuir al bien los costos de materiales <br /> de costos y gastos para efectos de administración interna con el fin de distribuir al bien los costos de materiales <br /> directos; los costos de mano de obra directa; o los costos y gastos directos e indirectos de fabricación, o parte <br /> directos; los costos de mano de obra directa; o los costos y gastos directos e indirectos de fabricación, o parte <br /> de los mismos, y ese método refleja razonablemente los costos de materiales directos; los costos de mano de <br /> de los mismos, y ese método refleja razonablemente los costos de materiales directos; los costos de mano de <br /> obra directa; o los costos y gastos directos e indirectos de fabricación incurridos en la producción del bien, ese <br /> obra directa; o los costos y gastos directos e indirectos de fabricación incurridos en la producción del bien, ese <br /> método se considerará como un método de asignación razonable de costos y gastos y podrá utilizarse para <br /> método se considerará como un método de asignación razonable de costos y gastos y podrá utilizarse para <br /> asignar los costos al bien; <br /> asignar los costos al bien; <br /> d. el productor del bien podrá determinar una cantidad razonable por concepto de costos y gastos que no han <br /> d. el productor del bien podrá determinar una cantidad razonable por concepto de costos y gastos que no han <br /> sido asignados al bien, de la siguiente manera: <br /> sido asignados al bien, de la siguiente manera: <br /> i) para los costos o el valor de los materiales directos y los costos de mano de obra directa, con base en <br /> i) para los costos o el valor de los materiales directos y los costos de mano de obra directa, con base en <br /> cualquier método que refleje razonablemente los costos del material directo y de la mano de obra directa <br /> cualquier método que refleje razonablemente los costos del material directo y de la mano de obra directa <br /> utilizados en la producción del bien; y <br /> utilizados en la producción del bien; y <br /> ii) en relación con los costos y gastos directos e indirectos de fabricación, el productor del bien podrá elegir una <br /> ii) en relación con los costos y gastos directos e indirectos de fabricación, el productor del bien podrá elegir una <br /> o más bases de asignación que reflejen una relación entre los costos y gastos directos e indirectos de <br /> o más bases de asignación que reflejen una relación entre los costos y gastos directos e indirectos de <br /> fabricación y el bien, conforme a lo establecido en los literales f) y g); <br /> fabricación y el bien, conforme a lo establecido en los literales f) y g); <br /> e. el productor del bien podrá elegir cualquier método de asignación razonable de costos y gastos, mismo que <br /> e. el productor del bien podrá elegir cualquier método de asignación razonable de costos y gastos, mismo que <br /> utilizará durante todo su ejercicio o periodo fiscal; <br /> utilizará durante todo su ejercicio o periodo fiscal; <br /> f. en relación con cada base elegida, el productor del bien podrá calcular un porcentaje de los costos para cada <br /> f. en relación con cada base elegida, el productor del bien podrá calcular un porcentaje de los costos para cada <br /> bien producido, de conformidad con la siguiente fórmula: <br /> bien producido, de conformidad con la siguiente fórmula: <br /> PC= (BA/BTA) x 100 <br /> PC= (BA/BTA) x 100 <br /> donde: <br /> donde: <br /> PC: porcentaje de los costos o gastos en relación con el bien. <br /> PC: porcentaje de los costos o gastos en relación con el bien. <br /> BA: base de asignación para el bien. <br /> BA: base de asignación para el bien. <br /> BTA: base total de asignación para todos los bienes producidos por el productor del bien; <br /> BTA: base total de asignación para todos los bienes producidos por el productor del bien; <br /> g. los costos o gastos respecto de los cuales se elige una base de asignación, se asignan a un bien de acuerdo <br /> g. los costos o gastos respecto de los cuales se elige una base de asignación, se asignan a un bien de acuerdo <br /> con la siguiente fórmula: <br /> con la siguiente fórmula: <br /> CAB = CA x PC <br /> CAB = CA x PC <br /> donde: <br /> donde: <br /> CAB: costos o gastos asignados al bien. <br /> CAB: costos o gastos asignados al bien. <br /> CA: costos o gastos que serán asignados. <br /> CA: costos o gastos que serán asignados. <br /> PC: porcentaje del costo o gasto en relación con el bien; <br /> PC: porcentaje del costo o gasto en relación con el bien; <br /> h. en la determinación del costo neto, cuando los costos no admisibles se encuentren incluidos en el costo total <br /> h. en la determinación del costo neto, cuando los costos no admisibles se encuentren incluidos en el costo total <br /> asignado al bien, el mismo porcentaje de los costos o gastos utilizado para asignar esos costos al bien se <br /> asignado al bien, el mismo porcentaje de los costos o gastos utilizado para asignar esos costos al bien se <br /> utilizará para determinar el importe de los costos excluidos no admisibles que se restarán al costo total asignado; e <br /> utilizará para determinar el importe de los costos excluidos no admisibles que se restarán al costo total asignado; e <br /> i. ningún costo o gasto asignado de conformidad con algún método de asignación razonable de costos que se <br /> i. ningún costo o gasto asignado de conformidad con algún método de asignación razonable de costos que se <br /> utilice para efectos de administración interna, se considerará razonablemente asignado cuando se pueda <br /> utilice para efectos de administración interna, se considerará razonablemente asignado cuando se pueda <br /> demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento de las <br /> demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento de las <br /> disposiciones de este capítulo. <br /> disposiciones de este capítulo. <br /> 3. Para efectos de determinar los costos por intereses no admisibles, el productor del bien: <br /> 3. Para efectos de determinar los costos por intereses no admisibles, el productor del bien: <br /> a. considerará, para el cálculo de intereses no admisibles, sólo los préstamos contratados con tasa de interés fija <br /> a. considerará, para el cálculo de intereses no admisibles, sólo los préstamos contratados con tasa de interés fija <br /> o variable superior a la tasa de interés más alta de las obligaciones de deuda emitidas por el gobierno federal o <br /> o variable superior a la tasa de interés más alta de las obligaciones de deuda emitidas por el gobierno federal o <br /> central, según sea el caso, más diez puntos porcentuales; <br /> central, según sea el caso, más diez puntos porcentuales; <br /> b. calculará la tasa de interés devengada en el periodo elegido por el productor conforme al literal a) del párrafo <br /> b. calculará la tasa de interés devengada en el periodo elegido por el productor conforme al literal a) del párrafo <br /> 2, mediante la aplicación de la siguiente fórmula: <br /> 2, mediante la aplicación de la siguiente fórmula: <br /> TID = (IPP/MPP) x 100 <br /> TID = (IPP/MPP) x 100 <br /> donde: <br /> donde: <br /> TID: tasa de interés devengada en el periodo. <br /> TID: tasa de interés devengada en el periodo. <br /> IPP: monto de intereses devengados en el periodo. <br /> IPP: monto de intereses devengados en el periodo. <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> MPP: monto de los préstamos que devengan intereses en el periodo. <br /> Para efectos de este literal, el monto de los préstamos que devengan intereses y el monto de los intereses <br /> Para efectos de este literal, el monto de los préstamos que devengan intereses y el monto de los intereses <br /> devengados serán los que correspondan a los préstamos de acuerdo con lo establecido en el literal a) y, en el <br /> devengados serán los que correspondan a los préstamos de acuerdo con lo establecido en el literal a) y, en el <br /> caso de que el interés devengado no corresponda a todo el periodo de cálculo del costo total elegido por el <br /> caso de que el interés devengado no corresponda a todo el periodo de cálculo del costo total elegido por el <br /> productor, sólo se considerará la parte proporcional del monto del préstamo con respecto al periodo en el cual el <br /> productor, sólo se considerará la parte proporcional del monto del préstamo con respecto al periodo en el cual el <br /> interés se devengó; <br /> interés se devengó; <br /> c. calculará, mediante la siguiente fórmula, la tasa de interés no admisible, a partir de la determinación de la tasa <br /> c. calculará, mediante la siguiente fórmula, la tasa de interés no admisible, a partir de la determinación de la tasa <br /> de interés devengada establecida en el literal a): <br /> de interés devengada establecida en el literal a): <br /> TIN = TID - (TOG + 10) <br /> TIN = TID - (TOG + 10) <br /> donde: <br /> donde: <br /> TIN: tasa de interés no admisible. <br /> TIN: tasa de interés no admisible. <br /> TID: tasa de interés devengada en el periodo. <br /> TID: tasa de interés devengada en el periodo. <br /> TOG: tasa de interés de las obligaciones de deuda emitidas por el gobierno federal o central, según sea el caso; <br /> TOG: tasa de interés de las obligaciones de deuda emitidas por el gobierno federal o central, según sea el caso; <br /> d. calculará, mediante la siguiente fórmula, los costos por intereses no admisibles: <br /> d. calculará, mediante la siguiente fórmula, los costos por intereses no admisibles: <br /> CIN= TIN x MPP <br /> CIN= TIN x MPP <br /> donde: CIN: costos por intereses no admisibles. <br /> donde: CIN: costos por intereses no admisibles. <br /> TIN: tasa de interés no admisible. <br /> TIN: tasa de interés no admisible. <br /> MPP: monto de los préstamos que devengan intereses en el periodo. Para efectos de este literal, el monto de los <br /> MPP: monto de los préstamos que devengan intereses en el periodo. Para efectos de este literal, el monto de los <br /> préstamos que devengan intereses en el periodo se determinará de conformidad con lo establecido en el literal b). <br /> préstamos que devengan intereses en el periodo se determinará de conformidad con lo establecido en el literal b). <br /> 4. Cuando el productor de un bien haya calculado el valor de contenido regional del bien conforme al método de <br /> 4. Cuando el productor de un bien haya calculado el valor de contenido regional del bien conforme al método de <br /> costo neto sobre la base de costos estimados, incluyendo costos estándar, proyecciones presupuestales u otros <br /> costo neto sobre la base de costos estimados, incluyendo costos estándar, proyecciones presupuestales u otros <br /> procedimientos similares, antes o durante el periodo elegido de conformidad con el literal a) del párrafo 2, el <br /> procedimientos similares, antes o durante el periodo elegido de conformidad con el literal a) del párrafo 2, el <br /> productor efectuará el cálculo con base en los costos reales incurridos durante ese periodo <br /> productor efectuará el cálculo con base en los costos reales incurridos durante ese periodo <br /> respecto a la producción del bien. <br /> respecto a la producción del bien. <br /> [Customs administration]: <br /> Capítulo VII <br /> Procedimientos Aduaneros", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-11: Materiales indirectos <br /> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br /> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br /> contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-17: Transbordo y expedición directa <br /> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br /> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br /> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br /> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br /> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br /> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br /> competente en esos países: <br /> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br /> requerimientos de transporte; <br /> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br /> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br /> descarga o manipulación para asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-03: Bienes originarios <br /> 1. Un bien será originario cuando: <br /> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br /> del artículo 6-01; <br /> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br /> originarios de conformidad con este capítulo; <br /> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br /> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br /> cumpla con las demás disposiciones aplicables de este capítulo; <br /> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br /> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br /> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br /> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br /> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br /> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br /> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br /> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br /> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br /> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br /> Interpretación del Sistema Armonizado; o <br /> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br /> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br /> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br /> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br /> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br /> aplicables de este capítulo. <br /> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br /> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br /> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br /> satisfacerse en su totalidad en el territorio de una o ambas Partes.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br /> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br /> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br /> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br /> arancelaria establecido en el anexo al artículo 6-03. <br /> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br /> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br /> valor de contenido regional del bien. <br /> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br /> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br /> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br /> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br /> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br /> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br /> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br /> reporten en los registros contables del productor del bien.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-09: Bienes y materiales fungibles <br /> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br /> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br /> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br /> establecidos en el párrafo 3. <br /> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br /> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br /> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br /> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br /> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br /> establecidos en el párrafo 3. <br /> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br /> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br /> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br /> se considera como el origen, en igual número de unidades, de los materiales o bienes <br /> fungibles que primero salen del inventario; <br /> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br /> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br /> considera como el origen, en igual número de unidades, de los materiales o bienes <br /> fungibles que primero salen del inventario; o <br /> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br /> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br /> de la siguiente fórmula: <br /> PMN= (TMO/TMOYN) x 100 <br /> donde: <br /> PMO: promedio de los materiales o bienes fungibles originarios. <br /> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br /> inventario previo a la salida. <br /> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br /> parte del inventario previo a la salida. <br /> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br /> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br /> PMN= (TMN/TMOYN) x 100 <br /> donde: <br /> PMN: promedio de los materiales no originarios. <br /> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br /> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br /> del inventario previo a la salida. <br /> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br /> ser utilizado a través de todo el ejercicio o periodo fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 93%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6-10: Juegos o surtidos <br /> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br /> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br /> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br /> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br /> que se haya establecido para cada uno de los bienes en este capítulo. <br /> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br /> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br /> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br /> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br /> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br /> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br /> el anexo al artículo 6-03.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-02: Declaración y certificación de origen <br /> 1. Para efectos de este capítulo, antes de la entrada en vigor de este Tratado, las Partes elaborarán un formato <br /> único para el certificado y la declaración de origen. <br /> 2. El certificado de origen a que se refiere el párrafo 1 servirá para certificar que un bien que se exporte de <br /> territorio de una Parte a territorio de la otra Parte califica como originario. <br /> 3. Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de origen respecto de la <br /> exportación de un bien para el cual un importador pueda solicitar trato arancelario preferencial. <br /> 4. Cada Parte dispondrá que: <br /> a. cuando un exportador no sea el productor del bien, llene y firme el certificado de origen con fundamento en la <br /> declaración de origen a que se refiere el párrafo 1; y <br /> b. la declaración de origen que ampare el bien objeto de la exportación sea llenada y firmada por el productor del <br /> bien y proporcionada voluntariamente al exportador. <br /> 5. Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br /> a. una sola importación de uno o más bienes; o <br /> b. varias importaciones de bienes idénticos a realizarse en un plazo establecido por el exportador en el <br /> certificado de origen, que no excederá del plazo establecido en el párrafo 6. <br /> 6. Cada Parte dispondrá que el certificado de origen sea aceptado por la autoridad competente de la Parte <br /> importadora por un año a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-05: Excepciones <br /> A condición de que no forme parte de dos o más importaciones que se efectúen o se planeen con el propósito <br /> de evadir el cumplimiento de los requisitos de certificación de los artículos 7-02 y 7-03, no se requerirá del <br /> certificado de origen para la importación de bienes en los casos siguientes: <br /> a. la importación con fines comerciales de bienes cuyo valor en aduana no exceda de mil dólares de los Estados <br /> Unidos de América (dólares) o su equivalente en moneda nacional, pero se podrá exigir que la factura contenga <br /> una declaración del importador o exportador de que el bien califica como originario; <br /> b. la importación con fines no comerciales de bienes cuyo valor en aduana no exceda de mil dólares o su <br /> equivalente en moneda nacional; y <br /> c. la importación de un bien para el cual la Parte importadora haya dispensado el requisito de <br /> presentación del certificado de origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-02: Declaración y certificación de origen <br /> 6. Cada Parte dispondrá que el certificado de origen sea aceptado por la autoridad competente de la Parte <br /> importadora por un año a partir de la fecha de su firma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-06: Registros contables <br /> Cada Parte dispondrá que: <br /> a. su exportador o productor que llene y firme un certificado o declaración de origen conserve, durante un <br /> mínimo de cinco años después de la fecha de firma de ese certificado o declaración, todos los registros y <br /> documentos relativos al origen del bien, incluyendo los referentes a: <br /> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br /> ii) la adquisición, los costos, el valor y el pago de todos los materiales, utilizados en la producción del bien que <br /> se exporte de su territorio; y <br /> iii) la producción del bien en la forma en que se exporte de su territorio; <br /> b. para efectos del procedimiento de verificación establecido en el artículo 7-07, el exportador o productor <br /> proporcione a la autoridad competente de la Parte importadora, los registros y documentos a que se refiere el <br /> literal a). Cuando los registros y documentos no estén en poder del exportador o del productor, éste podrá <br /> solicitar al productor o proveedor de los materiales los registros y documentos para que sean entregados por su <br /> conducto a la autoridad competente que realiza la verificación; y <br /> c. un importador que solicite trato arancelario preferencial para un bien que se importe a su territorio de territorio <br /> de la otra Parte, conserve, durante un mínimo de cinco años contados a partir de la fecha de la importación, el <br /> certificado de origen y toda la demás documentación relativa a la importación requerida por la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-03: Obligaciones respecto a las importaciones <br /> 3. Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario preferencial para un bien <br /> importado a su territorio que hubiere calificado como originario, el importador del bien pueda solicitar la <br /> devolución de los aranceles pagados en exceso, de conformidad con la legislación de cada Parte, por no <br /> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br /> a. una declaración por escrito, en la que manifieste que el bien calificaba como originario <br /> al momento de la importación; <br /> b. una copia del certificado de origen; y <br /> c. cualquier otra documentación relacionada con la importación de los bienes según lo <br /> requiera la autoridad competente.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-07: Procedimientos para verificar el origen <br /> 1. La Parte importadora podrá solicitar a la Parte exportadora información respecto al origen de un bien por <br /> medio de su autoridad competente. <br /> 2. Para determinar si un bien que se importe a su territorio de territorio de la otra Parte califica como originario, <br /> cada Parte podrá, por conducto de su autoridad competente, verificar el origen del bien mediante: <br /> a. cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br /> b. visitas de verificación a un exportador o productor en territorio de la otra Parte, con el propósito de examinar <br /> los registros y documentos que acrediten el cumplimiento de las reglas de origen de conformidad con el artículo 7-06, <br /> e inspeccionar las instalaciones que se utilicen en la producción del bien y, en su caso, las que se utilicen <br /> en la producción de los materiales. <br /> 3. Lo dispuesto en el párrafo 2 se hará sin perjuicio de la revisión que pueda efectuar la Parte importadora sobre <br /> sus propios importadores, exportadores o productores. <br /> 4. El exportador o productor que reciba un cuestionario conforme al literal a) del párrafo 2, responderá y <br /> devolverá el cuestionario en un plazo no mayor de 30 días, contados a partir de la fecha en que lo haya recibido. <br /> Durante ese plazo, el exportador o productor podrá solicitar por escrito a la Parte importadora una prórroga, la <br /> cual, en su caso, no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la negación de trato <br /> arancelario preferencial. <br /> 5. En caso de que el exportador o productor no responda o devuelva un cuestionario en el plazo <br /> correspondiente, la Parte importadora podrá negar trato arancelario preferencial previa resolución en los <br /> términos del párrafo 11. <br /> 6. Antes de efectuar una visita de verificación de conformidad con lo establecido en el literal b) del párrafo 2, la <br /> Parte importadora estará obligada, por conducto de su autoridad competente, a notificar por escrito su intención <br /> de efectuar la visita. La notificación se enviará al exportador o al productor que vaya a ser visitado, a la autoridad <br /> competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la embajada de <br /> esta Parte en territorio de la Parte importadora. La autoridad competente de la Parte importadora solicitará el <br /> consentimiento por escrito del exportador o del productor a quien pretende visitar. <br /> 7. La notificación a que se refiere el párrafo 6 contendrá: <br /> a. la identificación de la autoridad competente que hace la notificación; <br /> b. el nombre del exportador o del productor que se pretende visitar; <br /> c. la fecha y lugar de la visita de verificación propuesta; <br /> d. el objeto y alcance de la visita de verificación propuesta, haciendo mención específica del periodo y del bien o <br /> bienes objeto de verificación a que se refieren el o los certificados de origen; <br /> e. los nombres, datos personales y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> f. el fundamento legal de la visita de verificación. <br /> 8. Cualquier modificación a la información a que se refiere el literal e) del párrafo 7, será notificada por escrito al <br /> exportador o productor y a la autoridad competente de la Parte exportadora antes de la visita de verificación. <br /> Cualquier modificación de la información a que se refieren los literales a), b), c), d) y f) del párrafo 7, será <br /> notificada en los términos del párrafo 6. <br /> 9. Si en los 30 días posteriores a que reciba la notificación de la visita de verificación propuesta conforme al <br /> párrafo 6, el exportador o el productor no otorga su consentimiento por escrito para la realización de la misma, la <br /> Parte importadora podrá negar trato arancelario preferencial al bien o bienes que habrían sido <br /> objeto de la visita de verificación. <br /> 10. Cada Parte dispondrá que, cuando su autoridad competente reciba una notificación de conformidad con el <br /> párrafo 6 podrá, en los quince días siguientes a la fecha de recepción de la notificación, posponer la visita de <br /> verificación propuesta por un periodo no mayor de 60 días, a partir de la fecha en que se recibió la notificación, o <br /> por un plazo mayor que acuerden las Partes. <br /> 11. Una Parte no podrá negar trato arancelario preferencial con fundamento exclusivamente en la posposición <br /> de la visita de verificación, conforme a lo dispuesto en el párrafo 10. <br /> 12. Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto de una visita de <br /> verificación, designar dos observadores que estén presentes durante la visita, siempre que intervengan <br /> únicamente en esa calidad. De no haber designación de observadores por el exportador o el productor, esta <br /> omisión no tendrá por consecuencia la posposición de la visita. <br /> 13. Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad competente proporcionará <br /> una resolución escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la verificación, en la <br /> que se determine si el bien califica o no como originario, la cual incluirá las conclusiones de hecho y el <br /> fundamento jurídico de la determinación. <br /> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o el productor ha certificado <br /> o declarado más de una vez, de manera falsa o infundada, que un bien califica como originario, la Parte <br /> importadora podrá suspender el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br /> produzca, hasta que la misma pruebe que cumple con lo establecido en el capítulo VI (Reglas de Origen). <br /> 15. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de verificación de <br /> origen, de conformidad con lo establecido en su legislación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-09: Sanciones <br /> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por infracciones a sus leyes y <br /> reglamentaciones relacionadas con las disposiciones de este capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-10: Dictámenes anticipados <br /> 1. Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen de manera expedita <br /> dictámenes anticipados por escrito, previos a la importación de un bien a su territorio. Los dictámenes <br /> anticipados se expedirán a su importador o al exportador o productor en territorio de la otra Parte, con base en <br /> los hechos y circunstancias manifestados por los mismos, en relación con el origen de los bienes. <br /> 2. Los dictámenes anticipados versarán sobre: <br /> a. si los materiales no originarios utilizados en la producción de un bien cumplen con el cambio correspondiente <br /> de clasificación arancelaria señalado en el anexo al artículo 6-03; <br /> b. si el bien cumple con el valor de contenido regional establecido en el capítulo VI (Reglas de Origen); <br /> c. si el método que aplica el exportador o productor en territorio de la otra Parte, de conformidad con los <br /> principios del Código de Valoración Aduanera, para el cálculo del valor de transacción del bien o de los <br /> materiales utilizados en la producción de un bien, respecto del cual se solicita un dictamen anticipado, es <br /> adecuado para determinar si el bien cumple con el valor de contenido regional conforme al <br /> capítulo VI (Reglas de Origen); <br /> d. si el método que aplica el exportador o productor en territorio de la otra Parte para la asignación razonable de <br /> costos, de conformidad con el anexo al artículo 6-04 es adecuado para determinar si el bien cumple con el valor <br /> de contenido regional conforme al capítulo VI (Reglas de Origen); <br /> e. si el marcado de país de origen efectuado o propuesto para un bien satisface lo establecido en el artículo 3-12; <br /> f. si el bien califica como originario de conformidad con el capítulo VI (Reglas de Origen); y <br /> g. otros asuntos que las Partes convengan. <br /> 3. Cada Parte adoptará o mantendrá procedimientos para la expedición de dictámenes anticipados previa <br /> publicación de los mismos, que incluyan: <br /> a. la información que razonablemente se requiera para tramitar la solicitud; <br /> b. la facultad de su autoridad competente para pedir, en cualquier momento, información adicional a la persona <br /> que solicita el dictamen anticipado durante el proceso de evaluación de la solicitud; <br /> c. un plazo de 120 días, para que la autoridad competente expida el dictamen anticipado, una vez que haya <br /> obtenido toda la información necesaria de la persona que lo solicita; y <br /> d. la obligación de expedir de manera completa, fundada y motivada al solicitante, el dictamen anticipado. <br /> 4. Cada Parte aplicará los dictámenes anticipados a las importaciones en su territorio, a partir de la fecha de <br /> expedición del dictamen, o de una fecha posterior que en el mismo se indique, salvo que el dictamen anticipado <br /> se modifique o revoque de acuerdo con lo establecido en el párrafo 6. <br /> 5. Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el mismo trato, la misma <br /> interpretación y aplicación de las disposiciones del capítulo VI (Reglas de Origen) referentes a la determinación <br /> de origen, que haya otorgado a cualquier otra persona a la que haya expedido un dictamen anticipado, cuando <br /> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br /> 6. El dictamen anticipado podrá ser modificado o revocado por la autoridad competente en los siguientes casos: <br /> a. cuando se hubiere fundado en algún error: <br /> i) de hecho; <br /> ii) en la clasificación arancelaria del bien o de los materiales; o <br /> iii) relativo al cumplimiento del bien con el valor de contenido regional; <br /> b. cuando no esté conforme con una interpretación acordada entre las Partes o una modificación con respecto al <br /> artículo 3-12 o al capítulo VI (Reglas de Origen); <br /> c. cuando cambien las circunstancias o los hechos que lo fundamenten; o <br /> d. con el fin de dar cumplimiento a una decisión administrativa o judicial. <br /> 7. Cada Parte dispondrá que cualquier modificación o revocación de un dictamen anticipado surta efectos en la <br /> fecha en que se expida o en una fecha posterior que ahí se establezca, y no podrá aplicarse a las importaciones <br /> de un bien efectuadas antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br /> actuado conforme a sus términos y condiciones. <br /> 8. No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen anticipado pospondrá la fecha de <br /> Entrada en vigor de la modificación o revocación por un periodo que no exceda de 90 días, cuando la persona a <br /> la cual se le haya expedido el dictamen anticipado se haya apoyado en ese dictamen de buena fe. <br /> 9. Cada Parte dispondrá que, cuando se examine el valor de contenido regional de un bien respecto del cual se <br /> haya expedido un dictamen anticipado, su autoridad competente evalúe si: <br /> a. el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br /> b. las operaciones del exportador o del productor concuerdan con las circunstancias y los hechos sustanciales <br /> que fundamentan ese dictamen; y <br /> c. los datos y cálculos comprobatorios utilizados en la aplicación del método para calcular el valor o asignar los <br /> costos son correctos en todos los aspectos sustanciales. <br /> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que no se ha cumplido con <br /> cualquiera de los requisitos establecidos en el párrafo 9, la autoridad competente pueda modificar o revocar el <br /> dictamen anticipado, según lo ameriten las circunstancias. <br /> 11. Cada Parte dispondrá que, cuando su autoridad competente decida que el dictamen anticipado se ha <br /> fundado en información incorrecta, no se sancione a la persona a quien se le haya expedido, si ésta demuestra <br /> que actuó con cuidado razonable y de buena fe al manifestar los hechos y circunstancias que motivaron el <br /> dictamen anticipado. <br /> 12. Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una persona que haya manifestado <br /> falsamente u omitido circunstancias o hechos sustanciales en que se funde el dictamen anticipado, o no haya <br /> actuado de conformidad con los términos y condiciones del mismo, la autoridad competente que emita el <br /> dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br /> 13. La validez de un dictamen anticipado estará sujeta a la obligación permanente del titular del mismo de <br /> informar a la autoridad competente sobre cualquier cambio sustancial en los hechos o circunstancias en que <br /> ésta se basó para emitir ese dictamen. <br /> 14. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de expedición de <br /> dictámenes anticipados, de conformidad con lo establecido en su legislación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 7-08: Revisión e impugnación <br /> 1. Cada Parte otorgará los mismos derechos de revisión e impugnación de resoluciones de determinación de <br /> origen y de dictámenes anticipados previstos para sus importadores, a los exportadores o <br /> productores de la otra Parte que: <br /> a. llenen y firmen un certificado o una declaración de origen, que ampare un bien que haya sido objeto de una <br /> resolución de determinación de origen; o <br /> b. hayan recibido un dictamen anticipado de acuerdo con el artículo 7-10. <br /> 2. Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una instancia de revisión <br /> administrativa, independiente del funcionario o dependencia responsable de la resolución o dictamen sujeto a <br /> revisión, y acceso a una instancia de revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en <br /> la última instancia de revisión administrativa, de conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Capítulo VI <br> Artículo 6-03: Bienes originarios <br> Artículo 6-06: De mínimis <br> Artículo 6-08: Acumulación <br> Artículo 6-16: Operaciones y prácticas que no confieren origen <br> Reglas de origen <br> 1. Un bien será originario cuando: <br> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br> 1. Un bien no se considerará como originario únicamente por: <br> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br> a. la dilución en agua o en otra sustancia que no altere materialmente las características del bien; <br> del artículo 6-01; <br> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br> b. operaciones simples destinadas a asegurar la conservación de los bienes durante su transporte o <br> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> productor, siempre que se cumpla con lo establecido en el artículo 6-03. <br> almacenamiento, tales como aireación, refrigeración, extracción de partes averiadas, <br> originarios de conformidad con este capítulo; <br> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br> Artículo 6-09: Bienes y materiales fungibles <br> secado o adición de sustancias; <br> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br> c. el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br> d. el embalaje, reembalaje o empaque para la venta al menudeo; <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br> e. la reunión de bienes para formar conjuntos o surtidos; <br> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br> establecidos en el párrafo 3. <br> f. la aplicación de marcas, etiquetas o signos distintivos similares; <br> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br> g. la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br> h. la simple reunión de partes y componentes que se clasifiquen como un bien conforme a la regla 2 a) de las <br> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> Reglas Generales para la Interpretación del Sistema Armonizado. Lo anterior no se aplicará a los bienes que <br> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> antes referidos no excede el 7% del costo total del bien. <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br> hubieran sido ensamblados, y posteriormente desensamblados por conveniencia de empaque, <br> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br> 4. El párrafo 1 no se aplica a: <br> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br> manejo o transporte. <br> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> 2. No confiere origen a un bien cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br> pueda demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br> de las disposiciones de este capítulo. <br> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br> bien para el cual se está determinando el origen, de conformidad con este artículo. <br> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas <br> Interpretación del Sistema Armonizado; o <br> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br> se considera como el origen, en igual número de unidades, de los materiales o bienes <br> en el anexo al artículo 6-03. <br> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br> fungibles que primero salen del inventario; <br> Artículo 6-17: Transbordo y expedición directa <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br> peso total de ese material. <br> considera como el origen, en igual número de unidades, de los materiales o bienes <br> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> aplicables de este Capítulo. <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br> fungibles que primero salen del inventario; o <br> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br> de la siguiente fórmula: <br> competente en esos países: <br> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br> PMN= (TMO/TMOYN) x 100 <br> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> requerimientos de transporte; <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br> descarga o manipulación para asegurar su conservación. <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br> PMN= (TMN/TMOYN) x 100 <br> PMN: promedio de los materiales no originarios. <br> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br> del inventario previo a la salida. <br> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br> ser utilizado a través de todo el ejercicio o periodo fiscal. <br> Artículo 6-10: Juegos o surtidos <br> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br> que se haya establecido para cada uno de los bienes en este capítulo. <br> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br> el anexo al artículo 6-03. <br> Artículo 6-11: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br> contables del productor del bien. <br> Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br> donde: <br> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura; y <br> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br> habituales para el bien. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br> al calcular el valor de contenido regional del bien. <br> Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br> arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br> valor de contenido regional del bien. <br> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br> reporten en los registros contables del productor del bien. <br> requisitos aplicables de este Capítulo. <br> parte del inventario previo a la salida. <br> inventario previo a la salida. <br> "}, {"ArticleTitle": "Definiciones", "ArticleDesc": "Artículo 6-01: Definiciones <br> Para efectos de este Capítulo, se entenderá por: <br> bien: una mercancía, producto, artículo o materia; <br> bienes fungibles: bienes que son intercambiables para efectos comerciales, cuyas propiedades son <br> esencialmente idénticas y que no resulta práctico diferenciarlos por simple examen visual; <br> bienes idénticos o similares: \"mercancías idénticas\" y \"mercancías similares\", respectivamente, como se <br> definen en el Código de Valoración Aduanera; <br> bienes obtenidos en su totalidad o producidos enteramente en territorio de una o ambas Partes: <br> a. minerales extraídos en territorio de una o ambas Partes; <br> b. vegetales cosechados en territorio de una o ambas Partes; <br> c. animales vivos, nacidos y criados en territorio de una o ambas Partes; <br> d. bienes obtenidos de la caza o pesca en territorio de una o ambas Partes; <br> e. peces, crustáceos y otras especies obtenidos del mar por barcos registrados o matriculados por una Parte y <br> que lleven la bandera de esa Parte; <br> f. bienes producidos a bordo de barcos fábrica a partir de los bienes identificados en el literal e), siempre que <br> esos barcos fábrica estén registrados o matriculados por alguna Parte y lleven la bandera de esa Parte; <br> g.. bienes obtenidos por una Parte o una persona de una Parte del lecho o del subsuelo marino fuera de las <br> aguas territoriales, siempre que la Parte tenga derechos para explotar ese lecho o subsuelo marino; <br> h. desechos y desperdicios derivados de: <br> i) producción en territorio de una o ambas Partes; o <br> ii) bienes usados, recolectados en territorio de una o ambas Partes, siempre que esos bienes sirvan sólo para la <br> recuperación de materias primas; e <br> i. bienes producidos en territorio de una o ambas Partes exclusivamente a partir de los bienes mencionados en <br> los literales a) al h) o de sus derivados, en cualquier etapa de producción; <br> contenedores y materiales de embalaje para embarque: bienes que son utilizados para proteger a un bien <br> durante su transporte, distintos de los envases y materiales para venta al menudeo; <br> costos de embarque y reempaque: los costos incurridos en el reempacado y el transporte de un bien fuera del <br> territorio donde se localiza el productor o exportador del bien; <br> costos de promoción de ventas, comercialización y servicios posteriores a la venta: los siguientes costos <br> relacionados con promociones de venta, comercialización y servicios posteriores a la venta: <br> a. promoción de ventas y comercialización; publicidad en medios de difusión; publicidad e investigación de <br> mercados; materiales de promoción y demostración; bienes exhibidos; conferencias de promoción de ventas; <br> ferias y convenciones comerciales; estandartes; exposiciones de comercialización; muestras gratuitas; <br> publicaciones sobre ventas, comercialización y servicios posteriores a la venta tales como folletos de bienes, <br> catálogos, publicaciones técnicas, listas de precios, manuales de servicio e información de apoyo a las ventas; <br> establecimiento y protección de logotipos y marcas registradas; patrocinios; cargos por reabastecimiento para <br> ventas al mayoreo y menudeo; y gastos de representación; <br> b. incentivos de comercialización, de ventas o sobre bienes; y rebajas a mayoristas, minoristas y consumidores; <br> c. para el personal de promoción de ventas, comercialización y servicios posteriores a la venta: sueldos y <br> salarios, comisiones por ventas; bonos; beneficios médicos, de seguros y pensiones; gastos de viaje, <br> alojamiento y manutención; y cuotas de afiliación y profesionales; <br> d. contratación y capacitación del personal de promoción de ventas, comercialización y servicios posteriores a la <br> venta; y capacitación a los empleados del cliente después de la venta; <br> e. primas de seguro por responsabilidad civil derivada del bien; <br> f. bienes de oficina para la promoción de ventas, comercialización y servicios posteriores a la venta; <br> g. teléfono, correo y otros medios de comunicación para la promoción de ventas, comercialización y servicios <br> posteriores a la venta; <br> h. rentas y depreciación de las oficinas de promoción de ventas, comercialización y servicios posteriores a la <br> venta, así como de los centros de distribución; <br> i. primas de seguro sobre la propiedad, impuestos, costos de servicios públicos, y costos de reparación y <br> mantenimiento de las oficinas, así como de los centros de distribución; y <br> j. pagos del productor a otras personas por reparaciones derivadas de una garantía; <br> costo neto: costo total menos los costos de promoción de ventas, comercialización y servicios posteriores a la <br> venta; regalías; embarque y reempaque; así como los costos por intereses no admisibles, de conformidad con lo <br> establecido en el anexo al artículo 6-04; <br> costos por intereses no admisibles: los intereses que haya pagado un productor sobre sus obligaciones <br> financieras que excedan 10 puntos porcentuales sobre la tasa de interés más alta de las obligaciones de deuda <br> emitidas por el gobierno federal o central, según sea el caso, de la Parte en que se encuentre ubicado el <br> productor, de conformidad con lo establecido en el anexo al artículo 6-04; <br> costo total: la suma de los siguientes elementos de conformidad con lo establecido en el anexo al artículo 6-04: <br> a. los costos o el valor de los materiales directos de fabricación utilizados en la producción del bien; <br> b. los costos de la mano de obra directa utilizada en la producción del bien; y <br> c. una cantidad por concepto de costos y gastos directos e indirectos de fabricación del bien, asignada <br> razonablemente al mismo, excepto los siguientes conceptos: <br> i) los costos y gastos de un servicio proporcionado por el productor de un bien a otra persona, cuando el servicio <br> no se relacione con el bien; <br> ii) los costos y pérdidas resultantes de la venta de una parte de la empresa del productor del bien, la cual <br> constituye una operación descontinuada; <br> iii) los costos relacionados con el efecto acumulado de cambios en la aplicación de principios de contabilidad <br> generalmente aceptados; <br> iv) los costos o pérdidas resultantes de la venta de un bien de capital del productor; <br> v) los costos y gastos relacionados con casos fortuitos o de fuerza mayor; y <br> vi) las utilidades obtenidas por el productor del bien, sin importar si fueron retenidas por ese productor o pagadas <br> a otras personas como dividendos y los impuestos pagados sobre esas utilidades, incluyendo los impuestos <br> sobre ganancias de capital; <br> costos y gastos directos de fabricación: los incurridos en un periodo, directamente relacionados con el bien, <br> diferentes de los costos o del valor de materiales directos y de los costos de mano de obra directa; <br> costos y gastos indirectos de fabricación: los incurridos en un periodo, distintos de los costos y gastos <br> directos de fabricación, los costos de mano de obra directa y los costos o el valor de materiales directos; <br> F.O.B.: libre a bordo; <br> lugar en que se encuentre el productor: en relación con un bien, la planta de producción de ese bien; <br> material: un bien utilizado en la producción de otro bien; <br> material de fabricación propia: un material producido por el productor de un bien y utilizado <br> en la producción de ese bien; <br> materiales fungibles: materiales que son intercambiables para efectos comerciales y cuyas propiedades son <br> esencialmente idénticas; <br> material indirecto: un material utilizado en la producción, verificación o inspección de un bien, pero que no esté <br> físicamente incorporado en el bien; o un material que se utilice en el mantenimiento de edificios o en la <br> operación de equipo relacionados con la producción de un bien, incluidos: <br> a. combustible y energía; <br> b. herramientas, troqueles y moldes; <br> c. refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> d. lubricantes, grasas, materiales compuestos y otros materiales utilizados en la producción o para operar el <br> equipo o los edificios; <br> e. guantes, anteojos, calzado, ropa, equipo y aditamentos de seguridad; <br> f. equipo, aparatos y aditamentos utilizados para la verificación o inspección de los bienes; <br> g. catalizadores y solventes; o <br> h. cualquier otro material que no esté incorporado en el bien, pero cuyo uso en la producción del bien pueda <br> demostrarse razonablemente que forma parte de esa producción; <br> material intermedio: un material de fabricación propia designado conforme al artículo 6-07; <br> persona relacionada: una persona que está relacionada con otra persona, conforme a lo siguiente: <br> a. una de ellas ocupa cargos de responsabilidad o dirección en una empresa de la otra; <br> b. están legalmente reconocidas como asociadas en negocios; <br> c. están en relación de empleador y empleado; <br> d. una persona tiene, directa o indirectamente, la propiedad, el control o la posesión del 25% o más de las <br> acciones o títulos en circulación y con derecho a voto de ambas; <br> e. una de ellas controla directa o indirectamente a la otra; <br> f. ambas personas están controladas directa o indirectamente por una tercera persona; <br> g. juntas controlan directa o indirectamente a una tercera persona; o <br> h. son de la misma familia (hijos, hermanos, padres, abuelos o cónyuges); <br> principios de contabilidad generalmente aceptados: el consenso reconocido al apoyo sustancial autorizado <br> en el territorio de una Parte, respecto al registro de ingresos, gastos, costos, activos y pasivos; revelación de la <br> información; y elaboración de estados financieros. Estos estándares pueden ser guías amplias de aplicación <br> general, así como normas prácticas y procedimientos detallados; <br> producción: el cultivo, la crianza, la extracción, la cosecha, la pesca, la caza, la manufactura, el procesamiento <br> o el ensamblado de un bien; <br> productor: una persona que cultiva, cría, extrae, cosecha, pesca, caza, manufactura, procesa <br> o ensambla un bien; <br> regalías: los pagos que se realicen por concepto de la explotación de derechos de propiedad intelectual; <br> utilizados: empleados o consumidos en la producción de bienes; <br> valor de transacción de un bien: el precio realmente pagado o por pagar por un bien relacionado con la <br> transacción del productor del bien de conformidad con los principios del artículo 1 del Código de Valoración <br> Aduanera, ajustado de acuerdo con los principios del artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el bien <br> se venda para exportación. Para efectos de esta definición, el vendedor a que se refiere el Código de Valoración <br> Aduanera será el productor del bien; y <br> valor de transacción de un material: el precio realmente pagado o por pagar por un material relacionado con <br> la transacción del productor del bien de conformidad con los principios del artículo 1 del Código de Valoración <br> Aduanera, ajustado de acuerdo con los principios del artículo 8.1, 8.3 y 8.4 del mismo, sin considerar que el <br> material se venda para exportación. Para efectos de esta definición, el vendedor a que se refiere el Código de <br> Valoración Aduanera será el proveedor del material y el comprador a que se refiere el Código de Valoración <br> Aduanera será el productor del bien. <br> "}, {"ArticleTitle": "Instrumentos de aplicación", "ArticleDesc": "Artículo 6-02: Instrumentos de aplicación <br> Para efectos de este capítulo, se entenderá por: <br> a. la base de clasificación arancelaria es el Sistema Armonizado; <br> b. la determinación del valor de transacción de un bien o de un material se hará conforme a los principios del <br> Código de Valoración Aduanera; y <br> c. todos los costos a que se hace referencia en este capítulo serán registrados y mantenidos de conformidad con <br> los principios de contabilidad generalmente aceptados aplicables en el territorio de la Parte <br> donde el bien se produzca. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo VI <br> Artículo 6-03: Bienes originarios <br> Artículo 6-06: De mínimis <br> Artículo 6-08: Acumulación <br> Artículo 6-16: Operaciones y prácticas que no confieren origen <br> Reglas de origen <br> 1. Un bien será originario cuando: <br> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br> 1. Un bien no se considerará como originario únicamente por: <br> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br> a. la dilución en agua o en otra sustancia que no altere materialmente las características del bien; <br> del artículo 6-01; <br> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br> b. operaciones simples destinadas a asegurar la conservación de los bienes durante su transporte o <br> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> productor, siempre que se cumpla con lo establecido en el artículo 6-03. <br> almacenamiento, tales como aireación, refrigeración, extracción de partes averiadas, <br> originarios de conformidad con este capítulo; <br> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br> Artículo 6-09: Bienes y materiales fungibles <br> secado o adición de sustancias; <br> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br> c. el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br> d. el embalaje, reembalaje o empaque para la venta al menudeo; <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br> e. la reunión de bienes para formar conjuntos o surtidos; <br> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br> establecidos en el párrafo 3. <br> f. la aplicación de marcas, etiquetas o signos distintivos similares; <br> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br> g. la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br> h. la simple reunión de partes y componentes que se clasifiquen como un bien conforme a la regla 2 a) de las <br> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> Reglas Generales para la Interpretación del Sistema Armonizado. Lo anterior no se aplicará a los bienes que <br> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> antes referidos no excede el 7% del costo total del bien. <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br> hubieran sido ensamblados, y posteriormente desensamblados por conveniencia de empaque, <br> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br> 4. El párrafo 1 no se aplica a: <br> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br> manejo o transporte. <br> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> 2. No confiere origen a un bien cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br> pueda demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br> de las disposiciones de este capítulo. <br> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br> bien para el cual se está determinando el origen, de conformidad con este artículo. <br> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas <br> Interpretación del Sistema Armonizado; o <br> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br> se considera como el origen, en igual número de unidades, de los materiales o bienes <br> en el anexo al artículo 6-03. <br> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br> fungibles que primero salen del inventario; <br> Artículo 6-17: Transbordo y expedición directa <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br> peso total de ese material. <br> considera como el origen, en igual número de unidades, de los materiales o bienes <br> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> aplicables de este Capítulo. <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br> fungibles que primero salen del inventario; o <br> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br> de la siguiente fórmula: <br> competente en esos países: <br> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br> PMN= (TMO/TMOYN) x 100 <br> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> requerimientos de transporte; <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br> descarga o manipulación para asegurar su conservación. <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br> PMN= (TMN/TMOYN) x 100 <br> PMN: promedio de los materiales no originarios. <br> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br> del inventario previo a la salida. <br> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br> ser utilizado a través de todo el ejercicio o periodo fiscal. <br> Artículo 6-10: Juegos o surtidos <br> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br> que se haya establecido para cada uno de los bienes en este capítulo. <br> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br> el anexo al artículo 6-03. <br> Artículo 6-11: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br> contables del productor del bien. <br> Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br> donde: <br> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura; y <br> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br> habituales para el bien. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br> al calcular el valor de contenido regional del bien. <br> Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br> arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br> valor de contenido regional del bien. <br> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br> reporten en los registros contables del productor del bien. <br> requisitos aplicables de este Capítulo. <br> parte del inventario previo a la salida. <br> inventario previo a la salida. <br> "}, {"ArticleTitle": "Valor de contenido regional", "ArticleDesc": "Artículo 6-04: Valor de contenido regional <br> 1. Salvo lo dispuesto en el párrafo 5, cada Parte dispondrá que el valor de contenido regional de un bien se <br> calcule, a elección del exportador o del productor del bien, de acuerdo con el método de valor de transacción <br> dispuesto en el párrafo 2 o con el método de costo neto dispuesto en el párrafo 4. <br> 2. Para calcular el valor de contenido regional de un bien con base en el método de valor de transacción se <br> VCR=[(VT - VMN)/VT]x 100 <br> donde: <br> VT: valor de transacción de un bien ajustado sobre la base F.O.B, salvo lo dispuesto en el párrafo 3. <br> VMN: valor de los materiales no originarios utilizados por el productor en la producción del bien, determinado de <br> conformidad con lo establecido en el artículo 6-05. <br> 3. Para efectos del párrafo 2, cuando el productor del bien no lo exporte directamente, el valor de transacción se <br> ajustará hasta el punto en el cual el comprador recibe el bien dentro del territorio donde se encuentra ese productor. <br> 4. Para calcular el valor de contenido regional de un bien con base en el método de costo neto se <br> aplicará la siguiente fórmula: <br> VCR=[(CN - VMN)/CN]x 100 <br> VCR: valor de contenido regional expresado como porcentaje. <br> CN: costo neto del bien. <br> 5. Cada Parte dispondrá que un exportador o productor calcule el valor de contenido regional de un bien <br> exclusivamente con base en el método de costo neto dispuesto en el párrafo 4, cuando: <br> a. no haya valor de transacción debido a que el bien no sea objeto de una venta; <br> b. el valor de transacción del bien no pueda ser determinado por existir restricciones a la cesión o utilización del <br> bien por el comprador con excepción de las que: <br> i) imponga o exija la ley o las autoridades de la Parte en que se localiza el comprador del bien; <br> ii) limiten el territorio geográfico donde pueda revenderse el bien; o <br> iii) no afecten sensiblemente el valor del bien; <br> c. la venta o el precio dependan de alguna condición o contraprestación cuyo valor no pueda determinarse en <br> relación con el bien; <br> d. revierta directa o indirectamente al vendedor alguna parte del producto de la reventa o de cualquier cesión o <br> utilización ulteriores del bien por el comprador, a menos que pueda efectuarse el debido ajuste de conformidad <br> con lo dispuesto en el artículo 8 del Código de Valoración Aduanera; <br> e. el comprador y el vendedor sean personas relacionadas y la relación entre ellos influya en el precio, salvo lo <br> dispuesto en el artículo 1.2 del Código de Valoración Aduanera; <br> f. el bien sea vendido por el productor a una persona relacionada y el volumen de ventas, en unidades de <br> cantidad de bienes idénticos o similares, vendidos a personas relacionadas, durante un periodo de seis meses <br> inmediatamente anterior al mes en que el productor haya vendido ese bien, exceda del 85% de las ventas <br> totales del productor de esos bienes durante ese periodo; <br> g. el exportador o productor elija acumular el valor de contenido regional del bien de <br> conformidad con el artículo 6-08; <br> h. el bien: <br> i) sea un vehículo automotor comprendido en la partida 87.01 u 87.02, las subpartidas 8703.21 a la 8703.90 o la <br> partida 87.04, 87.05 u 87.06; o <br> ii) esté identificado en el anexo 1 al artículo 6-15 o en el anexo 2 al artículo 6-15 y sea para uso en vehículos <br> automotores comprendidos en la partida 87.01 u 87.02, las subpartidas 8703.21 a la 8703.90 o la <br> i. se trate de un material intermedio que esté sujeto a un valor de contenido regional. <br> "}, {"ArticleTitle": "Valor de los materiales", "ArticleDesc": "Artículo 6-05: Valor de los materiales <br> 1. El valor de un material: <br> a. será el valor de transacción del material; o <br> b. en caso de que no haya valor de transacción o de que el valor de transacción del material no pueda <br> determinarse conforme a los principios del artículo 1 del Código de Valoración Aduanera, será calculado de <br> acuerdo con los principios de los artículos 2 al 7 de ese código. <br> 2. Cuando no estén considerados en los literales a) o b) del párrafo 1, el valor de un material incluirá: <br> a. el flete, seguro, costos de empaque y todos los demás costos en que se haya incurrido para el transporte del <br> material hasta el puerto de importación en la Parte donde se ubica el productor del bien, <br> salvo lo dispuesto en el párrafo 3; y <br> b. el costo de los desechos y desperdicios resultantes del uso del material en la producción del bien, menos <br> cualquier recuperación de estos costos, siempre que la recuperación no exceda del 30% del valor del material, <br> determinado conforme al párrafo 1. <br> 3. Cuando el productor del bien adquiera el material no originario dentro del territorio de la Parte donde se <br> encuentra ubicado, el valor del material no incluirá el flete, seguro, costos de empaque y todos los demás costos <br> en que se haya incurrido para el transporte del material desde el almacén del proveedor hasta el lugar en que se <br> encuentre el productor. <br> 4. Para efectos del cálculo del valor de contenido regional de conformidad con el artículo 6-04, salvo lo dispuesto <br> en el párrafo 2 del artículo 6-15, para un vehículo automotor identificado en el párrafo 3 del artículo 6-15, o un <br> componente identificado en el anexo 2 al artículo 6-15, el valor de los materiales no originarios utilizados por el <br> productor en la producción de un bien no incluirá el valor de los materiales no originarios utilizados por: <br> a. otro productor en la producción de un material originario que es adquirido y utilizado por el productor del bien <br> en la producción de ese bien; o <br> b. el productor del bien en la producción de un material intermedio originario. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo VI <br> Artículo 6-03: Bienes originarios <br> Artículo 6-06: De mínimis <br> Artículo 6-08: Acumulación <br> Artículo 6-16: Operaciones y prácticas que no confieren origen <br> Reglas de origen <br> 1. Un bien será originario cuando: <br> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br> 1. Un bien no se considerará como originario únicamente por: <br> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br> a. la dilución en agua o en otra sustancia que no altere materialmente las características del bien; <br> del artículo 6-01; <br> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br> b. operaciones simples destinadas a asegurar la conservación de los bienes durante su transporte o <br> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> productor, siempre que se cumpla con lo establecido en el artículo 6-03. <br> almacenamiento, tales como aireación, refrigeración, extracción de partes averiadas, <br> originarios de conformidad con este capítulo; <br> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br> Artículo 6-09: Bienes y materiales fungibles <br> secado o adición de sustancias; <br> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br> c. el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br> d. el embalaje, reembalaje o empaque para la venta al menudeo; <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br> e. la reunión de bienes para formar conjuntos o surtidos; <br> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br> establecidos en el párrafo 3. <br> f. la aplicación de marcas, etiquetas o signos distintivos similares; <br> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br> g. la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br> h. la simple reunión de partes y componentes que se clasifiquen como un bien conforme a la regla 2 a) de las <br> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> Reglas Generales para la Interpretación del Sistema Armonizado. Lo anterior no se aplicará a los bienes que <br> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> antes referidos no excede el 7% del costo total del bien. <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br> hubieran sido ensamblados, y posteriormente desensamblados por conveniencia de empaque, <br> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br> 4. El párrafo 1 no se aplica a: <br> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br> manejo o transporte. <br> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> 2. No confiere origen a un bien cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br> pueda demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br> de las disposiciones de este capítulo. <br> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br> bien para el cual se está determinando el origen, de conformidad con este artículo. <br> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas <br> Interpretación del Sistema Armonizado; o <br> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br> se considera como el origen, en igual número de unidades, de los materiales o bienes <br> en el anexo al artículo 6-03. <br> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br> fungibles que primero salen del inventario; <br> Artículo 6-17: Transbordo y expedición directa <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br> peso total de ese material. <br> considera como el origen, en igual número de unidades, de los materiales o bienes <br> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> aplicables de este Capítulo. <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br> fungibles que primero salen del inventario; o <br> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br> de la siguiente fórmula: <br> competente en esos países: <br> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br> PMN= (TMO/TMOYN) x 100 <br> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> requerimientos de transporte; <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br> descarga o manipulación para asegurar su conservación. <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br> PMN= (TMN/TMOYN) x 100 <br> PMN: promedio de los materiales no originarios. <br> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br> del inventario previo a la salida. <br> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br> ser utilizado a través de todo el ejercicio o periodo fiscal. <br> Artículo 6-10: Juegos o surtidos <br> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br> que se haya establecido para cada uno de los bienes en este capítulo. <br> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br> el anexo al artículo 6-03. <br> Artículo 6-11: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br> contables del productor del bien. <br> Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br> donde: <br> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura; y <br> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br> habituales para el bien. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br> al calcular el valor de contenido regional del bien. <br> Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br> arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br> valor de contenido regional del bien. <br> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br> reporten en los registros contables del productor del bien. <br> requisitos aplicables de este Capítulo. <br> parte del inventario previo a la salida. <br> inventario previo a la salida. <br> "}, {"ArticleTitle": "Materiales intermedios", "ArticleDesc": "Artículo 6-07: Materiales intermedios <br> 1. Para efectos del cálculo del valor de contenido regional, de conformidad con el artículo 6-04, el productor de <br> un bien podrá designar como material intermedio, salvo los componentes listados en el anexo 2 al artículo 6-15 y <br> los bienes comprendidos en la partida 87.06, destinados a utilizarse en vehículos automotores comprendidos en <br> el párrafo 3 del artículo 6-15, cualquier material de fabricación propia utilizado en la producción del bien, siempre <br> que ese material cumpla con lo establecido en el artículo 6-03. <br> 2. Cuando el material intermedio esté sujeto a un valor de contenido regional de conformidad con el anexo al <br> artículo 6-03, éste se calculará con base en el método de costo neto establecido en el artículo 6-04. <br> 3. Para efectos del cálculo del valor de contenido regional del bien, el valor del material intermedio será el costo <br> total que pueda ser asignado razonablemente a ese material intermedio de conformidad con lo establecido en el <br> anexo al artículo 6-04. <br> 4. Si un material designado como material intermedio está sujeto a un valor de contenido regional, ningún otro <br> material de fabricación propia sujeto a un valor de contenido regional, utilizado en la producción de ese material <br> intermedio puede, a su vez, ser designado por el productor como material intermedio. <br> 5. Cuando se designe un bien de los referidos en el párrafo 2 del artículo 6-15 como material intermedio, esa <br> designación se aplicará únicamente al cálculo del costo neto de ese bien, y el valor de los materiales no <br> originarios se determinará conforme a lo establecido en el párrafo 2 del artículo 6-15. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo VI <br> Artículo 6-03: Bienes originarios <br> Artículo 6-06: De mínimis <br> Artículo 6-08: Acumulación <br> Artículo 6-16: Operaciones y prácticas que no confieren origen <br> Reglas de origen <br> 1. Un bien será originario cuando: <br> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br> 1. Un bien no se considerará como originario únicamente por: <br> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br> a. la dilución en agua o en otra sustancia que no altere materialmente las características del bien; <br> del artículo 6-01; <br> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br> b. operaciones simples destinadas a asegurar la conservación de los bienes durante su transporte o <br> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> productor, siempre que se cumpla con lo establecido en el artículo 6-03. <br> almacenamiento, tales como aireación, refrigeración, extracción de partes averiadas, <br> originarios de conformidad con este capítulo; <br> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br> Artículo 6-09: Bienes y materiales fungibles <br> secado o adición de sustancias; <br> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br> c. el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br> d. el embalaje, reembalaje o empaque para la venta al menudeo; <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br> e. la reunión de bienes para formar conjuntos o surtidos; <br> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br> establecidos en el párrafo 3. <br> f. la aplicación de marcas, etiquetas o signos distintivos similares; <br> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br> g. la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br> h. la simple reunión de partes y componentes que se clasifiquen como un bien conforme a la regla 2 a) de las <br> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> Reglas Generales para la Interpretación del Sistema Armonizado. Lo anterior no se aplicará a los bienes que <br> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> antes referidos no excede el 7% del costo total del bien. <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br> hubieran sido ensamblados, y posteriormente desensamblados por conveniencia de empaque, <br> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br> 4. El párrafo 1 no se aplica a: <br> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br> manejo o transporte. <br> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> 2. No confiere origen a un bien cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br> pueda demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br> de las disposiciones de este capítulo. <br> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br> bien para el cual se está determinando el origen, de conformidad con este artículo. <br> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas <br> Interpretación del Sistema Armonizado; o <br> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br> se considera como el origen, en igual número de unidades, de los materiales o bienes <br> en el anexo al artículo 6-03. <br> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br> fungibles que primero salen del inventario; <br> Artículo 6-17: Transbordo y expedición directa <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br> peso total de ese material. <br> considera como el origen, en igual número de unidades, de los materiales o bienes <br> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> aplicables de este Capítulo. <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br> fungibles que primero salen del inventario; o <br> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br> de la siguiente fórmula: <br> competente en esos países: <br> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br> PMN= (TMO/TMOYN) x 100 <br> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> requerimientos de transporte; <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br> descarga o manipulación para asegurar su conservación. <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br> PMN= (TMN/TMOYN) x 100 <br> PMN: promedio de los materiales no originarios. <br> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br> del inventario previo a la salida. <br> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br> ser utilizado a través de todo el ejercicio o periodo fiscal. <br> Artículo 6-10: Juegos o surtidos <br> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br> que se haya establecido para cada uno de los bienes en este capítulo. <br> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br> el anexo al artículo 6-03. <br> Artículo 6-11: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br> contables del productor del bien. <br> Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br> donde: <br> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura; y <br> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br> habituales para el bien. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br> al calcular el valor de contenido regional del bien. <br> Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br> arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br> valor de contenido regional del bien. <br> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br> reporten en los registros contables del productor del bien. <br> requisitos aplicables de este Capítulo. <br> parte del inventario previo a la salida. <br> inventario previo a la salida. <br> "}, {"ArticleTitle": "Bienes de la industria automotriz", "ArticleDesc": "Artículo 6-15: Bienes de la industria automotriz <br> 1. Para efectos de este artículo, se entenderá por: <br> bastidor: la placa inferior de un vehículo automotor; <br> clase de vehículos automotores: cualquiera de las siguientes categorías de vehículos automotores: <br> a. vehículos automotores comprendidos en la subpartida 8701.20, la fracción arancelaria mexicana 8702.10.03 u <br> 8702.90.04 o, en el caso de Nicaragua, en la subpartida 8702.10 u 8702.90, cuando sean vehículos automotores <br> proyectados para el transporte de 16 personas o más, o en la subpartida 8704.10, 8704.22, 8704.23, 8704.32 u <br> 8704.90 o la partida 87.05 u 87.06; <br> b. vehículos automotores comprendidos en las subpartidas 8701.10 u 8701.30 a la 8701.90; <br> c. vehículos automotores comprendidos en la fracción arancelaria mexicana 8702.10.01, 8702.10.02, <br> 8702.90.01, 8702.90.02 u 8702.90.03 o, en el caso de Nicaragua, en la subpartida 8702.10 u 8702.90, cuando <br> sean vehículos automotores proyectados para el transporte de quince personas o menos, o en la subpartida <br> 8704.21 u 8704.31; o <br> d. vehículos automotores comprendidos en las subpartidas 8703.21 a la 8703.90; <br> ensamblador de vehículos automotores: un productor de vehículos automotores y cualesquiera personas <br> relacionadas o coinversiones en las que el productor participe; <br> equipo original: el material que sea incorporado en un vehículo automotor antes de la primera transferencia del <br> título de propiedad o de la consignación del vehículo automotor a una persona que no sea ensamblador de <br> vehículos automotores. Ese material es: <br> a. un bien comprendido en el anexo 1 a este artículo; o <br> b. un ensamble de componentes automotores, un componente automotor o un material listado <br> en el anexo 2 a este artículo; <br> línea de modelo: un grupo de vehículos automotores que tengan la misma plataforma o el <br> mismo nombre de modelo; <br> nombre de modelo: la palabra o grupo de palabras, letra o letras, número o números o designación similar <br> asignada a un vehículo automotor por una división de comercialización de un ensamblador de <br> vehículos automotores para: <br> a. diferenciar el vehículo automotor de otros vehículos automotores que usen el mismo diseño de plataforma; <br> b. asociar el vehículo automotor con otros vehículos automotores que utilicen un diseño de plataforma diferente; o <br> c. indicar un diseño de plataforma; <br> plataforma: el ensamble primario de un ensamble estructural portador de carga de un vehículo automotor que <br> determina el tamaño básico de ese vehículo y conforma la base estructural que soporta el tren motriz y sirve de <br> unión del vehículo automotor en diversos tipos de bastidores, tales como para montaje de carrocería, bastidor <br> dimensional y carrocería unitaria; <br> vehículo automotor: un bien comprendido en la partida 87.01, 87.02, 87.03, 87.04, 87.05 u 87.06. <br> 2. Para efectos del cálculo del valor de contenido regional, de conformidad con el método de costo neto <br> establecido en el artículo 6-04, para: <br> a. bienes que sean vehículos automotores comprendidos en la fracción arancelaria mexicana 8702.10.01, <br> 8702.10.02, 8702.90.01, 8702.90.02 u 8702.90.03 o, en el caso de Nicaragua, en la subpartida 8702.10 u <br> 8702.90, cuando sean vehículos automotores proyectados para el transporte de quince personas o menos, o en <br> las subpartidas 8703.21 a la 8703.90, 8704.21 u 8704.31; o <br> b. bienes comprendidos en el anexo 1 a este artículo, cuando estén sujetos a un valor de contenido regional y <br> estén destinados a utilizarse como equipo original en la producción de bienes que sean vehículos automotores <br> comprendidos en la fracción arancelaria mexicana 8702.10.01, 8702.10.02, 8702.90.01, 8702.90.02 u <br> 8702.90.03 ó, en el caso de Nicaragua, en la subpartida 8702.10 u 8702.90, cuando sean vehículos automotores <br> proyectados para el transporte de quince personas o menos, o en las subpartidas 8703.21 a <br> la 8703.90, 8704.21 u 8704.31; <br> el valor de los materiales no originarios utilizados por el productor en la producción de esos bienes será la suma <br> de los valores de los materiales no originarios, determinados de conformidad con los párrafos 1 y 2 del artículo <br> 6-05, importados de países que no sean Parte, comprendidos en el anexo 1 a este artículo y que se utilicen en la <br> producción de esos bienes o en la producción de cualquier material utilizado en la producción de esos bienes. <br> 3. Para efectos del cálculo del valor de contenido regional, de conformidad con el método de costo neto <br> establecido en el artículo 6-04, para bienes que sean vehículos automotores comprendidos en la partida 87.01, <br> la fracción arancelaria mexicana 8702.10.03 u 8702.90.04 o, en el caso de Nicaragua, en la subpartida 8702.10 <br> u 8702.90, cuando sean vehículos automotores proyectados para el transporte de 16 personas o más, o en la <br> subpartida 8704.10, 8704.22, 8704.23, 8704.32 u 8704.90 o la partida 87.05 u 87.06, o para un componente <br> identificado en el anexo 2 a este artículo para ser utilizado como equipo original en la producción de los <br> vehículos automotores descritos en este párrafo, el valor de los materiales no originarios utilizados por el <br> productor en la producción del bien será la suma de: <br> a. para cada material utilizado por el productor del bien y listado en el anexo 2 a este artículo, sea o no <br> producido por ese productor, a elección del mismo, y determinado de conformidad con el artículo 6-05 o el <br> párrafo 3 del artículo 6-07, cualquiera de los dos valores siguientes: <br> i) el valor del material no originario; o <br> ii) el valor de los materiales no originarios utilizados en la producción de ese material; y <br> b) el valor de cualquier otro material no originario utilizado por el productor del bien, que no esté incluido en el <br> anexo 2 a este artículo, determinado de conformidad con el artículo 6-05 o el párrafo 3 del artículo 6-07. <br> 4. Para efectos del cálculo del valor de contenido regional de un vehículo automotor identificado en el párrafo 2 ó <br> 3, el productor podrá promediar el cálculo en su ejercicio o periodo fiscal utilizando cualquiera de las siguientes <br> categorías, ya sea tomando como base todos los vehículos automotores de esa categoría o sólo los vehículos <br> automotores de esa categoría que se exporten a territorio de la otra Parte: <br> a. la misma línea de modelo en vehículos automotores de la misma clase de vehículos producidos en la misma <br> planta en territorio de una Parte; <br> b. la misma clase de vehículos automotores producidos en la misma planta en territorio de una Parte; o <br> c. la misma línea de modelo en vehículos automotores producidos en territorio de una Parte. <br> 5. Para efectos del cálculo del valor de contenido regional de uno o todos los bienes comprendidos en una <br> clasificación arancelaria listada en el anexo 1 a este artículo o de un componente o material señalado en el <br> anexo 2 a este artículo, que se produzcan en la misma planta, el productor del bien podrá: <br> a. promediar su cálculo: <br> i) en el ejercicio o periodo fiscal del productor del vehículo automotor a quien se vende el bien; <br> ii) en cualquier periodo trimestral o mensual; o <br> iii) en su propio ejercicio o periodo fiscal, si el bien se vende como refacción o repuesto; <br> b. calcular el promedio a que se refiere el literal a) por separado para cualquiera o para todos los bienes <br> vendidos a uno o más productores de vehículos automotores; o <br> c. respecto de cualquier cálculo efectuado conforme a este párrafo, calcular por separado el valor de contenido <br> regional de los bienes que se exporten a territorio de la otra Parte. <br> 6. No obstante lo establecido en el anexo al artículo 6-03, el valor de contenido regional será: <br> a. para los bienes que sean vehículos automotores comprendidos en la partida 87.01, la fracción arancelaria <br> mexicana 8702.10.03 u 8702.90.04 o, en el caso de Nicaragua, en la subpartida 8702.10 u 8702.90, cuando <br> sean vehículos automotores proyectados para el transporte de 16 personas o más, o en la subpartida 8704.10, <br> 8704.22, 8704.23, 8704.32 u 8704.90 o la partida 87.05 u 87.06, 35%, según el método de costo neto, para el <br> ejercicio o periodo fiscal de un productor que inicie en la fecha más próxima al 1 de julio de 1998 hasta el <br> ejercicio o periodo fiscal que termine en la fecha más próxima al 1 de julio de 2000; y <br> b. para los bienes señalados en el anexo 1 a este artículo, sujetos a un valor de contenido regional y destinados <br> a utilizarse en los vehículos automotores incluidos en los párrafos 2 y 3, excepto para los bienes comprendidos <br> en la partida 84.07, 84.08 o la subpartida 8708.40, cuando sean destinados a utilizarse en los vehículos <br> automotores incluidos en los párrafos 2 y 3, en cuyo caso aplicará el contenido regional definido en las notas al <br> pie de página números 4 y 32 de la sección B del anexo al artículo 6-03 y excepto para la partida 87.06, en cuyo <br> caso se aplicará lo establecido en el literal a): <br> i) 40%, según el método de costo neto, para el ejercicio o periodo fiscal de un productor que inicie en la fecha <br> más próxima al 1 de julio de 1998 hasta el ejercicio o periodo fiscal que termine en la fecha más <br> próxima al 1 de julio de 2003; y <br> ii) 50%, según el método de costo neto, para el ejercicio o periodo fiscal de un productor que inicie en la fecha <br> más próxima al 1 de julio de 2003 hasta el ejercicio o periodo fiscal de un productor que termine en la fecha más <br> próxima al 1 de julio de 2008. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Capítulo VI <br> Artículo 6-03: Bienes originarios <br> Artículo 6-06: De mínimis <br> Artículo 6-08: Acumulación <br> Artículo 6-16: Operaciones y prácticas que no confieren origen <br> Reglas de origen <br> 1. Un bien será originario cuando: <br> 1. Un bien se considerará originario si el valor de todos los materiales no originarios utilizados en la producción <br> Para efectos de establecer si un bien es originario, un exportador o productor podrá acumular su producción con <br> 1. Un bien no se considerará como originario únicamente por: <br> a. sea obtenido en su totalidad o producido enteramente en territorio de una o ambas Partes, según la definición <br> del bien que no cumplan con el cambio correspondiente de clasificación arancelaria establecido en el anexo al <br> la de uno o más productores, en el territorio de una o ambas Partes, de materiales que estén incorporados en el <br> a. la dilución en agua o en otra sustancia que no altere materialmente las características del bien; <br> del artículo 6-01; <br> artículo 6-03 no excede el 7% del valor de transacción del bien, ajustado sobre la base indicada en el párrafo 2 ó <br> bien, de manera que la producción de los materiales sea considerada como realizada por ese exportador o <br> b. operaciones simples destinadas a asegurar la conservación de los bienes durante su transporte o <br> b. sea producido en el territorio de una o ambas Partes a partir exclusivamente de materiales que califican como <br> 3, según sea el caso, del artículo 6-04 o, en los casos referidos en los literales a) al e) del párrafo 5 del artículo <br> productor, siempre que se cumpla con lo establecido en el artículo 6-03. <br> almacenamiento, tales como aireación, refrigeración, extracción de partes averiadas, <br> originarios de conformidad con este capítulo; <br> 6-04, si el valor de todos los materiales no originarios antes referidos no excede el 7% del costo total del bien. <br> Artículo 6-09: Bienes y materiales fungibles <br> secado o adición de sustancias; <br> c. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 2. Cuando el mismo bien esté sujeto a un valor de contenido regional, el valor de esos materiales no originarios <br> 1. Para efectos de establecer si un bien es originario, cuando en su producción se utilicen materiales fungibles <br> c. el desempolvado, cribado, clasificación, selección, lavado o cortado; <br> cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, y el bien <br> se tomará en cuenta en el cálculo del valor de contenido regional del bien y el bien deberá satisfacer los demás <br> originarios y no originarios que se encuentren mezclados o combinados físicamente en inventario, el origen de <br> d. el embalaje, reembalaje o empaque para la venta al menudeo; <br> cumpla con las demás disposiciones aplicables de este capítulo; <br> los materiales podrá determinarse mediante uno de los métodos de manejo de inventarios <br> e. la reunión de bienes para formar conjuntos o surtidos; <br> d. sea producido en el territorio de una o ambas Partes a partir de materiales no originarios que cumplan con un <br> 3. Un bien que esté sujeto a un valor de contenido regional establecido en el anexo al artículo 6-03 no tendrá <br> establecidos en el párrafo 3. <br> f. la aplicación de marcas, etiquetas o signos distintivos similares; <br> cambio de clasificación arancelaria y otros requisitos, y el bien cumpla con un valor de contenido regional, según <br> que satisfacerlo, si el valor de todos los materiales no originarios no excede el 7% del valor de transacción del <br> 2. Cuando bienes fungibles originarios y no originarios se mezclen o combinen físicamente en inventario, y antes <br> g. la limpieza, inclusive la remoción de óxido, grasa, pintura u otros recubrimientos; y <br> se especifica en el anexo a este artículo, y con las demás disposiciones aplicables de este capítulo; <br> bien, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del artículo 6-04, o en los casos <br> de su exportación no sufran ningún proceso productivo ni cualquier otra operación en el territorio de la Parte en <br> h. la simple reunión de partes y componentes que se clasifiquen como un bien conforme a la regla 2 a) de las <br> e. sea producido en el territorio de una o ambas Partes y cumpla con un valor de contenido regional, según se <br> referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos los materiales no originarios <br> que fueron mezclados o combinados físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> Reglas Generales para la Interpretación del Sistema Armonizado. Lo anterior no se aplicará a los bienes que <br> especifica en el anexo a este artículo, y cumpla con las demás disposiciones aplicables de este capítulo; o <br> antes referidos no excede el 7% del costo total del bien. <br> necesario para mantener los bienes en buena condición o transportarlos al territorio de la otra Parte, el origen <br> hubieran sido ensamblados, y posteriormente desensamblados por conveniencia de empaque, <br> f. excepto para los bienes comprendidos en los capítulos 61 al 63 del Sistema Armonizado, el bien sea <br> 4. El párrafo 1 no se aplica a: <br> del bien podrá ser determinado a partir de uno de los métodos de manejo de inventarios <br> manejo o transporte. <br> producido en el territorio de una o ambas Partes, pero uno o más de los materiales no originarios utilizados en la <br> a. bienes comprendidos en los capítulos 50 al 63 del Sistema Armonizado; ni <br> 2. No confiere origen a un bien cualquier actividad o práctica de fijación de precios, respecto de las cuales se <br> producción del bien no cumplan con un cambio de clasificación arancelaria debido a que: <br> b. un material no originario que se utilice en la producción de bienes comprendidos en los capítulos 01 al 27 del <br> 3. Los métodos de manejo de inventarios aplicables para materiales o bienes fungibles serán los siguientes: <br> pueda demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento <br> i) el bien se ha importado a territorio de una Parte sin ensamblar o desensamblado, pero se ha clasificado como <br> Sistema Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la del <br> a. \"PEPS\" (primeras entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el <br> de las disposiciones de este capítulo. <br> un bien ensamblado de conformidad con la regla 2 a) de las Reglas Generales para la <br> bien para el cual se está determinando el origen, de conformidad con este artículo. <br> origen del número de unidades de los materiales o bienes fungibles que primero se recibieron en el inventario, <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas <br> Interpretación del Sistema Armonizado; o <br> 5. Un bien comprendido en los capítulos 50 al 63 del Sistema Armonizado, que no sea originario porque las <br> se considera como el origen, en igual número de unidades, de los materiales o bienes <br> en el anexo al artículo 6-03. <br> ii) la partida para el bien sea la misma tanto para el bien como para sus partes y esa partida no se divida en <br> fibras e hilados, utilizados en la producción del material que determina la clasificación arancelaria de ese bien, <br> fungibles que primero salen del inventario; <br> Artículo 6-17: Transbordo y expedición directa <br> subpartidas o la subpartida sea la misma tanto para el bien como para sus partes, <br> no cumplen con el cambio de clasificación arancelaria dispuesto en el anexo al artículo 6-03, se considerará, no <br> b. \"UEPS\" (últimas entradas-primeras salidas) es el método de manejo de inventarios mediante el cual el origen <br> 1. Un bien no se considerará como originario, aun cuando haya sido producido de conformidad con los requisitos <br> siempre que el valor de contenido regional del bien, determinado de acuerdo con el artículo 6-04, no sea inferior, <br> obstante, como originario si el peso total de esas fibras e hilados de ese material no excede el 7% del <br> del número de unidades de los materiales o bienes fungibles que se recibieron al último en el inventario, se <br> del artículo 6-03, si con posterioridad a esa producción el bien sufre un proceso ulterior o es objeto de cualquier <br> salvo que se disponga otra cosa en los artículos 6-15 ó 6-20, al 50% cuando se utilice el método de valor de <br> peso total de ese material. <br> considera como el origen, en igual número de unidades, de los materiales o bienes <br> otra operación fuera de los territorios de las Partes, excepto la descarga, recarga o cualquier otro movimiento <br> aplicables de este Capítulo. <br> transacción o al 41.66% cuando se utilice el método de costo neto, y el bien cumpla con las demás disposiciones <br> fungibles que primero salen del inventario; o <br> c. \"promedios\" es el método de manejo de inventarios mediante el cual, salvo lo dispuesto en el párrafo 4, la <br> 2. Un bien no perderá su condición de originario cuando, al estar en tránsito por el territorio de uno o más países <br> 2. Para efectos de este capítulo, la producción de un bien a partir de materiales no originarios que cumplan con <br> determinación acerca de si los materiales o bienes fungibles son originarios se realizará a través de la aplicación <br> necesario para mantenerlo en buena condición o para transportarlo al territorio de la otra Parte. <br> no Partes, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de la autoridad aduanera <br> un cambio de clasificación arancelaria y otros requisitos, según se especifica en el anexo a este artículo, deberá <br> de la siguiente fórmula: <br> competente en esos países: <br> hacerse en su totalidad en territorio de una o ambas Partes y todo valor de contenido regional de un bien deberá <br> PMN= (TMO/TMOYN) x 100 <br> a. el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> satisfacerse en su totalidad en el territorio de una o ambas Partes. <br> requerimientos de transporte; <br> PMO: promedio de los materiales o bienes fungibles originarios. <br> b. no esté destinado al comercio, uso o empleo en el o los países de tránsito; y <br> TMO: total de unidades de los materiales o bienes fungibles originarios que formen parte del <br> c. durante su transporte y depósito no sea sometido a operaciones diferentes del embalaje, empaque, carga, <br> descarga o manipulación para asegurar su conservación. <br> TMOYN: suma total de unidades de los materiales o bienes fungibles originarios y no originarios que formen <br> 4. Para el caso en que el bien se encuentre sujeto a un valor de contenido regional, la determinación de los <br> materiales fungibles no originarios se realizará a través de la aplicación de la siguiente fórmula: <br> PMN= (TMN/TMOYN) x 100 <br> PMN: promedio de los materiales no originarios. <br> TMN: valor total de los materiales fungibles no originarios que formen parte del inventario previo a la salida. <br> TMOYN: valor total de los materiales fungibles originarios y no originarios que formen parte <br> del inventario previo a la salida. <br> 5. Una vez seleccionado uno de los métodos de manejo de inventarios establecidos en el párrafo 3, éste deberá <br> ser utilizado a través de todo el ejercicio o periodo fiscal. <br> Artículo 6-10: Juegos o surtidos <br> 1. Los juegos o surtidos de bienes que se clasifiquen según lo dispuesto en la regla 3 de las Reglas Generales <br> para la Interpretación del Sistema Armonizado, así como los bienes cuya descripción conforme a la <br> nomenclatura del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como <br> originarios, siempre que cada uno de los bienes contenidos en el juego o surtido cumpla con la regla de origen <br> que se haya establecido para cada uno de los bienes en este capítulo. <br> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de bienes se considerará originario, si el valor de <br> todos los bienes no originarios utilizados en la formación del juego o surtido no excede el 7% del valor de <br> transacción del juego o surtido, ajustado sobre la base indicada en el párrafo 2 ó 3, según sea el caso, del <br> artículo 6-04, o en los casos referidos en los literales a) al e) del párrafo 5 del artículo 6-04, si el valor de todos <br> los bienes no originarios antes referidos no excede el 7% del costo total del juego o surtido. <br> 3. Las disposiciones de este artículo prevalecerán sobre las reglas específicas establecidas en <br> el anexo al artículo 6-03. <br> Artículo 6-11: Materiales indirectos <br> Los materiales indirectos se considerarán como originarios sin tomar en cuenta el lugar de su producción, y el <br> valor de esos materiales corresponderá al de los costos de los mismos que se reporten en los registros <br> contables del productor del bien. <br> Artículo 6-12: Accesorios, refacciones o repuestos y herramientas <br> 1. Los accesorios, las refacciones o repuestos y las herramientas entregados con el bien como parte de los <br> accesorios, refacciones o repuestos y herramientas usuales del bien, no se tomarán en cuenta para determinar <br> donde: <br> si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio correspondiente <br> de clasificación arancelaria establecido en el anexo al artículo 6-03, siempre que: <br> a. los accesorios, refacciones o repuestos y herramientas no sean facturados por separado del bien, <br> independientemente de que se desglosen o detallen por separado en la propia factura; y <br> b. la cantidad y el valor de dichos accesorios, refacciones o repuestos y herramientas sean los <br> habituales para el bien. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los accesorios, refacciones o <br> repuestos y herramientas se tomará en cuenta como materiales originarios o no originarios, según sea el caso, <br> al calcular el valor de contenido regional del bien. <br> Artículo 6-13: Envases y materiales de empaque para la venta al menudeo <br> 1. Los envases y los materiales de empaque en que un bien se presente para la venta al menudeo, cuando <br> estén clasificados con el bien que contengan, no se tomarán en cuenta para decidir si todos los materiales no <br> originarios utilizados en la producción del bien cumplen con el cambio correspondiente de clasificación <br> arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los envases y materiales de empaque <br> para la venta al menudeo se considerará como originario o no originario, según sea el caso, para calcular el <br> valor de contenido regional del bien. <br> Artículo 6-14: Contenedores y materiales de embalaje para embarque <br> 1. Los contenedores y los materiales de embalaje para transporte del bien no se tomarán en cuenta para efectos <br> de establecer si todos los materiales no originarios utilizados en la producción del bien cumplen con el cambio <br> correspondiente de clasificación arancelaria establecido en el anexo al artículo 6-03. <br> 2. Cuando el bien esté sujeto a un valor de contenido regional, el valor de los materiales de embalaje para <br> transporte del bien se considerará como originario o no originario, según sea el caso, para calcular el valor de <br> contenido regional del bien y el valor de esos materiales corresponderá a los costos de los mismos que se <br> reporten en los registros contables del productor del bien. <br> requisitos aplicables de este Capítulo. <br> parte del inventario previo a la salida. <br> inventario previo a la salida. <br> "}, {"ArticleTitle": "Consultas y modificaciones", "ArticleDesc": "Artículo 6-18: Consultas y modificaciones <br> 1. Las Partes establecen el Comité de Reglas de Origen, integrado por representantes de cada una de ellas, que <br> se reunirá por lo menos dos veces al año, así como a solicitud de cualquier Parte. <br> 2. Corresponderá al Comité: <br> a. asegurar la efectiva implementación y administración de este capítulo; <br> b. llegar a acuerdos sobre la interpretación, aplicación y administración de este capítulo; <br> c. revisar anualmente, en relación con los costos por intereses no admisibles, los puntos porcentuales sobre la <br> tasa de interés más alta de las obligaciones de deuda emitidas por el gobierno federal o central, <br> según sea el caso; y <br> d. atender cualquier otro asunto que acuerden las Partes. <br> 3. Las Partes realizarán consultas regularmente y cooperarán para garantizar que este capítulo se aplique de <br> manera efectiva, uniforme y de conformidad con el espíritu y los objetivos de este Tratado. <br> 4. Cualquier Parte que considere que este capítulo requiere ser modificado debido a cambios en el desarrollo de <br> los procesos productivos u otros asuntos, podrá someter al Comité una propuesta de modificación para su <br> consideración y las razones y estudios que la apoyen. El Comité presentará un informe a la Comisión para que <br> haga las recomendaciones pertinentes a las Partes. <br> "}, {"ArticleTitle": "Interpretación", "ArticleDesc": "Artículo 6-19: Interpretación <br> Para efectos de este capítulo, al aplicar el Código de Valoración Aduanera para determinar el origen de un bien: <br> a. los principios de ese código se aplicarán a las transacciones internas, con las modificaciones que requieran <br> las circunstancias, como se aplicarían a las internacionales; y <br> b. las disposiciones de este capítulo prevalecerán sobre las de ese código en aquello en <br> que resulten incompatibles. <br> "}, {"ArticleTitle": "Disposiciones transitorias sobre valor de contenido regional", "ArticleDesc": "Artículo 6-20: Disposiciones transitorias sobre valor de contenido regional <br> 1. Para efectos del cálculo del valor de contenido regional de un bien que se encuentre sujeto a ese requisito, un <br> bien producido en territorio de una o ambas Partes deberá cumplir con un valor de contenido <br> regional no menor a: <br> a. 45% bajo el método de valor de transacción o 37.5% bajo el método de costo neto, a partir del 1 de julio de <br> 1998 hasta el 30 de junio de 2001; <br> b. 46% bajo el método de valor de transacción o 38.5% bajo el método de costo neto, del 1 de julio de 2001 al <br> 30 de junio de 2002; y <br> c. 47.5% bajo el método de valor de transacción o 40% bajo el método de costo neto, del 1 de julio de 2002 al 30 <br> de junio de 2003. <br> 2. A partir del 1 de julio de 2003, el porcentaje de contenido regional será el establecido en el anexo al artículo 6-03 <br> 3. Las disposiciones contenidas en este artículo no serán aplicables para efectos del cálculo del valor de <br> contenido regional de los bienes señalados en el artículo 6-15. <br> Anexo al Artículo 6-04 <br> Sección A <br> Definiciones <br> Para efectos de este anexo, se entenderá por: <br> base de asignación: cualquiera de las siguientes bases de asignación utilizadas por el productor para calcular <br> el porcentaje del costo en relación con el bien: <br> a. la suma de los costos de mano de obra directa y los costos o el valor del material directo del bien; <br> b. la suma de los costos de mano de obra directa, los costos o el valor del material directo y los costos y gastos <br> directos de fabricación del bien; <br> c. horas o costos de mano de obra directa; <br> d. unidades producidas; <br> e. horas máquina; <br> f. importe de las ventas; <br> g. área de la planta; o <br> h. cualesquiera otras bases que se consideren razonables y cuantificables; <br> costos no admisibles: los costos de promoción de ventas, comercialización y servicios posteriores a la venta; <br> regalías; embarque y reempaque; así como los costos por intereses no admisibles; y <br> para efectos de administración interna: un procedimiento de asignación utilizado para la declaración de <br> impuestos, estados o reportes financieros, control interno, planificación financiera, toma de decisiones, fijación <br> de precios, recuperación de costos, administración del control de costos o medición de desempeño. <br> Sección B <br> Cálculo del Costo Neto <br> 1. El costo neto se calculará de conformidad con la siguiente fórmula: <br> CN = CT - CNA <br> CN: costo neto. <br> CT: costo total. <br> CNA: costos no admisibles. <br> 2. Para efectos de determinar el costo total: <br> a. el productor del bien podrá promediar el costo total respecto del bien y de otros bienes idénticos o similares, <br> producidos en una sola planta por ese productor: <br> i) en un mes; o <br> ii) durante cualquier periodo dentro del periodo o ejercicio fiscal de ese productor mayor a un mes; <br> b. para efectos del literal a), el productor del bien considerará todas las unidades del bien producidas durante el <br> periodo elegido. Ese productor no podrá variar el periodo una vez elegido; <br> c. cuando el productor de un bien, para calcular el costo total en relación al bien, utiliza un método de asignación <br> de costos y gastos para efectos de administración interna con el fin de distribuir al bien los costos de materiales <br> directos; los costos de mano de obra directa; o los costos y gastos directos e indirectos de fabricación, o parte <br> de los mismos, y ese método refleja razonablemente los costos de materiales directos; los costos de mano de <br> obra directa; o los costos y gastos directos e indirectos de fabricación incurridos en la producción del bien, ese <br> método se considerará como un método de asignación razonable de costos y gastos y podrá utilizarse para <br> asignar los costos al bien; <br> d. el productor del bien podrá determinar una cantidad razonable por concepto de costos y gastos que no han <br> sido asignados al bien, de la siguiente manera: <br> i) para los costos o el valor de los materiales directos y los costos de mano de obra directa, con base en <br> cualquier método que refleje razonablemente los costos del material directo y de la mano de obra directa <br> utilizados en la producción del bien; y <br> ii) en relación con los costos y gastos directos e indirectos de fabricación, el productor del bien podrá elegir una <br> o más bases de asignación que reflejen una relación entre los costos y gastos directos e indirectos de <br> fabricación y el bien, conforme a lo establecido en los literales f) y g); <br> e. el productor del bien podrá elegir cualquier método de asignación razonable de costos y gastos, mismo que <br> utilizará durante todo su ejercicio o periodo fiscal; <br> f. en relación con cada base elegida, el productor del bien podrá calcular un porcentaje de los costos para cada <br> bien producido, de conformidad con la siguiente fórmula: <br> PC= (BA/BTA) x 100 <br> donde: <br> PC: porcentaje de los costos o gastos en relación con el bien. <br> BA: base de asignación para el bien. <br> BTA: base total de asignación para todos los bienes producidos por el productor del bien; <br> g. los costos o gastos respecto de los cuales se elige una base de asignación, se asignan a un bien de acuerdo <br> con la siguiente fórmula: <br> CAB = CA x PC <br> CAB: costos o gastos asignados al bien. <br> CA: costos o gastos que serán asignados. <br> PC: porcentaje del costo o gasto en relación con el bien; <br> h. en la determinación del costo neto, cuando los costos no admisibles se encuentren incluidos en el costo total <br> asignado al bien, el mismo porcentaje de los costos o gastos utilizado para asignar esos costos al bien se <br> utilizará para determinar el importe de los costos excluidos no admisibles que se restarán al costo total asignado; e <br> i. ningún costo o gasto asignado de conformidad con algún método de asignación razonable de costos que se <br> utilice para efectos de administración interna, se considerará razonablemente asignado cuando se pueda <br> demostrar, a partir de pruebas suficientes, que su objetivo es evadir el cumplimiento de las <br> disposiciones de este capítulo. <br> 3. Para efectos de determinar los costos por intereses no admisibles, el productor del bien: <br> a. considerará, para el cálculo de intereses no admisibles, sólo los préstamos contratados con tasa de interés fija <br> o variable superior a la tasa de interés más alta de las obligaciones de deuda emitidas por el gobierno federal o <br> central, según sea el caso, más diez puntos porcentuales; <br> b. calculará la tasa de interés devengada en el periodo elegido por el productor conforme al literal a) del párrafo <br> 2, mediante la aplicación de la siguiente fórmula: <br> TID = (IPP/MPP) x 100 <br> TID: tasa de interés devengada en el periodo. <br> IPP: monto de intereses devengados en el periodo. <br> MPP: monto de los préstamos que devengan intereses en el periodo. <br> Para efectos de este literal, el monto de los préstamos que devengan intereses y el monto de los intereses <br> devengados serán los que correspondan a los préstamos de acuerdo con lo establecido en el literal a) y, en el <br> caso de que el interés devengado no corresponda a todo el periodo de cálculo del costo total elegido por el <br> productor, sólo se considerará la parte proporcional del monto del préstamo con respecto al periodo en el cual el <br> interés se devengó; <br> c. calculará, mediante la siguiente fórmula, la tasa de interés no admisible, a partir de la determinación de la tasa <br> de interés devengada establecida en el literal a): <br> TIN = TID - (TOG + 10) <br> TOG: tasa de interés de las obligaciones de deuda emitidas por el gobierno federal o central, según sea el caso; <br> d. calculará, mediante la siguiente fórmula, los costos por intereses no admisibles: <br> CIN= TIN x MPP <br> donde: CIN: costos por intereses no admisibles. <br> TIN: tasa de interés no admisible. <br> MPP: monto de los préstamos que devengan intereses en el periodo. Para efectos de este literal, el monto de los <br> préstamos que devengan intereses en el periodo se determinará de conformidad con lo establecido en el literal b). <br> 4. Cuando el productor de un bien haya calculado el valor de contenido regional del bien conforme al método de <br> costo neto sobre la base de costos estimados, incluyendo costos estándar, proyecciones presupuestales u otros <br> procedimientos similares, antes o durante el periodo elegido de conformidad con el literal a) del párrafo 2, el <br> productor efectuará el cálculo con base en los costos reales incurridos durante ese periodo <br> respecto a la producción del bien. <br> Capítulo VII <br> Procedimientos Aduaneros <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definiciones", "ArticleDesc": "Artículo 7-01: Definiciones <br> 1. Para efectos de este capítulo, se entenderá por: <br> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es responsable de la <br> administración de sus leyes y reglamentaciones aduaneras y tributarias; <br> bienes idénticos: \"mercancías idénticas\", como se definen en el Código de Valoración Aduanera; <br> resolución de determinación de origen: una resolución emitida como resultado de una verificación conducida <br> de conformidad con el artículo 7-07, que establece si un bien califica como originario; y <br> trato arancelario preferencial: la aplicación de la tasa arancelaria correspondiente a un bien originario <br> conforme al Programa de Desgravación Arancelaria. <br> 2. Se incorporan a este capítulo las definiciones establecidas en el capítulo VI (Reglas de Origen). <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 7-02: Declaración y certificación de origen <br> Artículo 7-05: Excepciones <br> criterios que, en materia de interpretación, aplicación y administración, sean acordados por este Comité. <br> 1. Para efectos de este capítulo, antes de la entrada en vigor de este Tratado, las Partes elaborarán un formato <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se planeen con el propósito <br> único para el certificado y la declaración de origen. <br> de evadir el cumplimiento de los requisitos de certificación de los artículos 7-02 y 7-03, no se requerirá del <br> 2. El certificado de origen a que se refiere el párrafo 1 servirá para certificar que un bien que se exporte de <br> certificado de origen para la importación de bienes en los casos siguientes: <br> territorio de una Parte a territorio de la otra Parte califica como originario. <br> a. la importación con fines comerciales de bienes cuyo valor en aduana no exceda de mil dólares de los Estados <br> 3. Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de origen respecto de la <br> Unidos de América (dólares) o su equivalente en moneda nacional, pero se podrá exigir que la factura contenga <br> exportación de un bien para el cual un importador pueda solicitar trato arancelario preferencial. <br> una declaración del importador o exportador de que el bien califica como originario; <br> 4. Cada Parte dispondrá que: <br> b. la importación con fines no comerciales de bienes cuyo valor en aduana no exceda de mil dólares o su <br> a. cuando un exportador no sea el productor del bien, llene y firme el certificado de origen con fundamento en la <br> equivalente en moneda nacional; y <br> declaración de origen a que se refiere el párrafo 1; y <br> c. la importación de un bien para el cual la Parte importadora haya dispensado el requisito de <br> b. la declaración de origen que ampare el bien objeto de la exportación sea llenada y firmada por el productor del <br> presentación del certificado de origen. <br> bien y proporcionada voluntariamente al exportador. <br> Artículo 7-06: Registros contables <br> 5. Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a. una sola importación de uno o más bienes; o <br> a. su exportador o productor que llene y firme un certificado o declaración de origen conserve, durante un <br> b. varias importaciones de bienes idénticos a realizarse en un plazo establecido por el exportador en el <br> mínimo de cinco años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> certificado de origen, que no excederá del plazo establecido en el párrafo 6. <br> documentos relativos al origen del bien, incluyendo los referentes a: <br> 6. Cada Parte dispondrá que el certificado de origen sea aceptado por la autoridad competente de la Parte <br> Cada Parte dispondrá que: <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> importadora por un año a partir de la fecha de su firma. <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, utilizados en la producción del bien que <br> Artículo 7-03: Obligaciones respecto a las importaciones <br> se exporte de su territorio; y <br> 1. Cada Parte requerirá al importador que solicite trato arancelario preferencial para un bien importado a su <br> territorio del territorio de la otra Parte, que: <br> b. para efectos del procedimiento de verificación establecido en el artículo 7-07, el exportador o productor <br> a. declare por escrito, en el documento de importación previsto en su legislación, con base en un certificado de <br> proporcione a la autoridad competente de la Parte importadora, los registros y documentos a que se refiere el <br> origen válido, que el bien califica como originario; <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> literal a). Cuando los registros y documentos no estén en poder del exportador o del productor, éste podrá <br> b. tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> solicitar al productor o proveedor de los materiales los registros y documentos para que sean entregados por su <br> c. proporcione copia del certificado de origen cuando lo solicite su autoridad competente; y <br> conducto a la autoridad competente que realiza la verificación; y <br> d. presente una declaración corregida y pague los aranceles correspondientes, cuando tenga motivos para creer <br> c. un importador que solicite trato arancelario preferencial para un bien que se importe a su territorio de territorio <br> que el certificado de origen en que se sustenta su declaración de importación, contiene información incorrecta. <br> de la otra Parte, conserve, durante un mínimo de cinco años contados a partir de la fecha de la importación, el <br> Cuando el importador presente la declaración mencionada antes que las autoridades inicien <br> certificado de origen y toda la demás documentación relativa a la importación requerida por la Parte importadora. <br> una revisión, no será sancionado. <br> Artículo 7-07: Procedimientos para verificar el origen <br> 2. Cada Parte dispondrá que, cuando su importador no cumpla con cualquiera de los requisitos establecidos en <br> 1. La Parte importadora podrá solicitar a la Parte exportadora información respecto al origen de un bien por <br> el párrafo 1, se negará trato arancelario preferencial al bien importado de territorio de la otra Parte para el cual <br> medio de su autoridad competente. <br> se hubiere solicitado la preferencia. <br> 2. Para determinar si un bien que se importe a su territorio de territorio de la otra Parte califica como originario, <br> 3. Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario preferencial para un bien <br> cada Parte podrá, por conducto de su autoridad competente, verificar el origen del bien mediante: <br> importado a su territorio que hubiere calificado como originario, el importador del bien pueda solicitar la <br> a. cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> devolución de los aranceles pagados en exceso, de conformidad con la legislación de cada Parte, por no <br> b. visitas de verificación a un exportador o productor en territorio de la otra Parte, con el propósito de examinar <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> los registros y documentos que acrediten el cumplimiento de las reglas de origen de conformidad con el artículo 7-06, <br> a. una declaración por escrito, en la que manifieste que el bien calificaba como originario <br> e inspeccionar las instalaciones que se utilicen en la producción del bien y, en su caso, las que se utilicen <br> al momento de la importación; <br> en la producción de los materiales. <br> b. una copia del certificado de origen; y <br> 3. Lo dispuesto en el párrafo 2 se hará sin perjuicio de la revisión que pueda efectuar la Parte importadora sobre <br> c. cualquier otra documentación relacionada con la importación de los bienes según lo <br> sus propios importadores, exportadores o productores. <br> requiera la autoridad competente. <br> 4. El exportador o productor que reciba un cuestionario conforme al literal a) del párrafo 2, responderá y <br> arancelario preferencial. <br> devolverá el cuestionario en un plazo no mayor de 30 días, contados a partir de la fecha en que lo haya recibido. <br> Durante ese plazo, el exportador o productor podrá solicitar por escrito a la Parte importadora una prórroga, la <br> cual, en su caso, no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la negación de trato <br> 5. En caso de que el exportador o productor no responda o devuelva un cuestionario en el plazo <br> correspondiente, la Parte importadora podrá negar trato arancelario preferencial previa resolución en los <br> términos del párrafo 11. <br> 6. Antes de efectuar una visita de verificación de conformidad con lo establecido en el literal b) del párrafo 2, la <br> Parte importadora estará obligada, por conducto de su autoridad competente, a notificar por escrito su intención <br> de efectuar la visita. La notificación se enviará al exportador o al productor que vaya a ser visitado, a la autoridad <br> competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la embajada de <br> esta Parte en territorio de la Parte importadora. La autoridad competente de la Parte importadora solicitará el <br> consentimiento por escrito del exportador o del productor a quien pretende visitar. <br> 7. La notificación a que se refiere el párrafo 6 contendrá: <br> a. la identificación de la autoridad competente que hace la notificación; <br> b. el nombre del exportador o del productor que se pretende visitar; <br> c. la fecha y lugar de la visita de verificación propuesta; <br> d. el objeto y alcance de la visita de verificación propuesta, haciendo mención específica del periodo y del bien o <br> bienes objeto de verificación a que se refieren el o los certificados de origen; <br> e. los nombres, datos personales y cargos de los funcionarios que efectuarán la visita de verificación; y <br> f. el fundamento legal de la visita de verificación. <br> 8. Cualquier modificación a la información a que se refiere el literal e) del párrafo 7, será notificada por escrito al <br> exportador o productor y a la autoridad competente de la Parte exportadora antes de la visita de verificación. <br> Cualquier modificación de la información a que se refieren los literales a), b), c), d) y f) del párrafo 7, será <br> notificada en los términos del párrafo 6. <br> 9. Si en los 30 días posteriores a que reciba la notificación de la visita de verificación propuesta conforme al <br> párrafo 6, el exportador o el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> Parte importadora podrá negar trato arancelario preferencial al bien o bienes que habrían sido <br> objeto de la visita de verificación. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente reciba una notificación de conformidad con el <br> párrafo 6 podrá, en los quince días siguientes a la fecha de recepción de la notificación, posponer la visita de <br> verificación propuesta por un periodo no mayor de 60 días, a partir de la fecha en que se recibió la notificación, o <br> por un plazo mayor que acuerden las Partes. <br> 11. Una Parte no podrá negar trato arancelario preferencial con fundamento exclusivamente en la posposición <br> de la visita de verificación, conforme a lo dispuesto en el párrafo 10. <br> 12. Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto de una visita de <br> verificación, designar dos observadores que estén presentes durante la visita, siempre que intervengan <br> únicamente en esa calidad. De no haber designación de observadores por el exportador o el productor, esta <br> omisión no tendrá por consecuencia la posposición de la visita. <br> 13. Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad competente proporcionará <br> una resolución escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la verificación, en la <br> que se determine si el bien califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> fundamento jurídico de la determinación. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o el productor ha certificado <br> o declarado más de una vez, de manera falsa o infundada, que un bien califica como originario, la Parte <br> importadora podrá suspender el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el capítulo VI (Reglas de Origen). <br> 15. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de verificación de <br> origen, de conformidad con lo establecido en su legislación. <br> Artículo 7-08: Revisión e impugnación <br> 1. Cada Parte otorgará los mismos derechos de revisión e impugnación de resoluciones de determinación de <br> origen y de dictámenes anticipados previstos para sus importadores, a los exportadores o <br> productores de la otra Parte que: <br> a. llenen y firmen un certificado o una declaración de origen, que ampare un bien que haya sido objeto de una <br> resolución de determinación de origen; o <br> b. hayan recibido un dictamen anticipado de acuerdo con el artículo 7-10. <br> 2. Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una instancia de revisión <br> administrativa, independiente del funcionario o dependencia responsable de la resolución o dictamen sujeto a <br> revisión, y acceso a una instancia de revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en <br> la última instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 7-09: Sanciones <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por infracciones a sus leyes y <br> reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 7-10: Dictámenes anticipados <br> 1. Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen de manera expedita <br> dictámenes anticipados por escrito, previos a la importación de un bien a su territorio. Los dictámenes <br> anticipados se expedirán a su importador o al exportador o productor en territorio de la otra Parte, con base en <br> los hechos y circunstancias manifestados por los mismos, en relación con el origen de los bienes. <br> 2. Los dictámenes anticipados versarán sobre: <br> a. si los materiales no originarios utilizados en la producción de un bien cumplen con el cambio correspondiente <br> de clasificación arancelaria señalado en el anexo al artículo 6-03; <br> b. si el bien cumple con el valor de contenido regional establecido en el capítulo VI (Reglas de Origen); <br> c. si el método que aplica el exportador o productor en territorio de la otra Parte, de conformidad con los <br> principios del Código de Valoración Aduanera, para el cálculo del valor de transacción del bien o de los <br> materiales utilizados en la producción de un bien, respecto del cual se solicita un dictamen anticipado, es <br> adecuado para determinar si el bien cumple con el valor de contenido regional conforme al <br> capítulo VI (Reglas de Origen); <br> d. si el método que aplica el exportador o productor en territorio de la otra Parte para la asignación razonable de <br> costos, de conformidad con el anexo al artículo 6-04 es adecuado para determinar si el bien cumple con el valor <br> de contenido regional conforme al capítulo VI (Reglas de Origen); <br> e. si el marcado de país de origen efectuado o propuesto para un bien satisface lo establecido en el artículo 3-12; <br> f. si el bien califica como originario de conformidad con el capítulo VI (Reglas de Origen); y <br> g. otros asuntos que las Partes convengan. <br> 3. Cada Parte adoptará o mantendrá procedimientos para la expedición de dictámenes anticipados previa <br> publicación de los mismos, que incluyan: <br> a. la información que razonablemente se requiera para tramitar la solicitud; <br> b. la facultad de su autoridad competente para pedir, en cualquier momento, información adicional a la persona <br> que solicita el dictamen anticipado durante el proceso de evaluación de la solicitud; <br> c. un plazo de 120 días, para que la autoridad competente expida el dictamen anticipado, una vez que haya <br> obtenido toda la información necesaria de la persona que lo solicita; y <br> d. la obligación de expedir de manera completa, fundada y motivada al solicitante, el dictamen anticipado. <br> 4. Cada Parte aplicará los dictámenes anticipados a las importaciones en su territorio, a partir de la fecha de <br> expedición del dictamen, o de una fecha posterior que en el mismo se indique, salvo que el dictamen anticipado <br> se modifique o revoque de acuerdo con lo establecido en el párrafo 6. <br> 5. Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el mismo trato, la misma <br> interpretación y aplicación de las disposiciones del capítulo VI (Reglas de Origen) referentes a la determinación <br> de origen, que haya otorgado a cualquier otra persona a la que haya expedido un dictamen anticipado, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6. El dictamen anticipado podrá ser modificado o revocado por la autoridad competente en los siguientes casos: <br> a. cuando se hubiere fundado en algún error: <br> ii) en la clasificación arancelaria del bien o de los materiales; o <br> iii) relativo al cumplimiento del bien con el valor de contenido regional; <br> b. cuando no esté conforme con una interpretación acordada entre las Partes o una modificación con respecto al <br> artículo 3-12 o al capítulo VI (Reglas de Origen); <br> c. cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> d. con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> 7. Cada Parte dispondrá que cualquier modificación o revocación de un dictamen anticipado surta efectos en la <br> fecha en que se expida o en una fecha posterior que ahí se establezca, y no podrá aplicarse a las importaciones <br> de un bien efectuadas antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> 8. No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen anticipado pospondrá la fecha de <br> Entrada en vigor de la modificación o revocación por un periodo que no exceda de 90 días, cuando la persona a <br> la cual se le haya expedido el dictamen anticipado se haya apoyado en ese dictamen de buena fe. <br> 9. Cada Parte dispondrá que, cuando se examine el valor de contenido regional de un bien respecto del cual se <br> haya expedido un dictamen anticipado, su autoridad competente evalúe si: <br> a. el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> b. las operaciones del exportador o del productor concuerdan con las circunstancias y los hechos sustanciales <br> que fundamentan ese dictamen; y <br> c. los datos y cálculos comprobatorios utilizados en la aplicación del método para calcular el valor o asignar los <br> costos son correctos en todos los aspectos sustanciales. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que no se ha cumplido con <br> cualquiera de los requisitos establecidos en el párrafo 9, la autoridad competente pueda modificar o revocar el <br> dictamen anticipado, según lo ameriten las circunstancias. <br> 11. Cada Parte dispondrá que, cuando su autoridad competente decida que el dictamen anticipado se ha <br> fundado en información incorrecta, no se sancione a la persona a quien se le haya expedido, si ésta demuestra <br> que actuó con cuidado razonable y de buena fe al manifestar los hechos y circunstancias que motivaron el <br> dictamen anticipado. <br> 12. Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una persona que haya manifestado <br> falsamente u omitido circunstancias o hechos sustanciales en que se funde el dictamen anticipado, o no haya <br> actuado de conformidad con los términos y condiciones del mismo, la autoridad competente que emita el <br> dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13. La validez de un dictamen anticipado estará sujeta a la obligación permanente del titular del mismo de <br> informar a la autoridad competente sobre cualquier cambio sustancial en los hechos o circunstancias en que <br> ésta se basó para emitir ese dictamen. <br> 14. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de expedición de <br> dictámenes anticipados, de conformidad con lo establecido en su legislación. <br> i) de hecho; <br> actuado conforme a sus términos y condiciones. <br> "}, {"ArticleTitle": "Obligaciones respecto a las exportaciones", "ArticleDesc": "Artículo 7-04: Obligaciones respecto a las exportaciones <br> 1. Cada Parte dispondrá que su exportador o productor, que haya llenado y firmado un certificado o una <br> declaración de origen, entregue copia del certificado o declaración de origen a su autoridad <br> competente cuando ésta lo solicite. <br> 2. Cada Parte dispondrá que su exportador o productor que haya llenado y firmado un certificado o una <br> declaración de origen y tenga razones para creer que ese certificado o declaración contiene información <br> incorrecta, notifique, sin demora y por escrito, cualquier cambio que pudiera afectar la exactitud o validez del <br> certificado o declaración de origen a todas las personas a quienes hubiere entregado el certificado o declaración, <br> así como, de conformidad con su legislación, a su autoridad competente, en cuyo caso no podrá ser sancionado <br> por haber presentado una certificación o declaración incorrecta. <br> 3. La autoridad competente de la Parte exportadora pondrá en conocimiento de la autoridad competente de la <br> Parte importadora la notificación del exportador o productor referida en el párrafo 2. <br> 4. Cada Parte dispondrá que la certificación o la declaración de origen falsa hecha por su exportador o <br> productor, en el sentido de que un bien que vaya a exportarse a territorio de la otra Parte califica como originario, <br> tenga las mismas consecuencias jurídicas, con las modificaciones que requieran las circunstancias, que aquéllas <br> que se aplicarían a su importador que haga declaraciones o manifestaciones falsas en contravención de sus <br> leyes y reglamentaciones aduaneras. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 7-02: Declaración y certificación de origen <br> Artículo 7-05: Excepciones <br> criterios que, en materia de interpretación, aplicación y administración, sean acordados por este Comité. <br> 1. Para efectos de este capítulo, antes de la entrada en vigor de este Tratado, las Partes elaborarán un formato <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se planeen con el propósito <br> único para el certificado y la declaración de origen. <br> de evadir el cumplimiento de los requisitos de certificación de los artículos 7-02 y 7-03, no se requerirá del <br> 2. El certificado de origen a que se refiere el párrafo 1 servirá para certificar que un bien que se exporte de <br> certificado de origen para la importación de bienes en los casos siguientes: <br> territorio de una Parte a territorio de la otra Parte califica como originario. <br> a. la importación con fines comerciales de bienes cuyo valor en aduana no exceda de mil dólares de los Estados <br> 3. Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de origen respecto de la <br> Unidos de América (dólares) o su equivalente en moneda nacional, pero se podrá exigir que la factura contenga <br> exportación de un bien para el cual un importador pueda solicitar trato arancelario preferencial. <br> una declaración del importador o exportador de que el bien califica como originario; <br> 4. Cada Parte dispondrá que: <br> b. la importación con fines no comerciales de bienes cuyo valor en aduana no exceda de mil dólares o su <br> a. cuando un exportador no sea el productor del bien, llene y firme el certificado de origen con fundamento en la <br> equivalente en moneda nacional; y <br> declaración de origen a que se refiere el párrafo 1; y <br> c. la importación de un bien para el cual la Parte importadora haya dispensado el requisito de <br> b. la declaración de origen que ampare el bien objeto de la exportación sea llenada y firmada por el productor del <br> presentación del certificado de origen. <br> bien y proporcionada voluntariamente al exportador. <br> Artículo 7-06: Registros contables <br> 5. Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a. una sola importación de uno o más bienes; o <br> a. su exportador o productor que llene y firme un certificado o declaración de origen conserve, durante un <br> b. varias importaciones de bienes idénticos a realizarse en un plazo establecido por el exportador en el <br> mínimo de cinco años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> certificado de origen, que no excederá del plazo establecido en el párrafo 6. <br> documentos relativos al origen del bien, incluyendo los referentes a: <br> 6. Cada Parte dispondrá que el certificado de origen sea aceptado por la autoridad competente de la Parte <br> Cada Parte dispondrá que: <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> importadora por un año a partir de la fecha de su firma. <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, utilizados en la producción del bien que <br> Artículo 7-03: Obligaciones respecto a las importaciones <br> se exporte de su territorio; y <br> 1. Cada Parte requerirá al importador que solicite trato arancelario preferencial para un bien importado a su <br> territorio del territorio de la otra Parte, que: <br> b. para efectos del procedimiento de verificación establecido en el artículo 7-07, el exportador o productor <br> a. declare por escrito, en el documento de importación previsto en su legislación, con base en un certificado de <br> proporcione a la autoridad competente de la Parte importadora, los registros y documentos a que se refiere el <br> origen válido, que el bien califica como originario; <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> literal a). Cuando los registros y documentos no estén en poder del exportador o del productor, éste podrá <br> b. tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> solicitar al productor o proveedor de los materiales los registros y documentos para que sean entregados por su <br> c. proporcione copia del certificado de origen cuando lo solicite su autoridad competente; y <br> conducto a la autoridad competente que realiza la verificación; y <br> d. presente una declaración corregida y pague los aranceles correspondientes, cuando tenga motivos para creer <br> c. un importador que solicite trato arancelario preferencial para un bien que se importe a su territorio de territorio <br> que el certificado de origen en que se sustenta su declaración de importación, contiene información incorrecta. <br> de la otra Parte, conserve, durante un mínimo de cinco años contados a partir de la fecha de la importación, el <br> Cuando el importador presente la declaración mencionada antes que las autoridades inicien <br> certificado de origen y toda la demás documentación relativa a la importación requerida por la Parte importadora. <br> una revisión, no será sancionado. <br> Artículo 7-07: Procedimientos para verificar el origen <br> 2. Cada Parte dispondrá que, cuando su importador no cumpla con cualquiera de los requisitos establecidos en <br> 1. La Parte importadora podrá solicitar a la Parte exportadora información respecto al origen de un bien por <br> el párrafo 1, se negará trato arancelario preferencial al bien importado de territorio de la otra Parte para el cual <br> medio de su autoridad competente. <br> se hubiere solicitado la preferencia. <br> 2. Para determinar si un bien que se importe a su territorio de territorio de la otra Parte califica como originario, <br> 3. Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario preferencial para un bien <br> cada Parte podrá, por conducto de su autoridad competente, verificar el origen del bien mediante: <br> importado a su territorio que hubiere calificado como originario, el importador del bien pueda solicitar la <br> a. cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> devolución de los aranceles pagados en exceso, de conformidad con la legislación de cada Parte, por no <br> b. visitas de verificación a un exportador o productor en territorio de la otra Parte, con el propósito de examinar <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> los registros y documentos que acrediten el cumplimiento de las reglas de origen de conformidad con el artículo 7-06, <br> a. una declaración por escrito, en la que manifieste que el bien calificaba como originario <br> e inspeccionar las instalaciones que se utilicen en la producción del bien y, en su caso, las que se utilicen <br> al momento de la importación; <br> en la producción de los materiales. <br> b. una copia del certificado de origen; y <br> 3. Lo dispuesto en el párrafo 2 se hará sin perjuicio de la revisión que pueda efectuar la Parte importadora sobre <br> c. cualquier otra documentación relacionada con la importación de los bienes según lo <br> sus propios importadores, exportadores o productores. <br> requiera la autoridad competente. <br> 4. El exportador o productor que reciba un cuestionario conforme al literal a) del párrafo 2, responderá y <br> arancelario preferencial. <br> devolverá el cuestionario en un plazo no mayor de 30 días, contados a partir de la fecha en que lo haya recibido. <br> Durante ese plazo, el exportador o productor podrá solicitar por escrito a la Parte importadora una prórroga, la <br> cual, en su caso, no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la negación de trato <br> 5. En caso de que el exportador o productor no responda o devuelva un cuestionario en el plazo <br> correspondiente, la Parte importadora podrá negar trato arancelario preferencial previa resolución en los <br> términos del párrafo 11. <br> 6. Antes de efectuar una visita de verificación de conformidad con lo establecido en el literal b) del párrafo 2, la <br> Parte importadora estará obligada, por conducto de su autoridad competente, a notificar por escrito su intención <br> de efectuar la visita. La notificación se enviará al exportador o al productor que vaya a ser visitado, a la autoridad <br> competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la embajada de <br> esta Parte en territorio de la Parte importadora. La autoridad competente de la Parte importadora solicitará el <br> consentimiento por escrito del exportador o del productor a quien pretende visitar. <br> 7. La notificación a que se refiere el párrafo 6 contendrá: <br> a. la identificación de la autoridad competente que hace la notificación; <br> b. el nombre del exportador o del productor que se pretende visitar; <br> c. la fecha y lugar de la visita de verificación propuesta; <br> d. el objeto y alcance de la visita de verificación propuesta, haciendo mención específica del periodo y del bien o <br> bienes objeto de verificación a que se refieren el o los certificados de origen; <br> e. los nombres, datos personales y cargos de los funcionarios que efectuarán la visita de verificación; y <br> f. el fundamento legal de la visita de verificación. <br> 8. Cualquier modificación a la información a que se refiere el literal e) del párrafo 7, será notificada por escrito al <br> exportador o productor y a la autoridad competente de la Parte exportadora antes de la visita de verificación. <br> Cualquier modificación de la información a que se refieren los literales a), b), c), d) y f) del párrafo 7, será <br> notificada en los términos del párrafo 6. <br> 9. Si en los 30 días posteriores a que reciba la notificación de la visita de verificación propuesta conforme al <br> párrafo 6, el exportador o el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> Parte importadora podrá negar trato arancelario preferencial al bien o bienes que habrían sido <br> objeto de la visita de verificación. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente reciba una notificación de conformidad con el <br> párrafo 6 podrá, en los quince días siguientes a la fecha de recepción de la notificación, posponer la visita de <br> verificación propuesta por un periodo no mayor de 60 días, a partir de la fecha en que se recibió la notificación, o <br> por un plazo mayor que acuerden las Partes. <br> 11. Una Parte no podrá negar trato arancelario preferencial con fundamento exclusivamente en la posposición <br> de la visita de verificación, conforme a lo dispuesto en el párrafo 10. <br> 12. Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto de una visita de <br> verificación, designar dos observadores que estén presentes durante la visita, siempre que intervengan <br> únicamente en esa calidad. De no haber designación de observadores por el exportador o el productor, esta <br> omisión no tendrá por consecuencia la posposición de la visita. <br> 13. Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad competente proporcionará <br> una resolución escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la verificación, en la <br> que se determine si el bien califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> fundamento jurídico de la determinación. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o el productor ha certificado <br> o declarado más de una vez, de manera falsa o infundada, que un bien califica como originario, la Parte <br> importadora podrá suspender el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el capítulo VI (Reglas de Origen). <br> 15. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de verificación de <br> origen, de conformidad con lo establecido en su legislación. <br> Artículo 7-08: Revisión e impugnación <br> 1. Cada Parte otorgará los mismos derechos de revisión e impugnación de resoluciones de determinación de <br> origen y de dictámenes anticipados previstos para sus importadores, a los exportadores o <br> productores de la otra Parte que: <br> a. llenen y firmen un certificado o una declaración de origen, que ampare un bien que haya sido objeto de una <br> resolución de determinación de origen; o <br> b. hayan recibido un dictamen anticipado de acuerdo con el artículo 7-10. <br> 2. Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una instancia de revisión <br> administrativa, independiente del funcionario o dependencia responsable de la resolución o dictamen sujeto a <br> revisión, y acceso a una instancia de revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en <br> la última instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 7-09: Sanciones <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por infracciones a sus leyes y <br> reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 7-10: Dictámenes anticipados <br> 1. Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen de manera expedita <br> dictámenes anticipados por escrito, previos a la importación de un bien a su territorio. Los dictámenes <br> anticipados se expedirán a su importador o al exportador o productor en territorio de la otra Parte, con base en <br> los hechos y circunstancias manifestados por los mismos, en relación con el origen de los bienes. <br> 2. Los dictámenes anticipados versarán sobre: <br> a. si los materiales no originarios utilizados en la producción de un bien cumplen con el cambio correspondiente <br> de clasificación arancelaria señalado en el anexo al artículo 6-03; <br> b. si el bien cumple con el valor de contenido regional establecido en el capítulo VI (Reglas de Origen); <br> c. si el método que aplica el exportador o productor en territorio de la otra Parte, de conformidad con los <br> principios del Código de Valoración Aduanera, para el cálculo del valor de transacción del bien o de los <br> materiales utilizados en la producción de un bien, respecto del cual se solicita un dictamen anticipado, es <br> adecuado para determinar si el bien cumple con el valor de contenido regional conforme al <br> capítulo VI (Reglas de Origen); <br> d. si el método que aplica el exportador o productor en territorio de la otra Parte para la asignación razonable de <br> costos, de conformidad con el anexo al artículo 6-04 es adecuado para determinar si el bien cumple con el valor <br> de contenido regional conforme al capítulo VI (Reglas de Origen); <br> e. si el marcado de país de origen efectuado o propuesto para un bien satisface lo establecido en el artículo 3-12; <br> f. si el bien califica como originario de conformidad con el capítulo VI (Reglas de Origen); y <br> g. otros asuntos que las Partes convengan. <br> 3. Cada Parte adoptará o mantendrá procedimientos para la expedición de dictámenes anticipados previa <br> publicación de los mismos, que incluyan: <br> a. la información que razonablemente se requiera para tramitar la solicitud; <br> b. la facultad de su autoridad competente para pedir, en cualquier momento, información adicional a la persona <br> que solicita el dictamen anticipado durante el proceso de evaluación de la solicitud; <br> c. un plazo de 120 días, para que la autoridad competente expida el dictamen anticipado, una vez que haya <br> obtenido toda la información necesaria de la persona que lo solicita; y <br> d. la obligación de expedir de manera completa, fundada y motivada al solicitante, el dictamen anticipado. <br> 4. Cada Parte aplicará los dictámenes anticipados a las importaciones en su territorio, a partir de la fecha de <br> expedición del dictamen, o de una fecha posterior que en el mismo se indique, salvo que el dictamen anticipado <br> se modifique o revoque de acuerdo con lo establecido en el párrafo 6. <br> 5. Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el mismo trato, la misma <br> interpretación y aplicación de las disposiciones del capítulo VI (Reglas de Origen) referentes a la determinación <br> de origen, que haya otorgado a cualquier otra persona a la que haya expedido un dictamen anticipado, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6. El dictamen anticipado podrá ser modificado o revocado por la autoridad competente en los siguientes casos: <br> a. cuando se hubiere fundado en algún error: <br> ii) en la clasificación arancelaria del bien o de los materiales; o <br> iii) relativo al cumplimiento del bien con el valor de contenido regional; <br> b. cuando no esté conforme con una interpretación acordada entre las Partes o una modificación con respecto al <br> artículo 3-12 o al capítulo VI (Reglas de Origen); <br> c. cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> d. con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> 7. Cada Parte dispondrá que cualquier modificación o revocación de un dictamen anticipado surta efectos en la <br> fecha en que se expida o en una fecha posterior que ahí se establezca, y no podrá aplicarse a las importaciones <br> de un bien efectuadas antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> 8. No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen anticipado pospondrá la fecha de <br> Entrada en vigor de la modificación o revocación por un periodo que no exceda de 90 días, cuando la persona a <br> la cual se le haya expedido el dictamen anticipado se haya apoyado en ese dictamen de buena fe. <br> 9. Cada Parte dispondrá que, cuando se examine el valor de contenido regional de un bien respecto del cual se <br> haya expedido un dictamen anticipado, su autoridad competente evalúe si: <br> a. el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> b. las operaciones del exportador o del productor concuerdan con las circunstancias y los hechos sustanciales <br> que fundamentan ese dictamen; y <br> c. los datos y cálculos comprobatorios utilizados en la aplicación del método para calcular el valor o asignar los <br> costos son correctos en todos los aspectos sustanciales. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que no se ha cumplido con <br> cualquiera de los requisitos establecidos en el párrafo 9, la autoridad competente pueda modificar o revocar el <br> dictamen anticipado, según lo ameriten las circunstancias. <br> 11. Cada Parte dispondrá que, cuando su autoridad competente decida que el dictamen anticipado se ha <br> fundado en información incorrecta, no se sancione a la persona a quien se le haya expedido, si ésta demuestra <br> que actuó con cuidado razonable y de buena fe al manifestar los hechos y circunstancias que motivaron el <br> dictamen anticipado. <br> 12. Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una persona que haya manifestado <br> falsamente u omitido circunstancias o hechos sustanciales en que se funde el dictamen anticipado, o no haya <br> actuado de conformidad con los términos y condiciones del mismo, la autoridad competente que emita el <br> dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13. La validez de un dictamen anticipado estará sujeta a la obligación permanente del titular del mismo de <br> informar a la autoridad competente sobre cualquier cambio sustancial en los hechos o circunstancias en que <br> ésta se basó para emitir ese dictamen. <br> 14. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de expedición de <br> dictámenes anticipados, de conformidad con lo establecido en su legislación. <br> i) de hecho; <br> actuado conforme a sus términos y condiciones. <br> "}, {"ArticleTitle": "Comité de Procedimientos Aduaneros", "ArticleDesc": "Artículo 7-11: Comité de Procedimientos Aduaneros <br> 1. Las Partes establecen el Comité de Procedimientos Aduaneros integrado por representantes de cada una de <br> ellas, el cual se reunirá por lo menos dos veces al año, así como a solicitud de cualquiera de las Partes. <br> 2. Corresponderá al Comité: <br> a. procurar llegar a acuerdos sobre: <br> i) la interpretación, aplicación y administración de este capítulo; <br> ii) asuntos de clasificación arancelaria y valoración relacionados con resoluciones de determinación de origen; <br> iii) los procedimientos para la solicitud, aprobación, expedición, modificación, revocación y aplicación de los <br> dictámenes anticipados; <br> iv) las modificaciones al certificado o declaración de origen a que se refiere el artículo 7-02; y <br> v) cualquier otro asunto que remita una Parte; y <br> b. examinar las propuestas de modificaciones administrativas u operativas en materia aduanera que puedan <br> afectar el flujo comercial entre las Partes. <br> 3. Las Partes establecerán y pondrán en ejecución, mediante sus respectivas leyes y reglamentaciones, los <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 7-02: Declaración y certificación de origen <br> Artículo 7-05: Excepciones <br> criterios que, en materia de interpretación, aplicación y administración, sean acordados por este Comité. <br> 1. Para efectos de este capítulo, antes de la entrada en vigor de este Tratado, las Partes elaborarán un formato <br> A condición de que no forme parte de dos o más importaciones que se efectúen o se planeen con el propósito <br> único para el certificado y la declaración de origen. <br> de evadir el cumplimiento de los requisitos de certificación de los artículos 7-02 y 7-03, no se requerirá del <br> 2. El certificado de origen a que se refiere el párrafo 1 servirá para certificar que un bien que se exporte de <br> certificado de origen para la importación de bienes en los casos siguientes: <br> territorio de una Parte a territorio de la otra Parte califica como originario. <br> a. la importación con fines comerciales de bienes cuyo valor en aduana no exceda de mil dólares de los Estados <br> 3. Cada Parte dispondrá que sus exportadores llenen y firmen un certificado de origen respecto de la <br> Unidos de América (dólares) o su equivalente en moneda nacional, pero se podrá exigir que la factura contenga <br> exportación de un bien para el cual un importador pueda solicitar trato arancelario preferencial. <br> una declaración del importador o exportador de que el bien califica como originario; <br> 4. Cada Parte dispondrá que: <br> b. la importación con fines no comerciales de bienes cuyo valor en aduana no exceda de mil dólares o su <br> a. cuando un exportador no sea el productor del bien, llene y firme el certificado de origen con fundamento en la <br> equivalente en moneda nacional; y <br> declaración de origen a que se refiere el párrafo 1; y <br> c. la importación de un bien para el cual la Parte importadora haya dispensado el requisito de <br> b. la declaración de origen que ampare el bien objeto de la exportación sea llenada y firmada por el productor del <br> presentación del certificado de origen. <br> bien y proporcionada voluntariamente al exportador. <br> Artículo 7-06: Registros contables <br> 5. Cada Parte dispondrá que el certificado de origen llenado y firmado por el exportador, ampare: <br> a. una sola importación de uno o más bienes; o <br> a. su exportador o productor que llene y firme un certificado o declaración de origen conserve, durante un <br> b. varias importaciones de bienes idénticos a realizarse en un plazo establecido por el exportador en el <br> mínimo de cinco años después de la fecha de firma de ese certificado o declaración, todos los registros y <br> certificado de origen, que no excederá del plazo establecido en el párrafo 6. <br> documentos relativos al origen del bien, incluyendo los referentes a: <br> 6. Cada Parte dispondrá que el certificado de origen sea aceptado por la autoridad competente de la Parte <br> Cada Parte dispondrá que: <br> i) la adquisición, los costos, el valor y el pago del bien que es exportado de su territorio; <br> importadora por un año a partir de la fecha de su firma. <br> ii) la adquisición, los costos, el valor y el pago de todos los materiales, utilizados en la producción del bien que <br> Artículo 7-03: Obligaciones respecto a las importaciones <br> se exporte de su territorio; y <br> 1. Cada Parte requerirá al importador que solicite trato arancelario preferencial para un bien importado a su <br> territorio del territorio de la otra Parte, que: <br> b. para efectos del procedimiento de verificación establecido en el artículo 7-07, el exportador o productor <br> a. declare por escrito, en el documento de importación previsto en su legislación, con base en un certificado de <br> proporcione a la autoridad competente de la Parte importadora, los registros y documentos a que se refiere el <br> origen válido, que el bien califica como originario; <br> iii) la producción del bien en la forma en que se exporte de su territorio; <br> literal a). Cuando los registros y documentos no estén en poder del exportador o del productor, éste podrá <br> b. tenga el certificado de origen en su poder al momento de hacer esa declaración; <br> solicitar al productor o proveedor de los materiales los registros y documentos para que sean entregados por su <br> c. proporcione copia del certificado de origen cuando lo solicite su autoridad competente; y <br> conducto a la autoridad competente que realiza la verificación; y <br> d. presente una declaración corregida y pague los aranceles correspondientes, cuando tenga motivos para creer <br> c. un importador que solicite trato arancelario preferencial para un bien que se importe a su territorio de territorio <br> que el certificado de origen en que se sustenta su declaración de importación, contiene información incorrecta. <br> de la otra Parte, conserve, durante un mínimo de cinco años contados a partir de la fecha de la importación, el <br> Cuando el importador presente la declaración mencionada antes que las autoridades inicien <br> certificado de origen y toda la demás documentación relativa a la importación requerida por la Parte importadora. <br> una revisión, no será sancionado. <br> Artículo 7-07: Procedimientos para verificar el origen <br> 2. Cada Parte dispondrá que, cuando su importador no cumpla con cualquiera de los requisitos establecidos en <br> 1. La Parte importadora podrá solicitar a la Parte exportadora información respecto al origen de un bien por <br> el párrafo 1, se negará trato arancelario preferencial al bien importado de territorio de la otra Parte para el cual <br> medio de su autoridad competente. <br> se hubiere solicitado la preferencia. <br> 2. Para determinar si un bien que se importe a su territorio de territorio de la otra Parte califica como originario, <br> 3. Cada Parte dispondrá que, cuando no se hubiere solicitado trato arancelario preferencial para un bien <br> cada Parte podrá, por conducto de su autoridad competente, verificar el origen del bien mediante: <br> importado a su territorio que hubiere calificado como originario, el importador del bien pueda solicitar la <br> a. cuestionarios escritos dirigidos a exportadores o productores en territorio de la otra Parte; o <br> devolución de los aranceles pagados en exceso, de conformidad con la legislación de cada Parte, por no <br> b. visitas de verificación a un exportador o productor en territorio de la otra Parte, con el propósito de examinar <br> haberse otorgado trato arancelario preferencial al bien, siempre que la solicitud vaya acompañada de: <br> los registros y documentos que acrediten el cumplimiento de las reglas de origen de conformidad con el artículo 7-06, <br> a. una declaración por escrito, en la que manifieste que el bien calificaba como originario <br> e inspeccionar las instalaciones que se utilicen en la producción del bien y, en su caso, las que se utilicen <br> al momento de la importación; <br> en la producción de los materiales. <br> b. una copia del certificado de origen; y <br> 3. Lo dispuesto en el párrafo 2 se hará sin perjuicio de la revisión que pueda efectuar la Parte importadora sobre <br> c. cualquier otra documentación relacionada con la importación de los bienes según lo <br> sus propios importadores, exportadores o productores. <br> requiera la autoridad competente. <br> 4. El exportador o productor que reciba un cuestionario conforme al literal a) del párrafo 2, responderá y <br> arancelario preferencial. <br> devolverá el cuestionario en un plazo no mayor de 30 días, contados a partir de la fecha en que lo haya recibido. <br> Durante ese plazo, el exportador o productor podrá solicitar por escrito a la Parte importadora una prórroga, la <br> cual, en su caso, no podrá ser mayor a 30 días. Esta solicitud no dará como resultado la negación de trato <br> 5. En caso de que el exportador o productor no responda o devuelva un cuestionario en el plazo <br> correspondiente, la Parte importadora podrá negar trato arancelario preferencial previa resolución en los <br> términos del párrafo 11. <br> 6. Antes de efectuar una visita de verificación de conformidad con lo establecido en el literal b) del párrafo 2, la <br> Parte importadora estará obligada, por conducto de su autoridad competente, a notificar por escrito su intención <br> de efectuar la visita. La notificación se enviará al exportador o al productor que vaya a ser visitado, a la autoridad <br> competente de la Parte en cuyo territorio se llevará a cabo la visita y, si lo solicita esta última, a la embajada de <br> esta Parte en territorio de la Parte importadora. La autoridad competente de la Parte importadora solicitará el <br> consentimiento por escrito del exportador o del productor a quien pretende visitar. <br> 7. La notificación a que se refiere el párrafo 6 contendrá: <br> a. la identificación de la autoridad competente que hace la notificación; <br> b. el nombre del exportador o del productor que se pretende visitar; <br> c. la fecha y lugar de la visita de verificación propuesta; <br> d. el objeto y alcance de la visita de verificación propuesta, haciendo mención específica del periodo y del bien o <br> bienes objeto de verificación a que se refieren el o los certificados de origen; <br> e. los nombres, datos personales y cargos de los funcionarios que efectuarán la visita de verificación; y <br> f. el fundamento legal de la visita de verificación. <br> 8. Cualquier modificación a la información a que se refiere el literal e) del párrafo 7, será notificada por escrito al <br> exportador o productor y a la autoridad competente de la Parte exportadora antes de la visita de verificación. <br> Cualquier modificación de la información a que se refieren los literales a), b), c), d) y f) del párrafo 7, será <br> notificada en los términos del párrafo 6. <br> 9. Si en los 30 días posteriores a que reciba la notificación de la visita de verificación propuesta conforme al <br> párrafo 6, el exportador o el productor no otorga su consentimiento por escrito para la realización de la misma, la <br> Parte importadora podrá negar trato arancelario preferencial al bien o bienes que habrían sido <br> objeto de la visita de verificación. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente reciba una notificación de conformidad con el <br> párrafo 6 podrá, en los quince días siguientes a la fecha de recepción de la notificación, posponer la visita de <br> verificación propuesta por un periodo no mayor de 60 días, a partir de la fecha en que se recibió la notificación, o <br> por un plazo mayor que acuerden las Partes. <br> 11. Una Parte no podrá negar trato arancelario preferencial con fundamento exclusivamente en la posposición <br> de la visita de verificación, conforme a lo dispuesto en el párrafo 10. <br> 12. Cada Parte permitirá al exportador o al productor, cuyo bien o bienes sean objeto de una visita de <br> verificación, designar dos observadores que estén presentes durante la visita, siempre que intervengan <br> únicamente en esa calidad. De no haber designación de observadores por el exportador o el productor, esta <br> omisión no tendrá por consecuencia la posposición de la visita. <br> 13. Dentro de los 120 días siguientes a la conclusión de la verificación, la autoridad competente proporcionará <br> una resolución escrita al exportador o al productor cuyo bien o bienes hayan sido objeto de la verificación, en la <br> que se determine si el bien califica o no como originario, la cual incluirá las conclusiones de hecho y el <br> fundamento jurídico de la determinación. <br> 14. Cuando la verificación que lleve a cabo una Parte establezca que el exportador o el productor ha certificado <br> o declarado más de una vez, de manera falsa o infundada, que un bien califica como originario, la Parte <br> importadora podrá suspender el trato arancelario preferencial a los bienes idénticos que esa persona exporte o <br> produzca, hasta que la misma pruebe que cumple con lo establecido en el capítulo VI (Reglas de Origen). <br> 15. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de verificación de <br> origen, de conformidad con lo establecido en su legislación. <br> Artículo 7-08: Revisión e impugnación <br> 1. Cada Parte otorgará los mismos derechos de revisión e impugnación de resoluciones de determinación de <br> origen y de dictámenes anticipados previstos para sus importadores, a los exportadores o <br> productores de la otra Parte que: <br> a. llenen y firmen un certificado o una declaración de origen, que ampare un bien que haya sido objeto de una <br> resolución de determinación de origen; o <br> b. hayan recibido un dictamen anticipado de acuerdo con el artículo 7-10. <br> 2. Los derechos a que se refiere el párrafo 1 incluyen acceso a, por lo menos, una instancia de revisión <br> administrativa, independiente del funcionario o dependencia responsable de la resolución o dictamen sujeto a <br> revisión, y acceso a una instancia de revisión judicial o cuasi-judicial de la resolución o de la decisión tomada en <br> la última instancia de revisión administrativa, de conformidad con la legislación de cada Parte. <br> Artículo 7-09: Sanciones <br> Cada Parte establecerá o mantendrá sanciones penales, civiles o administrativas por infracciones a sus leyes y <br> reglamentaciones relacionadas con las disposiciones de este capítulo. <br> Artículo 7-10: Dictámenes anticipados <br> 1. Cada Parte dispondrá que, por conducto de su autoridad competente, se otorguen de manera expedita <br> dictámenes anticipados por escrito, previos a la importación de un bien a su territorio. Los dictámenes <br> anticipados se expedirán a su importador o al exportador o productor en territorio de la otra Parte, con base en <br> los hechos y circunstancias manifestados por los mismos, en relación con el origen de los bienes. <br> 2. Los dictámenes anticipados versarán sobre: <br> a. si los materiales no originarios utilizados en la producción de un bien cumplen con el cambio correspondiente <br> de clasificación arancelaria señalado en el anexo al artículo 6-03; <br> b. si el bien cumple con el valor de contenido regional establecido en el capítulo VI (Reglas de Origen); <br> c. si el método que aplica el exportador o productor en territorio de la otra Parte, de conformidad con los <br> principios del Código de Valoración Aduanera, para el cálculo del valor de transacción del bien o de los <br> materiales utilizados en la producción de un bien, respecto del cual se solicita un dictamen anticipado, es <br> adecuado para determinar si el bien cumple con el valor de contenido regional conforme al <br> capítulo VI (Reglas de Origen); <br> d. si el método que aplica el exportador o productor en territorio de la otra Parte para la asignación razonable de <br> costos, de conformidad con el anexo al artículo 6-04 es adecuado para determinar si el bien cumple con el valor <br> de contenido regional conforme al capítulo VI (Reglas de Origen); <br> e. si el marcado de país de origen efectuado o propuesto para un bien satisface lo establecido en el artículo 3-12; <br> f. si el bien califica como originario de conformidad con el capítulo VI (Reglas de Origen); y <br> g. otros asuntos que las Partes convengan. <br> 3. Cada Parte adoptará o mantendrá procedimientos para la expedición de dictámenes anticipados previa <br> publicación de los mismos, que incluyan: <br> a. la información que razonablemente se requiera para tramitar la solicitud; <br> b. la facultad de su autoridad competente para pedir, en cualquier momento, información adicional a la persona <br> que solicita el dictamen anticipado durante el proceso de evaluación de la solicitud; <br> c. un plazo de 120 días, para que la autoridad competente expida el dictamen anticipado, una vez que haya <br> obtenido toda la información necesaria de la persona que lo solicita; y <br> d. la obligación de expedir de manera completa, fundada y motivada al solicitante, el dictamen anticipado. <br> 4. Cada Parte aplicará los dictámenes anticipados a las importaciones en su territorio, a partir de la fecha de <br> expedición del dictamen, o de una fecha posterior que en el mismo se indique, salvo que el dictamen anticipado <br> se modifique o revoque de acuerdo con lo establecido en el párrafo 6. <br> 5. Cada Parte otorgará a toda persona que solicite un dictamen anticipado, el mismo trato, la misma <br> interpretación y aplicación de las disposiciones del capítulo VI (Reglas de Origen) referentes a la determinación <br> de origen, que haya otorgado a cualquier otra persona a la que haya expedido un dictamen anticipado, cuando <br> los hechos y las circunstancias sean idénticos en todos los aspectos sustanciales. <br> 6. El dictamen anticipado podrá ser modificado o revocado por la autoridad competente en los siguientes casos: <br> a. cuando se hubiere fundado en algún error: <br> ii) en la clasificación arancelaria del bien o de los materiales; o <br> iii) relativo al cumplimiento del bien con el valor de contenido regional; <br> b. cuando no esté conforme con una interpretación acordada entre las Partes o una modificación con respecto al <br> artículo 3-12 o al capítulo VI (Reglas de Origen); <br> c. cuando cambien las circunstancias o los hechos que lo fundamenten; o <br> d. con el fin de dar cumplimiento a una decisión administrativa o judicial. <br> 7. Cada Parte dispondrá que cualquier modificación o revocación de un dictamen anticipado surta efectos en la <br> fecha en que se expida o en una fecha posterior que ahí se establezca, y no podrá aplicarse a las importaciones <br> de un bien efectuadas antes de esas fechas, a menos que la persona a la que se le haya expedido no hubiere <br> 8. No obstante lo dispuesto en el párrafo 7, la Parte que expida el dictamen anticipado pospondrá la fecha de <br> Entrada en vigor de la modificación o revocación por un periodo que no exceda de 90 días, cuando la persona a <br> la cual se le haya expedido el dictamen anticipado se haya apoyado en ese dictamen de buena fe. <br> 9. Cada Parte dispondrá que, cuando se examine el valor de contenido regional de un bien respecto del cual se <br> haya expedido un dictamen anticipado, su autoridad competente evalúe si: <br> a. el exportador o el productor cumple con los términos y condiciones del dictamen anticipado; <br> b. las operaciones del exportador o del productor concuerdan con las circunstancias y los hechos sustanciales <br> que fundamentan ese dictamen; y <br> c. los datos y cálculos comprobatorios utilizados en la aplicación del método para calcular el valor o asignar los <br> costos son correctos en todos los aspectos sustanciales. <br> 10. Cada Parte dispondrá que, cuando su autoridad competente determine que no se ha cumplido con <br> cualquiera de los requisitos establecidos en el párrafo 9, la autoridad competente pueda modificar o revocar el <br> dictamen anticipado, según lo ameriten las circunstancias. <br> 11. Cada Parte dispondrá que, cuando su autoridad competente decida que el dictamen anticipado se ha <br> fundado en información incorrecta, no se sancione a la persona a quien se le haya expedido, si ésta demuestra <br> que actuó con cuidado razonable y de buena fe al manifestar los hechos y circunstancias que motivaron el <br> dictamen anticipado. <br> 12. Cada Parte dispondrá que, cuando se expida un dictamen anticipado a una persona que haya manifestado <br> falsamente u omitido circunstancias o hechos sustanciales en que se funde el dictamen anticipado, o no haya <br> actuado de conformidad con los términos y condiciones del mismo, la autoridad competente que emita el <br> dictamen anticipado pueda aplicar las medidas que ameriten las circunstancias. <br> 13. La validez de un dictamen anticipado estará sujeta a la obligación permanente del titular del mismo de <br> informar a la autoridad competente sobre cualquier cambio sustancial en los hechos o circunstancias en que <br> ésta se basó para emitir ese dictamen. <br> 14. Cada Parte mantendrá la confidencialidad de la información recabada en el proceso de expedición de <br> dictámenes anticipados, de conformidad con lo establecido en su legislación. <br> i) de hecho; <br> actuado conforme a sus términos y condiciones. <br> "}]}]}, "members_found": ["484", "558", 2, 8703900000]}