{"FtaRooDetails": {"FtaId": 52, "FtaCode": "ITC00052", "FtaName": "AAP.CE 62: MERCOSUR-Cuba", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL DE COMPLEMENTACIÓN ECONÓMICA MERCOSUR - CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "02.07.2007", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Brazil; Cuba; Paraguay; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 62: MERCOSUR-Cuba", "AdminProcCooAuth": "The certification type under AAP.CE 62: MERCOSUR-Cuba is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 62: MERCOSUR-Cuba is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 62: MERCOSUR-Cuba agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "f) Los productos comprendidos en las partidas arancelarias 8701; 8702; 8703; 8704; 8705; 8706; y 8707 de la NALADISA 2002 serán considerados originarios de las Partes Signatarias cuando alcancen un índice de contenido regional (ICR) mínimo del 60%, calculado a través de la siguiente fórmula: ICR = {1 - (? del valor CIF de las autopartes importadas de extrazona)/(valor del bien final ex - fábrica, antes de impuestos)} X 100 >= 60% En los casos de Paraguay y Uruguay, el índice de contenido regional (ICR) mínimo será del 50%, calculado a través de la misma fórmula, durante el período de transición previsto en el cronograma de desgravación arancelaria. Una vez que la preferencia alcance el 100%, el índice de contenido regional (ICR) mínimo pasará a ser del 60%, a menos que las Partes acuerden una fórmula alternativa.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00052_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/nsfaladi/r%C3%A9gorigtext.nsf/179bf576b4447904032577c800479a6c/59bab124947724d7032577a1005b624f/$FILE/CO%20Res.%20252.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00052_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace62/web/ACE_062_Anexo_IV.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00052_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace62/ACE_062.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3: Acumulación de Origen <br /> Los materiales originarios del MERCOSUR se considerarán como materiales <br /> originarios de la República de Cuba cuando se incorporen en un producto producido <br /> en la República de Cuba. <br /> Los materiales originarios de la República de Cuba se considerarán como materiales <br /> originarios del MERCOSUR cuando se incorporen en un producto producido en el MERCOSUR.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4: Calificación de Origen <br /> Sin perjuicio de las demás disposiciones del presente Anexo, serán considerados originarios: <br /> a) los productos totalmente obtenidos o elaborados en territorio de una de las Partes: <br /> i) productos minerales extraídos del suelo o subsuelo y del suelo o subsuelo <br /> marino del territorio de las Partes Signatarias; <br /> ii) productos vegetales recolectados o cosechados en ellos; <br /> iii) animales vivos nacidos, capturados y criados en ellos; <br /> iv) productos procedentes de animales vivos capturados o criados en ellos; <br /> v) productos obtenidos por recolección, caza, pesca o acuicultura practicadas en ellos; <br /> vi) productos de la pesca marítima y otros productos obtenidos del mar <br /> territorial y las zonas económicas exclusivas del MERCOSUR o de la <br /> República de Cuba; <br /> vii) productos de la pesca marítima y otros productos obtenidos en alta mar <br /> por solamente por embarcaciones con bandera y registro o matrícula de la <br /> respectiva Parte Signataria; <br /> viii) productos obtenidos del suelo o subsuelo marino de sus respectivas <br /> plataformas continentales; <br /> ix) productos extraídos del suelo o subsuelo marino fuera de las respectivas <br /> plataformas continentales, siempre que la Parte Signataria en cuestión <br /> tenga derechos o esté patrocinada por una entidad que tenga derechos de <br /> explotación de ese suelo o subsuelo, de acuerdo con la el derecho internacional; <br /> x) los desechos y desperdicios que resulten de la utilización, o consumo, o de <br /> procesos industriales realizados en el territorio de cualquier Parte <br /> Signataria, aptos únicamente para recuperación de materias primas. <br /> xi) productos manufacturados en ellos exclusivamente a partir de los <br /> productos especificados en (i) a (x). <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso a); <br /> b) los productos que sean producidos enteramente en territorio de una de las <br /> Partes a partir exclusivamente de materiales que califican como originarios, de <br /> conformidad con este Anexo; <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso b); <br /> c) los productos elaborados utilizando materiales no originarios, excepto lo <br /> dispuesto en literal f) siempre que resulten de un proceso de producción, realizado <br /> enteramente en el territorio de una de las Partes, de tal forma que el producto se <br /> clasifique en una partida diferente a las de dichos materiales, según la NALADISA; <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso c); <br /> d) excepto lo dispuesto en el literal f), en el caso que no pueda cumplirse lo <br /> establecido en el literal c) precedente, porque el proceso de producción no implica un <br /> cambio de partida, bastará que el valor CIF puerto de destino o puerto marítimo, de <br /> todos los materiales de terceros países, no exceda el 50% del valor FOB de los <br /> productos de que se trate. <br /> En el caso de la Republica de Paraguay el porcentaje correspondiente será del 60% <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso d); <br /> e) Los productos resultantes de operaciones de ensamblaje o montaje realizadas <br /> en el territorio de las Partes, utilizando materiales originarios de terceros países, <br /> cuando el valor CIF puerto de destino o puerto marítimo de esos materiales no exceda <br /> el porcentaje correspondiente del valor FOB de las mercancías de que se trate, de <br /> acuerdo a lo establecido para cada Parte Signataria. <br /> En el caso de la República de Cuba y Paraguay, el porcentaje correspondiente será <br /> del 60% para los años 2006, 2007 y 2008; del 55% para los años 2009 y 2010; y 50% <br /> a partir del año 2011. <br /> En el caso de la Argentina, Brasil y Uruguay el porcentaje será del 50%. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso e); <br /> f) Los productos comprendidos en las partidas arancelarias 8701; 8702; 8703; <br /> 8704; 8705; 8706; y 8707 de la NALADISA 2002 serán considerados originarios de las <br /> Partes Signatarias cuando alcancen un índice de contenido regional (ICR) mínimo del <br /> 60%, calculado a través de la siguiente fórmula: <br /> ICR = {1 - (? del valor CIF de las autopartes importadas de extrazona)/(valor del bien final ex - fábrica, antes de impuestos)} X 100 >= 60% <br /> En los casos de Paraguay y Uruguay, el índice de contenido regional (ICR) mínimo <br /> será del 50%, calculado a través de la misma fórmula, durante el período de transición <br /> previsto en el cronograma de desgravación arancelaria. Una vez que la preferencia <br /> alcance el 100%, el índice de contenido regional (ICR) mínimo pasará a ser del 60%, a <br /> menos que las Partes acuerden una fórmula alternativa. <br /> Se entenderá por: <br /> Ex fábrica: precio para venta al mercado interno <br /> Extrazona: países no signatarios de este Acuerdo. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso f); <br /> g) los productos elaborados utilizando materiales no originarios, siempre que el <br /> producto cumpla con los requisitos específicos que sean establecidos por acuerdo <br /> entre las Partes, de conformidad con lo establecido en el presente Anexo. La <br /> aplicación de dichos requisitos prevalecerán sobre los criterios generales establecidos <br /> en los literales c) al e) del presente Artículo. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso g); <br /> Artículo 5: Valor de Contenido Regional <br /> Cuando de conformidad con este Anexo un producto requiera cumplir con el valor de <br /> contenido regional, de acuerdo con lo dispuesto en el artículo 4 d), 4 e) o 4 f), el valor <br /> de contenido regional se determinará conforme a los párrafos siguientes: <br /> a) la determinación del valor de transacción de un producto o material, así como <br /> los ajustes correspondientes, se harán de conformidad con el Acuerdo sobre <br /> Valoración Aduanera; <br /> b) para efectos del literal a), cuando el productor del producto no lo exporte <br /> directamente, el valor de transacción de dicho producto se determinará hasta el <br /> punto en el cual el comprador recibe el producto dentro del territorio donde se <br /> encuentra el productor; y <br /> c) cuando el productor del producto adquiera un material no originario dentro del <br /> territorio de la Parte donde se encuentra ubicado, el valor de transacción del <br /> material no incluirá el flete, seguro, costos de empaque y todos los demás <br /> costos en que se haya incurrido para el transporte del material desde el <br /> almacén del proveedor hasta el lugar en que se encuentre el productor. <br /> En el caso de Paraguay, para efectos de la determinación del valor CIF en la <br /> ponderación de los materiales no originarios, será considerado como puerto de destino <br /> el puerto marítimo o fluvial, localizado en el territorio de cualquiera de las Partes Signatarias.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6: Materiales indirectos <br /> Para efectos de determinar el carácter de originario de un producto, en el caso de los <br /> materiales indirectos no se tomara en cuenta el lugar de su producción, y el valor de <br /> esos materiales será el costo de los mismos que se reporte en los registros contables <br /> del productor del producto. <br /> A los efectos de este artículo se consideraran como materiales indirectos, los siguientes: <br /> a) combustible y energía; <br /> b) herramientas, matrices y moldes; <br /> c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> d) cualquier otro material que no haya sido incorporado en la composición final del producto.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 11: De la Expedición, Transporte y Tránsito de las mercancías <br /> Para que los productos originarios se beneficien de los tratamientos preferenciales, <br /> éstos deberán haber sido expedidos directamente de la Parte exportadora a la Parte <br /> importadora. A tal fin, se considera expedición directa: <br /> a) los productos transportados sin pasar por el territorio de algún Estado que no <br /> sea Parte del Acuerdo; <br /> b) los productos en tránsito a través de uno o más Estados que no sean Parte del <br /> Acuerdo, con o sin transbordo o almacenamiento temporal, bajo la vigilancia de <br /> la autoridad aduanera competente, siempre que: <br /> i. el tránsito estuviera justificado por razones geográficas, técnicas, logísticas <br /> o consideraciones relativas a requerimientos de transporte; <br /> ii. no estuvieran destinados al comercio, uso o empleo en el Estado de tránsito; y <br /> iii. no sufran, durante su transporte o depósito, ninguna operación distinta a la <br /> carga, descarga o manipuleo, para mantenerlos en buenas condiciones o <br /> asegurar su conservación.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4: Calificación de Origen <br /> b) los productos que sean producidos enteramente en territorio de una de las <br /> Partes a partir exclusivamente de materiales que califican como originarios, de <br /> conformidad con este Anexo; <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso b); <br /> c) los productos elaborados utilizando materiales no originarios, excepto lo <br /> dispuesto en literal f) siempre que resulten de un proceso de producción, realizado <br /> enteramente en el territorio de una de las Partes, de tal forma que el producto se <br /> clasifique en una partida diferente a las de dichos materiales, según la NALADISA; <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso c); <br /> d) excepto lo dispuesto en el literal f), en el caso que no pueda cumplirse lo <br /> establecido en el literal c) precedente, porque el proceso de producción no implica un <br /> cambio de partida, bastará que el valor CIF puerto de destino o puerto marítimo, de <br /> todos los materiales de terceros países, no exceda el 50% del valor FOB de los <br /> productos de que se trate. <br /> En el caso de la Republica de Paraguay el porcentaje correspondiente será del 60% <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso d); <br /> e) Los productos resultantes de operaciones de ensamblaje o montaje realizadas <br /> en el territorio de las Partes, utilizando materiales originarios de terceros países, <br /> cuando el valor CIF puerto de destino o puerto marítimo de esos materiales no exceda <br /> el porcentaje correspondiente del valor FOB de las mercancías de que se trate, de <br /> acuerdo a lo establecido para cada Parte Signataria. <br /> En el caso de la República de Cuba y Paraguay, el porcentaje correspondiente será <br /> del 60% para los años 2006, 2007 y 2008; del 55% para los años 2009 y 2010; y 50% <br /> a partir del año 2011. <br /> En el caso de la Argentina, Brasil y Uruguay el porcentaje será del 50%. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso e); <br /> f) Los productos comprendidos en las partidas arancelarias 8701; 8702; 8703; <br /> 8704; 8705; 8706; y 8707 de la NALADISA 2002 serán considerados originarios de las <br /> Partes Signatarias cuando alcancen un índice de contenido regional (ICR) mínimo del <br /> 60%, calculado a través de la siguiente fórmula: <br /> ICR = {1 - (? del valor CIF de las autopartes importadas de extrazona)/(valor del bien final ex - fábrica, antes de impuestos)} X 100 >= 60% <br /> En los casos de Paraguay y Uruguay, el índice de contenido regional (ICR) mínimo <br /> será del 50%, calculado a través de la misma fórmula, durante el período de transición <br /> previsto en el cronograma de desgravación arancelaria. Una vez que la preferencia <br /> alcance el 100%, el índice de contenido regional (ICR) mínimo pasará a ser del 60%, a <br /> menos que las Partes acuerden una fórmula alternativa. <br /> Se entenderá por: <br /> Ex fábrica: precio para venta al mercado interno <br /> Extrazona: países no signatarios de este Acuerdo. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso f); <br /> g) los productos elaborados utilizando materiales no originarios, siempre que el <br /> producto cumpla con los requisitos específicos que sean establecidos por acuerdo <br /> entre las Partes, de conformidad con lo establecido en el presente Anexo. La <br /> aplicación de dichos requisitos prevalecerán sobre los criterios generales establecidos <br /> en los literales c) al e) del presente Artículo. <br /> Identificación del requisito en el Certificado de Origen: (ACE Nº 62 - Anexo IV - Artículo 4 - Inciso g);", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7: Envases y materiales de empaque para venta al menudeo <br /> Los envases y los materiales de empaque en que un producto se presente para venta <br /> al menudeo, cuando estén clasificados con el producto que contengan, de acuerdo <br /> con la Regla General 5 b) del Sistema Armonizado: <br /> a) no se tomarán en cuenta para decidir si todos los materiales no originarios <br /> utilizados en la producción del producto cumplen con el artículo 4 a), 4 b), 4 c), <br /> o cuando corresponda, 4 f), salvo lo dispuesto en el literal b) de este artículo; o <br /> b) se tomará en cuenta el valor de dichos envases y materiales de empaque para <br /> venta al menudeo, cuando el producto esté sujeto a un requisito de valor de <br /> contenido regional de conformidad con los artículos 4 d) ó, cuando <br /> corresponda, 4 e) ó 4 f). <br /> Artículo 8: Contenedores y materiales de embalaje para embarque <br /> Los contenedores y los materiales de embalaje en que un producto se empaca o <br /> acondiciona exclusivamente para su transporte, no se tomarán en cuenta para efectos <br /> de cumplimiento de lo dispuesto en el artículo 4.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 90%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9: Juegos o surtidos <br /> Los juegos o surtidos que se clasifiquen según lo dispuesto en la Regla General 3 del <br /> Sistema Armonizado, así como los productos cuya descripción, conforme a la <br /> nomenclatura del Sistema Armonizado, sea específicamente la de un juego o surtido, <br /> calificarán como originarios, siempre que cada una de los productos contenidos en el <br /> juego o surtido cumpla con la regla de origen que se haya establecido para cada uno <br /> de los productos en este Anexo. <br /> No obstante lo dispuesto en el párrafo anterior, un juego o surtido de productos se <br /> considerará originario, si el valor de transacción de todos los productos no originarios <br /> utilizados en la formación del juego o surtido, ajustado sobre la base CIF, no excede <br /> del 10% del valor de transacción del juego o surtido, ajustado sobre la base FOB. <br /> Las disposiciones de este artículo prevalecerán sobre las demás disposiciones <br /> establecidas en el presente Anexo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13: Certificación de Origen y Emisión de Certificados <br /> El certificado de origen es el documento que certifica que los productos cumplen con <br /> las disposiciones sobre origen del presente Anexo y por ello, pueden beneficiarse del <br /> tratamiento preferencial acordado por las Partes. <br /> El certificado al que se refiere el párrafo anterior deberá emitirse en el formato único <br /> acordado por las Partes, incluido en el Apéndice I, el cual será expedido en base a una <br /> declaración jurada del productor final o del exportador del producto según corresponda <br /> y a la respectiva factura comercial de una empresa domiciliada en el país de origen, en <br /> el que manifieste el total cumplimiento de las disposiciones sobre origen del Acuerdo y <br /> la veracidad de la información asentada en el mismo. <br /> El certificado de origen ampara una sola importación de uno o varios productos al <br /> territorio de una de las Partes, declarados en un único documento aduanero de <br /> importación y el importador deberá cumplir con los procedimientos legales de la parte importadora. <br /> Las Partes mantendrán vigente el uso del modelo de certificado de origen de la <br /> Resolución Nº 252 de la Asociación Latinoamericana de Integración (ALADI), de la <br /> que las Partes Signatarias son miembros. <br /> Artículo 14: <br /> La emisión de los certificados de origen estará a cargo de las autoridades <br /> competentes de las Partes Signatarias, las cuales podrán delegar la expedición de los <br /> mismos en otros organismos públicos o entidades privadas que actúen en jurisdicción <br /> federal o nacional, estatal o departamental. La autoridad competente en cada Parte <br /> Signataria será responsable por el control de la emisión de los certificados de origen. <br /> La solicitud para la emisión de certificados de origen deberá ser efectuada por el <br /> productor final o el exportador del producto de que se trate, de conformidad con el artículo 17. <br /> Los nombres de los organismos públicos o entidades privadas para emitir certificados <br /> de origen, así como el registro de las firmas de los funcionarios habilitados para tal fin, <br /> serán los que las Partes Signatarias hayan notificado o notifiquen a la Secretaría <br /> General de la ALADI, ya sea para el trámite de registro o para cualquier cambio que <br /> sufran dichos registros, de conformidad con las disposiciones que rigen en esta <br /> materia en el órgano técnico de la ALADI. <br /> Artículo 17: <br /> La declaración jurada deberá contener como mínimo los siguientes datos: <br /> a) nombre, denominación o razón social del solicitante; <br /> b) domicilio legal para efectos fiscales; <br /> c) denominación de la mercancía a exportar y su clasificación en el código <br /> arancelario nacional y en NALADISA; <br /> d) valor FOB en dólares de los Estados Unidos de América, del producto a <br /> exportar, ajustado de conformidad con el artículo 5; y <br /> e) elementos demostrativos de los componentes del producto indicando: <br /> i) materiales, componentes y/o partes y piezas originarios; <br /> ii) materiales, componentes y/o partes y piezas originarios de la otra Parte, indicando: <br /> - procedencia; <br /> - códigos arancelarios nacionales o código NALADISA; <br /> - valor CIF en dólares de los Estados Unidos de América; y <br /> - porcentaje que representan en el valor del producto final; <br /> iii) materiales, componentes y/o partes y piezas no originarios: <br /> - procedencia; <br /> - códigos arancelarios nacionales o código NALADISA; <br /> - valor CIF en dólares de los Estados Unidos de América, ajustado <br /> de conformidad con el artículo 5; y <br /> - porcentaje que representan en el valor del producto final; <br /> iv) resumen descriptivo del proceso de producción <br /> La descripción del producto deberá coincidir con la que corresponde al código <br /> NALADISA y con la que se registra en la factura comercial del exportador. <br /> Para el caso de las exportaciones de ómnibus de la posición arancelaria NALADISA <br /> 2002 87.02.10.00, el certificado de origen podrá ser llenado de la siguiente forma: <br /> a) en el campo referente a la NALADISA SH y en el campo correspondiente a la <br /> descripción del producto, podrá constar la descripción del ómnibus, y <br /> b) en el campo correspondiente a la factura comercial podrá constar los números <br /> y las fechas de las respectivas facturas comerciales de los chasis y de las carrocerías <br /> Estas condiciones regirán por el término de dos (2) años a partir de la entrada en vigor <br /> del Acuerdo. Dentro de ese plazo, la Comisión Administradora definirá las condiciones <br /> que regirán para la emisión del certificado de origen de dicho producto. <br /> Las declaraciones juradas mencionadas deberán ser presentadas con una <br /> anticipación suficiente para cada solicitud de certificación. El solicitante deberá <br /> conservar los antecedentes necesarios que demuestren en forma documental que el <br /> producto cumple con los requisitos de origen exigidos, y ponerlos a disposición de la <br /> autoridad competente o entidad habilitada que expide el certificado de origen, o de la <br /> autoridad aduanera de la Parte Signataria importadora, cuando se lo solicite. <br /> En el caso de productos que fueran exportados regularmente, y siempre que el <br /> proceso y los materiales componentes no fueran alterados, la declaración jurada <br /> tendrá una validez de dos (2) años a partir de la fecha de su recepción por las <br /> entidades certificadoras, a menos que antes de dicho plazo se modifique alguno de los siguientes datos: <br /> a) origen, cantidad, peso, valor y clasificación arancelaria de los materiales <br /> utilizados en la elaboración de la mercancía; <br /> b) proceso de transformación o elaboración empleado; <br /> c) proporción del valor CIF de los materiales no originarios en relación al valor <br /> FOB de la mercancía; <br /> d) denominación o razón social del productor o exportador, su representante <br /> legal o domicilio de la empresa. <br /> La modificación de uno o más de los datos señalados en los literales desde el a) hasta <br /> el d) anteriores se deberá notificar a la entidad certificadora y ameritará la <br /> presentación de una nueva declaración jurada. <br /> Artículo 18: Rectificación del certificado de origen <br /> En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br /> que no afectan la calificación de origen del producto, la autoridad aduanera conservará <br /> el original del certificado de origen y notificará al importador indicando los errores que <br /> presenta el certificado de origen. El importador deberá presentar la rectificación <br /> correspondiente en un plazo máximo de 30 días calendario contados a partir de la <br /> fecha de recepción de la notificación. Dicha rectificación debe ser realizada mediante <br /> nota en ejemplar original que debe contener la enmienda, la fecha y el número del <br /> certificado de origen y ser firmada por una persona autorizada de la Entidad certificadora. <br /> Artículo 19: Emisión de duplicados del Certificado de Origen <br /> En el caso de robo, pérdida o destrucción del certificado de origen, el exportador podrá <br /> requerir un duplicado a las autoridades competentes que lo hayan expedido, sobre la <br /> base de los documentos de exportación que obren en su poder. <br /> El duplicado del certificado de origen extendido de esta forma deberá contener la <br /> leyenda \"DUPLICADO\" en el campo de \"OBSERVACIONES\". A su vez se deberá <br /> señalar en el mismo campo, la fecha de emisión y número del certificado original <br /> robado, perdido o destruido de modo que su vigencia contará a partir de esa fecha.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2: Definiciones <br /> - Autoridad competente: la autoridad que, conforme a la legislación de cada <br /> Parte, es responsable de la aplicación del Régimen de Origen. <br /> En el caso de la República de Cuba: <br /> - El Ministerio de Comercio Exterior y el Ministerio de Finanzas y Precios <br /> actuando conjuntamente <br /> En el caso del MERCOSUR: <br /> - La Secretaría de Industria, Comercio y de La Pequeña y Mediana Empresa <br /> del Ministerio de Economía y Producción de Argentina. <br /> - La Secretaria de Comércio Exterior del Ministerio de Desarrollo, Indústria y <br /> Comercio y la Secretaria de la Receita Federal del Ministério de Fazenda de Brasil. <br /> - Ministerio de Industria y Comercio de Paraguay <br /> - Ministerio de Economía y Finanzas, Asesoría de Política Comercial, Unidad <br /> de Origen de Uruguay", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16: <br /> De conformidad con lo establecido en los artículos 14 y 17 del presente anexo, el <br /> certificado de origen tendrá una validez de ciento ochenta (180) días contados a partir <br /> de la fecha de su emisión. El certificado deberá ser emitido exclusivamente en el <br /> formato que las Partes acuerden, conforme al artículo 13 del presente anexo y el <br /> mismo carecerá de validez si no estuviera debidamente llenado en todos los campos, <br /> excepto el campo de observaciones. <br /> El plazo establecido en el párrafo anterior podrá prorrogarse únicamente por el tiempo <br /> en el que la mercancía se encuentra amparada por algún régimen suspensivo de <br /> importación, que no permita alteración alguna de la mercancía objeto de comercio. <br /> Sin perjuicio del plazo de validez a que se refiere el párrafo anterior, los certificados de <br /> origen no podrán ser expedidos con antelación a la fecha de emisión de la factura <br /> comercial, si no en la misma fecha o dentro de los 60 días calendario siguientes, salvo <br /> lo dispuesto en el artículo 12. <br /> El certificado de origen no deberá presentar raspaduras, tachaduras o enmiendas. <br /> El certificado de origen deberá ser emitido en uno de los dos idiomas oficiales del Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 20: Documentos Justificativos <br /> Para los casos de verificación y control, el exportador o productor que haya firmado <br /> una declaración jurada de origen y un certificado de origen deberá mantener, por un <br /> período de cinco (5) años, toda la información que en ella consta, a través de sus <br /> registros contables y documentos justificativos (tales como facturas, recibos, entre <br /> otros) u otros elementos de prueba que permitan acreditar lo declarado, incluyendo los referentes a: <br /> a) la adquisición, los costos, el valor y el pago del producto que se exporte de su territorio; <br /> b) la adquisición, los costos, el valor y el pago de todos los materiales incluso los <br /> indirectos, utilizados en la producción del producto que se exporte de su territorio; y <br /> c) la producción de la mercancía en la forma que se exporte de su territorio. <br /> Asimismo, el importador que solicite trato arancelario preferencial para un producto <br /> que se importe a su territorio, del territorio de la otra Parte, conservará durante un <br /> mínimo de cinco (5) años, contados a partir de la fecha de la importación, toda la <br /> documentación relativa a la importación requerida por la Parte Signataria importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12: Operaciones realizadas mediante la intervención de terceros operadores <br /> Los productos que cumplan con las disposiciones del presente Régimen mantendrán <br /> su carácter de originarios, aun cuando sean facturados por operadores comerciales de un tercer país. <br /> En estos casos el productor o exportador del país de exportación deberá indicar, en el <br /> certificado de origen respectivo, en el campo \"OBSERVACIONES\", que el producto <br /> objeto de su declaración será facturado desde un tercer país. <br /> Si al momento de expedir el certificado de origen, no se conociera el número de la <br /> factura comercial emitida por un operador de un tercer país, el importador presentará a <br /> la autoridad competente que corresponda una declaración jurada que justifique el <br /> hecho, en la que deberá indicar, por lo menos, los números y fechas de la factura <br /> comercial definitiva y del certificado de origen que amparan la operación de importación.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21: Procesos de Verificación y Control <br /> No obstante la presentación del certificado de origen en las condiciones establecidas <br /> por este régimen la autoridad competente de la Parte Signataria importadora podrá, en <br /> el caso de dudas con relación a la autenticidad o veracidad del (los) certificado(s) de <br /> origen, requerir a la autoridad competente de la Parte Signataria exportadora <br /> responsable de la verificación y control de los certificados de origen, información <br /> adicional, con la finalidad de verificar la autenticidad del (los) certificado(s) de origen, <br /> la veracidad de la información asentada en el (los) mismo(s) o el origen de los productos. <br /> A efectos del párrafo anterior, la autoridad competente de la Parte Signataria <br /> importadora deberá indicar el número y la fecha de los certificados de origen o el <br /> período de tiempo sobre el cual solicita la información referida a un exportador, así <br /> como una breve descripción del tipo de problema encontrado. <br /> Si la información a que se refiere el párrafo primero de este artículo no es suficiente <br /> para disipar las dudas sobre el origen de los productos amparados por un certificado <br /> de origen, las Partes permitirán que, para verificar si un producto que se importe a su <br /> territorio del territorio de la otra Parte, califica para recibir el trato arancelario <br /> establecido en este Acuerdo, la Parte Signataria importadora, a través de la autoridad <br /> competente de la Parte Signataria exportadora, podrá: <br /> a) dirigir cuestionarios escritos a exportadores o productores del territorio de la otra Parte; <br /> b) solicitar, en casos justificados, que esta autoridad realice las gestiones <br /> pertinentes, a efectos de poder realizar visitas de verificación a las <br /> instalaciones de un exportador, con el objeto de examinar los procesos <br /> productivos, las instalaciones que se utilicen en la producción del producto, así <br /> como otras acciones que contribuyan a la verificación de su origen; o <br /> c) llevar a cabo otros procedimientos que puedan establecerse a través de la <br /> Comisión Administradora del Acuerdo. <br /> Artículo 22: <br /> La autoridad competente de la Parte Signataria importadora deberá notificar la <br /> iniciación del procedimiento de investigación y control de conformidad con el artículo <br /> anterior al importador y a la autoridad competente de la verificación y control en la <br /> Parte Signataria exportadora. <br /> En ningún caso la Parte Signataria importadora detendrá el trámite de importación de <br /> los productos amparados en los certificados a que se refiere el artículo 21. <br /> Sin perjuicio de ello, la Parte Signataria importadora podrá adoptar las medidas que <br /> considere necesarias para garantizar el interés fiscal. <br /> Artículo 24: <br /> La autoridad competente responsable por la verificación y control de los certificados de <br /> origen deberá proveer la información solicitada por aplicación de lo dispuesto en el <br /> párrafo primero y segundo del artículo 21, en un plazo no superior a 120 días, <br /> contados a partir de la fecha de recepción de la solicitud respectiva. <br /> En los casos en que la información solicitada no fuera provista en el plazo estipulado <br /> en el párrafo anterior, la autoridad competente de la Parte Signataria importadora <br /> considerará que los productos objeto de la verificación no califican como originarios y <br /> denegará el tratamiento arancelario preferencial.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 26: Sanciones <br /> Cada Parte Signataria establecerá o mantendrá sanciones penales, civiles o <br /> administrativas por infracciones relacionadas con este régimen, conforme a sus leyes y reglamentaciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 18: Rectificación del certificado de origen <br /> En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br /> que no afectan la calificación de origen del producto, la autoridad aduanera conservará <br /> el original del certificado de origen y notificará al importador indicando los errores que <br /> presenta el certificado de origen. El importador deberá presentar la rectificación <br /> correspondiente en un plazo máximo de 30 días calendario contados a partir de la <br /> fecha de recepción de la notificación. Dicha rectificación debe ser realizada mediante <br /> nota en ejemplar original que debe contener la enmienda, la fecha y el número del <br /> certificado de origen y ser firmada por una persona autorizada de la Entidad certificadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": ": Ámbito de aplicación", "ArticleDesc": "Artículo 1: Ámbito de aplicación <br> El presente Anexo establece las reglas de origen aplicables al intercambio de <br> productos entre las Partes Contratantes, a los efectos de: <br> a) calificación y determinación del producto originario; <br> b) certificación de origen y emisión de los certificados de origen; <br> c) procesos de verificación y control de origen; y <br> d) sanciones. <br> Las Partes Contratantes aplicarán el presente régimen a efectos de solicitar el trato <br> preferencial conforme las preferencias arancelarias negociadas en el presente Acuerdo. <br> "}, {"ArticleTitle": ": Definiciones", "ArticleDesc": "Artículo 2: Definiciones <br> A los efectos del presente Anexo, se entenderá por: <br> - Alta mar: tiene el mismo significado que el acordado en la Convención de las <br> Naciones Unidas de 1982 sobre Derecho del Mar; <br> - Autoridad competente: la autoridad que, conforme a la legislación de cada <br> Parte, es responsable de la aplicación del Régimen de Origen. <br> - El Ministerio de Comercio Exterior y el Ministerio de Finanzas y Precios <br> actuando conjuntamente <br> En el caso del MERCOSUR: <br> - La Secretaría de Industria, Comercio y de La Pequeña y Mediana Empresa <br> En el caso de la República de Cuba: <br> del Ministerio de Economía y Producción de Argentina. <br> - La Secretaria de Comércio Exterior del Ministerio de Desarrollo, Indústria y <br> Comercio y la Secretaria de la Receita Federal del Ministério de Fazenda de Brasil. <br> - Ministerio de Industria y Comercio de Paraguay <br> - Ministerio de Economía y Finanzas, Asesoría de Política Comercial, Unidad <br> de Origen de Uruguay <br> - Capítulos, Partidas y Subpartidas : se refiere a los dos primeros dígitos para <br> el caso de capítulos, cuatro dígitos para el caso de partidas y seis dígitos para <br> el caso de las subpartidas, utilizados en la nomenclatura, que compone el <br> Sistema Armonizado para la Designación y Codificación de Mercancías. <br> - Manufactura: Cualquier tipo de procesamiento o transformación, incluyendo el <br> ensamblado u otras operaciones específicas. <br> - Material: comprende las materias primas, insumos, productos intermedios, <br> partes o piezas, que son utilizadas en la elaboración de un producto. <br> - NALADISA: Nomenclatura Arancelaria de la ALADI con base en el Sistema <br> Armonizado; versión 2002. <br> - Precio CIF: se refiere al precio pagado al exportador por el importador, por el <br> producto puesto en el lugar de desembarque acordado, incluyendo el valor del <br> flete y del seguro internacional; <br> - Precio FOB: se refiere al precio pagado al exportador por el producto puesto a <br> bordo del medio de transporte acordado en el punto de embarque designado; <br> - Producción: el cultivo, la cría, la extracción, la cosecha, la pesca, la caza, la manufactura. <br> - Producto: producto manufacturado incluso cuando está prevista su utilización <br> posterior en otro proceso de manufactura, así como los obtenidos en cualquier <br> otro proceso de producción <br> - Territorio: los territorios de las Partes Signatarias, incluyendo al \"mar territorial\", <br> las \"zonas económicas exclusivas\" y la \"plataforma continental\" tal como están <br> definidos en la Convención de las Naciones Unidas de 1982 sobre Derecho del <br> Mar y el derecho internacional; <br> - Valor en aduana: es el valor de transacción de un producto, siendo éste el <br> precio realmente pagado o por pagar por dicho producto, determinado según los <br> criterios de aplicación del acuerdo para la interpretación del artículo VII del <br> GATT 94 relativo al Acuerdo de Valoración Aduanera. <br> "}, {"ArticleTitle": "5:", "ArticleDesc": "Artículo 15: <br> Las entidades certificadoras deberán numerar correlativamente los certificados <br> emitidos y archivar un ejemplar durante un plazo mínimo de dos (2) años, a partir de la <br> fecha de su emisión. Tal archivo deberá incluir, además, todos los antecedentes que <br> sirvieron de base para la emisión del certificado. <br> Las entidades habilitadas mantendrán un registro permanente de todos los certificados <br> de origen emitidos, el cual deberá contener, como mínimo, el número del certificado, el <br> solicitante del mismo y la fecha de su emisión. <br> "}, {"ArticleTitle": "3:", "ArticleDesc": "Artículo 23: <br> En caso de que las Partes Signatarias no lleguen a un común acuerdo después de <br> haber agotado las instancias señaladas en el artículo 21, la Parte Signataria afectada <br> podrá recurrir a la Comisión Administradora, sin perjuicio del derecho de las Partes de <br> recurrir al mecanismo de Solución de Controversias del presente Acuerdo. <br> "}, {"ArticleTitle": "5: Confidencialidad", "ArticleDesc": "Artículo 25: Confidencialidad <br> Cada Parte Signataria mantendrá, de conformidad con lo establecido en su legislación, <br> la confidencialidad de la información que tenga tal carácter obtenida conforme a este <br> régimen y la protegerá de toda divulgación que pudiera perjudicar a la persona que la proporciona. <br> La información confidencial obtenida conforme a este Régimen sólo podrá darse a <br> conocer a las autoridades competentes por la verificación y control de origen, cuando <br> resulte estrictamente necesaria para corroborar la calificación de origen de un <br> producto objeto de una investigación. <br> "}, {"ArticleTitle": "7: Consultas, cooperación y modificaciones", "ArticleDesc": "Artículo 27: Consultas, cooperación y modificaciones <br> Cualquier Parte Contratante que considere que el presente Anexo requiera ser <br> modificado respecto a los criterios de aplicación, certificación, verificación o control de <br> origen, podrá solicitar una reunión de un grupo técnico, a los efectos de su revisión y <br> "}]}]}, "members_found": ["032", "192", 2, 8703900000]}