{"FtaRooDetails": {"FtaId": 534, "FtaCode": "ITC00539", "FtaName": "FTA, Triangulo del Norte-Colombia", "FtaFullName": "TRATADO DE LIBRE COMERCIO ENTRE LA REPÚBLICA DE COLOMBIA Y LAS REPÚBLICAS DE EL SALVADOR, GUATEMALA Y HONDURAS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "13.11.2009", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Colombia; El Salvador; Guatemala; Honduras", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Triangulo del Norte-Colombia", "AdminProcCooAuth": "The certification type under FTA, Triangulo del Norte-Colombia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Triangulo del Norte-Colombia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Triangulo del Norte-Colombia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "35%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "No se requiere cambio de clasificación arancelaria cumpliendo con un valor de contenido regional no menor a 35% cuando se utilice el método de costo neto.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00539_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.centrex.gob.sv/scx_html/Certificado%20de%20Origen%20COL-TN%20final%20(2).xls"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00539_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/tpd/col_norte/text/T-Anexo4.3.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00539_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/tpd/col_norte/text/Text_s.asp#Cap04"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00539_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/tpd/col_norte/text/Text_s.asp#Cap05"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00539_full.pdf", "DocType": "8_full", "WebLink": "https://zede.gob.hn/FTA/FTA%20-COLOMBIA-HONDURAS-EL%20SALVADOR-NICARAGUA.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: Acumulación <br /> 1. Los materiales originarios o mercancías originarias del territorio de una Parte, incorporados a una mercancía <br /> en el territorio de una o más de las Partes, serán considerados originarios del territorio de esta última. <br /> 2. Una mercancía es originaria, cuando ésta es producida en el territorio de una o más de las Partes, por uno o <br /> más productores, siempre y cuando las mercancías cumplan con los requisitos establecidos en el Artículo 4.3 y <br /> con los demás requisitos aplicables a este Capítulo. <br /> 3. Para efectos de la acumulación de una mercancía originaria excluida del Programa de Desgravación <br /> Arancelaria, la Parte que excluyó esa mercancía, será considerada como no Parte para efectos del cumplimiento <br /> del régimen de origen, hasta el momento en que las Partes acuerden incluirla en el Programa de Desgravación Arancelaria. <br /> 4. Para efectos de una acumulación extendida de origen para mercancías clasificadas en los capítulos 50 al 63 <br /> del Sistema Armonizado con países no Parte del presente Tratado, con los que se tengan acuerdos comerciales <br /> en común, las Partes entrarán en discusiones dentro de los noventa (90) días posteriores a la fecha de entrada <br /> en vigor de este Tratado u otra fecha que las Partes determinen, con el propósito que materiales producidos en <br /> dichos países no Parte sean considerados como originarios bajo este Tratado, sujeto a consultas con los <br /> sectores y consenso de las Partes. <br /> 5. Para las demás mercancías en las que las Partes muestren un interés común para tener una acumulación <br /> extendida con países no Parte del presente Tratado, con los que se tengan acuerdos comerciales en común, las <br /> Partes entrarán en consultas con dichos países con el propósito de concretar dicha acumulación de origen conjuntamente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.8: De Minimis <br /> 1. Una mercancía será considerada originaria si el valor de todos los materiales no originarios utilizados en la <br /> producción de esta mercancía que no cumple con el requisito de cambio de clasificación arancelaria establecido <br /> en el Anexo 4.3 no excede el diez por ciento (10%) del valor de transacción de la mercancía determinado <br /> conforme al Artículo 4.7. <br /> 2. Cuando se trate de mercancías que se clasifican en los capítulos 50 al 63 del Sistema Armonizado, el <br /> porcentaje señalado en el párrafo 1 se referirá al peso de las fibras o hilados respecto al peso de la mercancía producida. <br /> 3. El párrafo 1 no se aplicará a un material no originario: <br /> (a) que se utilice en la producción de mercancías comprendidas en los capítulos 1 al 24 del Sistema <br /> Armonizado, a menos que el material no originario esté comprendido en una subpartida distinta a la de la <br /> mercancía para la cual se está determinando el origen de conformidad con este Artículo; o <br /> (b) clasificado en el Capítulo 15 del Sistema Armonizado que se utilice en la producción de una mercancía <br /> clasificada en la partida 15.11 o subpartidas 1513.21 ó 1513.29.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: Valor de Contenido Regional <br /> 5. Para efectos de cálculo del valor de contenido regional, el valor de los materiales no originarios utilizados por <br /> el productor en la producción de una mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es adquirido y utilizado por el productor de la <br /> mercancía en la producción de esa mercancía; o <br /> (b) el productor de una mercancía en la fabricación de un material de fabricación propia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Accesorios, Repuestos y Herramientas <br /> 1. Los accesorios, repuestos o herramientas entregados con la mercancía como parte usual de la misma se <br /> considerarán partes de la mercancía y no se tomarán en cuenta para determinar si todos los materiales no <br /> originarios utilizados en la producción de una mercancía cumplen con el correspondiente cambio de clasificación <br /> arancelaria establecido en el Anexo 4.3, siempre que: <br /> (a) los accesorios, repuestos o herramientas no sean facturados por separado de la mercancía; y <br /> (b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los habituales para la mercancía. <br /> Para aquellos accesorios, repuestos o herramientas que no cumplan con las condiciones mencionadas <br /> anteriormente, se aplicará a cada uno de ellos lo establecido en este Capítulo. <br /> 2. Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el valor de los accesorios, <br /> repuestos o herramientas se considerarán como materiales originarios o no originarios, según sea el caso, para <br /> calcular el valor del contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: Valor de Contenido Regional <br /> 1. Cada Parte dispondrá que el valor de contenido regional de las mercancías será calculado por el exportador o <br /> productor de la mercancía, de acuerdo con la siguiente formula: <br /> VCR = [(VM- VMN) / VM] * 100 <br /> donde: <br /> VCR es el valor de contenido regional, expresado como un porcentaje; <br /> VM es el valor de transacción de la mercancía ajustado sobre una base FOB, salvo lo dispuesto en el párrafo 2 <br /> determinado de conformidad con lo dispuesto en los Artículos 1 al 8 y Artículo 15 del Acuerdo de Valoración Aduanera; y <br /> VMN es el valor de transacción de los materiales no originarios ajustados sobre una base CIF, salvo lo dispuesto <br /> en el párrafo 4 determinado de conformidad con lo dispuesto en los Artículos 1 al 8 y Artículo 15 del Acuerdo de <br /> Valoración Aduanera. <br /> 2. Cuando una mercancía no es exportada directamente por su productor, el valor se ajustará hasta el punto en <br /> el cual el comprador reciba la mercancía dentro del territorio donde se encuentra el productor. <br /> 3. Todos los registros de los costos considerados para el cálculo de valor de contenido regional serán <br /> registrados y mantenidos de conformidad con los principios de contabilidad generalmente aceptados, aplicables <br /> en el territorio de la Parte donde la mercancía se produce. <br /> 4. Cuando el productor de una mercancía adquiera un material no originario dentro del territorio de una Parte <br /> donde se encuentre ubicado, el valor del material no originario no incluirá el flete, seguro, costos de empaque y <br /> todos los demás costos incurridos en el transporte del material desde el almacén del proveedor hasta el lugar en <br /> que se encuentre el productor. <br /> 5. Para efectos de cálculo del valor de contenido regional, el valor de los materiales no originarios utilizados por <br /> el productor en la producción de una mercancía no incluirá el valor de los materiales no originarios utilizados por: <br /> (a) otro productor en la producción de un material originario que es adquirido y utilizado por el productor de la <br /> mercancía en la producción de esa mercancía; o <br /> (b) el productor de una mercancía en la fabricación de un material de fabricación propia. <br /> 6. Cuando el Anexo 4.3 especifique una prueba de valor de contenido regional para determinar si una mercancía <br /> de la industria automotriz1 es originaria, cada Parte dispondrá que el importador, exportador o productor podrá <br /> utilizar el cálculo de valor de contenido regional de esa mercancía basado en el siguiente método: <br /> Método para las mercancías de la industria automotriz (\"Método del Costo Neto\") <br /> VCR = [(CN - VMN)/CN] x 100 <br /> donde: <br /> VCR es el valor de contenido regional expresado como un porcentaje; <br /> CN es el costo neto de la mercancía; y <br /> VMN es el valor de los materiales no originarios adquiridos y utilizados por el productor en la producción de la mercancía. <br /> 7. Cada Parte dispondrá que para efectos del método de cálculo del valor de contenido regional de conformidad <br /> con el párrafo 6, el exportador o productor podrá utilizar un cálculo promediado sobre el año fiscal del productor, <br /> utilizando cualquiera de las siguientes categorías, ya sea tomando como base todos los vehículos automóviles <br /> de la categoría o sólo los vehículos automóviles de la categoría que se exporten a territorio de una o más de las Partes: <br /> (a) la misma línea de modelo en vehículos automotores de la misma clase de vehículos producidos en la misma <br /> planta en territorio de una Parte; <br /> (b) la misma clase de vehículos automotores producidos en la misma planta en territorio de una Parte; o <br /> (c) la misma línea de modelo en vehículos automotores producidos en territorio de una Parte. <br /> 8. Cada Parte dispondrá que para efectos del cálculo del valor de contenido regional de conformidad con el <br /> párrafo 6 para materiales automotrices2 que se produzcan en la misma planta, un exportador o productor podrá <br /> utilizar el cálculo: <br /> (a) promediado: <br /> (i) en el año fiscal del productor del vehículo automóvil a quien se vende la mercancía; <br /> (ii) en cualquier período trimestral o mensual; o <br /> (iii) en su propio año fiscal, siempre que la mercancía hubiera sido producida durante un año fiscal, trimestre o <br /> un mes usado como base para el cálculo; <br /> (b) en el cual, el promedio del subpárrafo (a) es calculado por separado para tales mercancías vendidas a uno o <br /> más productores de vehículos automóviles; o <br /> (c) en el cual, el promedio en el subpárrafo (a) o (b) es calculado por separado para esas mercancías que son <br /> exportadas a territorio de una o más de las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.1: Definiciones <br /> material indirecto significa una mercancía utilizada en la producción, verificación o inspección de otra <br /> mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía que se utilice en el mantenimiento <br /> de edificios o en la operación de equipos relacionados con la producción de otra mercancía, incluyendo: <br /> (a) combustible, energía, solventes y catalizadores; <br /> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br /> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> (d) herramientas, troqueles y moldes; <br /> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la producción, operación de <br /> equipos o mantenimiento de los edificios; y <br /> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo uso en la producción de la <br /> mercancía pueda demostrarse razonablemente que forma parte de dicha producción; <br /> Artículo 4.5: Materiales Indirectos <br /> Los materiales indirectos se considerarán como originarios independientemente de su lugar de producción o elaboración.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Transito y Transbordo <br /> Cada Parte dispondrá que una mercancía que sea objeto de una operación de tránsito o transbordo no se <br /> considerará originaria, si la mercancía: <br /> (a) sufre un procesamiento ulterior o es objeto de cualquier otra operación dentro del territorio de un país no <br /> Parte, excepto la descarga, recarga o cualquier otra operación necesaria para mantener la mercancía en buenas <br /> condiciones o para transportarla a territorio de una Parte; o <br /> (b) no permanezca bajo el control de la autoridad aduanera.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.3: Mercancía Originaría <br /> Salvo disposición en contrario en este Capítulo, una mercancía será considerada originaria del territorio de una Parte, cuando: <br /> (a) sea obtenida en su totalidad o producida enteramente en el territorio de una o más de las Partes; <br /> (b) sea producida enteramente en el territorio de una o más de las Partes a partir exclusivamente de materiales <br /> que califican como originarios de conformidad con este Capítulo; o <br /> (c) sea producida enteramente en el territorio de una o más de las Partes a partir de materiales no originarios <br /> que cumplan con un cambio de clasificación arancelaria, un valor de contenido regional u otros requisitos, según <br /> se especifica en el Anexo 4.3 y la mercancía cumpla con las demás disposiciones aplicables en este Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Envases y Materiales de Empaque para la Venta al Por Menor <br /> 1. Cuando los envases y materiales de empaque en que una mercancía se presente para la venta al por menor <br /> estén clasificados en el Sistema Armonizado con la mercancía que contienen, no se tomarán en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la producción de la mercancía cumplen con el <br /> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.3. <br /> 2. Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el valor de dichos envases y <br /> materiales de empaque se tomará en cuenta como material originario o no originario, según sea el caso, para <br /> calcular el valor de contenido regional de la mercancía. <br /> Artículo 4.13: Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje en los cuales la mercancía esté empacada para su transporte no se <br /> tomarán en cuenta para efectos de determinar si una mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Mercancías y Materiales Fungibles <br /> 1. Cuando en la producción de una mercancía o un material fungible originario se utilicen mercancías fungibles, <br /> originarias y no originarias, el origen de esta mercancía o material fungible podrá determinarse, ya sea por <br /> segregación física de cada mercancía o material, o mediante la aplicación de uno de los siguientes métodos de <br /> manejo de inventarios: <br /> (a) Primeras Entradas, Primeras Salidas (PEPS); <br /> (b) Ultimas Entradas, Primera Salidas (UEPS); o <br /> (c) Promedios. <br /> 2. Cada Parte dispondrá que el método de manejo de inventarios seleccionado de conformidad con el párrafo 1 <br /> para una mercancía o material fungible en particular, deberá continuar siendo utilizado para aquella mercancía o <br /> material fungible a través del año fiscal de la persona que seleccionó el método de manejo de inventarios.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10: Juegos o Surtidos de Mercancías <br /> 1. Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de las Reglas Generales para la <br /> Interpretación del Sistema Armonizado, así como las mercancías cuya descripción conforme a la nomenclatura <br /> del Sistema Armonizado sea específicamente la de un juego o surtido, calificarán como originarias, siempre que <br /> cada una de las mercancías contenidas en ese juego o surtido cumpla con las reglas de origen establecidas en <br /> este Capítulo y en el Anexo 4.3. <br /> 2. No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancías se considerará originario, si el <br /> valor de todas las mercancías no originarias utilizadas en la formación del juego o surtido no excede el quince <br /> por ciento (15%) del valor de transacción de la mercancía, determinado conforme al Artículo 4.7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.2: Certificación de Origen <br /> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un certificado de origen escrito o <br /> electrónico1 , emitido por el exportador o productor. <br /> 2. Las Partes establecerán un formato único para el certificado de origen, el cual entrará en vigor en la misma <br /> fecha de este Tratado y servirá para certificar que una mercancía que se exporte del territorio de una Parte al <br /> territorio de la otra Parte, califica como originaria y podrá ser modificado por acuerdo entre las Partes. <br /> 3. El exportador o productor que complete y firme un certificado de origen lo realizará en términos de declaración <br /> jurada, comprometiéndose a asumir cualquier responsabilidad administrativa, civil o penal, cuando haya incluido <br /> en el certificado de origen información falsa o incorrecta. <br /> 4. Cada Parte dispondrá que cuando el exportador no sea el productor de la mercancía, llene y firme el <br /> certificado de origen con fundamento en: <br /> (a) su conocimiento respecto de si la mercancía califica como originaria; o <br /> (b) la certificación de origen llenada y firmada por el productor de la mercancía y proporcionada voluntariamente al exportador. <br /> 5. Cada Parte dispondrá que un certificado de origen podrá aplicarse a: <br /> (a) un solo embarque de una o varias mercancías al territorio de una Parte; o <br /> (b) varios embarques de mercancías idénticas a realizarse dentro de cualquier período establecido en el <br /> certificado de origen, que no exceda de un (1) año a partir de la fecha de la certificación. <br /> 6. Cada Parte dispondrá que la autoridad aduanera de la Parte importadora, acepte un certificado de origen <br /> válido por un período de un (1) año a partir de la fecha en la cual el certificado fue firmado y sellado por el <br /> exportador o productor. <br /> 7. Cada Parte dispondrá que el tratamiento arancelario preferencial, no será denegado sólo porque la mercancía <br /> cubierta por un certificado de origen es facturada por una empresa ubicada en el territorio de un país no Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.3: Excepciones <br /> Ninguna Parte exigirá una certificación o información que demuestre que una mercancía es originaria cuando: <br /> (a) el valor aduanero de la importación no exceda de un mil quinientos dólares de los Estados Unidos de <br /> América (US$ 1500) o el monto equivalente en la moneda de la Parte importadora o un monto mayor que <br /> puede ser establecido por la Parte importadora, a menos que ésta onsidere que la importación forma parte de <br /> una serie de importaciones realizadas o planificadas con el propósito de evadir el cumplimiento de la legislación <br /> de la Parte que regula las solicitudes de tratamiento arancelario preferencial bajo este Tratado; o <br /> (b) sea una mercancía para la cual la Parte importadora no requiere que el importador presente una certificación <br /> o información que demuestre el origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.1: Definiciones <br /> 1. Para los efectos de este Capítulo: <br /> autoridad competente significa: <br /> (a) con respecto a la República de El Salvador, el Ministerio de Economía, quien en lo procedente es <br /> responsable de la administración y la Dirección General de Aduanas del Ministerio de Hacienda, quien es la <br /> responsable de realizar los procedimientos de verificación de origen y emisión de resoluciones anticipadas; <br /> (b) con respecto a la República de Guatemala, el Ministerio de Economía; <br /> (c) con respecto a la República de Honduras, la Secretaría de Estado en los Despachos de Industria y Comercio; y <br /> (d) con respecto a la República de Colombia, el Ministerio de Comercio, Industria y Turismo o la Dirección de <br /> Impuestos y Aduanas Nacionales; o sus sucesores;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.2: Certificación de Origen <br /> 6. Cada Parte dispondrá que la autoridad aduanera de la Parte importadora, acepte un certificado de origen <br /> válido por un período de un (1) año a partir de la fecha en la cual el certificado fue firmado y sellado por el <br /> exportador o productor.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.6: Registros <br /> 1. Cada Parte dispondrá que un exportador o productor que emita un certificado de origen conserve, por un <br /> período mínimo de cinco (5) años a partir de la fecha de la firma del certificado, todos los registros contables y <br /> documentación relacionada con el origen de las mercancías, incluyendo aquellos que se refieren a: <br /> (a) la compra, costos, valor y pago de la mercancía exportada desde su territorio; <br /> (b) la compra, costos, valor y pago de todos los materiales, incluyendo los indirectos, utilizados en la producción <br /> de la mercancía exportada desde su territorio; y <br /> (c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br /> 2. Cada Parte dispondrá que un importador que reclame tratamiento arancelario preferencial por una mercancía <br /> importada al territorio de esa Parte, mantendrá copia del certificado de origen y la documentación relacionada <br /> con la importación por un período mínimo de cinco (5) años a partir de la fecha de la importación de la mercancía.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.4: Obligaciones Relativas a las Importaciones <br /> 3. Cada Parte dispondrá que, cuando el importador no hubiera solicitado un tratamiento arancelario preferencial <br /> para la mercancía importada a su territorio que hubiera calificado como originaria, el importador podrá, a mas <br /> tardar un (1) año después de la fecha de importación, solicitar la devolución de los aranceles aduaneros <br /> pagados en exceso por no haber solicitado tratamiento arancelario preferencial para esa mercancía, siempre <br /> que la solicitud vaya acompañada de: <br /> (a) una declaración por escrito indicando que la mercancía califica como originaria en el momento de la importación; <br /> (b) el certificado de origen o su copia; y <br /> (c) cualquier otra documentación relacionada con la importación de la mercancía, tal como lo pueda requerir la <br /> autoridad aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.2: Certificación de Origen <br /> 7. Cada Parte dispondrá que el tratamiento arancelario preferencial, no será denegado sólo porque la mercancía <br /> cubierta por un certificado de origen es facturada por una empresa ubicada en el territorio de un país no Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.7: Procedimientos de Verificación de Origen <br /> 1. La Parte importadora, por medio de su autoridad competente, podrá solicitar información acerca del origen de <br /> una mercancía a la autoridad competente de la Parte exportadora. <br /> 2. Para efectos de determinar si una mercancía importada a su territorio desde el territorio de la otra Parte <br /> califica como originaria, la Parte importadora podrá verificar el origen de la mercancía a través de su autoridad <br /> competente, mediante los siguientes procedimientos: <br /> (a) solicitudes de información escritas dirigidas al importador en su territorio o al exportador o productor de la <br /> mercancía en el territorio de la otra Parte, en las que se deberá señalar específicamente la mercancía objeto de verificación; <br /> (b) cuestionarios escritos dirigidos al importador en su territorio o al exportador o productor de la mercancía en el <br /> territorio de la otra Parte, en la que se deberá señalar específicamente la mercancía objeto de verificación; <br /> (c) visitas de verificación a las instalaciones del exportador o productor de la mercancía en el territorio de la otra <br /> Parte, con el propósito de examinar los registros contables y documentación relacionada a que se <br /> refiere el Artículo 5.6 (1) e inspeccionar las instalaciones y materiales que se utilicen en la producción de la mercancía; o <br /> (d) cualquier otro procedimiento que las Partes acuerden. <br /> 3. Para los efectos de este Artículo, los cuestionarios, solicitudes, cartas oficiales, resoluciones de origen, <br /> notificaciones o cualquier otra comunicación por escrito que se efectúen directamente por la autoridad <br /> competente de la Parte importadora al importador, exportador o al productor y a la autoridad competente de la <br /> Parte exportadora para la verificación de origen, se considerarán válidas, si son realizadas por medio de: <br /> (a) correo certificado con un acuse de recibo u otras formas que confirmen que el importador, exportador o <br /> productor ha recibido los documentos o comunicaciones referidos en este párrafo; o <br /> (b) cualquier otra forma que las Partes acuerden. <br /> 4. De conformidad con lo establecido en el párrafo 2 (a) y (b), las solicitudes de información o los cuestionarios <br /> escritos deberán contener: <br /> (a) el nombre o identificación de la autoridad competente que solicita la información; <br /> (b) el nombre y domicilio del importador, exportador o productor a quien se le solicita la información y documentación; <br /> (c) una descripción de la información y documentos que se requieren; y <br /> (d) la base legal de las solicitudes de información o cuestionarios. <br /> 5. El importador, exportador o productor que reciba una solicitud de información o un cuestionario de <br /> conformidad con el párrafo 2 (a) y (b), responderá la solicitud de información o completará debidamente y <br /> devolverá el cuestionario dentro de treinta (30) días a partir de la fecha de recepción. Durante el período <br /> señalado, el importador, exportador o productor podrá hacer por escrito una solicitud de prórroga a la autoridad <br /> competente de la Parte importadora, que no sea mayor a treinta (30) días. Dicha solicitud de prórroga no tendrá <br /> consecuencia de denegar el tratamiento arancelario preferencial. <br /> 6. Cada Parte podrá, a través de su autoridad competente, solicitar información adicional, por medio de una <br /> solicitud o cuestionario posteriores, al importador, exportador o productor, aun si hubiere recibido la información <br /> solicitada o el cuestionario diligenciado a los que se refieren el párrafo 2 (a) y (b). En este caso el importador, <br /> exportador o productor contará con los mismos plazos establecidos en el párrafo 5. <br /> 7. Si el exportador o productor no proporciona la información solicitada, no completa debidamente un <br /> cuestionario o no devuelve el cuestionario dentro de los períodos establecidos en los párrafos 5 y 6, la Parte <br /> importadora podrá denegar el tratamiento arancelario preferencial a la mercancía sujeta a verificación, emitiendo <br /> al importador, exportador o productor, una resolución de origen en la que se incluyan los hechos y la base legal <br /> para esa decisión, notificándola de conformidad con el párrafo 3. <br /> 8. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en el párrafo 2 (c), la Parte <br /> importadora, por medio de su autoridad competente, deberá notificar por escrito su intención de efectuar la visita <br /> de verificación. La notificación se enviará al exportador o productor así como a la autoridad competente de la <br /> Parte exportadora, de conformidad con el párrafo 3. La autoridad competente de la Parte importadora solicitará <br /> el consentimiento por escrito del exportador o productor para realizar la visita de verificación. <br /> 9. De conformidad con lo dispuesto en el párrafo 2 (c) la notificación de intención de realización de la visita de <br /> verificación de origen a la que se refiere el párrafo 8, deberá contener: <br /> (a) el nombre o la identificación de la autoridad competente de la Parte importadora que hace la notificación; <br /> (b) el nombre del exportador o productor a ser visitado; <br /> (c) la fecha y lugar de la visita de verificación propuesta; <br /> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la referencia específica de la <br /> mercancía objeto de verificación; <br /> (e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y <br /> (f) la base legal de la visita de verificación. Cualquier modificación de la información a que se refiere este párrafo <br /> deberá notificarse conforme al párrafo 8. <br /> 10. Si el exportador o el productor de una mercancía no otorga su consentimiento por escrito para la realización <br /> de la visita dentro de un plazo de treinta (30) días, contados a partir del día siguiente al de la notificación a que <br /> hace referencia el párrafo 8, la Parte importadora podrá denegar el tratamiento arancelario preferencial a la <br /> mercancía sujeta a verificación, emitiendo al importador, exportador o productor, una resolución de origen en la <br /> que se incluyan los hechos y la base legal para esa decisión, notificándola de conformidad con el párrafo 3. <br /> 11. La autoridad competente de la Parte importadora no deberá denegar el tratamiento arancelario preferencial a <br /> una mercancía si dentro de los quince (15) días siguientes a la fecha de recepción de la notificación, por una <br /> sola vez, el productor o el exportador solicita la prórroga de la visita de verificación propuesta con las <br /> justificaciones correspondientes, por un período no mayor de treinta (30) días contados a partir de la fecha en <br /> que se recibió la notificación, o por un plazo mayor que acuerden la autoridad competente de la Parte <br /> importadora y el exportador o productor. Para estos efectos, la autoridad competente de la Parte importadora <br /> deberá notificar la prórroga de la visita al exportador o productor, al importador de la mercancía y a la autoridad <br /> competente de la Parte exportadora. <br /> 12. De conformidad con lo dispuesto en el párrafo 2 (c), la autoridad competente de la Parte importadora <br /> permitirá a un exportador o productor queésujeto a una visita de verificación, designar hasta dos (2) <br /> observadores para que estén presentes durante la visita y que únicamente actúen como tal. La no designación <br /> de observadores no será motivo para que se posponga la visita. <br /> 13. Para la verificación del cumplimiento de cualquier requisito establecido en el Capítulo 4 (Reglas de Origen) y <br /> su anexo, la autoridad competente deberá adoptar, donde sea aplicable, los principios de contabilidad <br /> generalmente aceptados aplicados en el territorio de la Parte desde la cual la mercancía sujeta a verificación fue <br /> producida o exportada. <br /> 14. Cuando el exportador o productor de una mercancía de la industria automotriz que se importe a territorio de <br /> una Parte, calcule el valor de contenido regional de esta mercancía de conformidad con lo establecido <br /> en el Artículo 4.7 (6) al (8) (Valor de Contenido Regional), la Parte importadora no podrá verificar el valor de contenido <br /> regional con respecto a esa mercancía, hasta que concluya el período sobre el cual se calculó. <br /> 15. Cada Parte requerirá que un exportador o un productor ponga a disposición de la autoridad competente de la <br /> Parte importadora que realiza la visita de verificación, los registros y documentos a que se refiere el Artículo 5.6 <br /> (1). Si los registros y documentos no están en posesión del exportador o productor, él podrá solicitar al productor <br /> de la mercancía o proveedor de los materiales, según corresponda, que los pongan a disposición de la autoridad <br /> competente de la Parte importadora. <br /> 16. La autoridad competente de la Parte importadora podrá denegar el tratamiento arancelario preferencial a una <br /> mercancía sujeta a una verificación cuando el exportador o productor de la mercancía no ponga a disposición de <br /> la autoridad competente de la Parte importadora los registros contables y documentación relacionada a que <br /> hace referencia el Artículo 5.6 (1). <br /> 17. Cuando se haya concluido la visita de verificación, la Parte importadora deberá elaborar un acta de la visita, <br /> que incluirá los hechos constatados por ella. El exportador o productor sujeto de la visita podrá firmar dicha acta. <br /> 18. Dentro de un período de ciento veinte (120) días a partir de la conclusión de la verificación, la autoridad <br /> competente de la Parte importadora emitirá una resolución de origen, en la que se determine si la mercancía <br /> califica o no como originaria, incluyendo los hechos, resultados y la base legal de dicha resolución, debiendo <br /> notificar la misma al importador, exportador o productor de la mercancía sujeta a verificación y a la autoridad <br /> competente de la Parte exportadora, de conformidad con el párrafo 3. <br /> 19. El procedimiento para verificar el origen no podrá exceder de un (1) año. No obstante, la autoridad <br /> competente de la Parte importadora, en casos debidamente fundados y por una sola vez, podrá prorrogar dicho <br /> plazo por un período no mayor a treinta (30) días, debiendo notificar la misma a los involucrados. <br /> 20. Transcurrido el plazo o la prórroga correspondiente establecidos en el párrafo anterior, sin que la autoridad <br /> competente de la Parte importadora haya emitido una resolución de origen, la mercancía objeto de la verificación <br /> de origen recibirá el mismo tratamiento arancelario preferencial como si se tratara de una mercancía originaria. <br /> 21. Cuando a través de una verificación la Parte importadora determine que un exportador o un productor ha <br /> proporcionado más de una vez declaraciones o certificaciones de origen o información falsa o infundada en el <br /> sentido que una mercancía califica como originaria, la Parte importadora podrá suspender el tratamiento <br /> arancelario preferencial a mercancías idénticas exportadas por esa persona hasta que compruebe a la autoridad <br /> competente de la Parte importadora que la mercancía cumple con todos los requerimientos establecidos <br /> en el Capítulo 4 (Reglas de Origen) y su anexo. <br /> 22. En caso de reanudación del tratamiento arancelario preferencial la autoridad competente de la Parte <br /> importadora emitirá una resolución, incluyendo los hechos y la base legal de dicha resolución, debiendo notificar <br /> la misma al importador, exportador o productor de la mercancía sujeta a verificación, de conformidad con el párrafo 3. <br /> 23. Si la Parte importadora emite una resolución de origen, de conformidad con el párrafo 18, de que una <br /> mercancía no es originaria, la Parte no aplicará la resolución a una importación efectuada antes de la fecha de la misma, cuando: <br /> (a) la autoridad competente de la Parte exportadora emitió una resolución anticipada respecto de la clasificación <br /> arancelaria o valoración de uno o más materiales utilizados en la mercancía, conforme al Artículo 6.10 <br /> (Resoluciones Anticipadas); <br /> (b) la resolución de la Parte importadora está basada en una clasificación arancelaria o valoración para tales <br /> materiales que es diferente a la proporcionada en la resolución anticipada referida en el literal (a); y <br /> (c) la autoridad competente emitió la resolución anticipada antes de la resolución de la Parte importadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5.9: Revisión y Apelación <br /> 1. Cada Parte deberá conceder los mismos derechos de revisión y apelación con respecto a resoluciones de <br /> origen a sus importadores, o a los exportadores o productores de la otra Parte a quienes se haya notificado esas <br /> resoluciones conforme al Artículo 5.7. <br /> 2. Los derechos a que se refiere el párrafo anterior, incluyen el acceso a por lo menos una revisión <br /> administrativa, independientemente del funcionario u oficina responsable de las resoluciones de origen bajo <br /> revisión y al acceso a una revisión judicial de las mismas, como última instancia de las medidas administrativas, <br /> conforme a la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Artículo 4.1: Definiciones", "ArticleDesc": "Artículo 4.1: Definiciones <br> Para efectos de éste Capítulo: <br> asignar razonablemente significa asignar en la forma adecuada de conformidad con los Principios de <br> Contabilidad Generalmente Aceptados; <br> CIF significa el valor de la mercancía importada que incluye los costos de seguro y flete hasta el puerto o lugar <br> de introducción en el país de importación; <br> clase de vehículos automotores significa cualquiera de las siguientes categorías de vehículos automotores: <br> (a) vehículos para el transporte de pasajeros hasta de dieciséis (16) personas, incluido el conductor; y los <br> vehículos de transporte de mercancías de un peso total con carga máxima inferior o igual a cuatro mil quinientas <br> treinta y siete (4,537) toneladas ó diez mil (10,000) libras americanas, así como sus chasis cabinados; <br> (b) vehículos comprendidos en la partida 87.02, excepto los comprendidos en el literal (a) anterior; <br> (c) vehículos automotores comprendidos en la subpartida 8701.10 o en las subpartidas 8701.30 a 8701.90; <br> (d) comprende los demás vehículos no incluidos en las categorías (a) y (b); <br> contenedores y materiales de embalaje para embarque significa mercancías utilizadas para proteger una <br> mercancía durante su transporte y no incluye los envases y materiales en los que se empaca la mercancía para <br> la venta al por menor; <br> costo neto significa costo total menos los costos de promoción de ventas, comercialización y de servicio <br> posterior a la venta, regalías, embalaje y embarque, así como los costos por intereses no admisibles que estén <br> incluidos en el costo total; <br> costo neto de la mercancía significa el costo neto que pueda ser asignado razonablemente a la mercancía <br> utilizando uno de los métodos siguientes: <br> (a) calculando el costo total en que se haya incurrido respecto a todas las mercancías producidas por ese <br> productor, sustrayendo cualquier costo de promoción de ventas, comercialización, servicios posteriores a la <br> venta, regalías, costos de embalaje y embarque y costos por intereses no admisibles, incluidos en el costo total <br> de todas las mercancías referidas, y luego asignando razonablemente el costo neto resultante de esas <br> mercancías a la mercancía; <br> (b) calculando el costo total en que se haya incurrido respecto a todas las mercancías producidas por ese <br> productor, asignando razonablemente el costo total a la mercancía y posteriormente sustrayendo cualquier costo <br> de promoción de ventas, comercialización, servicios posteriores a la venta, regalías, costos de embalaje y <br> embarque y costos por intereses no admisibles, incluidos en la porción del costo total asignado a la mercancía; o <br> (c) asignando razonablemente cada costo que forme parte del costo total en que se haya incurrido respecto a la <br> mercancía, de modo que la suma de estos costos no incluya costo alguno de promoción de ventas, <br> comercialización, servicios posteriores a la venta, regalías, costos de embalaje y embarque y costos por <br> intereses no admisibles, siempre que la asignación de tales costos sea compatible con las disposiciones sobre <br> asignación razonable de costos establecidas en los Principios de Contabilidad Generalmente Aceptados; <br> costos por intereses no admisibles significa los costos por intereses en los que haya incurrido un productor, <br> que excedan de setecientos (700) puntos base sobre los rendimientos de las obligaciones de deuda de <br> vencimientos comparables emitidos por el nivel central del gobierno de la Parte en la cual se localiza el productor; <br> costo total significa todos los costos y gastos directos e indirectos de fabricación de la mercancía, costos y <br> gastos de un periodo y otros costos y gastos para una mercancía en que se incurra en territorio de una o más de las Partes; <br> FOB significa libre a bordo, independientemente del medio de transporte, en el punto de envío directo del <br> vendedor al comprador; <br> línea de modelo significa un grupo de vehículos automotores que tengan la misma plataforma o el mismo <br> nombre de modelo; <br> material significa una mercancía que se utiliza en la producción de otra mercancía e incluye ingredientes, partes o componentes; <br> material de fabricación propia significa material originario que es producido por el productor de una mercancía <br> y utilizado en la producción de esa mercancía; <br> material indirecto significa una mercancía utilizada en la producción, verificación o inspección de otra <br> mercancía, pero que no esté físicamente incorporada a ésta; o una mercancía que se utilice en el mantenimiento <br> de edificios o en la operación de equipos relacionados con la producción de otra mercancía, incluyendo: <br> (a) combustible, energía, solventes y catalizadores; <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> (d) herramientas, troqueles y moldes; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la producción, operación de <br> equipos o mantenimiento de los edificios; y <br> (g) cualquier otra mercancía que no esté incorporada a la mercancía, pero cuyo uso en la producción de la <br> mercancía pueda demostrarse razonablemente que forma parte de dicha producción; <br> mercancías o materiales fungibles significa las mercancías o materiales intercambiables para efectos <br> comerciales cuyas propiedades son esencialmente idénticas y que no es posible diferenciar una de la otra, por <br> un simple examen visual; <br> mercancía no originaria o material no originario significa una mercancía o un material que no cumple con lo <br> establecido en este Capítulo; <br> mercancías obtenidas en su totalidad o producidas enteramente en el territorio de una o más de las Partes significa <br> (a) minerales extraídos u obtenidos en el territorio de una o más de las Partes; <br> (b) plantas y productos de plantas cosechados, recogidos o recolectados en el territorio de una o más de las Partes; <br> (d) mercancías obtenidas de la caza, caza con trampa, pesca, acuicultura, recolección o captura en el territorio <br> de una o más de las Partes; <br> (e) mercancías obtenidas de animales vivos en el territorio de una o más de las Partes; <br> (f) peces, crustáceos y otras especies marinas, obtenidos del mar fuera del territorio de las Partes por naves <br> pesqueras registradas o matriculadas por una Parte y que lleven la bandera de esa Parte o por naves pesqueras <br> arrendadas por empresas establecidas en el territorio de una Parte; <br> (g) las mercancías obtenidas o producidas a bordo de buques fábrica, a partir de las mercancías identificadas en <br> el literal (f), siempre y cuando los buques fábrica estén registrados o matriculados en una Parte y que lleven la <br> bandera de esa Parte o sean arrendados por empresas establecidas en el territorio de una Parte; <br> (h) las mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas territoriales de una Parte, por <br> una Parte o una persona de una Parte, siempre y cuando la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> (i) desechos y desperdicios de operaciones de fabricación o procesamiento en el territorio de una o más de las <br> Partes y que sean adecuados para la recuperación de materias primas; o <br> (j) mercancías producidas en el territorio de una o más de las Partes, exclusivamente a partir de las mercancías <br> mencionadas en los literales anteriores; <br> principios de contabilidad generalmente aceptados significa aquellos sobre los que hay un consenso <br> reconocido o que gozan de un apoyo substancial y autorizado, en el territorio de una Parte y en un momento <br> dado, con respecto al registro de ingresos, gastos, costos, activos y pasivos, la divulgación de información y la <br> elaboración de estados financieros. Los principios de contabilidad generalmente aceptados pueden abarcar <br> guías amplias de aplicación general, así como normas, prácticas y procedimientos detallados; <br> valor significa el valor de una mercancía o material para los propósitos del cálculo de los aranceles aduaneros o <br> de la aplicación de este Capítulo; <br> valor de transacción de un material significa el precio realmente pagado o por pagar de una mercancía <br> relacionado con la transacción hecha por el productor del material, de acuerdo con las normas del Artículo 1 al 8 <br> y Artículo 15 del Acuerdo de Valoración Aduanera, ajustado de acuerdo con las normas de los párrafos 1, 3 y 4 <br> del Artículo 8 del mismo Acuerdo, sin considerar si la mercancía se vende para exportación. Para efectos de <br> esta definición, el vendedor al que se refiere el mismo Acuerdo será el productor del material; y <br> valor de transacción de una mercancía significa el precio realmente pagado o por pagar de una mercancía <br> relacionado con la transacción hecha por el productor de la mercancía, de acuerdo con las normas del Artículo 1 <br> al 8 y Artículo 15 del Acuerdo de Valoración Aduanera, ajustado de acuerdo con las normas de los párrafos 1, 3 <br> y 4 del Artículo 8 del mismo Acuerdo, sin considerar si la mercancía se vende para exportación. Para efectos de <br> esta definición, el vendedor al que se refiere el mismo Acuerdo será el productor de la mercancía. <br> (c) animales vivos, nacidos y criados en el territorio de una o más de las Partes; <br> "}, {"ArticleTitle": "Artículo 4.2: Instrumentos de Aplicación e Interpretación", "ArticleDesc": "Artículo 4.2: Instrumentos de Aplicación e Interpretación <br> 1. Para los efectos de este Capítulo: <br> (a) la clasificación arancelaria de las mercancías se basará en el Sistema Armonizado; y <br> (b) las normas del Acuerdo de Valoración Aduanera serán utilizadas para determinar el valor de una mercancía <br> o de un material. <br> 2. Para los efectos de este Capítulo, el Acuerdo de Valoración Aduanera será aplicado para determinar el origen <br> de una mercancía, de la siguiente manera: <br> (a) las normas del Acuerdo de Valoración Aduanera se aplicarán a las transacciones internas, con las <br> modificaciones que las circunstancias requieran, como se aplicarían a las transacciones internacionales; y <br> (b) las disposiciones de este Capítulo prevalecerán sobre las del Acuerdo de Valoración Aduanera, cuando <br> exista incompatibilidad. <br> "}, {"ArticleTitle": "Artículo 4.15: Comité de Origen", "ArticleDesc": "Artículo 4.15: Comité de Origen <br> 1. Las Partes establecen el Comité de Origen, integrado por dos (2) representantes de cada una de ellas, un <br> titular y un suplente, el cual tendrá como competencia el presente Capítulo y el Capítulo 5 (Procedimientos <br> Aduaneros Relacionados con el Origen de las Mercancías). <br> 2. El Comité de Origen se reunirá en sesión ordinaria una (1) vez al año y en sesión extraordinaria cuantas <br> veces sea necesario a requerimiento de la Comisión Administradora o de cualquier Parte. <br> 3. El Comité de Origen tendrá, además de las funciones establecidas en el Artículo 17.5 (Comités Técnicos), las siguientes: <br> (a) elaborar a más tardar ciento ochenta (180) días después de la entrada en vigor de este Tratado o en otra <br> fecha que las Partes acuerden, el reglamento de funcionamiento del Comité de Origen, el cual podrá ser <br> modificado por acuerdo de las Partes; <br> (b) atender, analizar y estudiar asuntos en materia de interpretación, aplicación y administración de los capítulos <br> de su competencia para procurar llegar a acuerdos sobre: <br> (i) asuntos relacionados con resoluciones de origen o resoluciones anticipadas; <br> (ii) modificaciones a las reglas de origen especificas; <br> (iii) modificaciones al formato e instructivo del certificado de origen a que se refiere el Artículo 5.2 (Certificación de Origen); <br> (iv) nuevas disposiciones o cambios adoptados por una Parte acerca de reglas de origen o de procedimientos <br> aduaneros relacionados con el origen de las mercancías, para el cumplimiento del presente Tratado; o <br> (v) cualquier otro asunto considerado pertinente por el Comité; y <br> (c) atender cualquier otro asunto que acuerden las Partes. <br> "}, {"ArticleTitle": "Artículo 4.16: Consultas y Modificaciones", "ArticleDesc": "Artículo 4.16: Consultas y Modificaciones <br> 1. Las Partes realizarán consultas regularmente para garantizar que este Capítulo y el Capítulo 5 <br> (Procedimientos Aduaneros Relacionados con el Origen de las Mercancías) sean administrados de manera <br> efectiva, uniforme y de conformidad con el espíritu y los objetivos de este Tratado y cooperarán en la <br> administración de los mismos. <br> 2. Una Parte que considere que una o más de las disposiciones de este Capítulo o del Capítulo 5 <br> (Procedimientos Aduaneros Relacionados con el Origen de las Mercancías) requieren ser modificadas para <br> tomar en cuenta desarrollos en los procesos productivos, desabastecimiento de materiales originarios u otros <br> factores relevantes, podrá someter una propuesta de modificación, junto con las razones y estudios que las <br> apoyen, a consideración de la Comisión. <br> 3. A la presentación por una Parte, de una propuesta de modificación de conformidad con el párrafo 2, la <br> Comisión podrá remitir el asunto al Comité de Origen, dentro de un plazo de sesenta (60) días o en otra fecha <br> que la Comisión pueda decidir. El Comité de Origen se deberá reunir para considerar la modificación propuesta <br> dentro de los sesenta (60) días siguientes a partir de la remisión o en otra fecha que la Comisión pueda decidir. <br> 4. Dentro de ese período, tal como la Comisión lo disponga, el Comité de Origen deberá proporcionar un informe <br> a la Comisión, exponiendo sus conclusiones y recomendaciones, si las hubiere. <br> 5. A partir de la recepción del informe, la Comisión podrá tomar las acciones pertinentes de <br> conformidad con el Artículo 17.1 (2) (c) ó (3) (b) (Comisión Administradora del Tratado). <br> "}, {"ArticleTitle": "Artículo 4.17: Reglas de Origen Transitorias Aplicables entre la República de Colombia y la República de Honduras", "ArticleDesc": "Artículo 4.17: Reglas de Origen Transitorias Aplicables entre la República de Colombia y la República de Honduras <br> Las reglas de origen para las mercancías clasificadas en los Capítulos 50 a 63 del Sistema Armonizado, <br> aplicables entre la República de Colombia y la República de Honduras, son las establecidas en el Anexo 4.17 y <br> estarán vigentes hasta la implementación de las disposiciones contenidas en el Artículo 4.6 (4). <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Artículo 5.1: Definiciones", "ArticleDesc": "Artículo 5.1: Definiciones <br> 1. Para los efectos de este Capítulo: <br> autoridad competente significa: <br> (a) con respecto a la República de El Salvador, el Ministerio de Economía, quien en lo procedente es <br> responsable de la administración y la Dirección General de Aduanas del Ministerio de Hacienda, quien es la <br> responsable de realizar los procedimientos de verificación de origen y emisión de resoluciones anticipadas; <br> (b) con respecto a la República de Guatemala, el Ministerio de Economía; <br> (c) con respecto a la República de Honduras, la Secretaría de Estado en los Despachos de Industria y Comercio; y <br> (d) con respecto a la República de Colombia, el Ministerio de Comercio, Industria y Turismo o la Dirección de <br> Impuestos y Aduanas Nacionales; o sus sucesores; <br> certificado de origen válido significa un certificado de origen emitido en el formato a que se refiere el Artículo <br> 5.2 (2), completado, fechado y firmado por el productor o exportador de una mercancía en el territorio de una de <br> las Partes, de conformidad a las disposiciones de este Capítulo y a las instrucciones para completar el certificado; <br> exportador significa la persona que realiza una exportación y está ubicada en el territorio de una Parte; <br> importador significa la persona que realiza una importación y está ubicada en el territorio de una Parte; <br> mercancías idénticas significa las mercancías que son iguales en todos los aspectos, sin tomar en cuenta las <br> pequeñas diferencias de apariencia que no sean relevantes para determinar el origen de las mismas, de <br> conformidad con el Capítulo 4 (Reglas de Origen); y <br> resolución de origen significa el documento legal escrito, emitido por la autoridad competente, como resultado <br> de un procedimiento que verifica si una mercancía califica como originaria, de conformidad con el Capítulo 4 (Reglas de Origen). <br> 2. Las definiciones establecidas en el Capítulo 4 (Reglas de Origen) se incorporan a este Capítulo. <br> "}, {"ArticleTitle": "Artículo 5.5: Obligaciones Relativas a las Exportaciones", "ArticleDesc": "Artículo 5.5: Obligaciones Relativas a las Exportaciones <br> 1. Cada Parte dispondrá que: <br> (a) el exportador o productor que haya emitido un certificado de origen entregue una copia de dicho certificado a <br> su autoridad competente cuando ésta lo solicite; <br> (b) un exportador o productor que haya emitido un certificado de origen y tenga razones para creer que ese <br> certificado contiene información incorrecta, el exportador o productor deberá comunicar inmediatamente por <br> escrito a todas las personas a quienes hubiere entregado ese certificado, de todo cambio que pueda afectar la <br> exactitud o validez de ese certificado; y <br> (c) si su exportador o productor entregó un certificado o información falsos y con los mismos se exportaron <br> mercancías calificadas como originarias al territorio de la otra Parte, será sujeto a sanciones similares a las que <br> se aplicarían a un importador en su territorio por contravenir sus leyes y reglamentaciones aduaneras al hacer <br> declaraciones y afirmaciones falsas con relación a una importación. <br> 2. Ninguna Parte impondrá sanciones a un exportador o productor por proporcionar un certificado incorrecto, si <br> el exportador o productor voluntariamente comunica por escrito que éste era incorrecto, a todas las personas a <br> quien les hubiere proporcionado el certificado. <br> "}, {"ArticleTitle": "Artículo 5.8: Confidencialidad", "ArticleDesc": "Artículo 5.8: Confidencialidad <br> 1. Cada Parte deberá mantener, de conformidad con su legislación, la confidencialidad de la información <br> recopilada conforme a éste Capitulo y la protegerá de su divulgación. <br> 2. La información confidencial recopilada de acuerdo con este Capítulo,únicamente se podrá divulgar a las <br> autoridades a cargo de la administración y aplicación de resoluciones de origen y de asuntos aduaneros y <br> tributarios de conformidad con la legislación de cada Parte. <br> "}, {"ArticleTitle": "Artículo 5.10: Reglamentaciones Uniformes", "ArticleDesc": "Artículo 5.10: Reglamentaciones Uniformes <br> 1. Las Partes deberán establecer e implementar, mediante sus respectivas leyes o reglamentaciones para la <br> fecha en que este Tratado entre en vigor, o en cualquier fecha posterior como lo acuerden las Partes, las <br> reglamentaciones uniformes respecto a la interpretación, aplicación y administración del Capítulo 4 (Reglas de <br> Origen), este Capítulo y otros asuntos que acuerden las Partes. <br> "}]}]}, "members_found": ["170", "320", 4, 8703900000]}