{"FtaRooDetails": {"FtaId": 542, "FtaCode": "ITC00550", "FtaName": "Group of Eight (D8)", "FtaFullName": "PREFERENTIAL TRADE AGREEMENT AMONG D-8 MEMBER STATES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.07.2016", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Bangladesh; Indonesia; Iran (Islamic Republic of); Malaysia; Nigeria; Pakistan; Türkiye; Egypt", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Group of Eight (D8)", "AdminProcCooAuth": "The certification type under Group of Eight (D8) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Group of Eight (D8) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Group of Eight (D8) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less than 40 % of ex works price of its content originates from a Contracting Member.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00550_coo.pdf", "DocType": "1_coo", "WebLink": "http://developing8.org/image/Otherdocument/2756390.doc"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00550_roo.pdf", "DocType": "3_roo", "WebLink": "http://developing8.org/image/Otherdocument/6458851.doc"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00550_proo.pdf", "DocType": "4_proo", "WebLink": "http://developing8.org/image/Otherdocument/6458851.doc"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00550_full.pdf", "DocType": "8_full", "WebLink": "http://developing8.org/image/Otherdocument/4841040.doc"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5 : Cumulative Rule of Origin <br /> Unless otherwise provided for, products which comply with origin requirements provided for in <br /> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br /> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br /> originating in the territory of a Contracting Member where working or processing of the finished <br /> product has taken place provided that the aggregate D-8 Contracting Members originating <br /> content on the final product is not less than 40%.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9 : Accessories, Spare Parts and Tools <br /> The origin of accessories, spare parts, tools and instructional or other information materials <br /> presented with the goods therewith shall not be taken into account in determining the origin of <br /> the goods, provided that such accessories, spare parts, tools and information materials are <br /> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br /> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br /> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br /> of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Wholly Obtained or Produced Products. <br /> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br /> or obtained in a Contracting Member's territory: <br /> (a) Plant and plant products harvested, picked or gathered there; <br /> (b) Live animals born and raised there; <br /> (c) Products obtained from live animals referred to in paragraph (b) above; <br /> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br /> conducted there; <br /> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br /> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br /> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br /> waters of that Contracting Member; provided that that Contracting Member has the <br /> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br /> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br /> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br /> (h) Goods processed and/or made on board factory ships registered with a Contracting <br /> Member or entitled to fly the flag of that Contracting Member, exclusively from <br /> products referred to in paragraph (g) above; <br /> (i) Used articles which no longer can perform their original purpose and are not capable <br /> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br /> materials, or for recycling purposes; <br /> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br /> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br /> referred to in paragraphs (a) to (j) above. <br /> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br /> only to vessels and factory ships: <br /> (a) Which are registered or recorded in a Contracting Member's territory; or <br /> (b) Which sail under the flag of a Contracting Member ; or <br /> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br /> Member or by a company with its head office in one of Contracting Members <br /> territories, of which the manager or managers, Chairman of the Board of Directors or <br /> the Supervisory Board, and the majority of the members of such boards are nationals <br /> of a Contracting Member and of which, in addition to that, in the case of partnerships <br /> or limited companies, at least half of the capital belongs to that Contracting Member <br /> or to public bodies or nationals of the said Contracting Member.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 6 : Minimal Operations and Processes <br /> The following shall in any event be considered as insufficient working or processing to confer <br /> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br /> (a) operations to ensure the preservation of products in good condition during transport <br /> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br /> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br /> damaged parts, and like operations); <br /> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br /> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br /> (c) changes of packing and breaking up and assembly of consignments; <br /> (d) simple cutting and slicing; <br /> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br /> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br /> packing operations; <br /> (g) simple mixing of products whether or not of different kinds; <br /> (h) simple assembly of parts of products to constitute a complete product; <br /> (i) disassembly; <br /> (j) slaughter of animals; <br /> (k) mere dilution with water or another substance that does not materially alter the <br /> characteristics of the goods; <br /> (l) ironing or pressing of textiles; <br /> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (n) operations to colour sugar or form sugar lumps; and <br /> (o) peeling, stoning and shelling, of fruits, nuts and vegetables.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 1 : Definitions <br /> (a) \"CIF value\" means the price actually paid or payable to the exporter for the goods <br /> when the goods are unloaded from the carrier, at the port of importation. The value <br /> includes the cost of the goods, insurance and freight necessary to deliver the goods to <br /> the named port of destination; <br /> (c) \"Customs Value\" means the transaction value of imported goods, which is the price <br /> actually paid or payable for the goods when sold for export to the country of <br /> importation, including other leviable charges and adjustment. In cases where the <br /> Customs value cannot be determined on the basis of transaction value, it will be <br /> determined using one of the following methods: <br /> i. The transaction value of identical goods; <br /> ii. The transaction value of similar goods; <br /> iii. The deductive value method; <br /> iv. The computed value method; or <br /> v. The fall-back method. <br /> (d) \"Ex-Works Price\" means the price paid or payable for the good to the manufacturer in <br /> the Contracting Member's territory in whose undertaking the last working or <br /> processing is carried out, provided that the price includes the value of all the materials <br /> used, excluding any internal taxes which are, or may be repaid when the good <br /> obtained is exported; <br /> Rule 4 : Not Wholly Produced or Obtained Products <br /> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br /> than 40 % of ex works price of its content originates from a Contracting Member. <br /> 2. For the purposes of calculating local value added content the following method shall apply: <br /> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br /> 3. The value of the non-originating materials shall be: <br /> (i) the CIF value at the time of importation of the materials; or <br /> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br /> the territory of the Contracting Member where the working or processing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 1 : Definitions <br /> (e) \"Indirect Material\" means a good used in the production, testing or inspection of a <br /> good but not physically incorporated into the goods, or a good used in the <br /> maintenance of buildings or the operation of equipment associated with the <br /> production of a good, including: <br /> i. fuel and energy; <br /> ii. tools, dies, and moulds; <br /> iii. parts and materials used in the maintenance of equipment and buildings; <br /> iv. lubricants, greases, compounding materials, and other materials used in <br /> production or used to operate equipment and buildings; <br /> v. gloves, glasses; footwear, clothing, safety equipment, and supplies; <br /> vi. equipment, devices, and supplies used for testing or inspecting the goods; <br /> vii. catalysts and solvents; and <br /> viii. any other goods that are not incorporated into the goods but whose use in the <br /> production of the goods can reasonably be demonstrated to be part of that production; <br /> Rule 10 : Treatment of Indirect Materials <br /> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br /> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br /> form part of the goods, shall not be taken into account.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7 : Direct Consignment <br /> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br /> the requirements of these Rules which are transported directly among the Contracting Members. <br /> However, the products whose transport involves transit through one or more intermediate non- <br /> Contracting Member's territory with or without transhipment or temporary storage shall also be <br /> eligible for preferential treatment provided that: <br /> (a) the transit entry is justified for geographical reasons or by consideration related <br /> exclusively to transport requirements; <br /> (b) the products have not entered into trade or consumption there; <br /> (c) the products have not undergone any operation there other than unloading and reloading <br /> or any operation required keeping them in good condition; and <br /> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br /> such as Bill of Lading or a single transport document covering the passage from the <br /> exporting country through the country of transit.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8 : Treatment of Packing <br /> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br /> separately from their packing; it may also, in respect of its imports consigned from another <br /> Contracting Member, determine separately the origin of such packing. <br /> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br /> determining the origin of the product. <br /> 3) Packing material and containers exclusively used for the transportation of a product shall <br /> not be taken into account in determining the origin of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 : Exhibitions <br /> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br /> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br /> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br /> authorities that: <br /> (a) an exporter has consigned these products from a Contracting Member's territory <br /> to the country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person <br /> in a Contracting Member's territory; <br /> (c) the products have been consigned during the exhibition or immediately thereafter <br /> in the country in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any <br /> purpose other than for demonstration at the exhibition. <br /> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br /> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br /> additional documentary evidence of the conditions under which they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br /> similar public show or display which is not organised for private purposes in shops or business <br /> premises with a view to the sale of foreign products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br /> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br /> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br /> authorities designated by the respective Governments of the exporting Contracting Members and <br /> notified to the other Contracting Members in accordance with the Operational Certification <br /> Procedures, as set out in the Attachment. <br /> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br /> Article 1 : General Requirements <br /> Products originating in a Contracting Member's territory shall, on <br /> importation into the other Contracting Member's territory benefit from the D-8 <br /> Preferential Trade Agreement (PTA) upon submission of a D-8 Certificate <br /> of Origin, a specimen of which is attached herewith. <br /> Article 2 : Procedure for the Issuance of a D-8 Certificate of Origin <br /> 1 A D-8 Certificate of Origin shall be issued by the Customs or the <br /> relevant competent authorities designated by the government of the <br /> exporting country, herein after referred to as issuing authority, on <br /> application having been made in writing by the exporter or, under the <br /> exporter's responsibility, by his authorized representative. <br /> 2 For this purpose, the exporter or his authorized representative shall <br /> fill out both the D-8 Certificate of Origin and the application form, <br /> specimens of which are attached herewith. The said form shall be <br /> completed in English language and in accordance with the provisions of the <br /> domestic law of the exporting country. If they are handwritten, they shall be <br /> completed in ink in printed characters. The description of the products must <br /> be given in the Box 7 of the attached forms, which is reserved for this <br /> purpose without leaving any blank lines. Where the said box is not <br /> completely filled, a horizontal line must be drawn below the last line of the <br /> description, the empty space being crossed through. <br /> 3 The exporter applying for the issuance of a D-8 Certificate of Origin <br /> shall be prepared to submit at any time, at the request of the Customs or <br /> the competent authorities of the exporting country where the D-8 Certificate <br /> of Origin is issued, all appropriate documents proving the originating status <br /> of the products concerned as well as the fulfilment of the other <br /> requirements of this Attachment and D-8 Rules of Origin. <br /> 4 A D-8 Certificate of Origin shall be issued by the Customs or the <br /> competent authorities of a Contracting Member if the products concerned <br /> can be considered as products originating in that Contracting Member's <br /> territory and fulfil the other requirements of this Attachment and D-8 Rules <br /> of Origin. The origin state of the goods shall be indicated in Box 3 of the certificate. <br /> 5 The authorities issuing the D-8 Certificate of Origin shall take the <br /> necessary steps to verify the originating status of the products and the <br /> fulfilment of the other requirements of this Attachment and D-8 Rules of <br /> Origin. For this purpose, they shall have the right to call for any evidence <br /> and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. The issuing authorities shall also ensure that <br /> the forms referred to in paragraph 2 are duly completed. In particular, they <br /> shall check whether the space reserved for the description of the products <br /> in Box 7 has been completed in such a manner as to exclude all possibility <br /> of fraudulent additions. <br /> 6 A D-8 Certificate of Origin shall be issued and made available to the <br /> exporter as soon as actual exportation has been effected or ensured. <br /> Article 4 : Issuance of a Duplicate D-8 Certificate of Origin <br /> 1 In the event of theft, loss or destruction of a D-8 Certificate of Origin, <br /> the exporter may apply to the Customs or the competent authorities which <br /> issued it for a duplicate made out on the basis of the export documents in <br /> their possession. <br /> 2 The duplicate issued in this way must be endorsed with the word <br /> \"DUPLICATE.\" <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the <br /> Box 6 (Remarks) of the duplicate D-8 Certificate of Origin. <br /> 4 The duplicate, which must bear the date of issue of the original D-8 <br /> Certificate of Origin, shall take effect as from that date. <br /> Article 5 : Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br /> Certificate of Origin Issued or Made out Previously <br /> 1 When originating products are placed under the control of a customs <br /> office in a Contracting Member's territory, it shall be possible to replace the <br /> original D-8 Certificate of Origin by one or more D-8 Certificates of Origin <br /> for the purpose of sending all or some of these products elsewhere within <br /> that Contracting Member's territory for the customs clearance of the <br /> products. In this case, the replacement D-8 Certificate of Origin(s) shall be <br /> issued by the customs or the competent authorities under whose control <br /> the products are placed. <br /> 2 In case that all or part of the products originating in one of the <br /> Contracting Members' territory which are imported or placed into the <br /> Customs Warehouses under the control of a customs office in a <br /> Contracting Member's territory are sent to another Contracting Member's <br /> territory, a new D-8 Certificate of Origin must be issued by the customs or <br /> the competent authorities under whose control the products are placed. In <br /> this case, the origin state shall be indicated in Box 3 of the D-8 Certificate of Origin. <br /> Article 7 : Submission of D-8 Certificate of Origin <br /> A D-8 Certificate of Origin shall be submitted to the customs authorities of <br /> the importing country in accordance with the procedures applicable in that <br /> country. The said authorities may require the relevant document to be <br /> accompanied by a statement from the importer to the effect that the <br /> products meet the conditions required for the implementation of the D-8 PTA.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Validity of D-8 Certificate of Origin <br /> 1 A D-8 Certificate of Origin shall be valid for six months from the date <br /> of issue in the exporting country, and must be submitted within the said <br /> period to the customs authorities of the importing country. <br /> 2 A D-8 Certificate of Origin which is submitted to the customs <br /> authorities of the importing country after the final date for presentation <br /> specified in paragraph 1 may be accepted for the purpose of applying <br /> preferential treatment, where the failure to submit these documents by the <br /> final date set is due to exceptional circumstances which are beyond the <br /> control of the exporter. <br /> 3 In other cases of belated presentation, the customs authorities of the <br /> importing country may accept the D-8 Certificate of Origin where the <br /> products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Preservation of D-8 Certificate of Origin <br /> and Supporting Documents <br /> 1 The exporter applying for the issue of a D-8 Certificate of Origin shall <br /> keep for at least three years the documents referred to in Article 2(3) of this Attachment. <br /> 2 The Customs or the competent authorities of the exporting country <br /> issuing a D-8 Certificate of Origin shall keep for at least three years the <br /> application form referred to in Article 2(2). <br /> 3 The customs authorities of the importing country shall keep for at <br /> least three years the D-8 Certificate of Origin submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : D-8 Certificate of Origin Issued Retrospectively <br /> 1 A D-8 Certificate of Origin may exceptionally be issued after <br /> exportation but not later than six months from the date of shipment of the <br /> products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the Customs or the <br /> competent authorities that a D-8 Certificate of Origin was <br /> issued but was not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in <br /> his application the place and date of exportation of the products to which <br /> the D-8 Certificate of Origin relates, and state the reasons for his request. <br /> 3 A D-8 Certificate of Origin may be issued retrospectively only after <br /> verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 4 A D-8 Certificate of Origin issued retrospectively must be endorsed <br /> with the phrase \"ISSUED RETROSPECTIVELY.\" <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the <br /> Box 6 (Remarks) of the D-8 Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Supporting Documents <br /> The documents referred to in Article 2(3) of this Attachment used for the <br /> purpose of proving that products covered by a D-8 Certificate of Origin can <br /> be considered as products originating in one of the Contracting Members' <br /> territory and fulfil the other requirements of this Attachment and D-8 Rules <br /> of Origin may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or <br /> supplier to obtain the goods concerned, contained for example <br /> in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, <br /> issued or made out in one of the Contracting Members' territory <br /> where these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in <br /> one of the Contracting Member's territory, issued or made out <br /> in that Contracting Member's territory, where these documents <br /> are used in accordance with domestic law; <br /> (d) D-8 Certificate of Origin proving the originating status of <br /> materials used, issued or made out in a Contracting Member's <br /> territory in accordance with this Attachment and D-8 Rules of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Verification of D-8 Certificate of Origin <br /> 1 Subsequent verifications of the issued D-8 Certificate of Origin shall <br /> be carried out at random or whenever the customs authorities of the <br /> importing country have reasonable doubts as to the authenticity of such <br /> documents, the originating status of the products concerned or the <br /> fulfilment of the other requirements of this Attachment and D-8 Rules of Origin. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the <br /> Customs or the competent authorities of the importing country shall return <br /> the D-8 Certificate of Origin and the invoice or a copy of these documents, <br /> to the Customs or the competent authorities of the exporting country giving, <br /> where appropriate, the reasons for the enquiry. Any documents and <br /> information obtained suggesting that the information given on the D-8 <br /> Certificate of Origin is incorrect shall be forwarded in support of the request <br /> for verification. <br /> 3 The verification shall be carried out by the Customs or the competent <br /> authorities of the exporting country. For this purpose, the Customs or the <br /> competent authorities shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 4 If the Customs authorities of the importing country decided to <br /> suspend the granting of preferential treatment to the products concerned <br /> while awaiting the results of the verification, release of the products shall be <br /> offered to the importer subject to any precautionary measures judged necessary. <br /> 5 The Customs or the competent authorities requesting the verification <br /> shall be informed of the results of this verification as soon as possible. <br /> These results must indicate clearly whether the documents are authentic <br /> and whether the products concerned can be considered as products <br /> originating in one of the Contracting Members' territory and fulfil the other <br /> requirements of this Attachment and D-8 Rules of Origin. <br /> 6 Where the cumulation provisions in accordance with Rule 5 of the D- <br /> 8 Rules of Origin were applied and in connection with Article 2(4) of this <br /> Attachment, the reply shall include a copy (copies) of the certificate(s) relied upon. <br /> 7 If, in cases of reasonable doubt, there is no reply within ten months of <br /> the date of the verification request or if the reply does not contain sufficient <br /> information to determine the authenticity of the document in question or the <br /> real origin of the products, the requesting Customs or the competent <br /> authorities shall, except in exceptional circumstances, refuse entitlement to <br /> the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17 : Penalties <br /> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br /> or causes to be drawn up, a document which contains incorrect information for the purpose of <br /> obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Discrepancies and Formal Errors <br /> 1 The discovery of slight discrepancies between the statements made <br /> in the D-8 Certificate of Origin and those made in the documents submitted <br /> to the customs office for the purpose of carrying out the formalities for <br /> importing the products shall not ipso facto render the D-8 Certificate of <br /> Origin null and void if it is duly established by the customs authority of the <br /> importing country that this document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a D-8 Certificate of <br /> Origin should not cause this document to be rejected if these errors are not <br /> such as to create doubts concerning the correctness of the statements <br /> made in this document. <br /> 3 In case that products, which are not eligible for the preferential <br /> regime under the D-8 PTA, are listed in the D-8 Certificate of Origin, it shall <br /> not affect or delay the products which fulfil the conditions of this Attachment <br /> and D-8 Rules of Origin for granting preferential treatment and are listed in <br /> the same D-8 Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Rule 3 : Wholly Obtained or Produced Products. <br> Rule 13 : Exhibitions <br> Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br> Rule 17 : Penalties <br> FOR THE PREFERENTIAL TRADE AGREEMENT (PTA) <br> Direct Consignment <br> Treatment of Packing <br> Wholly Obtained or Produced Products. <br> D-8 Certificate of Origin and Operational Certification Procedures <br> AMONG THE D-8 MEMBER STATES <br> RULES OF ORIGIN <br> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br> These Rules may be called the Rules of Origin under the Preferential Trade Agreement among <br> or obtained in a Contracting Member's territory: <br> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br> or causes to be drawn up, a document which contains incorrect information for the purpose of <br> D-8 Member States (hereinafter referred to as \"D-8 PTA\"), pursuant to Article 12 of D-8 PTA. <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br> authorities designated by the respective Governments of the exporting Contracting Members and <br> obtaining a preferential treatment for products. <br> These Rules shall be annexed to the D-8 PTA and form an integral part thereof. <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> of equipment, machine, apparatus or vehicle in question. <br> notified to the other Contracting Members in accordance with the Operational Certification <br> (a) an exporter has consigned these products from a Contracting Member's territory <br> Procedures, as set out in the Attachment. <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br> to the country in which the exhibition is held and has exhibited them there; <br> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br> in a Contracting Member's territory; <br> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br> in the country in which they were sent for exhibition; and <br> waters of that Contracting Member; provided that that Contracting Member has the <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br> purpose other than for demonstration at the exhibition. <br> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br> Exhibitions <br> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br> (h) Goods processed and/or made on board factory ships registered with a Contracting <br> Member or entitled to fly the flag of that Contracting Member, exclusively from <br> products referred to in paragraph (g) above; <br> (i) Used articles which no longer can perform their original purpose and are not capable <br> only to vessels and factory ships: <br> similar public show or display which is not organised for private purposes in shops or business <br> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br> conducted there; <br> referred to in paragraphs (a) to (j) above. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br> (a) Which are registered or recorded in a Contracting Member's territory; or <br> authorities that: <br> (b) Which sail under the flag of a Contracting Member ; or <br> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br> Member or by a company with its head office in one of Contracting Members <br> territories, of which the manager or managers, Chairman of the Board of Directors or <br> the Supervisory Board, and the majority of the members of such boards are nationals <br> (i) the CIF value at the time of importation of the materials; or <br> of a Contracting Member and of which, in addition to that, in the case of partnerships <br> or limited companies, at least half of the capital belongs to that Contracting Member <br> or to public bodies or nationals of the said Contracting Member. <br> Rule 4 : Not Wholly Produced or Obtained Products <br> Not Wholly Produced or Obtained Products <br> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br> than 40 % of ex works price of its content originates from a Contracting Member. <br> 2. For the purposes of calculating local value added content the following method shall apply: <br> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br> 3. The value of the non-originating materials shall be: <br> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br> the territory of the Contracting Member where the working or processing takes place. <br> Rule 5 : Cumulative Rule of Origin <br> Cumulative Rule of Origin <br> Unless otherwise provided for, products which comply with origin requirements provided for in <br> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br> originating in the territory of a Contracting Member where working or processing of the finished <br> product has taken place provided that the aggregate D-8 Contracting Members originating <br> content on the final product is not less than 40%. <br> materials, or for recycling purposes; <br> Rule 6 : Minimal Operations and Processes <br> The following shall in any event be considered as insufficient working or processing to confer <br> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br> (a) operations to ensure the preservation of products in good condition during transport <br> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (d) simple cutting and slicing; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br> packing operations; <br> (g) simple mixing of products whether or not of different kinds; <br> (h) simple assembly of parts of products to constitute a complete product; <br> (i) disassembly; <br> (k) mere dilution with water or another substance that does not materially alter the <br> characteristics of the goods; <br> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (c) changes of packing and breaking up and assembly of consignments; <br> (n) operations to colour sugar or form sugar lumps; and <br> (o) peeling, stoning and shelling, of fruits, nuts and vegetables. <br> Rule 7 : Direct Consignment <br> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br> the requirements of these Rules which are transported directly among the Contracting Members. <br> However, the products whose transport involves transit through one or more intermediate non- <br> Contracting Member's territory with or without transhipment or temporary storage shall also be <br> (j) slaughter of animals; <br> eligible for preferential treatment provided that: <br> (a) the transit entry is justified for geographical reasons or by consideration related <br> Penalties <br> exclusively to transport requirements; <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> (b) the products have not entered into trade or consumption there; <br> (c) the products have not undergone any operation there other than unloading and reloading <br> premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> or any operation required keeping them in good condition; and <br> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br> such as Bill of Lading or a single transport document covering the passage from the <br> exporting country through the country of transit. <br> Rule 8 : Treatment of Packing <br> Accessories, Spare Parts and Tools <br> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br> Minimal Operations and Processes <br> separately from their packing; it may also, in respect of its imports consigned from another <br> Contracting Member, determine separately the origin of such packing. <br> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br> determining the origin of the product. <br> 3) Packing material and containers exclusively used for the transportation of a product shall <br> not be taken into account in determining the origin of the product. <br> Rule 9 : Accessories, Spare Parts and Tools <br> damaged parts, and like operations); <br> The origin of accessories, spare parts, tools and instructional or other information materials <br> presented with the goods therewith shall not be taken into account in determining the origin of <br> the goods, provided that such accessories, spare parts, tools and information materials are <br> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Rule 10 : Treatment of Indirect Materials <br> Treatment of Indirect Materials <br> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br> form part of the goods, shall not be taken into account. <br> (l) ironing or pressing of textiles; <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> additional documentary evidence of the conditions under which they have been exhibited may be required. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of these Rules: <br> (a) \"CIF value\" means the price actually paid or payable to the exporter for the goods <br> when the goods are unloaded from the carrier, at the port of importation. The value <br> includes the cost of the goods, insurance and freight necessary to deliver the goods to <br> (b) \"Consignment\" means goods which are either sent simultaneously from one exporter <br> from the exporter to the consignee or, in the absence of such a documents, by a single <br> invoice; <br> (c) \"Customs Value\" means the transaction value of imported goods, which is the price <br> actually paid or payable for the goods when sold for export to the country of <br> i. The transaction value of identical goods; <br> ii. The transaction value of similar goods; <br> importation, including other leviable charges and adjustment. In cases where the <br> Customs value cannot be determined on the basis of transaction value, it will be <br> iii. The deductive value method; <br> determined using one of the following methods: <br> iv. The computed value method; or <br> obtained is exported; <br> v. The fall-back method. <br> (d) \"Ex-Works Price\" means the price paid or payable for the good to the manufacturer in <br> the Contracting Member's territory in whose undertaking the last working or <br> processing is carried out, provided that the price includes the value of all the materials <br> used, excluding any internal taxes which are, or may be repaid when the good <br> (e) \"Indirect Material\" means a good used in the production, testing or inspection of a <br> good but not physically incorporated into the goods, or a good used in the <br> i. fuel and energy; <br> ii. tools, dies, and moulds; <br> iii. parts and materials used in the maintenance of equipment and buildings; <br> iv. lubricants, greases, compounding materials, and other materials used in <br> v. gloves, glasses; footwear, clothing, safety equipment, and supplies; <br> vi. equipment, devices, and supplies used for testing or inspecting the goods; <br> viii. any other goods that are not incorporated into the goods but whose use in the <br> production of the goods can reasonably be demonstrated to be part of that production; <br> (f) \"Materials\" means ingredients, parts, components, subassembly and/or goods that <br> were physically incorporated into other goods or were subject to a process in the <br> production of other goods; <br> (g) \"Non-originating Material\" used in production means any material whose country of <br> origin is other than that of Contracting Members and any material whose origin <br> production of a good, including: <br> cannot be determined; <br> (h) \"Originating Goods\" means goods that qualify as originating in accordance with the <br> vii. catalysts and solvents; and <br> provisions of Rules of Origin of D-8 PTA; <br> (i) \"Production\" means methods of obtaining goods including manufacturing, producing, <br> fishing, trapping, gathering, collecting, hunting and capturing; and <br> (j) \"Territories\" means territories of Contracting Members including territorial waters. <br> maintenance of buildings or the operation of equipment associated with the <br> assembling, processing, raising, growing, breeding, mining, extracting, harvesting, <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "the named port of destination; <br> to one consignee or covered by a single transport document covering their shipment <br> production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Rule 2 : Origin Criteria <br> Products covered by the D-8 PTA imported into a Contracting Member's territory from <br> another Contracting Member's territory which are consigned directly within the meaning of <br> Rule 7 , shall be eligible for preferential treatment if they conform to the origin requirements <br> under any one of the following conditions: <br> (a) Products which are wholly obtained or produced as set out and defined in Rule 3; or <br> (b) Products not wholly obtained or produced provided that the said products are eligible <br> under Rule 4. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3 : Wholly Obtained or Produced Products. <br> Rule 13 : Exhibitions <br> Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br> Rule 17 : Penalties <br> FOR THE PREFERENTIAL TRADE AGREEMENT (PTA) <br> Direct Consignment <br> Treatment of Packing <br> Wholly Obtained or Produced Products. <br> D-8 Certificate of Origin and Operational Certification Procedures <br> AMONG THE D-8 MEMBER STATES <br> RULES OF ORIGIN <br> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br> These Rules may be called the Rules of Origin under the Preferential Trade Agreement among <br> or obtained in a Contracting Member's territory: <br> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br> or causes to be drawn up, a document which contains incorrect information for the purpose of <br> D-8 Member States (hereinafter referred to as \"D-8 PTA\"), pursuant to Article 12 of D-8 PTA. <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br> authorities designated by the respective Governments of the exporting Contracting Members and <br> obtaining a preferential treatment for products. <br> These Rules shall be annexed to the D-8 PTA and form an integral part thereof. <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> of equipment, machine, apparatus or vehicle in question. <br> notified to the other Contracting Members in accordance with the Operational Certification <br> (a) an exporter has consigned these products from a Contracting Member's territory <br> Procedures, as set out in the Attachment. <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br> to the country in which the exhibition is held and has exhibited them there; <br> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br> in a Contracting Member's territory; <br> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br> in the country in which they were sent for exhibition; and <br> waters of that Contracting Member; provided that that Contracting Member has the <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br> purpose other than for demonstration at the exhibition. <br> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br> Exhibitions <br> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br> (h) Goods processed and/or made on board factory ships registered with a Contracting <br> Member or entitled to fly the flag of that Contracting Member, exclusively from <br> products referred to in paragraph (g) above; <br> (i) Used articles which no longer can perform their original purpose and are not capable <br> only to vessels and factory ships: <br> similar public show or display which is not organised for private purposes in shops or business <br> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br> conducted there; <br> referred to in paragraphs (a) to (j) above. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br> (a) Which are registered or recorded in a Contracting Member's territory; or <br> authorities that: <br> (b) Which sail under the flag of a Contracting Member ; or <br> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br> Member or by a company with its head office in one of Contracting Members <br> territories, of which the manager or managers, Chairman of the Board of Directors or <br> the Supervisory Board, and the majority of the members of such boards are nationals <br> (i) the CIF value at the time of importation of the materials; or <br> of a Contracting Member and of which, in addition to that, in the case of partnerships <br> or limited companies, at least half of the capital belongs to that Contracting Member <br> or to public bodies or nationals of the said Contracting Member. <br> Rule 4 : Not Wholly Produced or Obtained Products <br> Not Wholly Produced or Obtained Products <br> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br> than 40 % of ex works price of its content originates from a Contracting Member. <br> 2. For the purposes of calculating local value added content the following method shall apply: <br> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br> 3. The value of the non-originating materials shall be: <br> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br> the territory of the Contracting Member where the working or processing takes place. <br> Rule 5 : Cumulative Rule of Origin <br> Cumulative Rule of Origin <br> Unless otherwise provided for, products which comply with origin requirements provided for in <br> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br> originating in the territory of a Contracting Member where working or processing of the finished <br> product has taken place provided that the aggregate D-8 Contracting Members originating <br> content on the final product is not less than 40%. <br> materials, or for recycling purposes; <br> Rule 6 : Minimal Operations and Processes <br> The following shall in any event be considered as insufficient working or processing to confer <br> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br> (a) operations to ensure the preservation of products in good condition during transport <br> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (d) simple cutting and slicing; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br> packing operations; <br> (g) simple mixing of products whether or not of different kinds; <br> (h) simple assembly of parts of products to constitute a complete product; <br> (i) disassembly; <br> (k) mere dilution with water or another substance that does not materially alter the <br> characteristics of the goods; <br> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (c) changes of packing and breaking up and assembly of consignments; <br> (n) operations to colour sugar or form sugar lumps; and <br> (o) peeling, stoning and shelling, of fruits, nuts and vegetables. <br> Rule 7 : Direct Consignment <br> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br> the requirements of these Rules which are transported directly among the Contracting Members. <br> However, the products whose transport involves transit through one or more intermediate non- <br> Contracting Member's territory with or without transhipment or temporary storage shall also be <br> (j) slaughter of animals; <br> eligible for preferential treatment provided that: <br> (a) the transit entry is justified for geographical reasons or by consideration related <br> Penalties <br> exclusively to transport requirements; <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> (b) the products have not entered into trade or consumption there; <br> (c) the products have not undergone any operation there other than unloading and reloading <br> premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> or any operation required keeping them in good condition; and <br> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br> such as Bill of Lading or a single transport document covering the passage from the <br> exporting country through the country of transit. <br> Rule 8 : Treatment of Packing <br> Accessories, Spare Parts and Tools <br> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br> Minimal Operations and Processes <br> separately from their packing; it may also, in respect of its imports consigned from another <br> Contracting Member, determine separately the origin of such packing. <br> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br> determining the origin of the product. <br> 3) Packing material and containers exclusively used for the transportation of a product shall <br> not be taken into account in determining the origin of the product. <br> Rule 9 : Accessories, Spare Parts and Tools <br> damaged parts, and like operations); <br> The origin of accessories, spare parts, tools and instructional or other information materials <br> presented with the goods therewith shall not be taken into account in determining the origin of <br> the goods, provided that such accessories, spare parts, tools and information materials are <br> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Rule 10 : Treatment of Indirect Materials <br> Treatment of Indirect Materials <br> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br> form part of the goods, shall not be taken into account. <br> (l) ironing or pressing of textiles; <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> additional documentary evidence of the conditions under which they have been exhibited may be required. <br> "}, {"ArticleTitle": "Classification of Goods", "ArticleDesc": "Rule 11 : Classification of Goods <br> For the purposes of these Rules, goods, materials and products shall be classified in accordance <br> with the General Rules of Interpretation of Harmonized System. <br> "}, {"ArticleTitle": "Re-importation of Exported Goods", "ArticleDesc": "Rule 12 : Re-importation of Exported Goods <br> If originating goods exported from a Contracting Member are re-imported, they must be <br> considered as non-originating, unless it can be demonstrated to the satisfaction of the customs <br> authorities that: <br> (a) the returning goods are the same as those exported; and <br> (b) they have not undergone any operation beyond that necessary to preserve them in <br> good condition while in that country or while being exported. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3 : Wholly Obtained or Produced Products. <br> Rule 13 : Exhibitions <br> Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br> Rule 17 : Penalties <br> FOR THE PREFERENTIAL TRADE AGREEMENT (PTA) <br> Direct Consignment <br> Treatment of Packing <br> Wholly Obtained or Produced Products. <br> D-8 Certificate of Origin and Operational Certification Procedures <br> AMONG THE D-8 MEMBER STATES <br> RULES OF ORIGIN <br> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br> These Rules may be called the Rules of Origin under the Preferential Trade Agreement among <br> or obtained in a Contracting Member's territory: <br> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br> or causes to be drawn up, a document which contains incorrect information for the purpose of <br> D-8 Member States (hereinafter referred to as \"D-8 PTA\"), pursuant to Article 12 of D-8 PTA. <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br> authorities designated by the respective Governments of the exporting Contracting Members and <br> obtaining a preferential treatment for products. <br> These Rules shall be annexed to the D-8 PTA and form an integral part thereof. <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> of equipment, machine, apparatus or vehicle in question. <br> notified to the other Contracting Members in accordance with the Operational Certification <br> (a) an exporter has consigned these products from a Contracting Member's territory <br> Procedures, as set out in the Attachment. <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br> to the country in which the exhibition is held and has exhibited them there; <br> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br> in a Contracting Member's territory; <br> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br> in the country in which they were sent for exhibition; and <br> waters of that Contracting Member; provided that that Contracting Member has the <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br> purpose other than for demonstration at the exhibition. <br> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br> Exhibitions <br> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br> (h) Goods processed and/or made on board factory ships registered with a Contracting <br> Member or entitled to fly the flag of that Contracting Member, exclusively from <br> products referred to in paragraph (g) above; <br> (i) Used articles which no longer can perform their original purpose and are not capable <br> only to vessels and factory ships: <br> similar public show or display which is not organised for private purposes in shops or business <br> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br> conducted there; <br> referred to in paragraphs (a) to (j) above. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br> (a) Which are registered or recorded in a Contracting Member's territory; or <br> authorities that: <br> (b) Which sail under the flag of a Contracting Member ; or <br> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br> Member or by a company with its head office in one of Contracting Members <br> territories, of which the manager or managers, Chairman of the Board of Directors or <br> the Supervisory Board, and the majority of the members of such boards are nationals <br> (i) the CIF value at the time of importation of the materials; or <br> of a Contracting Member and of which, in addition to that, in the case of partnerships <br> or limited companies, at least half of the capital belongs to that Contracting Member <br> or to public bodies or nationals of the said Contracting Member. <br> Rule 4 : Not Wholly Produced or Obtained Products <br> Not Wholly Produced or Obtained Products <br> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br> than 40 % of ex works price of its content originates from a Contracting Member. <br> 2. For the purposes of calculating local value added content the following method shall apply: <br> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br> 3. The value of the non-originating materials shall be: <br> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br> the territory of the Contracting Member where the working or processing takes place. <br> Rule 5 : Cumulative Rule of Origin <br> Cumulative Rule of Origin <br> Unless otherwise provided for, products which comply with origin requirements provided for in <br> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br> originating in the territory of a Contracting Member where working or processing of the finished <br> product has taken place provided that the aggregate D-8 Contracting Members originating <br> content on the final product is not less than 40%. <br> materials, or for recycling purposes; <br> Rule 6 : Minimal Operations and Processes <br> The following shall in any event be considered as insufficient working or processing to confer <br> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br> (a) operations to ensure the preservation of products in good condition during transport <br> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (d) simple cutting and slicing; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br> packing operations; <br> (g) simple mixing of products whether or not of different kinds; <br> (h) simple assembly of parts of products to constitute a complete product; <br> (i) disassembly; <br> (k) mere dilution with water or another substance that does not materially alter the <br> characteristics of the goods; <br> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (c) changes of packing and breaking up and assembly of consignments; <br> (n) operations to colour sugar or form sugar lumps; and <br> (o) peeling, stoning and shelling, of fruits, nuts and vegetables. <br> Rule 7 : Direct Consignment <br> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br> the requirements of these Rules which are transported directly among the Contracting Members. <br> However, the products whose transport involves transit through one or more intermediate non- <br> Contracting Member's territory with or without transhipment or temporary storage shall also be <br> (j) slaughter of animals; <br> eligible for preferential treatment provided that: <br> (a) the transit entry is justified for geographical reasons or by consideration related <br> Penalties <br> exclusively to transport requirements; <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> (b) the products have not entered into trade or consumption there; <br> (c) the products have not undergone any operation there other than unloading and reloading <br> premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> or any operation required keeping them in good condition; and <br> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br> such as Bill of Lading or a single transport document covering the passage from the <br> exporting country through the country of transit. <br> Rule 8 : Treatment of Packing <br> Accessories, Spare Parts and Tools <br> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br> Minimal Operations and Processes <br> separately from their packing; it may also, in respect of its imports consigned from another <br> Contracting Member, determine separately the origin of such packing. <br> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br> determining the origin of the product. <br> 3) Packing material and containers exclusively used for the transportation of a product shall <br> not be taken into account in determining the origin of the product. <br> Rule 9 : Accessories, Spare Parts and Tools <br> damaged parts, and like operations); <br> The origin of accessories, spare parts, tools and instructional or other information materials <br> presented with the goods therewith shall not be taken into account in determining the origin of <br> the goods, provided that such accessories, spare parts, tools and information materials are <br> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Rule 10 : Treatment of Indirect Materials <br> Treatment of Indirect Materials <br> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br> form part of the goods, shall not be taken into account. <br> (l) ironing or pressing of textiles; <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> additional documentary evidence of the conditions under which they have been exhibited may be required. <br> "}, {"ArticleTitle": "Prohibition", "ArticleDesc": "Rule 14 : Prohibition <br> Any Contracting Member may, subject to notification to the D-8 Secretariat, prohibit importation <br> of products containing any inputs originating from any non-Contracting Member's territory with <br> which it does not want to have economic and commercial relations. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3 : Wholly Obtained or Produced Products. <br> Rule 13 : Exhibitions <br> Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br> Rule 17 : Penalties <br> FOR THE PREFERENTIAL TRADE AGREEMENT (PTA) <br> Direct Consignment <br> Treatment of Packing <br> Wholly Obtained or Produced Products. <br> D-8 Certificate of Origin and Operational Certification Procedures <br> AMONG THE D-8 MEMBER STATES <br> RULES OF ORIGIN <br> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br> These Rules may be called the Rules of Origin under the Preferential Trade Agreement among <br> or obtained in a Contracting Member's territory: <br> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br> or causes to be drawn up, a document which contains incorrect information for the purpose of <br> D-8 Member States (hereinafter referred to as \"D-8 PTA\"), pursuant to Article 12 of D-8 PTA. <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br> authorities designated by the respective Governments of the exporting Contracting Members and <br> obtaining a preferential treatment for products. <br> These Rules shall be annexed to the D-8 PTA and form an integral part thereof. <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> of equipment, machine, apparatus or vehicle in question. <br> notified to the other Contracting Members in accordance with the Operational Certification <br> (a) an exporter has consigned these products from a Contracting Member's territory <br> Procedures, as set out in the Attachment. <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br> to the country in which the exhibition is held and has exhibited them there; <br> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br> in a Contracting Member's territory; <br> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br> in the country in which they were sent for exhibition; and <br> waters of that Contracting Member; provided that that Contracting Member has the <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br> purpose other than for demonstration at the exhibition. <br> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br> Exhibitions <br> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br> (h) Goods processed and/or made on board factory ships registered with a Contracting <br> Member or entitled to fly the flag of that Contracting Member, exclusively from <br> products referred to in paragraph (g) above; <br> (i) Used articles which no longer can perform their original purpose and are not capable <br> only to vessels and factory ships: <br> similar public show or display which is not organised for private purposes in shops or business <br> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br> conducted there; <br> referred to in paragraphs (a) to (j) above. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br> (a) Which are registered or recorded in a Contracting Member's territory; or <br> authorities that: <br> (b) Which sail under the flag of a Contracting Member ; or <br> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br> Member or by a company with its head office in one of Contracting Members <br> territories, of which the manager or managers, Chairman of the Board of Directors or <br> the Supervisory Board, and the majority of the members of such boards are nationals <br> (i) the CIF value at the time of importation of the materials; or <br> of a Contracting Member and of which, in addition to that, in the case of partnerships <br> or limited companies, at least half of the capital belongs to that Contracting Member <br> or to public bodies or nationals of the said Contracting Member. <br> Rule 4 : Not Wholly Produced or Obtained Products <br> Not Wholly Produced or Obtained Products <br> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br> than 40 % of ex works price of its content originates from a Contracting Member. <br> 2. For the purposes of calculating local value added content the following method shall apply: <br> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br> 3. The value of the non-originating materials shall be: <br> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br> the territory of the Contracting Member where the working or processing takes place. <br> Rule 5 : Cumulative Rule of Origin <br> Cumulative Rule of Origin <br> Unless otherwise provided for, products which comply with origin requirements provided for in <br> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br> originating in the territory of a Contracting Member where working or processing of the finished <br> product has taken place provided that the aggregate D-8 Contracting Members originating <br> content on the final product is not less than 40%. <br> materials, or for recycling purposes; <br> Rule 6 : Minimal Operations and Processes <br> The following shall in any event be considered as insufficient working or processing to confer <br> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br> (a) operations to ensure the preservation of products in good condition during transport <br> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (d) simple cutting and slicing; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br> packing operations; <br> (g) simple mixing of products whether or not of different kinds; <br> (h) simple assembly of parts of products to constitute a complete product; <br> (i) disassembly; <br> (k) mere dilution with water or another substance that does not materially alter the <br> characteristics of the goods; <br> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (c) changes of packing and breaking up and assembly of consignments; <br> (n) operations to colour sugar or form sugar lumps; and <br> (o) peeling, stoning and shelling, of fruits, nuts and vegetables. <br> Rule 7 : Direct Consignment <br> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br> the requirements of these Rules which are transported directly among the Contracting Members. <br> However, the products whose transport involves transit through one or more intermediate non- <br> Contracting Member's territory with or without transhipment or temporary storage shall also be <br> (j) slaughter of animals; <br> eligible for preferential treatment provided that: <br> (a) the transit entry is justified for geographical reasons or by consideration related <br> Penalties <br> exclusively to transport requirements; <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> (b) the products have not entered into trade or consumption there; <br> (c) the products have not undergone any operation there other than unloading and reloading <br> premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> or any operation required keeping them in good condition; and <br> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br> such as Bill of Lading or a single transport document covering the passage from the <br> exporting country through the country of transit. <br> Rule 8 : Treatment of Packing <br> Accessories, Spare Parts and Tools <br> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br> Minimal Operations and Processes <br> separately from their packing; it may also, in respect of its imports consigned from another <br> Contracting Member, determine separately the origin of such packing. <br> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br> determining the origin of the product. <br> 3) Packing material and containers exclusively used for the transportation of a product shall <br> not be taken into account in determining the origin of the product. <br> Rule 9 : Accessories, Spare Parts and Tools <br> damaged parts, and like operations); <br> The origin of accessories, spare parts, tools and instructional or other information materials <br> presented with the goods therewith shall not be taken into account in determining the origin of <br> the goods, provided that such accessories, spare parts, tools and information materials are <br> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Rule 10 : Treatment of Indirect Materials <br> Treatment of Indirect Materials <br> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br> form part of the goods, shall not be taken into account. <br> (l) ironing or pressing of textiles; <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> additional documentary evidence of the conditions under which they have been exhibited may be required. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "Rule 16 : Dispute Settlement <br> 1 Any dispute that may arise among the Contracting Members regarding the <br> implementation or interpretation of the provisions of the D-8 Rules of Origin, shall be dealt in <br> accordance with Article 26 of the D-8 PTA. <br> 2 In all cases, the settlement of disputes between the importer and the customs authorities <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "of the importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Rule 3 : Wholly Obtained or Produced Products. <br> Rule 13 : Exhibitions <br> Rule 15 : D-8 Certificate of Origin and Operational Certification Procedures <br> Rule 17 : Penalties <br> FOR THE PREFERENTIAL TRADE AGREEMENT (PTA) <br> Direct Consignment <br> Treatment of Packing <br> Wholly Obtained or Produced Products. <br> D-8 Certificate of Origin and Operational Certification Procedures <br> AMONG THE D-8 MEMBER STATES <br> RULES OF ORIGIN <br> 1 Within the meaning of Rule 2 (a), the following shall be considered as wholly produced <br> 1 Originating products, sent for exhibition outside a Contracting Member's territory and <br> 1 A claim that products shall be accepted as eligible for preferential treatment shall be <br> In accordance with national legislation, penalties shall be imposed on any person who draws up, <br> These Rules may be called the Rules of Origin under the Preferential Trade Agreement among <br> or obtained in a Contracting Member's territory: <br> sold after the exhibition for importation into a Contracting Member's territory shall enjoy the <br> supported by a D-8 Certificate of Origin issued by the Customs or the relevant competent <br> or causes to be drawn up, a document which contains incorrect information for the purpose of <br> D-8 Member States (hereinafter referred to as \"D-8 PTA\"), pursuant to Article 12 of D-8 PTA. <br> (a) Plant and plant products harvested, picked or gathered there; <br> (b) Live animals born and raised there; <br> preferential treatment under the D-8 PTA provided it is shown to the satisfaction of the Customs <br> authorities designated by the respective Governments of the exporting Contracting Members and <br> obtaining a preferential treatment for products. <br> These Rules shall be annexed to the D-8 PTA and form an integral part thereof. <br> (c) Products obtained from live animals referred to in paragraph (b) above; <br> of equipment, machine, apparatus or vehicle in question. <br> notified to the other Contracting Members in accordance with the Operational Certification <br> (a) an exporter has consigned these products from a Contracting Member's territory <br> Procedures, as set out in the Attachment. <br> (d) Products obtained from hunting, trapping, fishing, aquaculture, gathering or capturing <br> to the country in which the exhibition is held and has exhibited them there; <br> 2 The Attachment and its Appendix shall form an integral part of the D-8 Rules of Origin. <br> (e) Minerals and other naturally occurring substances, not included in paragraphs (a) to <br> in a Contracting Member's territory; <br> (d) above, extracted or taken from its soil, waters, seabed or beneath their seabed; <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> (f) Goods taken from the waters, seabed or beneath the seabed outside the territorial <br> in the country in which they were sent for exhibition; and <br> waters of that Contracting Member; provided that that Contracting Member has the <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> rights to exploit such waters, seabed and beneath the seabed in accordance with international law; <br> purpose other than for demonstration at the exhibition. <br> (g) Goods of sea fishing and other marine products taken from the high seas by vessels <br> 2 A D-8 Certificate of Origin must be issued or made out in accordance with the provisions <br> registered with a Contracting Member or entitled to fly the flag of that Contracting Member; <br> Exhibitions <br> of D-8 PTA and submitted to the Customs authorities of the importing country in the normal <br> (h) Goods processed and/or made on board factory ships registered with a Contracting <br> Member or entitled to fly the flag of that Contracting Member, exclusively from <br> products referred to in paragraph (g) above; <br> (i) Used articles which no longer can perform their original purpose and are not capable <br> only to vessels and factory ships: <br> similar public show or display which is not organised for private purposes in shops or business <br> of being restored or repaired and are fit only for disposal or recovery of parts of raw <br> (j) Waste and scrap resulting from manufacturing operations conducted there; and <br> (k) Goods obtained or produced in a Contracting Member's territory solely from products <br> conducted there; <br> referred to in paragraphs (a) to (j) above. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(g) and (h) shall apply <br> (a) Which are registered or recorded in a Contracting Member's territory; or <br> authorities that: <br> (b) Which sail under the flag of a Contracting Member ; or <br> (c) Which are owned to an extent of at least 50 per cent by nationals of a Contracting <br> Member or by a company with its head office in one of Contracting Members <br> territories, of which the manager or managers, Chairman of the Board of Directors or <br> the Supervisory Board, and the majority of the members of such boards are nationals <br> (i) the CIF value at the time of importation of the materials; or <br> of a Contracting Member and of which, in addition to that, in the case of partnerships <br> or limited companies, at least half of the capital belongs to that Contracting Member <br> or to public bodies or nationals of the said Contracting Member. <br> Rule 4 : Not Wholly Produced or Obtained Products <br> Not Wholly Produced or Obtained Products <br> 1. For the purposes of Rule 2(b), a product shall be deemed to be originating if not less <br> than 40 % of ex works price of its content originates from a Contracting Member. <br> 2. For the purposes of calculating local value added content the following method shall apply: <br> [(Ex Works Price - Value of non Originating Materials)/Ex Works Price] x 100 ? 40 % <br> 3. The value of the non-originating materials shall be: <br> (ii) the earliest ascertained price paid for the materials of undetermined origin in <br> the territory of the Contracting Member where the working or processing takes place. <br> Rule 5 : Cumulative Rule of Origin <br> Cumulative Rule of Origin <br> Unless otherwise provided for, products which comply with origin requirements provided for in <br> Rule 2 and which are used in the territory of a Contracting Member as materials for a finished <br> product eligible for preferential treatment under the D-8 PTA shall be considered as products <br> originating in the territory of a Contracting Member where working or processing of the finished <br> product has taken place provided that the aggregate D-8 Contracting Members originating <br> content on the final product is not less than 40%. <br> materials, or for recycling purposes; <br> Rule 6 : Minimal Operations and Processes <br> The following shall in any event be considered as insufficient working or processing to confer <br> the status of origin, whether or not they comply with the requirements of Rules 3, 4 or 5: <br> (a) operations to ensure the preservation of products in good condition during transport <br> and storage (such as drying, freezing, keeping in brine, ventilation, spreading out, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, removal of <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> classifying, matching (inkling the making-up of sets of articles), washing, painting, cutting; <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (d) simple cutting and slicing; <br> (e) affixing of marks, labels or other like distinguishing signs on products or their packaging; <br> (f) repacking or placing in bottles, flasks, bags, boxes, fixing on cards or boards and all other <br> packing operations; <br> (g) simple mixing of products whether or not of different kinds; <br> (h) simple assembly of parts of products to constitute a complete product; <br> (i) disassembly; <br> (k) mere dilution with water or another substance that does not materially alter the <br> characteristics of the goods; <br> (m) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br> (c) changes of packing and breaking up and assembly of consignments; <br> (n) operations to colour sugar or form sugar lumps; and <br> (o) peeling, stoning and shelling, of fruits, nuts and vegetables. <br> Rule 7 : Direct Consignment <br> The preferential treatment provided for under the D-8 PTA applies only to products, satisfying <br> the requirements of these Rules which are transported directly among the Contracting Members. <br> However, the products whose transport involves transit through one or more intermediate non- <br> Contracting Member's territory with or without transhipment or temporary storage shall also be <br> (j) slaughter of animals; <br> eligible for preferential treatment provided that: <br> (a) the transit entry is justified for geographical reasons or by consideration related <br> Penalties <br> exclusively to transport requirements; <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br> (b) the products have not entered into trade or consumption there; <br> (c) the products have not undergone any operation there other than unloading and reloading <br> premises with a view to the sale of foreign products, and during which the products remain under customs control. <br> or any operation required keeping them in good condition; and <br> (d) evidence that the conditions set out in (a), (b) and (c) above have been complied with, <br> such as Bill of Lading or a single transport document covering the passage from the <br> exporting country through the country of transit. <br> Rule 8 : Treatment of Packing <br> Accessories, Spare Parts and Tools <br> 1) Where for purposes of assessing customs duties, a Contracting Member treats products <br> Minimal Operations and Processes <br> separately from their packing; it may also, in respect of its imports consigned from another <br> Contracting Member, determine separately the origin of such packing. <br> 2) Where paragraph (1) above is not applied, packing shall not be taken into account in <br> determining the origin of the product. <br> 3) Packing material and containers exclusively used for the transportation of a product shall <br> not be taken into account in determining the origin of the product. <br> Rule 9 : Accessories, Spare Parts and Tools <br> damaged parts, and like operations); <br> The origin of accessories, spare parts, tools and instructional or other information materials <br> presented with the goods therewith shall not be taken into account in determining the origin of <br> the goods, provided that such accessories, spare parts, tools and information materials are <br> classified and customs duties collected with the goods by the importing Contracting Member. [1] <br> [1] Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, which are part of the <br> normal equipment and included in the price thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Rule 10 : Treatment of Indirect Materials <br> Treatment of Indirect Materials <br> Unless otherwise provided, for the purpose of determining the origin of goods, the origin of <br> indirect materials, or the materials used in its manufacture which do not remain in the goods or <br> form part of the goods, shall not be taken into account. <br> (l) ironing or pressing of textiles; <br> manner. The name and address of the exhibition must be indicated thereon. Where necessary, <br> additional documentary evidence of the conditions under which they have been exhibited may be required. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "Rule 18 : Free Zones <br> 1 Contracting Members shall take all necessary steps to ensure that products traded under <br> cover of a D-8 Certificate of Origin, which in the course of transport, use a free zone situated in <br> their territory, are not substituted by other goods and do not undergo handling other than normal <br> originating in a Contracting Member's territory are imported into a free zone under cover of a D- <br> 8 Certificate of Origin and undergo treatment or processing, the authorities concerned shall issue <br> a new D-8 Certificate of Origin at the exporter's request, if the treatment or processing undergone <br> is in conformity with the provisions of this Attachment and the D-8 Rules of Origin. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "operations designed to prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when products <br> "}, {"ArticleTitle": "Goods in Transit and Storage", "ArticleDesc": "Rule 19 : Goods in Transit and Storage <br> Goods which conform to the provisions of D-8 Rules of Origin and which on the date of entry <br> into force of the D-8 PTA are either being transported or are being held in a Contracting <br> Member's territory in temporary storage, in bonded warehouses or in free zones, may be <br> accepted as originating products subject to the submission, within four months from the date of <br> entry into force of the D-8 PTA, to the customs authorities of the importing country of D-8 <br> Certificate of Origin, drawn up retrospectively, and of any documents that provide supporting <br> evidence of the conditions of transport. <br> "}, {"ArticleTitle": "Review and Modification", "ArticleDesc": "Rule 20 : Review and Modification <br> 1 The D-8 Rules of Origin may be reviewed and modified as and when necessary upon <br> request of a Contracting Member as per procedure under Article 30 of the D-8 PTA. <br> 2 Notwithstanding paragraph 1 of this Rule, the Attachment and its Appendix shall be <br> modified and reviewed in accordance with the provision of Article 14 of the Attachment. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 1 : General Requirements <br> General requirements <br> Article 9 : Supporting Documents <br> Article 13 : Verification of D-8 Certificate of Origin <br> Appendix to this Attachment shall form an integral part thereof. <br> Verification of D-8 Certificate of Origin <br> Products originating in a Contracting Member's territory shall, on <br> The documents referred to in Article 2(3) of this Attachment used for the <br> 1 Subsequent verifications of the issued D-8 Certificate of Origin shall <br> importation into the other Contracting Member's territory benefit from the D-8 <br> products to which it relates if: <br> purpose of proving that products covered by a D-8 Certificate of Origin can <br> be carried out at random or whenever the customs authorities of the <br> Preferential Trade Agreement (PTA) upon submission of a D-8 Certificate <br> be considered as products originating in one of the Contracting Members' <br> importing country have reasonable doubts as to the authenticity of such <br> of Origin, a specimen of which is attached herewith. <br> territory and fulfil the other requirements of this Attachment and D-8 Rules <br> documents, the originating status of the products concerned or the <br> Article 2 : Procedure for the Issuance of a D-8 Certificate of Origin <br> of Origin may consist inter alia of the following: <br> fulfilment of the other requirements of this Attachment and D-8 Rules of Origin. <br> Procedure for the Issuance of a D-8 Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or <br> 2 For the purposes of implementing the provisions of paragraph 1, the <br> 1 A D-8 Certificate of Origin shall be issued by the Customs or the <br> supplier to obtain the goods concerned, contained for example <br> Customs or the competent authorities of the importing country shall return <br> relevant competent authorities designated by the government of the <br> the D-8 Certificate of Origin and the invoice or a copy of these documents, <br> exporting country, herein after referred to as issuing authority, on <br> to the Customs or the competent authorities of the exporting country giving, <br> application having been made in writing by the exporter or, under the <br> issued or made out in one of the Contracting Members' territory <br> where appropriate, the reasons for the enquiry. Any documents and <br> exporter's responsibility, by his authorized representative. <br> where these documents are used in accordance with domestic law; <br> information obtained suggesting that the information given on the D-8 <br> 2 For this purpose, the exporter or his authorized representative shall <br> (c) documents proving the working or processing of materials in <br> Certificate of Origin is incorrect shall be forwarded in support of the request <br> considered appropriate. <br> fill out both the D-8 Certificate of Origin and the application form, <br> one of the Contracting Member's territory, issued or made out <br> for verification. <br> specimens of which are attached herewith. The said form shall be <br> in that Contracting Member's territory, where these documents <br> 3 The verification shall be carried out by the Customs or the competent <br> offered to the importer subject to any precautionary measures judged necessary. <br> completed in English language and in accordance with the provisions of the <br> are used in accordance with domestic law; <br> Supporting documents <br> authorities of the exporting country. For this purpose, the Customs or the <br> domestic law of the exporting country. If they are handwritten, they shall be <br> (d) D-8 Certificate of Origin proving the originating status of <br> competent authorities shall have the right to call for any evidence and to <br> completed in ink in printed characters. The description of the products must <br> materials used, issued or made out in a Contracting Member's <br> carry out any inspection of the exporter's accounts or any other check <br> be given in the Box 7 of the attached forms, which is reserved for this <br> territory in accordance with this Attachment and D-8 Rules of Origin. <br> purpose without leaving any blank lines. Where the said box is not <br> Article 10 : Preservation of D-8 Certificate of Origin <br> 4 If the Customs authorities of the importing country decided to <br> Preservation of D-8 Certificate of Origin <br> suspend the granting of preferential treatment to the products concerned <br> and Supporting Documents <br> while awaiting the results of the verification, release of the products shall be <br> 3 The exporter applying for the issuance of a D-8 Certificate of Origin <br> 1 The exporter applying for the issue of a D-8 Certificate of Origin shall <br> shall be prepared to submit at any time, at the request of the Customs or <br> keep for at least three years the documents referred to in Article 2(3) of this Attachment. <br> 5 The Customs or the competent authorities requesting the verification <br> the competent authorities of the exporting country where the D-8 Certificate <br> 2 The Customs or the competent authorities of the exporting country <br> shall be informed of the results of this verification as soon as possible. <br> of Origin is issued, all appropriate documents proving the originating status <br> issuing a D-8 Certificate of Origin shall keep for at least three years the <br> These results must indicate clearly whether the documents are authentic <br> of the products concerned as well as the fulfilment of the other <br> application form referred to in Article 2(2). <br> and whether the products concerned can be considered as products <br> 3 The customs authorities of the importing country shall keep for at <br> originating in one of the Contracting Members' territory and fulfil the other <br> the preferences. <br> 4 A D-8 Certificate of Origin shall be issued by the Customs or the <br> requirements of this Attachment and D-8 Rules of Origin. <br> Discrepancies and formal errors <br> least three years the D-8 Certificate of Origin submitted to them. <br> competent authorities of a Contracting Member if the products concerned <br> Article 11 : Discrepancies and Formal Errors <br> 6 Where the cumulation provisions in accordance with Rule 5 of the D- <br> can be considered as products originating in that Contracting Member's <br> 8 Rules of Origin were applied and in connection with Article 2(4) of this <br> 1 The discovery of slight discrepancies between the statements made <br> Attachment, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> of Origin. The origin state of the goods shall be indicated in Box 3 of the certificate. <br> in the D-8 Certificate of Origin and those made in the documents submitted <br> 7 If, in cases of reasonable doubt, there is no reply within ten months of <br> 5 The authorities issuing the D-8 Certificate of Origin shall take the <br> to the customs office for the purpose of carrying out the formalities for <br> the date of the verification request or if the reply does not contain sufficient <br> necessary steps to verify the originating status of the products and the <br> importing the products shall not ipso facto render the D-8 Certificate of <br> information to determine the authenticity of the document in question or the <br> fulfilment of the other requirements of this Attachment and D-8 Rules of <br> Origin null and void if it is duly established by the customs authority of the <br> real origin of the products, the requesting Customs or the competent <br> Origin. For this purpose, they shall have the right to call for any evidence <br> importing country that this document does correspond to the products submitted. <br> authorities shall, except in exceptional circumstances, refuse entitlement to <br> and to carry out any inspection of the exporter's accounts or any other <br> 2 Obvious formal errors such as typing errors on a D-8 Certificate of <br> check considered appropriate. The issuing authorities shall also ensure that <br> Origin should not cause this document to be rejected if these errors are not <br> the forms referred to in paragraph 2 are duly completed. In particular, they <br> involuntary omissions or special circumstances; or <br> shall check whether the space reserved for the description of the products <br> in Box 7 has been completed in such a manner as to exclude all possibility <br> 3 In case that products, which are not eligible for the preferential <br> (a) it was not issued at the time of exportation because of errors or <br> of fraudulent additions. <br> regime under the D-8 PTA, are listed in the D-8 Certificate of Origin, it shall <br> 6 A D-8 Certificate of Origin shall be issued and made available to the <br> not affect or delay the products which fulfil the conditions of this Attachment <br> exporter as soon as actual exportation has been effected or ensured. <br> and D-8 Rules of Origin for granting preferential treatment and are listed in <br> Article 3 : D-8 Certificate of Origin Issued Retrospectively <br> the same D-8 Certificate of Origin. <br> D-8 Certificate of Origin Issued Retrospectively <br> PART II <br> 1 A D-8 Certificate of Origin may exceptionally be issued after <br> ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> exportation but not later than six months from the date of shipment of the <br> (b) it is demonstrated to the satisfaction of the Customs or the <br> competent authorities that a D-8 Certificate of Origin was <br> issued but was not accepted at importation for technical reasons. <br> 2 For the implementation of paragraph 1, the exporter must indicate in <br> description, the empty space being crossed through. <br> his application the place and date of exportation of the products to which <br> the D-8 Certificate of Origin relates, and state the reasons for his request. <br> 3 A D-8 Certificate of Origin may be issued retrospectively only after <br> verifying that the information supplied in the exporter's application agrees <br> 4 A D-8 Certificate of Origin issued retrospectively must be endorsed <br> with the phrase \"ISSUED RETROSPECTIVELY.\" <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the <br> Box 6 (Remarks) of the D-8 Certificate of Origin. <br> Article 4 : Issuance of a Duplicate D-8 Certificate of Origin <br> Issuance of a Duplicate D-8 Certificate of Origin <br> 1 In the event of theft, loss or destruction of a D-8 Certificate of Origin, <br> the exporter may apply to the Customs or the competent authorities which <br> issued it for a duplicate made out on the basis of the export documents in <br> their possession. <br> 2 The duplicate issued in this way must be endorsed with the word <br> \"DUPLICATE.\" <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the <br> Box 6 (Remarks) of the duplicate D-8 Certificate of Origin. <br> 4 The duplicate, which must bear the date of issue of the original D-8 <br> Certificate of Origin, shall take effect as from that date. <br> completely filled, a horizontal line must be drawn below the last line of the <br> Article 5 : Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Certificate of Origin Issued or Made out Previously <br> 1 When originating products are placed under the control of a customs <br> office in a Contracting Member's territory, it shall be possible to replace the <br> original D-8 Certificate of Origin by one or more D-8 Certificates of Origin <br> for the purpose of sending all or some of these products elsewhere within <br> that Contracting Member's territory for the customs clearance of the <br> products. In this case, the replacement D-8 Certificate of Origin(s) shall be <br> issued by the customs or the competent authorities under whose control <br> 2 In case that all or part of the products originating in one of the <br> Contracting Members' territory which are imported or placed into the <br> the products are placed. <br> Customs Warehouses under the control of a customs office in a <br> Contracting Member's territory are sent to another Contracting Member's <br> territory, a new D-8 Certificate of Origin must be issued by the customs or <br> made in this document. <br> the competent authorities under whose control the products are placed. In <br> this case, the origin state shall be indicated in Box 3 of the D-8 Certificate of Origin. <br> Article 6 : Validity of D-8 Certificate of Origin <br> Validity of D-8 Certificate of Origin <br> 1 A D-8 Certificate of Origin shall be valid for six months from the date <br> of issue in the exporting country, and must be submitted within the said <br> 2 A D-8 Certificate of Origin which is submitted to the customs <br> authorities of the importing country after the final date for presentation <br> specified in paragraph 1 may be accepted for the purpose of applying <br> preferential treatment, where the failure to submit these documents by the <br> final date set is due to exceptional circumstances which are beyond the <br> control of the exporter. <br> 3 In other cases of belated presentation, the customs authorities of the <br> importing country may accept the D-8 Certificate of Origin where the <br> products have been submitted before the said final date. <br> Article 7 : Submission of D-8 Certificate of Origin <br> Submission of D-8 Certificate of Origin <br> A D-8 Certificate of Origin shall be submitted to the customs authorities of <br> the importing country in accordance with the procedures applicable in that <br> country. The said authorities may require the relevant document to be <br> accompanied by a statement from the importer to the effect that the <br> products meet the conditions required for the implementation of the D-8 PTA. <br> with that in the corresponding file. <br> in his accounts or internal bookkeeping; <br> period to the customs authorities of the importing country. <br> such as to create doubts concerning the correctness of the statements <br> (b) documents proving the originating status of materials used, <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 8 : Importation by Instalments <br> Where, at the request of the importer and on the conditions laid down by <br> the customs authorities of the importing country, dismantled or non- <br> Harmonized System falling within Sections XVI and XVII or heading Nos. <br> 7308 and 9406 of the Harmonized System are imported by instalments, a <br> single D-8 Certificate of Origin for such products shall be submitted to the <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "assembled products within the meaning of General Rule 2(a) of the <br> customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 1 : General Requirements <br> General requirements <br> Article 9 : Supporting Documents <br> Article 13 : Verification of D-8 Certificate of Origin <br> Appendix to this Attachment shall form an integral part thereof. <br> Verification of D-8 Certificate of Origin <br> Products originating in a Contracting Member's territory shall, on <br> The documents referred to in Article 2(3) of this Attachment used for the <br> 1 Subsequent verifications of the issued D-8 Certificate of Origin shall <br> importation into the other Contracting Member's territory benefit from the D-8 <br> products to which it relates if: <br> purpose of proving that products covered by a D-8 Certificate of Origin can <br> be carried out at random or whenever the customs authorities of the <br> Preferential Trade Agreement (PTA) upon submission of a D-8 Certificate <br> be considered as products originating in one of the Contracting Members' <br> importing country have reasonable doubts as to the authenticity of such <br> of Origin, a specimen of which is attached herewith. <br> territory and fulfil the other requirements of this Attachment and D-8 Rules <br> documents, the originating status of the products concerned or the <br> Article 2 : Procedure for the Issuance of a D-8 Certificate of Origin <br> of Origin may consist inter alia of the following: <br> fulfilment of the other requirements of this Attachment and D-8 Rules of Origin. <br> Procedure for the Issuance of a D-8 Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or <br> 2 For the purposes of implementing the provisions of paragraph 1, the <br> 1 A D-8 Certificate of Origin shall be issued by the Customs or the <br> supplier to obtain the goods concerned, contained for example <br> Customs or the competent authorities of the importing country shall return <br> relevant competent authorities designated by the government of the <br> the D-8 Certificate of Origin and the invoice or a copy of these documents, <br> exporting country, herein after referred to as issuing authority, on <br> to the Customs or the competent authorities of the exporting country giving, <br> application having been made in writing by the exporter or, under the <br> issued or made out in one of the Contracting Members' territory <br> where appropriate, the reasons for the enquiry. Any documents and <br> exporter's responsibility, by his authorized representative. <br> where these documents are used in accordance with domestic law; <br> information obtained suggesting that the information given on the D-8 <br> 2 For this purpose, the exporter or his authorized representative shall <br> (c) documents proving the working or processing of materials in <br> Certificate of Origin is incorrect shall be forwarded in support of the request <br> considered appropriate. <br> fill out both the D-8 Certificate of Origin and the application form, <br> one of the Contracting Member's territory, issued or made out <br> for verification. <br> specimens of which are attached herewith. The said form shall be <br> in that Contracting Member's territory, where these documents <br> 3 The verification shall be carried out by the Customs or the competent <br> offered to the importer subject to any precautionary measures judged necessary. <br> completed in English language and in accordance with the provisions of the <br> are used in accordance with domestic law; <br> Supporting documents <br> authorities of the exporting country. For this purpose, the Customs or the <br> domestic law of the exporting country. If they are handwritten, they shall be <br> (d) D-8 Certificate of Origin proving the originating status of <br> competent authorities shall have the right to call for any evidence and to <br> completed in ink in printed characters. The description of the products must <br> materials used, issued or made out in a Contracting Member's <br> carry out any inspection of the exporter's accounts or any other check <br> be given in the Box 7 of the attached forms, which is reserved for this <br> territory in accordance with this Attachment and D-8 Rules of Origin. <br> purpose without leaving any blank lines. Where the said box is not <br> Article 10 : Preservation of D-8 Certificate of Origin <br> 4 If the Customs authorities of the importing country decided to <br> Preservation of D-8 Certificate of Origin <br> suspend the granting of preferential treatment to the products concerned <br> and Supporting Documents <br> while awaiting the results of the verification, release of the products shall be <br> 3 The exporter applying for the issuance of a D-8 Certificate of Origin <br> 1 The exporter applying for the issue of a D-8 Certificate of Origin shall <br> shall be prepared to submit at any time, at the request of the Customs or <br> keep for at least three years the documents referred to in Article 2(3) of this Attachment. <br> 5 The Customs or the competent authorities requesting the verification <br> the competent authorities of the exporting country where the D-8 Certificate <br> 2 The Customs or the competent authorities of the exporting country <br> shall be informed of the results of this verification as soon as possible. <br> of Origin is issued, all appropriate documents proving the originating status <br> issuing a D-8 Certificate of Origin shall keep for at least three years the <br> These results must indicate clearly whether the documents are authentic <br> of the products concerned as well as the fulfilment of the other <br> application form referred to in Article 2(2). <br> and whether the products concerned can be considered as products <br> 3 The customs authorities of the importing country shall keep for at <br> originating in one of the Contracting Members' territory and fulfil the other <br> the preferences. <br> 4 A D-8 Certificate of Origin shall be issued by the Customs or the <br> requirements of this Attachment and D-8 Rules of Origin. <br> Discrepancies and formal errors <br> least three years the D-8 Certificate of Origin submitted to them. <br> competent authorities of a Contracting Member if the products concerned <br> Article 11 : Discrepancies and Formal Errors <br> 6 Where the cumulation provisions in accordance with Rule 5 of the D- <br> can be considered as products originating in that Contracting Member's <br> 8 Rules of Origin were applied and in connection with Article 2(4) of this <br> 1 The discovery of slight discrepancies between the statements made <br> Attachment, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> of Origin. The origin state of the goods shall be indicated in Box 3 of the certificate. <br> in the D-8 Certificate of Origin and those made in the documents submitted <br> 7 If, in cases of reasonable doubt, there is no reply within ten months of <br> 5 The authorities issuing the D-8 Certificate of Origin shall take the <br> to the customs office for the purpose of carrying out the formalities for <br> the date of the verification request or if the reply does not contain sufficient <br> necessary steps to verify the originating status of the products and the <br> importing the products shall not ipso facto render the D-8 Certificate of <br> information to determine the authenticity of the document in question or the <br> fulfilment of the other requirements of this Attachment and D-8 Rules of <br> Origin null and void if it is duly established by the customs authority of the <br> real origin of the products, the requesting Customs or the competent <br> Origin. For this purpose, they shall have the right to call for any evidence <br> importing country that this document does correspond to the products submitted. <br> authorities shall, except in exceptional circumstances, refuse entitlement to <br> and to carry out any inspection of the exporter's accounts or any other <br> 2 Obvious formal errors such as typing errors on a D-8 Certificate of <br> check considered appropriate. The issuing authorities shall also ensure that <br> Origin should not cause this document to be rejected if these errors are not <br> the forms referred to in paragraph 2 are duly completed. In particular, they <br> involuntary omissions or special circumstances; or <br> shall check whether the space reserved for the description of the products <br> in Box 7 has been completed in such a manner as to exclude all possibility <br> 3 In case that products, which are not eligible for the preferential <br> (a) it was not issued at the time of exportation because of errors or <br> of fraudulent additions. <br> regime under the D-8 PTA, are listed in the D-8 Certificate of Origin, it shall <br> 6 A D-8 Certificate of Origin shall be issued and made available to the <br> not affect or delay the products which fulfil the conditions of this Attachment <br> exporter as soon as actual exportation has been effected or ensured. <br> and D-8 Rules of Origin for granting preferential treatment and are listed in <br> Article 3 : D-8 Certificate of Origin Issued Retrospectively <br> the same D-8 Certificate of Origin. <br> D-8 Certificate of Origin Issued Retrospectively <br> PART II <br> 1 A D-8 Certificate of Origin may exceptionally be issued after <br> ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> exportation but not later than six months from the date of shipment of the <br> (b) it is demonstrated to the satisfaction of the Customs or the <br> competent authorities that a D-8 Certificate of Origin was <br> issued but was not accepted at importation for technical reasons. <br> 2 For the implementation of paragraph 1, the exporter must indicate in <br> description, the empty space being crossed through. <br> his application the place and date of exportation of the products to which <br> the D-8 Certificate of Origin relates, and state the reasons for his request. <br> 3 A D-8 Certificate of Origin may be issued retrospectively only after <br> verifying that the information supplied in the exporter's application agrees <br> 4 A D-8 Certificate of Origin issued retrospectively must be endorsed <br> with the phrase \"ISSUED RETROSPECTIVELY.\" <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the <br> Box 6 (Remarks) of the D-8 Certificate of Origin. <br> Article 4 : Issuance of a Duplicate D-8 Certificate of Origin <br> Issuance of a Duplicate D-8 Certificate of Origin <br> 1 In the event of theft, loss or destruction of a D-8 Certificate of Origin, <br> the exporter may apply to the Customs or the competent authorities which <br> issued it for a duplicate made out on the basis of the export documents in <br> their possession. <br> 2 The duplicate issued in this way must be endorsed with the word <br> \"DUPLICATE.\" <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the <br> Box 6 (Remarks) of the duplicate D-8 Certificate of Origin. <br> 4 The duplicate, which must bear the date of issue of the original D-8 <br> Certificate of Origin, shall take effect as from that date. <br> completely filled, a horizontal line must be drawn below the last line of the <br> Article 5 : Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Certificate of Origin Issued or Made out Previously <br> 1 When originating products are placed under the control of a customs <br> office in a Contracting Member's territory, it shall be possible to replace the <br> original D-8 Certificate of Origin by one or more D-8 Certificates of Origin <br> for the purpose of sending all or some of these products elsewhere within <br> that Contracting Member's territory for the customs clearance of the <br> products. In this case, the replacement D-8 Certificate of Origin(s) shall be <br> issued by the customs or the competent authorities under whose control <br> 2 In case that all or part of the products originating in one of the <br> Contracting Members' territory which are imported or placed into the <br> the products are placed. <br> Customs Warehouses under the control of a customs office in a <br> Contracting Member's territory are sent to another Contracting Member's <br> territory, a new D-8 Certificate of Origin must be issued by the customs or <br> made in this document. <br> the competent authorities under whose control the products are placed. In <br> this case, the origin state shall be indicated in Box 3 of the D-8 Certificate of Origin. <br> Article 6 : Validity of D-8 Certificate of Origin <br> Validity of D-8 Certificate of Origin <br> 1 A D-8 Certificate of Origin shall be valid for six months from the date <br> of issue in the exporting country, and must be submitted within the said <br> 2 A D-8 Certificate of Origin which is submitted to the customs <br> authorities of the importing country after the final date for presentation <br> specified in paragraph 1 may be accepted for the purpose of applying <br> preferential treatment, where the failure to submit these documents by the <br> final date set is due to exceptional circumstances which are beyond the <br> control of the exporter. <br> 3 In other cases of belated presentation, the customs authorities of the <br> importing country may accept the D-8 Certificate of Origin where the <br> products have been submitted before the said final date. <br> Article 7 : Submission of D-8 Certificate of Origin <br> Submission of D-8 Certificate of Origin <br> A D-8 Certificate of Origin shall be submitted to the customs authorities of <br> the importing country in accordance with the procedures applicable in that <br> country. The said authorities may require the relevant document to be <br> accompanied by a statement from the importer to the effect that the <br> products meet the conditions required for the implementation of the D-8 PTA. <br> with that in the corresponding file. <br> in his accounts or internal bookkeeping; <br> period to the customs authorities of the importing country. <br> such as to create doubts concerning the correctness of the statements <br> (b) documents proving the originating status of materials used, <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 12 : Mutual Assistance <br> 1 Contracting Members shall provide each other with specimen <br> signature(s) and impressions of stamps used by their Customs or the <br> competent authorities for the issuance of D-8 Certificate of Origin and with <br> the addresses and specimen of stamps of the Customs or competent <br> authorities responsible for verifying those certificates. <br> 2 In order to ensure the proper application of this Attachment and D-8 <br> Rules of Origin, the Contracting Members shall assist each other, through <br> the competent Customs administrations and competent and duly <br> authorized bodies, in checking the authenticity of the D-8 Certificate of <br> Origin issued and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 1 : General Requirements <br> General requirements <br> Article 9 : Supporting Documents <br> Article 13 : Verification of D-8 Certificate of Origin <br> Appendix to this Attachment shall form an integral part thereof. <br> Verification of D-8 Certificate of Origin <br> Products originating in a Contracting Member's territory shall, on <br> The documents referred to in Article 2(3) of this Attachment used for the <br> 1 Subsequent verifications of the issued D-8 Certificate of Origin shall <br> importation into the other Contracting Member's territory benefit from the D-8 <br> products to which it relates if: <br> purpose of proving that products covered by a D-8 Certificate of Origin can <br> be carried out at random or whenever the customs authorities of the <br> Preferential Trade Agreement (PTA) upon submission of a D-8 Certificate <br> be considered as products originating in one of the Contracting Members' <br> importing country have reasonable doubts as to the authenticity of such <br> of Origin, a specimen of which is attached herewith. <br> territory and fulfil the other requirements of this Attachment and D-8 Rules <br> documents, the originating status of the products concerned or the <br> Article 2 : Procedure for the Issuance of a D-8 Certificate of Origin <br> of Origin may consist inter alia of the following: <br> fulfilment of the other requirements of this Attachment and D-8 Rules of Origin. <br> Procedure for the Issuance of a D-8 Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or <br> 2 For the purposes of implementing the provisions of paragraph 1, the <br> 1 A D-8 Certificate of Origin shall be issued by the Customs or the <br> supplier to obtain the goods concerned, contained for example <br> Customs or the competent authorities of the importing country shall return <br> relevant competent authorities designated by the government of the <br> the D-8 Certificate of Origin and the invoice or a copy of these documents, <br> exporting country, herein after referred to as issuing authority, on <br> to the Customs or the competent authorities of the exporting country giving, <br> application having been made in writing by the exporter or, under the <br> issued or made out in one of the Contracting Members' territory <br> where appropriate, the reasons for the enquiry. Any documents and <br> exporter's responsibility, by his authorized representative. <br> where these documents are used in accordance with domestic law; <br> information obtained suggesting that the information given on the D-8 <br> 2 For this purpose, the exporter or his authorized representative shall <br> (c) documents proving the working or processing of materials in <br> Certificate of Origin is incorrect shall be forwarded in support of the request <br> considered appropriate. <br> fill out both the D-8 Certificate of Origin and the application form, <br> one of the Contracting Member's territory, issued or made out <br> for verification. <br> specimens of which are attached herewith. The said form shall be <br> in that Contracting Member's territory, where these documents <br> 3 The verification shall be carried out by the Customs or the competent <br> offered to the importer subject to any precautionary measures judged necessary. <br> completed in English language and in accordance with the provisions of the <br> are used in accordance with domestic law; <br> Supporting documents <br> authorities of the exporting country. For this purpose, the Customs or the <br> domestic law of the exporting country. If they are handwritten, they shall be <br> (d) D-8 Certificate of Origin proving the originating status of <br> competent authorities shall have the right to call for any evidence and to <br> completed in ink in printed characters. The description of the products must <br> materials used, issued or made out in a Contracting Member's <br> carry out any inspection of the exporter's accounts or any other check <br> be given in the Box 7 of the attached forms, which is reserved for this <br> territory in accordance with this Attachment and D-8 Rules of Origin. <br> purpose without leaving any blank lines. Where the said box is not <br> Article 10 : Preservation of D-8 Certificate of Origin <br> 4 If the Customs authorities of the importing country decided to <br> Preservation of D-8 Certificate of Origin <br> suspend the granting of preferential treatment to the products concerned <br> and Supporting Documents <br> while awaiting the results of the verification, release of the products shall be <br> 3 The exporter applying for the issuance of a D-8 Certificate of Origin <br> 1 The exporter applying for the issue of a D-8 Certificate of Origin shall <br> shall be prepared to submit at any time, at the request of the Customs or <br> keep for at least three years the documents referred to in Article 2(3) of this Attachment. <br> 5 The Customs or the competent authorities requesting the verification <br> the competent authorities of the exporting country where the D-8 Certificate <br> 2 The Customs or the competent authorities of the exporting country <br> shall be informed of the results of this verification as soon as possible. <br> of Origin is issued, all appropriate documents proving the originating status <br> issuing a D-8 Certificate of Origin shall keep for at least three years the <br> These results must indicate clearly whether the documents are authentic <br> of the products concerned as well as the fulfilment of the other <br> application form referred to in Article 2(2). <br> and whether the products concerned can be considered as products <br> 3 The customs authorities of the importing country shall keep for at <br> originating in one of the Contracting Members' territory and fulfil the other <br> the preferences. <br> 4 A D-8 Certificate of Origin shall be issued by the Customs or the <br> requirements of this Attachment and D-8 Rules of Origin. <br> Discrepancies and formal errors <br> least three years the D-8 Certificate of Origin submitted to them. <br> competent authorities of a Contracting Member if the products concerned <br> Article 11 : Discrepancies and Formal Errors <br> 6 Where the cumulation provisions in accordance with Rule 5 of the D- <br> can be considered as products originating in that Contracting Member's <br> 8 Rules of Origin were applied and in connection with Article 2(4) of this <br> 1 The discovery of slight discrepancies between the statements made <br> Attachment, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> of Origin. The origin state of the goods shall be indicated in Box 3 of the certificate. <br> in the D-8 Certificate of Origin and those made in the documents submitted <br> 7 If, in cases of reasonable doubt, there is no reply within ten months of <br> 5 The authorities issuing the D-8 Certificate of Origin shall take the <br> to the customs office for the purpose of carrying out the formalities for <br> the date of the verification request or if the reply does not contain sufficient <br> necessary steps to verify the originating status of the products and the <br> importing the products shall not ipso facto render the D-8 Certificate of <br> information to determine the authenticity of the document in question or the <br> fulfilment of the other requirements of this Attachment and D-8 Rules of <br> Origin null and void if it is duly established by the customs authority of the <br> real origin of the products, the requesting Customs or the competent <br> Origin. For this purpose, they shall have the right to call for any evidence <br> importing country that this document does correspond to the products submitted. <br> authorities shall, except in exceptional circumstances, refuse entitlement to <br> and to carry out any inspection of the exporter's accounts or any other <br> 2 Obvious formal errors such as typing errors on a D-8 Certificate of <br> check considered appropriate. The issuing authorities shall also ensure that <br> Origin should not cause this document to be rejected if these errors are not <br> the forms referred to in paragraph 2 are duly completed. In particular, they <br> involuntary omissions or special circumstances; or <br> shall check whether the space reserved for the description of the products <br> in Box 7 has been completed in such a manner as to exclude all possibility <br> 3 In case that products, which are not eligible for the preferential <br> (a) it was not issued at the time of exportation because of errors or <br> of fraudulent additions. <br> regime under the D-8 PTA, are listed in the D-8 Certificate of Origin, it shall <br> 6 A D-8 Certificate of Origin shall be issued and made available to the <br> not affect or delay the products which fulfil the conditions of this Attachment <br> exporter as soon as actual exportation has been effected or ensured. <br> and D-8 Rules of Origin for granting preferential treatment and are listed in <br> Article 3 : D-8 Certificate of Origin Issued Retrospectively <br> the same D-8 Certificate of Origin. <br> D-8 Certificate of Origin Issued Retrospectively <br> PART II <br> 1 A D-8 Certificate of Origin may exceptionally be issued after <br> ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> exportation but not later than six months from the date of shipment of the <br> (b) it is demonstrated to the satisfaction of the Customs or the <br> competent authorities that a D-8 Certificate of Origin was <br> issued but was not accepted at importation for technical reasons. <br> 2 For the implementation of paragraph 1, the exporter must indicate in <br> description, the empty space being crossed through. <br> his application the place and date of exportation of the products to which <br> the D-8 Certificate of Origin relates, and state the reasons for his request. <br> 3 A D-8 Certificate of Origin may be issued retrospectively only after <br> verifying that the information supplied in the exporter's application agrees <br> 4 A D-8 Certificate of Origin issued retrospectively must be endorsed <br> with the phrase \"ISSUED RETROSPECTIVELY.\" <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the <br> Box 6 (Remarks) of the D-8 Certificate of Origin. <br> Article 4 : Issuance of a Duplicate D-8 Certificate of Origin <br> Issuance of a Duplicate D-8 Certificate of Origin <br> 1 In the event of theft, loss or destruction of a D-8 Certificate of Origin, <br> the exporter may apply to the Customs or the competent authorities which <br> issued it for a duplicate made out on the basis of the export documents in <br> their possession. <br> 2 The duplicate issued in this way must be endorsed with the word <br> \"DUPLICATE.\" <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the <br> Box 6 (Remarks) of the duplicate D-8 Certificate of Origin. <br> 4 The duplicate, which must bear the date of issue of the original D-8 <br> Certificate of Origin, shall take effect as from that date. <br> completely filled, a horizontal line must be drawn below the last line of the <br> Article 5 : Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Certificate of Origin Issued or Made out Previously <br> 1 When originating products are placed under the control of a customs <br> office in a Contracting Member's territory, it shall be possible to replace the <br> original D-8 Certificate of Origin by one or more D-8 Certificates of Origin <br> for the purpose of sending all or some of these products elsewhere within <br> that Contracting Member's territory for the customs clearance of the <br> products. In this case, the replacement D-8 Certificate of Origin(s) shall be <br> issued by the customs or the competent authorities under whose control <br> 2 In case that all or part of the products originating in one of the <br> Contracting Members' territory which are imported or placed into the <br> the products are placed. <br> Customs Warehouses under the control of a customs office in a <br> Contracting Member's territory are sent to another Contracting Member's <br> territory, a new D-8 Certificate of Origin must be issued by the customs or <br> made in this document. <br> the competent authorities under whose control the products are placed. In <br> this case, the origin state shall be indicated in Box 3 of the D-8 Certificate of Origin. <br> Article 6 : Validity of D-8 Certificate of Origin <br> Validity of D-8 Certificate of Origin <br> 1 A D-8 Certificate of Origin shall be valid for six months from the date <br> of issue in the exporting country, and must be submitted within the said <br> 2 A D-8 Certificate of Origin which is submitted to the customs <br> authorities of the importing country after the final date for presentation <br> specified in paragraph 1 may be accepted for the purpose of applying <br> preferential treatment, where the failure to submit these documents by the <br> final date set is due to exceptional circumstances which are beyond the <br> control of the exporter. <br> 3 In other cases of belated presentation, the customs authorities of the <br> importing country may accept the D-8 Certificate of Origin where the <br> products have been submitted before the said final date. <br> Article 7 : Submission of D-8 Certificate of Origin <br> Submission of D-8 Certificate of Origin <br> A D-8 Certificate of Origin shall be submitted to the customs authorities of <br> the importing country in accordance with the procedures applicable in that <br> country. The said authorities may require the relevant document to be <br> accompanied by a statement from the importer to the effect that the <br> products meet the conditions required for the implementation of the D-8 PTA. <br> with that in the corresponding file. <br> in his accounts or internal bookkeeping; <br> period to the customs authorities of the importing country. <br> such as to create doubts concerning the correctness of the statements <br> (b) documents proving the originating status of materials used, <br> "}, {"ArticleTitle": "Amendments", "ArticleDesc": "Article 14 : Amendments <br> 1 The provisions of this Attachment may be amended, as and when <br> necessary, upon a request of any Contracting Members. <br> 2 The Supervisory Committee may amend the provisions of this <br> Attachment by consensus. In case consensus is not possible, the <br> Supervisory Committee may amend the provisions of this Attachment by a <br> two third majority. <br> "}, {"ArticleTitle": "Appendix", "ArticleDesc": "Article 15 : Appendix <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 1 : General Requirements <br> General requirements <br> Article 9 : Supporting Documents <br> Article 13 : Verification of D-8 Certificate of Origin <br> Appendix to this Attachment shall form an integral part thereof. <br> Verification of D-8 Certificate of Origin <br> Products originating in a Contracting Member's territory shall, on <br> The documents referred to in Article 2(3) of this Attachment used for the <br> 1 Subsequent verifications of the issued D-8 Certificate of Origin shall <br> importation into the other Contracting Member's territory benefit from the D-8 <br> products to which it relates if: <br> purpose of proving that products covered by a D-8 Certificate of Origin can <br> be carried out at random or whenever the customs authorities of the <br> Preferential Trade Agreement (PTA) upon submission of a D-8 Certificate <br> be considered as products originating in one of the Contracting Members' <br> importing country have reasonable doubts as to the authenticity of such <br> of Origin, a specimen of which is attached herewith. <br> territory and fulfil the other requirements of this Attachment and D-8 Rules <br> documents, the originating status of the products concerned or the <br> Article 2 : Procedure for the Issuance of a D-8 Certificate of Origin <br> of Origin may consist inter alia of the following: <br> fulfilment of the other requirements of this Attachment and D-8 Rules of Origin. <br> Procedure for the Issuance of a D-8 Certificate of Origin <br> (a) direct evidence of the processes carried out by the exporter or <br> 2 For the purposes of implementing the provisions of paragraph 1, the <br> 1 A D-8 Certificate of Origin shall be issued by the Customs or the <br> supplier to obtain the goods concerned, contained for example <br> Customs or the competent authorities of the importing country shall return <br> relevant competent authorities designated by the government of the <br> the D-8 Certificate of Origin and the invoice or a copy of these documents, <br> exporting country, herein after referred to as issuing authority, on <br> to the Customs or the competent authorities of the exporting country giving, <br> application having been made in writing by the exporter or, under the <br> issued or made out in one of the Contracting Members' territory <br> where appropriate, the reasons for the enquiry. Any documents and <br> exporter's responsibility, by his authorized representative. <br> where these documents are used in accordance with domestic law; <br> information obtained suggesting that the information given on the D-8 <br> 2 For this purpose, the exporter or his authorized representative shall <br> (c) documents proving the working or processing of materials in <br> Certificate of Origin is incorrect shall be forwarded in support of the request <br> considered appropriate. <br> fill out both the D-8 Certificate of Origin and the application form, <br> one of the Contracting Member's territory, issued or made out <br> for verification. <br> specimens of which are attached herewith. The said form shall be <br> in that Contracting Member's territory, where these documents <br> 3 The verification shall be carried out by the Customs or the competent <br> offered to the importer subject to any precautionary measures judged necessary. <br> completed in English language and in accordance with the provisions of the <br> are used in accordance with domestic law; <br> Supporting documents <br> authorities of the exporting country. For this purpose, the Customs or the <br> domestic law of the exporting country. If they are handwritten, they shall be <br> (d) D-8 Certificate of Origin proving the originating status of <br> competent authorities shall have the right to call for any evidence and to <br> completed in ink in printed characters. The description of the products must <br> materials used, issued or made out in a Contracting Member's <br> carry out any inspection of the exporter's accounts or any other check <br> be given in the Box 7 of the attached forms, which is reserved for this <br> territory in accordance with this Attachment and D-8 Rules of Origin. <br> purpose without leaving any blank lines. Where the said box is not <br> Article 10 : Preservation of D-8 Certificate of Origin <br> 4 If the Customs authorities of the importing country decided to <br> Preservation of D-8 Certificate of Origin <br> suspend the granting of preferential treatment to the products concerned <br> and Supporting Documents <br> while awaiting the results of the verification, release of the products shall be <br> 3 The exporter applying for the issuance of a D-8 Certificate of Origin <br> 1 The exporter applying for the issue of a D-8 Certificate of Origin shall <br> shall be prepared to submit at any time, at the request of the Customs or <br> keep for at least three years the documents referred to in Article 2(3) of this Attachment. <br> 5 The Customs or the competent authorities requesting the verification <br> the competent authorities of the exporting country where the D-8 Certificate <br> 2 The Customs or the competent authorities of the exporting country <br> shall be informed of the results of this verification as soon as possible. <br> of Origin is issued, all appropriate documents proving the originating status <br> issuing a D-8 Certificate of Origin shall keep for at least three years the <br> These results must indicate clearly whether the documents are authentic <br> of the products concerned as well as the fulfilment of the other <br> application form referred to in Article 2(2). <br> and whether the products concerned can be considered as products <br> 3 The customs authorities of the importing country shall keep for at <br> originating in one of the Contracting Members' territory and fulfil the other <br> the preferences. <br> 4 A D-8 Certificate of Origin shall be issued by the Customs or the <br> requirements of this Attachment and D-8 Rules of Origin. <br> Discrepancies and formal errors <br> least three years the D-8 Certificate of Origin submitted to them. <br> competent authorities of a Contracting Member if the products concerned <br> Article 11 : Discrepancies and Formal Errors <br> 6 Where the cumulation provisions in accordance with Rule 5 of the D- <br> can be considered as products originating in that Contracting Member's <br> 8 Rules of Origin were applied and in connection with Article 2(4) of this <br> 1 The discovery of slight discrepancies between the statements made <br> Attachment, the reply shall include a copy (copies) of the certificate(s) relied upon. <br> of Origin. The origin state of the goods shall be indicated in Box 3 of the certificate. <br> in the D-8 Certificate of Origin and those made in the documents submitted <br> 7 If, in cases of reasonable doubt, there is no reply within ten months of <br> 5 The authorities issuing the D-8 Certificate of Origin shall take the <br> to the customs office for the purpose of carrying out the formalities for <br> the date of the verification request or if the reply does not contain sufficient <br> necessary steps to verify the originating status of the products and the <br> importing the products shall not ipso facto render the D-8 Certificate of <br> information to determine the authenticity of the document in question or the <br> fulfilment of the other requirements of this Attachment and D-8 Rules of <br> Origin null and void if it is duly established by the customs authority of the <br> real origin of the products, the requesting Customs or the competent <br> Origin. For this purpose, they shall have the right to call for any evidence <br> importing country that this document does correspond to the products submitted. <br> authorities shall, except in exceptional circumstances, refuse entitlement to <br> and to carry out any inspection of the exporter's accounts or any other <br> 2 Obvious formal errors such as typing errors on a D-8 Certificate of <br> check considered appropriate. The issuing authorities shall also ensure that <br> Origin should not cause this document to be rejected if these errors are not <br> the forms referred to in paragraph 2 are duly completed. In particular, they <br> involuntary omissions or special circumstances; or <br> shall check whether the space reserved for the description of the products <br> in Box 7 has been completed in such a manner as to exclude all possibility <br> 3 In case that products, which are not eligible for the preferential <br> (a) it was not issued at the time of exportation because of errors or <br> of fraudulent additions. <br> regime under the D-8 PTA, are listed in the D-8 Certificate of Origin, it shall <br> 6 A D-8 Certificate of Origin shall be issued and made available to the <br> not affect or delay the products which fulfil the conditions of this Attachment <br> exporter as soon as actual exportation has been effected or ensured. <br> and D-8 Rules of Origin for granting preferential treatment and are listed in <br> Article 3 : D-8 Certificate of Origin Issued Retrospectively <br> the same D-8 Certificate of Origin. <br> D-8 Certificate of Origin Issued Retrospectively <br> PART II <br> 1 A D-8 Certificate of Origin may exceptionally be issued after <br> ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> exportation but not later than six months from the date of shipment of the <br> (b) it is demonstrated to the satisfaction of the Customs or the <br> competent authorities that a D-8 Certificate of Origin was <br> issued but was not accepted at importation for technical reasons. <br> 2 For the implementation of paragraph 1, the exporter must indicate in <br> description, the empty space being crossed through. <br> his application the place and date of exportation of the products to which <br> the D-8 Certificate of Origin relates, and state the reasons for his request. <br> 3 A D-8 Certificate of Origin may be issued retrospectively only after <br> verifying that the information supplied in the exporter's application agrees <br> 4 A D-8 Certificate of Origin issued retrospectively must be endorsed <br> with the phrase \"ISSUED RETROSPECTIVELY.\" <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the <br> Box 6 (Remarks) of the D-8 Certificate of Origin. <br> Article 4 : Issuance of a Duplicate D-8 Certificate of Origin <br> Issuance of a Duplicate D-8 Certificate of Origin <br> 1 In the event of theft, loss or destruction of a D-8 Certificate of Origin, <br> the exporter may apply to the Customs or the competent authorities which <br> issued it for a duplicate made out on the basis of the export documents in <br> their possession. <br> 2 The duplicate issued in this way must be endorsed with the word <br> \"DUPLICATE.\" <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the <br> Box 6 (Remarks) of the duplicate D-8 Certificate of Origin. <br> 4 The duplicate, which must bear the date of issue of the original D-8 <br> Certificate of Origin, shall take effect as from that date. <br> completely filled, a horizontal line must be drawn below the last line of the <br> Article 5 : Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Issuance of D-8 Certificate of Origin on the Basis of a D-8 <br> Certificate of Origin Issued or Made out Previously <br> 1 When originating products are placed under the control of a customs <br> office in a Contracting Member's territory, it shall be possible to replace the <br> original D-8 Certificate of Origin by one or more D-8 Certificates of Origin <br> for the purpose of sending all or some of these products elsewhere within <br> that Contracting Member's territory for the customs clearance of the <br> products. In this case, the replacement D-8 Certificate of Origin(s) shall be <br> issued by the customs or the competent authorities under whose control <br> 2 In case that all or part of the products originating in one of the <br> Contracting Members' territory which are imported or placed into the <br> the products are placed. <br> Customs Warehouses under the control of a customs office in a <br> Contracting Member's territory are sent to another Contracting Member's <br> territory, a new D-8 Certificate of Origin must be issued by the customs or <br> made in this document. <br> the competent authorities under whose control the products are placed. In <br> this case, the origin state shall be indicated in Box 3 of the D-8 Certificate of Origin. <br> Article 6 : Validity of D-8 Certificate of Origin <br> Validity of D-8 Certificate of Origin <br> 1 A D-8 Certificate of Origin shall be valid for six months from the date <br> of issue in the exporting country, and must be submitted within the said <br> 2 A D-8 Certificate of Origin which is submitted to the customs <br> authorities of the importing country after the final date for presentation <br> specified in paragraph 1 may be accepted for the purpose of applying <br> preferential treatment, where the failure to submit these documents by the <br> final date set is due to exceptional circumstances which are beyond the <br> control of the exporter. <br> 3 In other cases of belated presentation, the customs authorities of the <br> importing country may accept the D-8 Certificate of Origin where the <br> products have been submitted before the said final date. <br> Article 7 : Submission of D-8 Certificate of Origin <br> Submission of D-8 Certificate of Origin <br> A D-8 Certificate of Origin shall be submitted to the customs authorities of <br> the importing country in accordance with the procedures applicable in that <br> country. The said authorities may require the relevant document to be <br> accompanied by a statement from the importer to the effect that the <br> products meet the conditions required for the implementation of the D-8 PTA. <br> with that in the corresponding file. <br> in his accounts or internal bookkeeping; <br> period to the customs authorities of the importing country. <br> such as to create doubts concerning the correctness of the statements <br> (b) documents proving the originating status of materials used, <br> "}]}]}, "members_found": ["458", "566", 2, 8703900000]}