{"FtaRooDetails": {"FtaId": 606, "FtaCode": "ITC00620", "FtaName": "FTA, MERCOSUR-Israel", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN MERCOSUR AND THE STATE OF ISRAEL", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "23.12.2009", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Argentina; Brazil; Israel; Paraguay; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, MERCOSUR-Israel", "AdminProcCooAuth": "The certification type under FTA, MERCOSUR-Israel is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, MERCOSUR-Israel is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, MERCOSUR-Israel agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40/50%", "RooText": "1. For the purpose of Articles 2(1)(b) and 2(2)(b) of this Chapter, a product is considered to be originating if the non-originating materials used in its manufacture undergo working or processing beyond the operations referred to in Article 6 of this Chapter; and (a) the production process results in a tariff change of the non-originating materials from a four-digit heading of the Harmonized Coding System into another four-digit heading, or (b) the value of all non-originating materials used in its manufacture does not exceed 50% of the ex-works price..In case of Paraguay, the value of all non-originating materials does not exceed 60% of the ex-works price.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00620_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00620_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00620_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/MER_ISR/Core_Text_e.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00620_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N186.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Bilateral Cumulation <br /> 1. Notwithstanding, Article 2(1)(b) of this Chapter, goods originating in a Member State of <br /> MERCOSUR, shall be considered as materials originating in Israel and it shall not be <br /> necessary that such materials had undergone working or processing. <br /> 2. Notwithstanding Article 2(2)(b) of this Chapter, goods originating in Israel, shall be <br /> considered as materials originating in a Member State of MERCOSUR and it shall not be <br /> necessary that such materials had undergone sufficient working or processing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Sufficiently Worked or Processed Products <br /> 2. A product will be considered to have undergone a change in tariff classification pursuant <br /> to paragraph 1 (a) if the value of all non-originating materials that are used in the production <br /> of the good and that do not undergo the applicable change in tariff classification does not <br /> exceed 10% of the ex-works value of the product. <br /> This provision shall not be applicable to products classified under Chapters 50 to 63 of the <br /> Harmonized Coding System", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Principle of Territoriality <br /> 3. The acquisition of originating status in accordance with the conditions set out in Articles 2-11 <br /> of this Chapter shall not be affected by working or processing done outside Israel or a <br /> Member State of MERCOSUR on materials exported from Israel or from a Member State of <br /> MERCOSUR and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in Israel or in a Member State of <br /> MERCOSUR or have undergone working or processing beyond the operations <br /> referred to in Article 6 of this Chapter prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the re-imported goods have been obtained by working or processing the exported <br /> materials; and such working or processing have not resulted in a change of the <br /> classification at a six digit level of the Harmonized System or HS of the said re-imported goods, and <br /> ii) the total added value acquired outside Israel or a Member State of MERCOSUR <br /> by applying the provisions of this Article does not exceed 15 % of the ex-works <br /> price of the end product for which originating status is claimed. <br /> 4. (a) For the purposes of applying the provisions of paragraph 3, 'total added value' shall be <br /> taken to mean all costs arising outside Israel or a Member State of MERCOSUR, including <br /> the value of the materials incorporated there. <br /> (b) The total added value as detailed in paragraph a) shall be considered as non originating <br /> materials for the purposes of article 5-1b) of this Chapter. <br /> 5. The provisions of paragraph 3 shall not apply to products which do not fulfill the <br /> conditions set out in Article 5 of this Chapter. <br /> 6. In the cases that paragraph 3 is applied, that fact will be indicated in Box N° 7 of the <br /> Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus <br /> or vehicle, which are part of the normal equipment and included in the price thereof or which <br /> are not separately invoiced, shall be regarded as one with the piece of equipment, machine, <br /> apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Wholly Obtained Products <br /> 1. The following shall be considered as wholly produced or obtained in Israel or in a <br /> Member State of MERCOSUR: <br /> (a) mineral products extracted from the soil or subsoil of any of the Signatory Parties, <br /> including its territorial seas, continental shelf or exclusive economic zone; <br /> (b) plants and vegetable products grown, harvested, picked or gathered there, including <br /> in their territorial seas, exclusive economic zone or continental shelf; <br /> (c) live animals born and raised there, including by aquaculture; <br /> (d) products from live animals as in (c) above; <br /> (e) animals and products obtained by hunting, trapping, collecting, fishing and capturing <br /> there; including in its territorial seas, continental shelf or in the exclusive economic zone; <br /> (f) used articles collected there fit only for the recovery of raw materials; [*] <br /> (g) waste and scrap resulting from utilization, consumption or manufacturing operations <br /> conducted there; [*] <br /> (h) products of sea fishing and other products taken from the waters in the high seas <br /> (outside the continental shelf or in the exclusive economic zone of the Signatory <br /> Parties), only by their vessels; <br /> (i) products of sea fishing obtained, only by their vessels, under a specific quota or <br /> other fishing rights allocated to a Signatory Party by the international agreements to <br /> which the Signatory Parties are parties; <br /> (j) products made aboard their factory ships exclusively from products referred to in (h) <br /> and (i); <br /> (k) products obtained from the seabed and subsoil beyond the limits of national <br /> jurisdiction are considered to be wholly obtained in the Signatory Party that has <br /> exploitation rights under international Law; <br /> (l) Goods produced in any of the Signatory Parties exclusively from the products <br /> specified in subparagraphs (a) to (g) above. <br /> 2. The terms 'their vessels' and 'their factory ships' in paragraph 1 (h), (i) and (j) shall apply <br /> only to vessels and factory ships: <br /> (a) which are flagged and registered or recorded in a Signatory Party; and <br /> (b) which are owned by a natural person with domicile in that Signatory Party or by a <br /> commercial company with domicile in this Signatory Party, established and <br /> registered in accordance with the laws of the said Signatory Party and performing <br /> its activities in conformity with the laws and regulations of the said Signatory Party; and <br /> (c) on which at least 75% of the crew are nationals of that Signatory Party, provided <br /> that the master and officers are nationals of that Signatory Party. <br /> [*] These norms are without prejudice to national legislation regarding the import of the goods mentioned therein.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Insufficient Working or Processing Operations <br /> 1. The following operations shall be considered as insufficient working or processing to <br /> confer the status of originating products, whether or not the requirements of Articles 5(1)(a) <br /> and 5(1)(b) of this Chapter are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during <br /> transport and storage; <br /> (b) simple changing of packaging and breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) simple painting and polishing operations, including applying oil; <br /> (e) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (f) ironing or pressing of textiles; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the making-up <br /> of sets of articles); <br /> (k) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (l) dilution in water or other substances, providing that the characteristics of the <br /> products remain unchanged; <br /> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards <br /> and all other simple packaging operations; <br /> (n) simple assembly of parts of articles to constitute a complete article or disassembly of <br /> products into parts in which the non originating materials comprise more than 60 % <br /> of the ex-works price of the product; <br /> (o) simple mixing of products, whether or not of different kinds; <br /> (p) slaughter of animals; <br /> (q) a combination of two or more of the above operations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions <br /> (e) customs value means the value as determined in accordance with Article VII of <br /> GATT 1994 and the Agreement on the Implementation of Article VII of GATT <br /> 1994 (WTO Agreement on Customs Valuation); <br /> (f) CIF value - Value of the goods, including freight and insurance costs to the port of <br /> importation in Israel or in the first Member State of MERCOSUR; <br /> (g) ex-works price means the price paid for the product ex-works to the manufacturer in <br /> Israel or in a Member State of MERCOSUR in whose undertaking the last working <br /> or processing is carried out, provided the price includes the value of all the materials <br /> used, minus any internal taxes which are, or may be, repaid when the product <br /> obtained is exported; <br /> (h) value of non-originating materials means the CIF value or if it is not known its <br /> equivalent in accordance with Article VII of GATT 1994 and the Agreement on <br /> Implementation of Article VII of GATT 1994 (WTO Agreement on Customs Valuation). <br /> For the purposes of determining the CIF value in the weighting of non - originating <br /> materials for countries without a coastline, shall be considered as port of destination <br /> the first seaport or inland waterway port located in any of the other Signatory <br /> Parties, through which those non - originating materials have been imported. <br /> (b) the value of all non-originating materials used in its manufacture does not exceed 50% <br /> of the ex-works price..In case of Paraguay, the value of all non-originating <br /> materials does not exceed 60% of the ex-works price.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11: Neutral Elements <br /> In order to determine whether a product is originating in one of the Parties, it shall not be <br /> necessary to determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Direct Transport <br /> 1. The preferential treatment provided under the Agreement applies only to products, <br /> satisfying the requirements of this Chapter, which are transported directly between Israel and <br /> one or more Member States of MERCOSUR. <br /> However, products constituting one single consignment may be transported through other <br /> territories with, should the occasion arise, trans-shipment or temporary warehousing in such <br /> territories, under the surveillance of the customs authorities therein, provided that: <br /> i) the transit entry is justified for geographical reasons or by considerations related <br /> exclusively to transport requirements; and <br /> ii) they are not intended for trade, consumption, use or employment in the country of transit; and <br /> iii) they do not undergo operations other than unloading, reloading or any operation <br /> designed to preserve them in good condition. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to <br /> the customs authorities of the importing country by the production of: <br /> (a) Any single through transport documents, that meets international standards and that <br /> proves that the goods were directly transported from the exporting country through <br /> the country of transit to the importing country; or <br /> (b) A certificate issued by the customs authorities of the country of transit which <br /> contains an exact description of the goods, the date and place of the loading and re- <br /> loading of the goods in the country of transit and the conditions under which the <br /> goods were placed; or <br /> (c) In the absence of any of the above documents, any other documents that will prove <br /> the direct shipment. <br /> 3. Goods originating in Israel and exported to a Member State of MERCOSUR, shall <br /> maintain their originating status when re-exported to another Member State of MERCOSUR, <br /> subject to the Understanding attached to this Chapter as Annex I.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Principle of Territoriality <br /> 1. Except as provided for in Article 3 and paragraph 3 of this Article, the conditions for <br /> acquiring originating status set out in Article 5 of this Chapter must be fulfilled without <br /> interruption in Israel or in a Member State of MERCOSUR. <br /> 2. Where originating goods exported from Israel or from a Member State of MERCOSUR to <br /> another country return, they must be considered as non-originating, unless it can be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in <br /> good condition while in that country or while being exported. <br /> 3. The acquisition of originating status in accordance with the conditions set out in Articles 2-11 <br /> of this Chapter shall not be affected by working or processing done outside Israel or a <br /> Member State of MERCOSUR on materials exported from Israel or from a Member State of <br /> MERCOSUR and subsequently re-imported there, provided: <br /> (a) the said materials are wholly obtained in Israel or in a Member State of <br /> MERCOSUR or have undergone working or processing beyond the operations <br /> referred to in Article 6 of this Chapter prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the re-imported goods have been obtained by working or processing the exported <br /> materials; and such working or processing have not resulted in a change of the <br /> classification at a six digit level of the Harmonized System or HS of the said re-imported goods, and <br /> ii) the total added value acquired outside Israel or a Member State of MERCOSUR <br /> by applying the provisions of this Article does not exceed 15 % of the ex-works <br /> price of the end product for which originating status is claimed. <br /> 4. (a) For the purposes of applying the provisions of paragraph 3, 'total added value' shall be <br /> taken to mean all costs arising outside Israel or a Member State of MERCOSUR, including <br /> the value of the materials incorporated there. <br /> (b) The total added value as detailed in paragraph a) shall be considered as non originating <br /> materials for the purposes of article 5-1b) of this Chapter. <br /> 5. The provisions of paragraph 3 shall not apply to products which do not fulfill the <br /> conditions set out in Article 5 of this Chapter. <br /> 6. In the cases that paragraph 3 is applied, that fact will be indicated in Box N° 7 of the <br /> Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Unit of Qualification <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is included with the <br /> product for classification purposes, it shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Accounting Segregation <br /> 1. For the purpose of establishing if a product is originating when in its manufacture are <br /> utilized originating and non-originating fungible materials, mixed or physically combined, the <br /> origin of such materials can be determined by any of the inventory management methods <br /> applicable in the Signatory Party. <br /> 2. Where considerable cost or material difficulties arise in keeping separate stocks of <br /> originating and non-originating materials which are identical and interchangeable, the <br /> competent governmental authorities may, at the written request of those concerned, authorize <br /> the so-called \"accounting segregation\" method to be used for managing such stocks. <br /> 3. This method must be able to ensure that the number of products obtained which could be <br /> considered as \"originating\" is the same as that which would have been obtained if there had <br /> been physical segregation of the stocks. <br /> 4. The competent governmental authorities may grant such authorizations, subject to any <br /> conditions deemed appropriate. <br /> 5. This method is recorded and applied on the basis of the general accounting principles <br /> applicable in the country where the product was manufactured. <br /> 6. The beneficiary of this facilitation may issue or apply for proofs of origin, as the case may <br /> be, for the quantity of products which may be considered as originating. At the request of the <br /> competent governmental authorities, the beneficiary shall provide a statement of how the <br /> quantities have been managed. <br /> 7. The competent governmental authorities shall monitor the use made of the authorization <br /> and may withdraw it at any time whenever the beneficiary makes improper use of the <br /> authorization in any manner whatsoever or fails to fulfil any of the other conditions laid down <br /> in this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating <br /> when all component goods are originating. Nevertheless, when a set is composed of <br /> originating and non-originating goods, the set as a whole shall be regarded as originating, <br /> provided that the CIF value of the non-originating goods does not exceed 15 % of the ex- <br /> works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14: Exhibitions <br /> 1. Originating goods, sent for exhibition in a country other than Israel or a Member State of <br /> MERCOSUR and sold after the exhibition for importation in Israel or in a Member State of <br /> MERCOSUR shall benefit on importation from the provisions of the Agreement provided it is <br /> shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these goods from Israel or a Member State of <br /> MERCOSUR to the country in which the exhibition is held and has exhibited them there; <br /> (b) the goods have been sold or otherwise disposed of by that exporter to a person in <br /> Israel or in a Member State of MERCOSUR ; <br /> (c) the goods have been consigned during the exhibition or immediately thereafter in the <br /> state in which they were sent for exhibition; and <br /> (d) the goods have not, since they were consigned for exhibition, been used for any <br /> purpose other than demonstration at the exhibition. <br /> 2. A proof of origin must be issued or made out in accordance with the provisions of this <br /> Chapter and submitted to the customs authorities of the importing country in the normal <br /> manner. The name and address of the exhibition must be indicated thereon. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or <br /> similar public show or display which is not organized for private purposes in shops or <br /> business premises with a view to the sale of foreign goods, and during which the goods <br /> remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16: Procedures for the Issuance of Certificates of Origin <br /> 1. Certificates of Origin shall be issued by the competent governmental authorities of the <br /> exporting country on application having been made by the exporter or under the exporter's <br /> responsibility by his authorized representative, in accordance with the domestic regulations of <br /> the exporting country. <br /> 2. For this purpose, the exporter or his authorized representative shall fill out the Certificate <br /> of Origin in the English language and shall apply for its issuance in accordance with the rules <br /> and regulations in force in the exporting country. If the Certificate of Origin is handwritten, it <br /> shall be completed in ink in printed characters. The description of the products must be given <br /> in the box reserved for this purpose without leaving any blank lines. Where the box is not <br /> completely filled, a horizontal line must be drawn below the last line of the description, the <br /> empty space being crossed through. <br /> 3. Notwithstanding paragraph 1, the competent governmental authorities may authorize a <br /> government office or a representative commercial institution to issue Certificates of Origin, in <br /> accordance with the provisions of this Article provided that: <br /> (a) the authorized government office or the authorized representative commercial <br /> institution is monitored by the delegating competent governmental authorities; <br /> (b) the competent governmental authorities take all the necessary measures in order to <br /> ensure that the authorized government office or the authorized representative <br /> commercial institution complies with all the provisions of this Chapter. <br /> For this purpose, the competent governmental authorities may require guarantees from the <br /> authorized government office or the authorized representative commercial institution, <br /> ensuring that the issuance of the Certificates of Origin complies with the provisions of this Chapter. <br /> All the export documents including the Certificates of Origin shall remain accessible at <br /> anytime to the competent governmental authorities and/or customs authorities. <br /> 4. The competent governmental authorities may withdraw at anytime the authorization for <br /> issuing Certificates of Origin given to the government office or the representative commercial <br /> institution, according to the domestic procedures of the Signatory Parties. <br /> 5. The exporter applying for the issuance of a Certificate of Origin shall be prepared to <br /> submit at any time, at the request of the competent governmental authorities and/or the <br /> customs authorities of the exporting country where the Certificates of Origin are issued, all <br /> appropriate documents proving the originating status of the products concerned as well as the <br /> fulfillment of the other requirements of this Chapter. <br /> 6. The Certificates of Origin shall be issued if the goods to be exported can be considered as <br /> products originating in the exporting country in accordance with Article 2 of this Chapter. <br /> 7. The competent governmental authorities and/or customs authorities shall take any steps <br /> necessary to verify the originating status of the products and the fulfillment of the other <br /> requirements of this Chapter. For this purpose, they shall have the right to call for any <br /> evidence and to carry out any inspection of the exporter's books or any other check considered <br /> appropriate. The competent governmental authorities or the authorized government office or <br /> the authorized representative commercial institution shall also ensure that the forms referred <br /> to in paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as to <br /> exclude all possibility of fraudulent additions. <br /> 8. The date of issue of the Certificate of Origin shall be indicated in Box 11 of the Certificate of Origin. <br /> 9. Each Certificate of Origin will be assigned a specific number by the issuing authority. <br /> 10. Certificates of Origin shall only be issued before the goods have been exported. <br /> Article 18: Issuance of a Duplicate Certificate of Origin <br /> 1. In the event of theft, loss or destruction of a Certificate of Origin, the exporter may apply <br /> to the issuing authority for a duplicate made out on the basis of the export documents in their possession. <br /> 2. The duplicate issued in this way must be endorsed with the following word in English: <br /> DUPLICATE' <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in Box No.7 of the duplicate <br /> Certificate of Origin and shall also include the number and the date of issue of the original Certificate of Origin. <br /> 4. The duplicate, which must bear the date of issue of the original Certificate of Origin, shall <br /> take effect as from that date. <br /> Article 19: Issuance of Certificate of Origin on the Basis of a Proof of Origin Issued or Made out Previously <br /> 1. When originating goods are placed under the control of a customs office in Israel or in a <br /> Member State of MERCOSUR, it shall be possible to replace the original proof of origin by <br /> one or more Certificates of Origin for the purpose of sending all or some of these goods <br /> elsewhere within the Member States of MERCOSUR or Israel. The replacement Certificate(s) <br /> of Origin shall be issued by the competent governmental authority under whose control the <br /> products are placed or another competent governmental authority of the importing country. <br /> 2. In the case of MERCOSUR, this Article shall apply only to the Signatory Parties that have <br /> decided on its implementation and that have duly notified the Joint Committee thereof. <br /> Article 20: Conditions for Making out an Invoice Declaration <br /> 1 An invoice declaration as referred to in Article 15(1)(b) of this Chapter may be made out <br /> by any exporter for any consignment consisting of one or more packages containing <br /> originating products whose total value does not exceed 1,000 USD. <br /> 2. The exporter making out an invoice declaration shall be prepared to submit at any time, at <br /> the request of the competent governmental authorities and/or customs authorities of the <br /> exporting country, all appropriate documents proving the originating status of the products <br /> concerned, as well as the fulfillment of the other requirements of this Chapter. <br /> 3. An invoice declaration shall be made out by the exporter by typing, stamping or printing <br /> on the invoice, the declaration, the text of which appears in Annex III to this Chapter in the <br /> English language. If the declaration is handwritten, it shall be written in ink in printed characters. <br /> 4. Invoice declarations shall bear the original signature of the exporter in handwriting. <br /> Article 22: Submission of Proof of Origin <br /> Proofs of origin shall be submitted to the customs authorities of the importing country in <br /> accordance with the procedures applicable in that country. The said authorities may require <br /> the import declaration to be accompanied by a statement from the importer to the effect that <br /> the products meet the conditions required for the implementation of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 24: Exemptions from Proof of Origin <br /> 1. Products sent as small packages from private persons to private persons or forming part of <br /> travellers' personal luggage shall be admitted as originating products without requiring the <br /> submission of a proof of origin, provided that such products are not imported by way of trade <br /> and have been declared as meeting the requirements of this Chapter and where there is no <br /> doubt as to the veracity of such a declaration. In the case of products sent by post, this <br /> declaration can be made on the customs declaration or on a sheet of paper annexed to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal use of the <br /> recipients or travellers or their families shall not be considered as imports by way of trade if it <br /> is evident from the nature and quantity of the products that no commercial purpose is in view. <br /> 3. In the case of small packages or products forming a part of traveller's personal luggage, <br /> the total value of these products shall not exceed the value stipulated in the national <br /> legislation of the Signatory Party concerned. <br /> 4. The competent authorities of Israel and of the Member States of MERCOSUR shall notify <br /> each other of the values mentioned in paragraph 3 no later than the date of the signing of the <br /> Agreement. Thereafter, they shall notify each other of any changes in these values within 60 days thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions <br /> (l) competent governmental authorities refers to: <br /> a. in Israel: The Customs Directorate of the Israeli Tax Authority of the Ministry <br /> of Finance or their successors. <br /> b. in MERCOSUR: <br /> - Secretar?a de Industria, Comercio y Peque?a y Mediana Empresa in <br /> Argentina or their successors. <br /> - Secretaria de Com?rcio Exterior do Minist?rio do Desenvolvimento, <br /> Ind?stria e Com?rcio Exterior e Secretaria da Receita Federal do Minist?rio <br /> da Fazenda in Brazil or their successors. <br /> - Ministerio de Industria y Comercio in Paraguay or their successors <br /> - Ministerio de Econom?a y Finanzas in Uruguay, Asesor?a de Pol?tica <br /> Comercial - Unidad de Origen or their successors.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 21: Validity of Proof of Origin <br /> 1. A proof of origin shall be valid for six months from the date of issue in the exporting <br /> country, and must be submitted within the said period to the customs authorities of the <br /> importing country. <br /> 2. Proofs of origin which are submitted to the customs authorities of the importing country <br /> after the final date for presentation specified in paragraph 1 may be accepted for the purpose <br /> of applying preferential treatment, where the failure to submit these documents by the final <br /> date set is due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the importing country <br /> may accept the proofs of origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 26: Preservation of Proof of Origin and Supporting Documents <br /> 1. The exporter applying for the issue of the Certificate of Origin shall keep for at least five <br /> years the documents referred to in Article 16(5) of this Chapter. <br /> 2. The exporter making out an invoice declaration shall keep for at least five years a copy of <br /> this invoice declaration, as well as the documents referred to in Article 20(2) of this Chapter. <br /> 3. The authority in the exporting country that issued a Certificate of Origin shall keep for at <br /> least five years any document relating to the application procedure referred to in Article 16(2) of this Chapter. <br /> 4. The customs authorities or the competent governmental authorities of the importing <br /> country or whomsoever has been designated by them shall keep for at least five years the <br /> Certificates of Origin and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Certificates of Origin Issued Retrospectively <br /> 1. Notwithstanding Article 16(10) of this Chapter, a Certificate of Origin may exceptionally <br /> be issued after exportation of the products to which it relates if it was not issued by the time <br /> of exportation because of special circumstances. <br /> 2. Where originating goods are placed under Customs control in one of the Member States of <br /> MERCOSUR for the purpose of shipping all or some of them to another Member State of <br /> MERCOSUR, Israel may issue Certificates of Origin retrospectively for such goods pursuant to this Article. <br /> 3. For the implementation of paragraph 1, the exporter must indicate in his application the <br /> place and date of exportation of the products to which the Certificate of Origin relates, and <br /> state the reasons for his request. <br /> 4. The issuing authorities may issue a Certificate of Origin retrospectively only after <br /> verifying that the information supplied in the exporter's application agrees with that in the <br /> corresponding file. <br /> 5. Certificates of Origin issued retrospectively must be endorsed with the following phrase in English: <br /> \"ISSUED RETROSPECTIVELY\" <br /> 6. The endorsement referred to in paragraph 5 shall be inserted in Box No.7 of the <br /> Certificate of Origin. <br /> 7. The provisions of this Article may be applied to goods which comply with the provisions <br /> of this Agreement including this Chapter, and which on the date of entry into force of this <br /> Agreement are either in transit or are in Israel or in a Member State of MERCOSUR in <br /> temporary storage in customs warehouses, subject to the submission to the customs <br /> authorities of the importing country, within six months of the said date, of a Certificate of <br /> Origin issued retrospectively by the competent governmental authorities of the exporting <br /> country together with the documents showing that the goods have been transported directly in <br /> accordance with the provisions of Article 13 of this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 25: Supporting Documents <br /> 1. The documents referred to in Articles 16(5) and 20(2) of this Chapter used for the purpose <br /> of proving that products covered by a Certificate of Origin or an invoice declaration can be <br /> considered as products originating in Israel or in a Member State of MERCOSUR and fulfill <br /> the other requirements of this Chapter may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the <br /> goods concerned, contained for example in his accounts or internal bookkeeping; <br /> (b) documents proving the originating status of materials used, issued or made out in <br /> Israel or in a Member State of MERCOSUR where these documents are used in <br /> accordance with domestic law; <br /> (c) documents proving the working or processing of materials in Israel or in a Member <br /> State of MERCOSUR, issued or made out in Israel or in MERCOSUR, where these <br /> documents are used in accordance with domestic law; <br /> (d) Certificates of Origin or invoice declarations proving the originating status of <br /> materials used, issued or made out in Israel or in a Member State of MERCOSUR in <br /> accordance with this Chapter; <br /> (e) appropriate evidence concerning working or processing undergone outside Israel or <br /> a Member State of MERCOSUR by application of Article 12 of this Chapter, <br /> proving that the requirements of that Article have been satisfied. <br /> 2. In the case where an operator from a country which is not the exporting country, whether <br /> or not this country is a Signatory Party to this Agreement, issues an invoice covering the <br /> consignment, that fact shall be indicated in Box 7 of the Certificate of Origin and the number <br /> of the invoice shall be indicated in Box 8.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 30: Verification of Proofs of Origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or whenever <br /> the competent governmental authorities and/or customs authorities of the importing country <br /> have reasonable doubts as to the authenticity of such documents, the originating status of the <br /> products concerned or the fulfilment of the other requirements of this Chapter. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the competent <br /> governmental authorities of the importing country shall return the Certificate of Origin and <br /> the invoice, if it has been submitted, the invoice declaration, or a copy of these documents, to <br /> the competent governmental authorities of the exporting country giving, where appropriate, <br /> the reasons for the inquiry. Any documents and information obtained suggesting that the <br /> information given on the proof of origin is incorrect shall be forwarded in support of the <br /> request for verification. <br /> 3. The verification shall be carried out by the competent governmental authorities of the <br /> exporting country. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's books or any other check considered appropriate. <br /> 4. If the customs authorities of the importing country decide to suspend the granting of <br /> preferential treatment to the products concerned while awaiting the results of the verification, <br /> release of the products shall be offered to the importer subject to any precautionary measures judged necessary. <br /> 5. The competent governmental authorities requesting the verification shall be informed of <br /> the results of this verification as soon as possible, but not later than 10 months from the date <br /> of the request. These results must indicate clearly whether the documents are authentic and <br /> whether the products concerned can be considered as products originating in Israel or in a <br /> Member State of MERCOSUR and fulfill the other requirements of this Chapter. <br /> 6. If in cases of reasonable doubt there is no reply within ten months of the date of the <br /> verification request or if the reply does not contain sufficient information to determine the <br /> authenticity of the document in question or the real origin of the products, the requesting <br /> competent governmental authorities shall, except in exceptional circumstances, refuse <br /> entitlement to the preferences. <br /> 7. This Article shall not preclude the exchange of information or the granting of any other <br /> assistance as provided for in customs cooperation agreements.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 27: Discrepancies and Formal Errors <br /> 1. The discovery of slight discrepancies between the statements made in the proof of origin <br /> and those made in the documents submitted to the customs office for the purpose of carrying <br /> out the formalities for importing the products shall not ipso facto render the proof of origin <br /> null and void if it is duly established that this document does correspond to the products submitted. <br /> 2. Obvious formal errors on a proof of origin should not cause this document to be rejected if <br /> these errors are not such as to create doubts concerning the correctness of the statements made <br /> in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Chapter: <br> (a) manufacture means any kind of working or processing, including assembly or <br> specific operations; <br> subheadings (two, four and six digit codes respectively) used in the nomenclature <br> (b) material means any ingredient, raw material, component or part, etc., used in the <br> (c) product means the product manufactured, even if it is intended for later use in <br> (d) goods means both materials and products; <br> (e) customs value means the value as determined in accordance with Article VII of <br> GATT 1994 and the Agreement on the Implementation of Article VII of GATT <br> 1994 (WTO Agreement on Customs Valuation); <br> another manufacturing operation; <br> (f) CIF value - Value of the goods, including freight and insurance costs to the port of <br> (g) ex-works price means the price paid for the product ex-works to the manufacturer in <br> importation in Israel or in the first Member State of MERCOSUR; <br> Israel or in a Member State of MERCOSUR in whose undertaking the last working <br> used, minus any internal taxes which are, or may be, repaid when the product <br> or processing is carried out, provided the price includes the value of all the materials <br> obtained is exported; <br> (h) value of non-originating materials means the CIF value or if it is not known its <br> equivalent in accordance with Article VII of GATT 1994 and the Agreement on <br> Implementation of Article VII of GATT 1994 (WTO Agreement on Customs Valuation). <br> For the purposes of determining the CIF value in the weighting of non - originating <br> materials for countries without a coastline, shall be considered as port of destination <br> the first seaport or inland waterway port located in any of the other Signatory <br> Parties, through which those non - originating materials have been imported. <br> (i) chapters, headings and subheadings mean the chapters, the headings and the <br> which makes up the Harmonized System or HS; <br> (j) classification refers to the classification of a product or material under a particular <br> (k) consignment means products which are either sent simultaneously from one exporter <br> (l) competent governmental authorities refers to: <br> from the exporter to the consignee or, in the absence of such a document, <br> by a single invoice; <br> - Secretar?a de Industria, Comercio y Peque?a y Mediana Empresa in <br> a. in Israel: The Customs Directorate of the Israeli Tax Authority of the Ministry <br> of Finance or their successors. <br> b. in MERCOSUR: <br> Argentina or their successors. <br> - Secretaria de Com?rcio Exterior do Minist?rio do Desenvolvimento, <br> - Ministerio de Econom?a y Finanzas in Uruguay, Asesor?a de Pol?tica <br> Ind?stria e Com?rcio Exterior e Secretaria da Receita Federal do Minist?rio <br> Comercial - Unidad de Origen or their successors. <br> da Fazenda in Brazil or their successors. <br> - Ministerio de Industria y Comercio in Paraguay or their successors <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "heading or sub-heading; <br> to one consignee or covered by a single transport document covering their shipment <br> manufacture of the product; <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 15: General Requirements <br> 1. Products originating in Israel shall, on importation into a Member State of MERCOSUR <br> considered as originating in Israel: <br> and products originating in a Member State of MERCOSUR shall, on importation into Israel <br> (a) products wholly obtained in Israel within the meaning of Article 4 of this Chapter; <br> benefit from this Agreement upon submission of one of the following proofs of origin. <br> (b) products obtained in Israel incorporating materials which have not been wholly <br> (a) a Certificate of Origin, a specimen of which appears in Annex II of this Chapter; <br> (b) in the cases specified in Article 20(1) of this Chapter, a declaration, <br> processing in Israel within the meaning of Article 5 of this Chapter. <br> subsequently referred to as the 'invoice declaration' given by the exporter on an <br> invoice, which describes the products concerned in sufficient detail to enable <br> considered as originating in a Member State of MERCOSUR: <br> them to be identified; the text of the invoice declaration appears in Annex III of this Chapter. <br> (a) products wholly obtained in a Member State of MERCOSUR within the meaning of <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Chapter <br> Article 4 of this Chapter; <br> shall, in the cases specified in Article 24 of this Chapter, benefit from the Agreement without <br> (b) products obtained in a Member State of MERCOSUR incorporating materials which <br> it being necessary to submit any of the documents referred to above. <br> sufficient working or processing in a Member State of MERCOSUR within the <br> meaning of Article 5 of this Chapter. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2: General requirements <br> 1. For the purpose of implementing this Agreement, the following products shall be <br> obtained there, provided that such materials have undergone sufficient working or <br> have not been wholly obtained there, provided that such materials have undergone <br> 2. For the purpose of implementing this Agreement, the following products shall be <br> "}, {"ArticleTitle": "Sufficiently Worked or Processed Products", "ArticleDesc": "Article 5: Sufficiently Worked or Processed Products <br> 1. For the purpose of Articles 2(1)(b) and 2(2)(b) of this Chapter, a product is considered to <br> be originating if the non-originating materials used in its manufacture undergo working or <br> processing beyond the operations referred to in Article 6 of this Chapter; and <br> (a) the production process results in a tariff change of the non-originating materials <br> from a four-digit heading of the Harmonized Coding System into another four-digit heading, or <br> (b) the value of all non-originating materials used in its manufacture does not exceed 50% <br> of the ex-works price..In case of Paraguay, the value of all non-originating <br> materials does not exceed 60% of the ex-works price. <br> 2. A product will be considered to have undergone a change in tariff classification pursuant <br> to paragraph 1 (a) if the value of all non-originating materials that are used in the production <br> of the good and that do not undergo the applicable change in tariff classification does not <br> exceed 10% of the ex-works value of the product. <br> This provision shall not be applicable to products classified under Chapters 50 to 63 of the <br> Harmonized Coding System <br> 3. Paragraph 2 shall apply only to trade between: <br> (a) Uruguay and Israel; and <br> (b) Paraguay and Israel. <br> 4. The Sub Committee on Rules of Origin and Customs Matters, which shall be established <br> by the Joint Committee, in accordance with Chapter IX (Institutional Provisions) of the <br> Agreement, can determine specific rules of origin in the framework of this Chapter by mutual agreement. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "Article 7: Unit of Qualification <br> 1. The unit of qualification for the application of the provisions of this Chapter shall be the <br> particular product which is considered as the basic unit when determining classification using <br> the nomenclature of the Harmonized System. <br> (a) when a product composed of a group or assembly of articles is classified under the <br> It follows that: <br> terms of the Harmonized System in a single heading, the whole <br> constitutes the unit of qualification; <br> (b) when a consignment consists of a number of identical products classified under the <br> same heading of the Harmonized System, each product must be taken individually <br> when applying the provisions of this Chapter. <br> 2. Where, under General Rule 5 of the Harmonized System, packaging is included with the <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "product for classification purposes, it shall be included for the purposes of determining origin. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 15: General Requirements <br> 1. Products originating in Israel shall, on importation into a Member State of MERCOSUR <br> considered as originating in Israel: <br> and products originating in a Member State of MERCOSUR shall, on importation into Israel <br> (a) products wholly obtained in Israel within the meaning of Article 4 of this Chapter; <br> benefit from this Agreement upon submission of one of the following proofs of origin. <br> (b) products obtained in Israel incorporating materials which have not been wholly <br> (a) a Certificate of Origin, a specimen of which appears in Annex II of this Chapter; <br> (b) in the cases specified in Article 20(1) of this Chapter, a declaration, <br> processing in Israel within the meaning of Article 5 of this Chapter. <br> subsequently referred to as the 'invoice declaration' given by the exporter on an <br> invoice, which describes the products concerned in sufficient detail to enable <br> considered as originating in a Member State of MERCOSUR: <br> them to be identified; the text of the invoice declaration appears in Annex III of this Chapter. <br> (a) products wholly obtained in a Member State of MERCOSUR within the meaning of <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this Chapter <br> Article 4 of this Chapter; <br> shall, in the cases specified in Article 24 of this Chapter, benefit from the Agreement without <br> (b) products obtained in a Member State of MERCOSUR incorporating materials which <br> it being necessary to submit any of the documents referred to above. <br> sufficient working or processing in a Member State of MERCOSUR within the <br> meaning of Article 5 of this Chapter. <br> "}, {"ArticleTitle": "Importation by Installments", "ArticleDesc": "Article 23: Importation by Installments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the Harmonized System are imported by installments, a <br> single proof of origin for such products shall be submitted to the customs authorities upon <br> importation of the first installment. <br> "}, {"ArticleTitle": "Amounts Expressed in USD", "ArticleDesc": "Article 28: Amounts Expressed in USD <br> 1. For the application of the provisions of Article 20(1) and Article 24(3) of this Chapter in <br> cases where products are invoiced in a currency other than USD, amounts in the national <br> currencies of Israel or a Member State of MERCOSUR equivalent to the amounts expressed <br> in USD shall be fixed annually by each of the countries concerned. <br> 2. A consignment shall benefit from the provisions of Article 20(1) or Article 24(3) of this <br> Chapter by reference to the currency in which the invoice is drawn up, according to the <br> amount fixed by the country concerned. <br> 3. The amounts to be used in any given national currency shall be the equivalent in that <br> currency of the amounts expressed in USD as at the first working day of October. The <br> amounts shall be communicated to the competent governmental authorities in Israel or to the <br> Secretariat of MERCOSUR by October 15 and shall apply from January 1 the following year. <br> The Secretariat of MERCOSUR shall notify all countries concerned of the relevant amounts. <br> 4. A country may round up or down the amount resulting from the conversion into its <br> national currency of an amount expressed in USD. The rounded off amount may not differ <br> from the amount resulting from the conversion by more than 5%. A country may retain <br> unchanged its national currency equivalent of an amount expressed in USD if, at the time of <br> the annual adjustment provided for in paragraph 3, the conversion of that amount, prior to any <br> rounding off, results in an increase of less than 15% in the national currency equivalent. The <br> national currency equivalent may be retained unchanged if the conversion would result in a <br> decrease in that equivalent value. <br> 5. The amounts expressed in USD shall be reviewed by the Joint Committee at the request of <br> Israel and a Member State of MERCOSUR. When carrying out this review, the Joint <br> Committee shall consider the desirability of preserving the effects of the limits concerned in <br> real terms. For this purpose, it may decide to modify the amounts expressed in USD. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 29: Mutual Assistance <br> 1. The competent governmental authorities of Israel and the Member States of MERCOSUR <br> shall provide each other, through their respective relevant authorities, with specimen <br> impressions of stamps used in their customs offices for the issue of Certificates of Origin, and <br> with the addresses of the competent governmental authorities responsible for verifying those <br> certificates and invoice declarations. <br> 2. Where the competent governmental authorities have authorised a government office or a <br> representative commercial institution to issue Certificates of Origin in accordance with Article <br> 16(3) of this Chapter, they shall provide the competent governmental authorities of all the <br> Signatory Parties of the Agreement with the relevant details of the authorized institutions or <br> governmental bodies, as well as the specimen of stamps used by these bodies in accordance <br> with paragraph 1. <br> 3. In order to ensure the proper application of this Chapter, Israel and the Member States of <br> MERCOSUR shall assist each other, through the competent customs administrations, in <br> checking the authenticity of the Certificates of Origin, the invoice declarations and the <br> correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "Article 31: Dispute Settlement <br> Where disputes arise in relation to the verification procedures of Article 30 of this Chapter <br> which cannot be settled between the competent governmental authorities requesting a <br> verification and the competent governmental authorities responsible for carrying out the <br> verification or where a question is raised by one of those competent governmental authorities <br> as to the interpretation of this Chapter, the matter shall be submitted to the Sub-Committee on <br> Rules of Origin and Customs Matters, which shall be established by the Joint Committee in <br> accordance with Chapter IX (Institutional Provisions) of the Agreement. If no solution is <br> reached, Chapter XI (Dispute Settlement) of this Agreement shall apply. <br> In all cases the settlement of disputes between the importer and the customs authorities of the <br> importing country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "Amendments to the Chapter", "ArticleDesc": "Article 32: Amendments to the Chapter <br> "}]}]}, "members_found": ["376", "858", 3, 8703900000]}