{"FtaRooDetails": {"FtaId": 611, "FtaCode": "ITC00625", "FtaName": "MERCOSUR-SACU", "FtaFullName": "PREFERENTIAL TRADE AGREEMENT BETWEEN THE SOUTHERN COMMON MARKET (MERCOSUR) AND THE SOUTHERN AFRICAN CUSTOMS UNION (SACU)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.04.2016", "Type": "Partial scope agreement", "Scope": "Plurilateral, Group-Group", "MemberStates": "Argentina; Botswana; Brazil; Lesotho; Namibia; Paraguay; South Africa; Eswatini; Uruguay", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under MERCOSUR-SACU", "AdminProcCooAuth": "The certification type under MERCOSUR-SACU is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under MERCOSUR-SACU is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for MERCOSUR-SACU agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "2 Goods which are not covered by this Agreement as listed in Annexes I and II, but which are incorporated into a good that is covered by this Agreement, are considered to be sufficiently worked or processed if :- these goods are manufactured from materials or products of any heading, except that of the good, or- the value of all non-originating materials or products used does not exceed 40% of the price of the good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX I TO ANNEX III<br /> Introductory notes to the list in Appendix II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 5 of Annex III.<br /> Note 2:<br /> 2.1 The first two columns in the list describe the product obtained. The first column gives<br /> the chapter number, heading number or sub-heading used in the Harmonized<br /> System and the second column gives the description of goods used in that system<br /> for that heading or chapter. For each entry in the first two columns, a rule is specified<br /> in column 3 or 4. Where, in some cases, the entry in the first column is preceded by<br /> an 'ex', this signifies that the rules in column 3 or 4 apply only to the part of that<br /> heading as described in column 2.<br /> 2.2 Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 or 4 apply to all products which, under<br /> the Harmonized System, are classified in headings of the chapter or in any of the<br /> headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered by<br /> the adjacent rules in column 3 or 4.<br /> 2.4 Where, for an entry in the first two columns, a rule is specified in both columns 3 and<br /> 4, the exporter may opt, as an alternative, to apply either the rule set out in column 3<br /> or that set out in column 4. If no origin rule is given in column 4, the rule set out in<br /> column 3 is to be applied.<br /> Note 3:<br /> 3.1 The provisions of Article 5 of Annex III, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall apply,<br /> regardless of whether this status has been acquired inside the factory where these<br /> products are used or in another factory in the territory of a Signatory Party.<br /> 3.2 The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying-out of more working or processing also confers originating<br /> status; conversely, the carrying-out of less working or processing cannot confer<br /> originating status. Thus, if a rule provides that non-originating material, at a certain<br /> level of manufacture, may be used, the use of such material at an earlier stage of<br /> manufacture is allowed, and the use of such material at a later stage is not.<br /> 3.3 Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture from<br /> materials of any heading\", then materials of any heading(s) (even materials of the<br /> same description and heading as the product) may be used, subject, however, to any<br /> specific limitations which may also be contained in the rule.<br /> 3.4 Where, in a rule in the list, two percentages are given for the maximum value of non-<br /> originating materials that can be used, then these percentages may not be added<br /> together. In other words, the maximum value of all the non-originating materials used<br /> may never exceed the higher of the percentages given. Furthermore, the individual<br /> percentages must not be exceeded, in relation to the particular materials to which<br /> they apply.<br /> Note 4<br /> 4.1 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403,<br /> the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with<br /> alkaline agents; decolourisation and purification with naturally active earth,<br /> activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation; and / or<br /> (i) isomerisation.<br /> 4.2 For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are the<br /> following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with<br /> alkaline agents; decolourisation and purification with naturally-active earth,<br /> activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 per cent of the sulphur-<br /> content of the products processed (ASTM D 1266-59 T method);<br /> (k) in respect of products of heading 2710 only, deparaffining by a process other<br /> than filtering;<br /> (l) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at<br /> a pressure of more than 20 bar and a temperature of more than 250 degrees<br /> C, with the use of a catalyst, other than to effect desulphurisation, when the<br /> hydrogen constitutes an active element in a chemical reaction. The further<br /> treatment, with hydrogen, of lubricating oils of heading ex 2710 (e.g.<br /> hydrofinishing or decolourisation), in order, more especially, to improve colour<br /> or stability shall not, however, be deemed to be a specific process;<br /> (m) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 per cent of these products distils, by volume,<br /> including losses, at 300 degrees C by the ASTM D 86 method;<br /> (n) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710<br /> only, treatment by means of a high-frequency electrical brush-discharge; and<br /> / or<br /> (o) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax<br /> or peat wax, paraffin wax containing by weight less than 0.75 per cent of oil)<br /> of heading ex 2712 only, de-oiling by fractional crystallisation.<br /> 4.3 For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and ex 3403,<br /> simple operations, such as cleaning, decanting, desalting, water-separation, filtering,<br /> colouring, marking, obtaining a sulphur-content as a result of mixing products with<br /> different sulphur contents, any combination of these operations or like operations, do<br /> not confer origin.<br /> 4.4 Chemical processing rules to confer originating status<br /> Section VI of the HS tariff classification: Products of the Chemical or Allied<br /> Industries (Chapter 28-38)<br /> Rule 1: Chemical Reaction Origin<br /> For a good of Chapters 28 through 38, which is subject to a chemical reaction, shall<br /> be treated as an originating good if the chemical reaction occurred in the territory of<br /> one or more of the Signatory Parties.<br /> Note: For purposes of this section, a \"chemical reaction\" is a process (including a<br /> biochemical process) that results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the<br /> spatial arrangement of atoms in a molecule.<br /> The following are not considered to be chemical reactions for the purposes of<br /> determining whether a product is an originating good:<br /> (a) dissolution in water or in other solvents;<br /> (b) the elimination of solvents including solvent water; or<br /> (c) the addition or elimination of water of crystallization.<br /> Rule 2: Purification Origin<br /> For a good of chapters 28 through 38, a good that is subject to purification shall be<br /> treated as originating provided that one of the following occurs in the territory of one<br /> or more of the Signatory Parties:<br /> (a) purification of a good resulting in the elimination of 80 percent of the content<br /> of existing impurities; or<br /> (b) the reduction or elimination of impurities resulting in a good suitable for one or<br /> more of the following applications:<br /> (i) pharmaceutical, medicinal, cosmetic, veterinary, or food grade<br /> substances;<br /> (ii) chemical products and reagents for analytical, diagnostic or laboratory<br /> uses;<br /> (iii) elements and components for use in micro-elements;<br /> (iv) specialized optical uses;<br /> (v)<br /> non toxic uses for health and safety;<br /> (vi) biotechnical use;<br /> (vii) carriers used in a separation process; or<br /> (viii) nuclear grade uses.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00625_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sars.gov.za/AllDocs/LegalDoclib/Agreements/LAPD-IntA-TradeA-2016-01d%20%E2%80%93%20Specimen%20Certificate%20of%20Origin%20Final.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00625_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sars.gov.za/AllDocs/LegalDoclib/Agreements/LAPD-IntA-TradeA-2016-01c%20%E2%80%93%20List%20of%20working%20or%20processing%20interim.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00625_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/tpd/MER_SACU/Negotiations/VIIround_annexIII_e.doc"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00625_full.pdf", "DocType": "8_full", "WebLink": "http://www.sars.gov.za/Legal/International-Treaties-Agreements/Trade-Agreements/Pages/MERCOSUR.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral cumulation of origin <br /> 1 Notwithstanding Article 2, materials and products originating in MERCOSUR within the meaning of <br /> this Annex shall be considered as originating in SACU, provided that they have undergone working or <br /> processing in SACU going beyond that referred to in Article 6. <br /> 2 Notwithstanding Article 2, materials and products originating in SACU within the meaning of this <br /> Annex shall be considered as originating in MERCOSUR, provided that they have undergone working or <br /> processing in MERCOSUR going beyond that referred to in Article 6.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Sufficiently worked or processed products <br /> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according to the conditions set <br /> out in the list, should not be used in the manufacture of a product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the price of the product; <br /> (b) any of the percentages given in paragraph 2 and in the list of Appendix II for the maximum <br /> value of non-originating materials are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or vehicle, <br /> which are part of the normal equipment and included in the price thereof or which are not separately invoiced, <br /> shall be regarded as one with the piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly obtained products <br /> 1 The following shall be considered as wholly obtained in MERCOSUR or in SACU: <br /> (a) mineral products extracted from the soil or subsoil and from the seabed and marine subsoil of the <br /> territory of the Signatory Parties; <br /> (b) vegetable products harvested there; <br /> (c) live animals born, captured and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by collecting, hunting, fishing or aquaculture conducted there; <br /> (f) products of sea fishing and other products taken from the territorial sea and exclusive economic zone <br /> of MERCOSUR or of SACU; <br /> (g) products of sea fishing and other products taken from the waters in the high seas only by flagged and <br /> registered vessels of the respective Signatory Party, as well as products of sea-fishing obtained under <br /> a specific quota allocated to a Signatory Party by an international management organisation or regime; <br /> (h) products taken from the seabed or subsoil of their respective continental shelves; <br /> (i) products extracted from the seabed or subsoil outside their respective continental shelves provided <br /> that the concerned Signatory Party has rights or is sponsoring an entity that has rights to exploit the <br /> resources of that seabed or subsoil, in accordance with international law; <br /> (j) used articles collected there fit only for the recovery of raw materials; <br /> (k) waste and scrap resulting from manufacturing operations conducted there; <br /> (l) goods produced there exclusively from the products specified in (a) to (k).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient working or processing <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered as insufficient working or <br /> processing to confer the status of originating products, whether or not the requirements of Article 5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple3 painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple3 grinding or simple3 cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the making-up of sets of articles); <br /> (k) simple [3] placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or boards and all <br /> other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on products or their packaging; <br /> (m) simple mixing [4] of products, whether or not of different kinds; <br /> (n) simple [3] assembly of parts of articles to constitute a complete article or disassembly of products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals. <br /> 2 All operations carried out either in MERCOSUR or in SACU on a given product shall be considered <br /> together when determining whether the working or processing undergone by that product is to be regarded as <br /> insufficient within the meaning of paragraph 1. <br /> [3] \"simple\", generally describes activities which need neither special skills nor machines, apparatus or equipment <br /> especially produced or installed for carrying out the activity. <br /> [4] \"simple mixing\", generally describes activities, including dilution in water or any other substance which does not <br /> substantially alter the product characteristics, which need neither special skills nor machines, apparatus or equipment <br /> specially produced or installed for carrying out the activity. However, simple mixing does not include chemical <br /> reaction. Chemical reaction means a process (including a biochemical process) which results in a molecule with a new <br /> structure by breaking intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial <br /> arrangement of atoms in a molecule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) \"customs value\" means the value as determined in accordance with the 1994 Agreement on <br /> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO Agreement on <br /> customs valuation); <br /> (f) \"ex-works price\" means the price paid for the product ex works to the manufacturer in SACU in <br /> whose undertaking the last working or processing is carried out, provided the price includes the <br /> value of all the materials used, minus any internal taxes which are, or may be, repaid when the <br /> product obtained is exported; <br /> (g) \"CIF price\" means the price paid to the exporter by an importer in MERCOSUR for the product <br /> when the goods pass the ships rail at the named port of shipment. The exporter must pay the costs <br /> and freight necessary to bring the goods to the named port of destination. For landlocked countries, <br /> the port of destination means the first sea port or inland waterway port located in any of the <br /> Signatory Parties, through which those products have been imported; <br /> (h) \"Free on Board price\" means the price paid to the exporter for the product when the goods pass the <br /> ships rail at the named port of shipment, thereafter, the importer will assume all the costs including <br /> the necessary expenses for the shipment; <br /> (i) \"value of materials\": for SACU means the customs value at the time of importation of the non- <br /> originating materials used, or, if this is not known and cannot be ascertained, the first ascertainable <br /> price paid for the materials in SACU; for MERCOSUR means the CIF price of non-originating <br /> materials used as defined in (g) <br /> (j) \"value of originating materials\" means the value of such materials as defined in (i), for SACU, and <br /> in (h), for MERCOSUR, applied mutatis mutandis; <br /> (k) \"price of the product\": for SACU means ex-works price, as defined in (f); for MERCOSUR means <br /> the Free on Board price, as defined in (h);", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to determine the origin of <br /> the following which might be used in its manufacture : <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1 The preferential treatment provided for under the Agreement applies only to products satisfying the <br /> requirements of this Annex, which are transported directly between MERCOSUR and SACU. However, <br /> products constituting one single consignment may be transported through other territories with, should the <br /> occasion arise, transhipment or temporary warehousing in such territories, provided that they remain under the <br /> other than unloading, reloading or any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of the Signatory Parties. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be supplied to the customs <br /> authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where applicable, the names of <br /> the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1 The conditions for acquiring originating status set out in Title II must be fulfilled without interruption in <br /> MERCOSUR or in SACU. <br /> 2 Where originating goods exported from MERCOSUR or from SACU to another country return, they <br /> must be considered as non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in good <br /> condition while in that country or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of qualification <br /> 1 The unit of qualification for the application of the provisions of this Annex shall be the particular <br /> product which is considered as the basic unit when determining classification using the nomenclature of the Harmonized System. <br /> It follows that: <br /> (a) when a product composed of a group or assembly of articles is classified in accordance with the <br /> Harmonized System in a single heading, the whole constitutes the unit of qualification; <br /> (b) when a consignment consists of a number of identical products classified under the same <br /> heading of the Harmonized System, each product must be taken individually when applying the <br /> provisions of this Annex. <br /> 2 The packages and packing materials for retail sale, when classified together with the packaged product, <br /> in accordance with General Rule 5 b) of the Harmonized System shall not be taken into account for considering <br /> whether all non-originating materials used in the manufacture of a product fulfil the criterion corresponding to a <br /> change of tariff classification of the said product. <br /> 3 If the product is subject to an ad valorem percentage criterion, the value of the packages and packing <br /> material for retail sale shall be taken into account in its origin assessment. <br /> Article 10 : Containers and packing materials for transport <br /> The containers and packing materials exclusively used for the transport of a product shall not be taken <br /> into account for determining the origin of any good or product, in accordance with General Rule 5 b) of the <br /> Harmonized System.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as originating when all <br /> component products are originating. Nevertheless, when a set is composed of originating and non-originating <br /> products, the set as a whole shall be regarded as originating, provided that the value of the non-originating <br /> products does not exceed 15 per cent of the price of the set (price of the product).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1 Originating products, sent for exhibition outside the Signatory Parties and sold after the exhibition for <br /> importation into MERCOSUR or into SACU shall benefit on importation from the provisions of the Agreement <br /> provided it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from MERCOSUR or from SACU to the country in <br /> which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person in <br /> MERCOSUR or in SACU; <br /> (c) the products have been consigned during the exhibition or immediately thereafter in the state in <br /> which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used for any purpose other <br /> than demonstration at the exhibition. <br /> 2 A certificate of origin must be issued or made out in accordance with the provisions of Title IV and <br /> submitted to the customs authorities of the importing country in the normal manner. The name and address of <br /> the exhibition must be indicated thereon. Where necessary, additional documentary evidence of the conditions <br /> under which they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, fair or similar public <br /> show or display which is not organized for private purposes in shops or business premises with a view to the sale <br /> of foreign products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "TITLE IV : CERTIFICATE OF ORIGIN <br /> Article 16 : Procedure for the issue of a certificate of origin <br /> 1 A certificate of origin shall be issued by the customs authorities or competent authorities of the exporting <br /> country on application having been made in writing by the exporter or, under the exporter's responsibility, by his <br /> authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall complete both the certificate of origin <br /> and the application form, specimens of which appear in Appendix III. These forms shall be completed in <br /> English, in accordance with the provisions of the domestic law of the exporting country. If they are handwritten, <br /> they shall be completed in ink in block letters. The description of the products must be given in the box reserved <br /> for this purpose without leaving any blank lines. Where the box is not completely filled, a horizontal line must <br /> be drawn below the last line of the description, the empty space being crossed through. <br /> 3 The exporter applying for the issue of a certificate of origin shall be prepared to submit at any time, at <br /> the request of the customs authorities or competent authorities of the exporting country where the certificate of <br /> origin is issued, all appropriate documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4 A certificate of origin shall be issued by the customs authorities or competent authorities of <br /> MERCOSUR or of SACU if the products concerned can be considered as products originating in MERCOSUR <br /> or in SACU and fulfill the other requirements of this Annex. <br /> 5. The customs authorities or competent authorities issuing certificates of origin shall take any step <br /> necessary to verify the originating status of the products and the fulfillment of the other requirements of this <br /> Annex. For this purpose, they shall have the right to call for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. They shall also ensure that the forms referred to <br /> in paragraph 2 are duly completed. In particular, they shall check whether the space reserved for the description <br /> of the products has been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the certificate of origin shall be indicated in Box 11 of the certificate. <br /> 7 A certificate of origin shall be issued by the customs authorities or competent authorities and made <br /> available to the exporter as soon as actual exportation has been effected or ensured. <br /> [5] The term \"the other requirements\", mentioned in paragraphs 4 and 5 of this Article, does not include the requirements of <br /> direct transport and exhibition, since those requirements shall be checked by the customs authorities of the importing country. <br /> Article 18 : Issue of a duplicate certificate of origin <br /> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter may apply to the customs <br /> authorities or competent authorities which issued it for a duplicate made out on the basis of the export documents <br /> in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the word \"DUPLICATE\". <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" box of the duplicate <br /> certificate of origin . <br /> 4 The duplicate, which shall indicate the date of issuance and the number of the original certificate in the <br /> \"Remarks\" box, shall take effect as from that date. <br /> Article 20 : Submission of certificates of origin <br /> Certificates of origin shall be submitted to the customs authorities of the importing country in <br /> accordance with the procedures applicable in that country. The said authorities may require a translation of a <br /> certificate of origin and may also require the import declaration to be accompanied by a statement from the <br /> importer to the effect that the products meet the conditions required for the implementation of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "amount not specified", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Exemptions from certificate of origin <br /> personal luggage shall be admitted as originating products without requiring the submission of a certificate of <br /> origin, provided that such products are not imported by way of trade and have been declared as meeting the <br /> requirements of this Annex and where there is no doubt as to the veracity of such a declaration. In the case of <br /> products sent by post, this declaration can be made on the customs declaration CN22 / CN23 or on a sheet of <br /> paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use of the recipients or <br /> travellers or their families shall not be considered as imports by way of trade if it is evident from the nature and <br /> quantity of the products that no commercial purpose is intended. <br /> 3 In case of small packages or products forming part of travellers' personal luggage, the total value of <br /> these products shall not exceed the value stipulated in the national legislation of the Signatory Party concerned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (u) \"customs authorities or competent authorities\" refer to the customs authorities in SACU and, in <br /> MERCOSUR1, to: <br /> ? \"Ministerio de Economia y Producci?n - Secretaria de Ind?stria, Comercio y de la Peque?a y <br /> Mediana Empresa\" of Argentina; <br /> ? \"Minist?rio do Desenvolvimento, Ind?stria e Com?rcio Exterior - Secretaria de Com?rcio <br /> Exterior, e Minist?rio da Fazenda - Secretaria da Receita Federal\" in Brazil; <br /> ? \"Ministerio de Industria y Comercio\" in Paraguay; and <br /> ? Ministerio de Economia y Finanzas - Direcci?n General de Comercio, ?rea de Comercio <br /> Exterior\" in Uruguay. <br /> 1 The competence of issuing certificates of origin is delegated by the competent authorities of MERCOSUR to <br /> authorised public agencies or trade organisations in Argentina, Brazil, Paraguay and Uruguay", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Validity of certificate of origin <br /> 1 A certificate of origin shall be valid for six months from the date of issue in the exporting country, and <br /> must be submitted within the said period to the customs authorities of the importing country. <br /> 2 Certificates of origin which are submitted to the customs authorities of the importing country after the <br /> final date for presentation specified in paragraph 1 may be accepted for the purpose of applying preferential <br /> treatment, where the failure to submit these documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing country may accept the <br /> certificates of origin where the products have been submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Preservation of certificate of origin and supporting documents <br /> 1 The exporter applying for the issue of a certificate of origin shall keep for at least three years the <br /> documents referred to in Article 16(3). <br /> 2 The customs authorities or competent authorities of the exporting country issuing a certificate of origin <br /> shall keep for at least three years the application form referred to in Article 16(2). <br /> for at least three years, of the certificates of origin submitted to the customs authorities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Certificate of origin issued retrospectively <br /> 1 Notwithstanding Article 16(7), a certificate of origin may exceptionally be issued after exportation of the <br /> products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary omissions or special <br /> circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a certificate of origin was <br /> issued but was not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his application the place and date of <br /> exportation of the products to which the certificate of origin relates, and state the reasons for his request. <br /> 3 The customs authorities or competent authorities may issue a certificate of origin retrospectively, if <br /> requested by the exporter within six months from the date of the exportation, and only after verifying that the <br /> information supplied in the exporter's application agrees with that in the corresponding file. <br /> 4 Certificates of origin issued retrospectively must be endorsed with the words <br /> \"ISSUED RETROSPECTIVELY\". <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" box of the certificate of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Supporting documents <br /> The documents referred to in Articles 16(3) used for the purpose of proving that products covered by a <br /> certificate of origin can be considered as products originating in MERCOSUR or in SACU and fulfil the other <br /> requirements of this Annex may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain the goods <br /> concerned, contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in MERCOSUR <br /> or in SACU where these documents are used in accordance with domestic law; <br /> (c) documents proving the working or processing of materials in MERCOSUR or in SACU, issued <br /> or made out in a MERCOSUR or in SACU, where these documents are used in accordance with domestic law; <br /> (d) certificates of origin proving the originating status of materials used, issued or made out in <br /> MERCOSUR or in SACU in accordance with this Annex. <br /> [6] The term \"the other requirements\", mentioned in this Article, does not include the requirements of direct transport <br /> and exhibition, since those requirements shall be checked by the customs authorities of the importing country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Verification of certificate of origin 8 <br /> 1 In order to ensure the proper application of this Annex, MERCOSUR and SACU shall assist each other, <br /> through the customs authorities or competent authorities, in checking the authenticity of the certificates of origin <br /> and the correctness of the information given in these documents. <br /> 2. Subsequent verifications of certificates of origin shall be carried out at random or whenever the customs <br /> authorities or competent authorities of the importing country have reasonable doubts as to the authenticity of <br /> such documents, the originating status of the products concerned or the fulfilment of the other requirements of this Annex. <br /> 3 For the purposes of implementing the provisions of paragraph 1, the customs authorities or competent <br /> authorities of the importing country shall return the certificate of origin, if it has been submitted, or a copy of <br /> these documents, to the customs authorities or competent authorities of the exporting country giving, where <br /> appropriate, the reasons for the enquiry. Any documents and information obtained suggesting that the <br /> information given on the certificate of origin is incorrect shall be forwarded in support of the request for verification. <br /> 4 The verification shall be carried out by the customs authorities or competent authorities of the exporting <br /> country. For this purpose, they shall have the right to call for any evidence and to carry out any inspection of the <br /> exporter's accounts or any other check considered appropriate. <br /> 5 If the customs authorities of the importing country decide to suspend the granting of preferential <br /> treatment to the products concerned while awaiting the results of the verification, release of the products shall be <br /> offered to the importer subject to any precautionary measures judged necessary. <br /> 6 The customs authorities or competent authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly whether the documents are <br /> authentic and whether the products concerned can be considered as products originating in MERCOSUR or in <br /> SACU and fulfil the other requirements of this Annex. <br /> 7 If in cases of reasonable doubt there is no reply within ten months of the date of the verification request <br /> or if the reply does not contain sufficient information to determine the authenticity of the document in question <br /> or the real origin of the products, the requesting customs authorities shall, except in exceptional circumstances, <br /> refuse entitlement to the preferences. <br /> 8 The requesting customs authorities or competent authorities shall inform the customs authorities or <br /> competent authorities of the exporting country of its decision on the basis of the verification in question. <br /> [8] The term \"the other requirements\", mentioned in paragraphs 2 and 6 of this Article, does not include the <br /> requirements of direct transport and exhibition, since those requirements shall be checked by the customs authorities of <br /> the importing country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a document which <br /> contains incorrect information for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the certificate of origin and those <br /> made in the documents submitted to the customs office for the purpose of carrying out the formalities for <br /> importing the products shall not ipso facto render the certificate of origin null and void if it is duly established <br /> that this document does correspond to the products submitted. <br /> 2 Obvious formal errors on a certificate of origin should not cause this document to be rejected if these <br /> errors are not such as to create doubts concerning the correctness of the statements made in this document [7]. <br /> [7] Obvious formal errors include, but are not limited to, typing errors, and exclude deliberate errors.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "GENERAL PROVISIONS", "ArticleDesc": "TITLE I : GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) \"manufacture\" means any kind of working or processing including assembly or specific operations; <br> (b) \"material\" means any ingredient, raw material, component or part, etc., used in the manufacture of <br> the product; <br> (c) \"product\" means the product being manufactured, even if it is intended for later use in another <br> (d) \"goods\" means both materials and products; <br> consignee or covered by a single transport document covering their shipment from the exporter to <br> manufacturing operation; <br> (e) \"customs value\" means the value as determined in accordance with the 1994 Agreement on <br> implementation of Article VII of the General Agreement on Tariffs and Trade (WTO Agreement on <br> customs valuation); <br> (f) \"ex-works price\" means the price paid for the product ex works to the manufacturer in SACU in <br> whose undertaking the last working or processing is carried out, provided the price includes the <br> value of all the materials used, minus any internal taxes which are, or may be, repaid when the <br> (g) \"CIF price\" means the price paid to the exporter by an importer in MERCOSUR for the product <br> when the goods pass the ships rail at the named port of shipment. The exporter must pay the costs <br> and freight necessary to bring the goods to the named port of destination. For landlocked countries, <br> the port of destination means the first sea port or inland waterway port located in any of the <br> Signatory Parties, through which those products have been imported; <br> (h) \"Free on Board price\" means the price paid to the exporter for the product when the goods pass the <br> product obtained is exported; <br> ships rail at the named port of shipment, thereafter, the importer will assume all the costs including <br> the necessary expenses for the shipment; <br> (i) \"value of materials\": for SACU means the customs value at the time of importation of the non- <br> originating materials used, or, if this is not known and cannot be ascertained, the first ascertainable <br> price paid for the materials in SACU; for MERCOSUR means the CIF price of non-originating <br> materials used as defined in (g) <br> (j) \"value of originating materials\" means the value of such materials as defined in (i), for SACU, and <br> in (h), for MERCOSUR, applied mutatis mutandis; <br> (k) \"price of the product\": for SACU means ex-works price, as defined in (f); for MERCOSUR means <br> the Free on Board price, as defined in (h); <br> (l) \"chapters\", \"headings\" and \"subheadings\" mean the chapters, the headings (four-digit codes) and <br> subheading (six-digit codes) used in the nomenclature which makes up the Harmonized Commodity <br> Description and Coding System, referred to in this Annex as \"the Harmonized System\" or \"HS\"; <br> (m) \"classified\" refers to the classification of a product or material under a particular heading or <br> (n) \"consignment\" means products which are either sent simultaneously from one exporter to one <br> subheading; <br> the consignee or, in the absence of such a document, by a single invoice; <br> (o) \"territory\" includes the \"territorial sea\", the \"exclusive economic zone\" and the \"continental shelf\" <br> as defined in the United Nations Convention on the Law of the Sea; <br> (p) \"high seas\" have the same meaning as in the United Nations Convention on the Law of the Sea; <br> (q) \"MERCOSUR\" means Mercado Comun del Sur; <br> (r) \"a MERCOSUR state\" means any of the following states: Argentina, Brazil, Paraguay or Uruguay, <br> as the case may be; <br> (s) \"SACU\" means the Southern African Customs Union; <br> (t) \"a SACU state\" means any of the following states: Botswana, Lesotho, Namibia, South Africa or <br> Swaziland, as the case may be; <br> (u) \"customs authorities or competent authorities\" refer to the customs authorities in SACU and, in <br> MERCOSUR1, to: <br> ? \"Ministerio de Economia y Producci?n - Secretaria de Ind?stria, Comercio y de la Peque?a y <br> Mediana Empresa\" of Argentina; <br> ? \"Minist?rio do Desenvolvimento, Ind?stria e Com?rcio Exterior - Secretaria de Com?rcio <br> Exterior, e Minist?rio da Fazenda - Secretaria da Receita Federal\" in Brazil; <br> ? \"Ministerio de Industria y Comercio\" in Paraguay; and <br> ? Ministerio de Economia y Finanzas - Direcci?n General de Comercio, ?rea de Comercio <br> Exterior\" in Uruguay. <br> 1 The competence of issuing certificates of origin is delegated by the competent authorities of MERCOSUR to <br> authorised public agencies or trade organisations in Argentina, Brazil, Paraguay and Uruguay <br> "}, {"ArticleTitle": "DEFINITION OF THE CONCEPT OF \"ORIGINATING PRODUCTS\"", "ArticleDesc": "TITLE II : DEFINITION OF THE CONCEPT OF \"ORIGINATING PRODUCTS\" <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1 For the purpose of implementing this Agreement, the following products shall be considered as <br> originating in MERCOSUR or SACU: <br> (a) products wholly obtained in a Party within the meaning of Article 4; <br> (b) products obtained in a Party incorporating non-originating materials, provided that such materials <br> have undergone sufficient working or processing in the Party within the meaning of Article 5. <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 5 : Sufficiently worked or processed products <br> 1 For the purposes of Article 2, products covered by this Agreement which are not wholly obtained are <br> considered to be sufficiently worked or processed when the conditions set out in the list in Appendix II are fulfilled [2]. <br> 2 Goods which are not covered by this Agreement as listed in Annexes I and II, but which are <br> incorporated into a good that is covered by this Agreement, are considered to be sufficiently worked or <br> processed if : <br> - these goods are manufactured from materials or products of any heading, except that of the <br> good, or <br> - the value of all non-originating materials or products used does not exceed 40% of the price of <br> the good. <br> 3 Notwithstanding paragraphs 1 and 2, non-originating materials which, according to the conditions set <br> out in the list, should not be used in the manufacture of a product may nevertheless be used, provided that: <br> (a) their total value does not exceed 10 per cent of the price of the product; <br> (b) any of the percentages given in paragraph 2 and in the list of Appendix II for the maximum <br> value of non-originating materials are not exceeded through the application of this paragraph. <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br> 4 Paragraphs 1 to 3 shall apply subject to the provisions of Article 6. <br> [2] The conditions referred to in paragraph 1 indicate, for all products covered by the Agreement, the working or <br> processing which must be carried out on non-originating materials used in manufacturing and apply only in relation to <br> such materials. It follows that if a product which has acquired originating status by fulfilling the conditions set out in <br> the list is used in the manufacture of another product, the conditions applicable to the product in which it is <br> incorporated do not apply to it, and no account shall be taken of the non-originating materials which may have been <br> used in its manufacture. <br> "}, {"ArticleTitle": "TERRITORIAL REQUIREMENTS", "ArticleDesc": "TITLE III : TERRITORIAL REQUIREMENTS <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "CERTIFICATE OF ORIGIN", "ArticleDesc": "TITLE IV : CERTIFICATE OF ORIGIN <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1 Products originating in a Signatory Party shall, on importation into MERCOSUR or SACU, benefit from <br> the Agreement upon submission of a certificate of origin, a specimen of which appears in Appendix III. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this Annex shall, in the cases <br> specified in Article 22, benefit from the Agreement without it being necessary to submit any of the documents <br> referred to above. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 15 : General Requirements <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 21 : Importation by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs authorities of the <br> importing country, dismantled or non-assembled products within the meaning of General Rule 2(a) of the <br> Harmonized System falling within Sections XVI and XVII, Chapter 90 or headings 7308 and 9406 of the <br> Harmonized System are imported by instalments, a single certificate of origin for such products shall be <br> submitted to the customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION", "ArticleDesc": "TITLE V : ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 26 : Notifications <br> The customs authorities or competent authorities of SACU and MERCOSUR shall provide each other, <br> through the MERCOSUR Secretariat or the SACU Secretariat, with specimen impressions of stamps used for the <br> issue of certificates of origin, with a specimen of an original certificate of origin form and with the addresses of <br> the customs authorities or competent authorities responsible for verifying certificates of origin. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 28 : Dispute settlement <br> 1 Where disputes arise in relation to the verification procedures of Article 27 which cannot be settled <br> between the customs authorities or competent authorities requesting a verification and the customs authorities or <br> competent authorities responsible for carrying out this verification or where they raise a question as to the <br> interpretation of this Annex, they shall be submitted to the Joint Administration Committee, without prejudice to <br> the Parties? rights to have recourse to the Dispute Settlement mechanism of this Agreement. <br> country shall be under the legislation of the said country. <br> "}, {"ArticleTitle": "FINAL PROVISIONS", "ArticleDesc": "TITLE VI : FINAL PROVISIONS <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 30 : Appendices <br> The Appendices to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Transitional provisions for goods in transit or storage", "ArticleDesc": "Article 31 : Transitional provisions for goods in transit or storage <br> The provisions of the Agreement may be applied to goods which comply with the provisions of this <br> Annex and which on the date of entry into force of the Agreement are either in transit or are in MERCOSUR or <br> in SACU in temporary storage in customs warehouses or in free zones, subject to the submission to the customs <br> authorities of the importing country, within six months of the said date, of a certificate of origin issued <br> retrospectively by the customs authorities or competent authorities of the exporting country together with the <br> documents showing that the goods have been transported directly in accordance with the provisions of Article 11. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 32 : Review <br> No later than three years after the entry into force of the Agreement, or in the event of a new round of <br> negotiations intended to deepen or broaden the scope of the Preferential Trade Agreement, the Joint <br> Administration Committee shall review this Annex and, as appropriate, propose to the Parties amendments to the <br> "}]}]}, "members_found": ["600", "710", 3, 8703900000]}