{"FtaRooDetails": {"FtaId": 637, "FtaCode": "ITC00654", "FtaName": "Regional group, ASEAN", "FtaFullName": "ASEAN TRADE IN GOODS AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1993", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Brunei Darussalam; Myanmar; Cambodia; Indonesia; Lao, People's Democratic Republic; Malaysia; Philippines; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, ASEAN", "AdminProcCooAuth": "The certification type under Regional group, ASEAN is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, ASEAN is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, ASEAN agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "A regional value content of not less than 40 percent", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00654_coo.pdf", "DocType": "1_coo", "WebLink": "http://investasean.asean.org/files/upload/Annex%207.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00654_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://investasean.asean.org/files/upload/Annex%203.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00654_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00654_proo.pdf", "DocType": "4_proo", "WebLink": "http://investasean.asean.org/files/upload/Annex%208.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00654_full.pdf", "DocType": "8_full", "WebLink": "http://investasean.asean.org/index.php/page/view/asean-free-trade-area-agreements/view/757/newsid/872/asean-trade-in-goods-agreement.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Accumulation <br /> 1. Unless otherwise provided in this Agreement, goods originating <br /> in a Member State, which are used in another Member State as <br /> materials for finished goods eligible for preferential tariff treatment, <br /> shall be considered to be originating in the latter Member State where <br /> working or processing of the finished goods has taken place. <br /> 2. If the RVC of the material is less than forty percent (40%), the <br /> qualifying ASEAN Value Content to be cumulated using the RVC <br /> criterion shall be in direct proportion to the actual domestic content <br /> provided that it is equal to or more than twenty percent (20%). The <br /> Implementing Guidelines are set out in Annex 6. <br /> ANNEX 6 : IMPLEMENTING GUIDELINES FOR <br /> PARTIAL CUMULATION UNDER ARTICLE 30(2) <br /> ON ASEAN CUMULATIVE RULES OF ORIGIN <br /> For the purposes of implementing paragraph 2 of Article 30 of this <br /> Agreement: <br /> (a) a good shall be deemed to be eligible for partial cumulation, if at <br /> least twenty percent (20%) of the Regional Value Content (RVC) <br /> of the good is originating in the Member State where working or <br /> processing of the good has taken place; <br /> (b) RVC of the good specified in paragraph (a) shall be calculated in <br /> accordance with the formula provided in Article 29 of this <br /> Agreement; <br /> (c) a good exported under this arrangement shall not be eligible for <br /> tariff preference accorded by the importing Member State <br /> under this Agreement; <br /> (d) a good exported under this arrangement shall be accompanied <br /> by a valid Certificate of Origin (Form D) duly and prominently <br /> marked \"Partial Cumulation\"; <br /> (e) the relevant sections of the Annex 8 (Operational Certification <br /> Procedures), including Rule 18 (retroactive check) and 19 <br /> (verification visit), shall be applicable to Certificate(s) of Origin <br /> (Form D) issued for partial cumulation purposes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : De Minimis <br /> 1. A good that does not undergo a change in tariff classification <br /> shall be considered as originating if the value of all non-originating <br /> materials used in its production that do not undergo the required <br /> change in tariff classification does not exceed ten percent (10%) of the <br /> FOB value of the good and the good meets all other applicable criteria <br /> set forth in this Agreement for qualifying as an originating good. <br /> 2. The value of non-originating materials referred to in paragraph 1 <br /> of this Article shall, however, be included in the value of non-originating <br /> materials for any applicable RVC requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "allowed", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "(e) drawback means the amount of import duties and taxes <br /> repaid under the drawback procedure; <br /> (f) drawback procedure means customs procedures which, <br /> when goods are exported, provide for a repayment (total <br /> or partial) to be made in respect of the import duties and <br /> taxes charged on the goods, or on materials contained in <br /> them or consumed in their production; <br /> [Customs]: <br /> Article 60 : Repayment, Drawback and Security <br /> 1. Decisions on claims for repayment shall be reached, and <br /> notified in writing to the persons concerned, without undue delay, and <br /> repayment of amounts overcharged shall be made as soon as possible <br /> after the verification of claims. <br /> 2. Drawback shall be paid as soon as possible after the verification <br /> of claims. <br /> 3. Where security has been furnished, it shall be discharged as <br /> soon as possible after the customs authorities are satisfied that the <br /> obligations under which the security was required have been duly <br /> fulfilled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Accessories, Spare Parts and Tools <br /> 1. If a good is subject to the requirements of CTC or specific <br /> manufacturing or processing operation, the origin of accessories, spare <br /> parts, tools and instructional or other information materials presented <br /> with the good shall not be taken into account in determining whether <br /> the good qualifies as an originating good, provided that: <br /> (a) the accessories, spare parts, tools and instructional or <br /> other information materials are not invoiced separately <br /> from the good; and <br /> (b) the quantities and value of the accessories, spare parts, <br /> tools and instructional or other information materials are <br /> customary for the good. <br /> 2. If a good is subject to the RVC-based rule of origin, the value of <br /> the accessories, spare parts, tools and instructional or other <br /> information materials shall be taken into account as the value of the <br /> originating or non-originating materials, as the case may be, in <br /> calculating the RVC of the originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Wholly Obtained or Produced Goods <br /> Within the meaning of Article 26(a), the following shall be considered <br /> as wholly obtained or produced in the exporting Member State: <br /> (a) Plant and plant products, including fruit, flowers, <br /> vegetables, trees, seaweed, fungi and live plants, grown <br /> and harvested, picked or gathered in the exporting <br /> Member State; <br /> (b) Live animals, including mammals, birds, fish, <br /> crustaceans, molluscs, reptiles, bacteria and viruses, <br /> born and raised in the exporting Member State; <br /> (c) Goods obtained from live animals in the exporting <br /> Member State; <br /> (d) Goods obtained from hunting, trapping, fishing, farming, <br /> aquaculture, gathering or capturing conducted in the <br /> exporting Member State; <br /> (e) Minerals and other naturally occurring substances, not <br /> included in paragraphs (a) to (d) of this Article, extracted <br /> or taken from its soil, waters, seabed or beneath its <br /> seabed; <br /> (f) Products of sea-fishing taken by vessels registered with a <br /> Member State and entitled to fly its flag and other <br /> products4 taken from the waters, seabed or beneath the <br /> seabed outside the territorial waters5 of that Member <br /> State, provided that that Member State has the rights to <br /> exploit such waters, seabed and beneath the seabed in <br /> accordance with international law6; <br /> (g) Products of sea-fishing and other marine products taken <br /> from the high seas by vessels registered with a Member <br /> State and entitled to fly the flag of that Member State; <br /> (h) Products processed and/or made on board factory ships <br /> registered with a Member State and entitled to fly the flag <br /> of that Member State, exclusively from products referred <br /> to in paragraph (g) of this Article; <br /> (i) Articles collected there which can no longer perform their <br /> original purpose nor are capable of being restored or <br /> repaired and are fit only for disposal or recovery of parts <br /> of raw materials, or for recycling purposes; <br /> (j) Waste and scrap derived from: <br /> (i) production in the exporting Member State; or <br /> (ii) used goods collected in the exporting Member <br /> State, provided that such goods are fit only for the <br /> recovery of raw materials; and <br /> (k) Goods obtained or produced in the exporting Member <br /> State from products referred to in paragraphs (a) to (j) of <br /> this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Minimal Operations and Processes <br /> 1. Operations or processes undertaken, by themselves or in <br /> combination with each other for the purposes listed below, are <br /> considered to be minimal and shall not be taken into account in <br /> determining whether a good has been originating in one Member State: <br /> (a) ensuring preservation of goods in good condition for the <br /> purposes of transport or storage; <br /> (b) facilitating shipment or transportation; and <br /> (c) packaging or presenting goods for sale. <br /> 2. A good originating in the territory of a Member State shall retain <br /> its initial originating status, when exported from another Member State, <br /> where operations undertaken have not gone beyond those referred to <br /> in paragraph 1 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Calculation of Regional Value Content <br /> 1. For the purposes of Article 28, the formula for calculating <br /> ASEAN Value Content or RVC is as follows: <br /> (a) Direct Method <br /> RVC = <br /> ASEAN    Direct    Direct <br /> Material    +    Labour    +    Overhead <br /> Cost    +    Cost    +    Cost <br /> FOB Price <br /> Other <br /> + Cost + Profit <br /> -X 100 % <br /> or <br /> (b) Indirect Method <br /> RVC = <br /> FOB Price - Value of Non-Originating <br /> Parts <br /> or <br /> Goods <br /> FOB Price <br /> x 100 % <br /> 2. For the purposes of calculating the RVC provided in paragraph 1 <br /> of this Article: <br /> (a) ASEAN Material Cost is the CIF value of originating <br /> materials, parts or goods that are acquired or self- <br /> produced by the producer in the production of the good; <br /> (b) Value of Non-Originating Materials, Parts or Goods <br /> shall be: <br /> (i) The CIF value at the time of importation of the <br /> goods or importation can be proven; or <br /> (ii) The earliest ascertained price paid for the goods of <br /> undetermined origin in the territory of the Member <br /> State where the working or processing takes <br /> place; <br /> (c) Direct labour cost shall include wages, remuneration <br /> and other employee benefits associated with the <br /> manufacturing process; <br /> (d) The calculation of direct overhead cost shall include, <br /> but is not limited to, real property items associated with <br /> the production process (insurance, factory rent and <br /> leasing, depreciation on buildings, repair and <br /> maintenance, taxes, interests on mortgage); leasing of <br /> and interest payments for plant and equipment; factory <br /> security; insurance (plant, equipment and materials used <br /> in the manufacture of the goods); utilities (energy, <br /> electricity, water and other utilities directly attributable to <br /> the production of the goods); research, development, <br /> design and engineering; dies, moulds, tooling and the <br /> depreciation, maintenance and repair of plant and <br /> equipment; royalties or licences (in connection with <br /> patented machines or processes used in the manufacture <br /> of the goods or the right to manufacture the goods); <br /> inspection and testing of materials and the goods; <br /> storage and handling in the factory; disposal of recyclable <br /> wastes; and cost elements in computing the value of raw <br /> materials, i.e. port and clearance charges and import <br /> duties paid for dutiable component; and <br /> (e) FOB price means the free-on-board value of the goods <br /> as defined in Article 25. FOB price shall be determined by <br /> adding the value of materials, production cost, profit and <br /> other costs. <br /> 3. Member States shall determine and adhere to only one (1) <br /> method of calculating the RVC. Member States shall be given the <br /> flexibility to change their calculation method provided that such change <br /> is notified to the AFTA Council at least six (6) months prior to the <br /> adoption of the new method. Any verification to the ASEAN Value <br /> Content calculation by the importing Member State shall be done on <br /> the basis of the method used by the exporting Member State. <br /> 4. In determining the ASEAN Value Content, Member States shall <br /> closely adhere to the guidelines for costing methodologies set out in <br /> ANNEX 5 : PRINCIPLES AND GUIDELINES FOR CALCULATING REGIONAL <br /> VALUE CONTENT ON THE ATIGA <br /> A. Principles to Determine Cost for Regional Value Content <br /> i. Materiality - all cost material to the evaluation, <br /> assessment and determination of origin; <br /> ii. Consistency - costing allocation method should be <br /> consistent unless justified by commercial reality; <br /> iii. Reliability - costing information must be reliable and <br /> supported by appropriate information; <br /> iv. Relevance - costs must be allocated based on objective <br /> and quantifiable data; <br /> v. Accuracy - costing methodology should provide an <br /> accurate representation of the cost element in question; <br /> vi. Application of GAAP of the exporting country - <br /> costing information must be prepared in accordance with <br /> the generally accepted accounting principles and this <br /> includes the avoidance of double-counting of cost items; <br /> vii. Currency - updated costing information from existing <br /> accounting and costing records of companies should be <br /> used to calculate origin. <br /> B. Guidelines for Costing Methodologies <br /> i. Actual Costs - basis for actual costs should be defined <br /> by the company. Actual costs should include all direct <br /> and indirect costs incurred in producing the product; <br /> ii. Projected and Budgeted Costs - projected costs may <br /> be used if it is justified. Companies should provide <br /> variance analysis and proof during the period origin is <br /> claimed to indicate accuracy of projections; <br /> iii. Standards Costs - the basis for standards costs should <br /> be indicated. Companies should provide evidence that <br /> the costs are used for accounting purposes; <br /> iv. Average/Moving Average Costs - average costs may <br /> be used if justified; the basis for calculating average <br /> costs, including time period, etc. should be highlighted. <br /> Companies should provide variance analysis and proof <br /> during the period origin is claimed to indicate accuracy of <br /> average costs; <br /> v. Fixed Costs - fixed costs should be apportioned <br /> according to sound cost accounting principles. They <br /> should be a representative reflection of unit costs for the <br /> company in the particular period in question. The method <br /> for apportionment should be indicated.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 36 : Neutral Elements <br /> In order to determine whether a good originates, it shall not be <br /> necessary to determine the origin of the following which might be used <br /> in its production and not incorporated into the good: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of <br /> equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other <br /> materials used in production or used to operate <br /> equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and <br /> supplies; <br /> (f) equipment, devices and supplies used for testing or <br /> inspecting the good; <br /> (g) catalyst and solvent; and <br /> (h) any other goods that are not incorporated into the good <br /> but of which use in the production of the good can <br /> reasonably be demonstrated to be a part of that <br /> production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Direct Consignment <br /> 1. Preferential tariff treatment shall be applied to goods satisfying <br /> the requirements of this Chapter and which are consigned directly <br /> between the territories of the exporting Member State and the <br /> importing Member State. <br /> 2. The following shall be considered as consigned directly from the <br /> exporting Member State to the importing Member State: <br /> (a) goods transported from an exporting Member State to the <br /> importing Member State; or <br /> (b) goods transported through one or more Member States, <br /> other than the exporting Member State and the importing <br /> Member State, or through a non-Member State, provided <br /> that: <br /> (i) the transit entry is justified for geographical reason <br /> or by consideration related exclusively to transport <br /> requirements; <br /> (ii) the goods have not entered into trade or <br /> consumption there; and <br /> (iii) the goods have not undergone any operation there <br /> other than unloading and reloading or any other <br /> operation to preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Treatment of Packages and Packing Materials <br /> 1. Packaging and Packing Materials for retail sale: <br /> (a) If a good is subject to the RVC-based rule of origin, the <br /> value of the packaging and packing materials for retail <br /> sale shall be taken into account in its origin assessment, <br /> where the packaging and packing materials for retail sale <br /> are considered to be forming a whole with the good. <br /> (b) Where paragraph 1 (a) of this Article is not applicable, <br /> the packaging and packing materials for retail sale, when <br /> classified together with the packaged good shall not be <br /> taken into account in considering whether all non- <br /> originating materials used in the manufacture of a product <br /> fulfils the criterion corresponding to a change of tariff <br /> classification of the said good. <br /> 2. The containers and packing materials exclusively used for the <br /> transport of a good shall not be taken into account for determining the <br /> origin of the said good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Identical and Interchangeable Materials <br /> 1. The determination of whether identical and interchangeable <br /> materials are originating materials shall be made either by physical <br /> segregation of each of the materials or by the use of generally <br /> accepted accounting principles of stock control applicable, or inventory <br /> management practice, in the exporting Member States. <br /> 2. Once a decision has been taken on the inventory management <br /> method, that method shall be used throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22 : Exhibition Goods <br /> 1. Goods sent from an exporting Member State for exhibition in <br /> another Member State and sold during or after the exhibition for <br /> importation into a Member State shall be granted preferential <br /> treatment accorded under this Agreement on the condition that <br /> the goods meet the requirements as set out in Chapter 3 of this <br /> Agreement, provided that it is shown to the satisfaction of the <br /> relevant Government authorities of the importing Member State <br /> that: <br /> (a) An exporter has dispatched those goods from the territory <br /> of the exporting Member State to the Member State <br /> where the exhibition is held and has exhibited them there; <br /> (b) The exporter has sold the goods or transferred them to a <br /> consignee in the importing Member State; <br /> (c) The goods have been consigned during the exhibition or <br /> immediately thereafter to the importing Member State in <br /> the state in which they were sent for the exhibition. <br /> 2. For the purposes of implementing paragraph 1, the Certificate of <br /> Origin (Form D) shall be provided to the relevant Government <br /> authorities of the importing Member State. The name and <br /> address of the exhibition must be indicated. The relevant <br /> Government authorities of the Member State where the <br /> exhibition took place may provide evidence together with <br /> supporting documents prescribed in Rule 21(d) for the <br /> identification of the products and the conditions under which <br /> they were exhibited. <br /> 3. Paragraph 1 shall apply to any trade, agricultural or crafts <br /> exhibition, fair or similar show or display in shops or business <br /> premises with the view to the sale of foreign goods and where <br /> the goods remain under customs control during the exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Certificate of Origin <br /> A claim that a good shall be accepted as eligible for preferential tariff <br /> treatment shall be supported by a Certificate of Origin (Form D), as set <br /> out in Annex 7 issued by a Government authority designated by the <br /> exporting Member State and notified to the other Member States in <br /> accordance with the Operational Certification Procedures, as set out in <br /> Rule 5 : Application for Certificate of Origin <br /> At the time of carrying out the formalities for exporting the products <br /> under preferential treatment, the exporter or his authorised <br /> representative shall submit a written application for the Certificate of <br /> Origin (Form D) together with appropriate supporting documents <br /> proving that the products to be exported qualify for the issuance of a <br /> Certificate of Origin (Form D). <br /> Rule 6 : Examination of Application for a Certificate of Origin <br /> The issuing authority shall, to the best of its competence and ability, <br /> carry out proper examination, in accordance with the laws and <br /> regulations of the Member State, upon each application for a <br /> Certification of Origin (Form D) to ensure that: <br /> (a) The application and the Certificate of Origin (Form D) are duly <br /> completed and signed by the authorised signatory; <br /> (b) The origin of the product is in conformity with the provisions of <br /> Chapter 3 of this Agreement; <br /> (c) The other statements of the Certificate of Origin (Form D) <br /> correspond to supporting documentary evidence submitted; <br /> (d) Description, quantity and weight of goods, marks and number of <br /> packages, number and kinds of packages, as specified, conform <br /> to the products to be exported; <br /> (e) Multiple items declared on the same Certificate of Origin (Form <br /> D) shall be allowed provided that each item qualifies separately <br /> in its own right. <br /> Rule 7 : Certificate of Origin (Form D) <br /> 1. The Certificate of Origin (Form D) must be on ISO A4 size white <br /> paper in conformity to the specimen shown in Annex 7 of this <br /> Agreement. It shall be made in the English language. <br /> 2. The Certificate of Origin (Form D) shall comprise one (1) original <br /> and two (2) carbon copies (Duplicate and Triplicate). <br /> 3. Each Certificate of Origin (Form D) shall bear a reference <br /> number separately given by each place or office of issuance. <br /> 4. Each Certificate of Origin (Form D) shall bear the manually <br /> executed signature and seal of the authorised issuing authority. <br /> 5. The original copy shall be forwarded by the exporter to the <br /> importer for submission to the customs authority at the port or <br /> place of importation. The duplicate shall be retained by the <br /> issuing authority in the exporting Member State. The triplicate <br /> shall be retained by the exporter. <br /> Rule 10 : Issuance of the Certificate of Origin <br /> 1. The Certificate of Origin (Form D) shall be issued by the issuing <br /> authorities of the exporting Member State at the time of <br /> exportation or soon thereafter whenever the products to be <br /> exported can be considered originating in that Member State <br /> within the meaning of Chapter 3 of this Agreement. <br /> 2. In exceptional cases where a Certificate of Origin (Form D) has <br /> not been issued at the time of exportation or no later than three <br /> (3) days from the declared shipment date, due to involuntary <br /> errors or omissions or other valid causes, the Certificate of <br /> Origin (Form D) may be issued retroactively but no longer than <br /> one (1) year from the date of shipment and shall be duly and <br /> prominently marked \"Issued Retroactively\". <br /> Rule 11 : Back-to-Back Certificate of Origin <br /> The issuing authority of the intermediate Member State may issue a <br /> back-to-back Certificate of Origin in an application is made by the <br /> exporter, provided that: <br /> (a) a valid original Certificate of Origin (Form D) is presented. In the <br /> case where no original Certificate of Origin (Form D) is <br /> presented, its certified true copy shall be presented; <br /> (b) the back-to-back Certificate of Origin issued should contain <br /> some of the same information as the original Certificate of Origin <br /> (Form D). In particular, every column in the back-to-back <br /> Certificate of Origin should be completed. FOB price of the <br /> intermediate Member State in Box 9 should also be reflected in <br /> the back-to-back Certificate of Origin; <br /> (c) For partial export shipments, the partial export value shall be <br /> shown instead of the full value of the original Certificate of Origin <br /> (Form D). The intermediate Member State will ensure that the <br /> total quantity re-exported under the partial shipment does not <br /> exceed the total quantity of the Certificate of Origin (Form D) <br /> from the first Member State when approving the back-to-back <br /> Certificate of Origin to the exporters; <br /> (d) In the event that the information is not complete and/or <br /> circumvention is suspected, the final importing Member State(s) <br /> could request that the original Certificate of Origin (Form D) be <br /> submitted to their respective customs authority; <br /> (e) Verification procedures as set out in Rules 18 and 19 are also <br /> applied to Member State issuing the back-to-back Certificate of <br /> Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 : Waiver of Certificate of Origin <br /> In the case of consignments of goods originating in the exporting <br /> Member State and not exceeding US$ 200.00 FOB, the production of <br /> Certificate of Origin (Form D) shall be waived and the use of simplified <br /> declaration by the exporter that the goods in question have originated <br /> in the exporting Member State will be accepted. Goods sent through <br /> the post not exceeding US$ 200.00 FOB shall also be similarly treated.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 : Validity Period of the Certificate of Origin <br /> The following time limit for the presentation of the Certificate of Origin <br /> (Form D) shall be observed: <br /> (a) The Certificate of Origin (Form D) shall be valid for a period of <br /> twelve (12) months from the date of issuance and must be <br /> submitted to the customs authorities of the importing Member <br /> State within that period. <br /> (b) Where the Certificate of Origin (Form D) is submitted to the <br /> customs authorities of the importing Member State after the <br /> expiration of the time limit for its submission, such Certificate of <br /> Origin (Form D) is still to be accepted when failure to observe <br /> the time limit results from force majeure or other valid causes <br /> beyond the control of the exporter; and <br /> (c) In all cases, the customs authorities in the importing Member <br /> State may accept such Certificate of Origin (Form D) provided <br /> that the goods have been imported before the expiration of the <br /> time limit of the said Certificate of Origin (Form D).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 17 : Record Keeping Requirement <br /> 1. For the purposes of the verification process pursuant to Rules <br /> 18 and 19, the producer and/or exporter applying for the <br /> issuance of a Certificate of Origin (Form D) shall, subject to the <br /> laws and regulations of the exporting Member State, keep its <br /> supporting records for application for not less than three (3) <br /> years from the date of issuance of the Certificate of Origin (Form <br /> D). <br /> 2. The application for Certificates of Origin (Form D) and all <br /> documents related to such application shall be retained by the <br /> issuing authorities for not less than three (3) years from the date <br /> of issuance. <br /> 3. Information relating to the validity of the Certificate of Origin <br /> (Form D) shall be furnished upon request of the importing <br /> Member State by an official authorised to sign the Certificate of <br /> Origin (Form D) and certified by the appropriate Government <br /> authorities. <br /> 4. Any information communicated between the Member States <br /> concerned shall be treated as confidential and shall be used for <br /> the validation of Certificates of Origin (Form D) purposes only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 10 : Issuance of the Certificate of Origin <br /> 1. The Certificate of Origin (Form D) shall be issued by the issuing <br /> authorities of the exporting Member State at the time of <br /> exportation or soon thereafter whenever the products to be <br /> exported can be considered originating in that Member State <br /> within the meaning of Chapter 3 of this Agreement. <br /> 2. In exceptional cases where a Certificate of Origin (Form D) has <br /> not been issued at the time of exportation or no later than three <br /> (3) days from the declared shipment date, due to involuntary <br /> errors or omissions or other valid causes, the Certificate of <br /> Origin (Form D) may be issued retroactively but no longer than <br /> one (1) year from the date of shipment and shall be duly and <br /> prominently marked \"Issued Retroactively\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Supporting Documents <br /> For the purposes of determining originating status, the issuing <br /> authorities shall have the right to request for supporting documentary <br /> evidence or to carry out check(s) considered appropriate in accordance <br /> with respective laws and regulations of a Member State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 23 : Third Country Invoicing <br /> 1. Relevant Government authorities in the importing Member State <br /> shall accept Certificates of Origin (Form D) in cases where the <br /> sales invoice is issued either by a company located in a third <br /> country or by an ASEAN exporter for the account of the said <br /> company, provided that the goods meet the requirements of <br /> Chapter 3 of this Agreement. <br /> 2. The exporter shall indicate \"third country invoicing\" and such <br /> information as name and country of the company issuing the <br /> invoice in the Certificate of Origin (Form D).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 : Pre-exportation Verification <br /> 1. The producer and/or exporter of the good, or its authorised <br /> representative, shall apply to the issuing authority, in <br /> accordance with the Member State's laws and regulations, <br /> requesting pre-exportation examination of the origin of the good. <br /> The result of the examination, subject to review periodically or <br /> whenever appropriate, shall be accepted as the supporting <br /> evidence in determining the origin of the said good to be <br /> exported thereafter. The pre-exportation examination may not <br /> apply to the good of which, by its nature, origin can be easily <br /> determined. <br /> 2. For locally-procured materials, self-declaration by the final <br /> manufacturer exporting under this Agreement shall be used as a <br /> basis when applying for the issuance of the Certificate of Origin <br /> (Form D). <br /> Rule 18 : Retroactive Check <br /> The importing Member State may request the issuing authority of the <br /> exporting Member State to conduct a retroactive check at random <br /> and/or when it has reasonable doubt as to the authenticity of the <br /> document or as to the accuracy of the information regarding the true <br /> origin of the goods in question or of certain parts thereof. Upon such <br /> request, the issuing authority of the exporting Member State shall <br /> conduct a retroactive check on a producer/exporter's cost statement <br /> based on the current cost and prices, within a six-month timeframe, <br /> specified at the date of exportation subject to the following conditions: <br /> (a) The request for retroactive check shall be accompanied with the <br /> Certificate of Origin (Form D) concerned and shall specify the <br /> reasons and any additional information suggesting that the <br /> particulars given on the said Certificate of Origin (Form D) may <br /> be inaccurate, unless the retroactive check is requested on a <br /> random basis; <br /> (b) The issuing authority receiving a request for retroactive check <br /> shall respond to the request promptly and reply within ninety <br /> (90) days after the receipt of the request; <br /> (c) The customs authorities of the importing Member State may <br /> suspend the provisions on preferential treatment while awaiting <br /> the result of verification. However, it may release the goods to <br /> the importer subject to any administrative measures deemed <br /> necessary, provided that they are not held to be subject to <br /> import prohibition or restriction and there is no suspicion of <br /> fraud; <br /> (d) the issuing authority shall promptly transmit the results of the <br /> verification process to the importing Member State which shall <br /> then determine whether or not the subject good is originating. <br /> The entire process of retroactive check including the process of <br /> notifying the issuing authority of the exporting Member State the <br /> result of determination whether or not the good is originating <br /> shall be completed within one hundred and eighty (180) days. <br /> While awaiting the results of the retroactive check, paragraph (c) <br /> shall be applied. <br /> Rule 19 : Verification Visit <br /> If the importing Member State is not satisfied with the outcome of the <br /> retroactive check, it may, under exceptional cases, request for <br /> verification visits to the exporting Member State. <br /> (a) Prior to the conduct of a verification visit, an importing Member <br /> State, shall: <br /> (i) Deliver a written notification of its intention to conduct the <br /> verification visit to: <br /> (1) the exporter/ producer whose premises are to be <br /> visited; <br /> (2) the issuing authority of the Member State in whose <br /> territory the verification visit is to occur; <br /> (3) the customs authorities of the Member State in <br /> whose territory the verification visit is to occur; and <br /> (4) the importer of the goods subject of the verification <br /> visit. <br /> (ii) <br /> The written notification mentioned in paragraph (a)(i) shall <br /> be as comprehensive as possible including, among <br /> others: <br /> (1) the name of the customs authorities issuing the <br /> notification; <br /> (2) the name of the exporter/producer whose <br /> premises are to be visited; <br /> (3) the proposed date for the verification visit; <br /> (4) the coverage of the proposed verification visit, <br /> including reference to the goods subject of the <br /> verification; and <br /> (5) the names and designation of the officials <br /> performing the verification visit. <br /> (iii) Obtain the written consent of the exporter/producer <br /> whose premises are to be visited. <br /> (b) When a written consent from the exporter/producer is not <br /> obtained within thirty (30) days upon receipt of the notification <br /> pursuant to paragraph (a)(i), the notifying Member State, may <br /> deny preferential treatment to the goods that would have been <br /> subject of the verification visit. <br /> (c) The issuing authority receiving the notification may postpone the <br /> proposed verification visit and notify the importing Member State <br /> of such intention. Notwithstanding any postponement, any <br /> verification visit shall be carried out within sixty (60) days from <br /> the date of such receipt, or for a longer period as the concerned <br /> Member States may agree. <br /> (d) The Member State conducting the verification visit shall provide <br /> the exporter/producer whose goods are the subject of the <br /> verification and the relevant issuing authority with a written <br /> determination of whether or not the subject goods qualify as <br /> originating goods. <br /> (e) Any suspended preferential treatment shall be reinstated upon <br /> the written determination referred to in paragraph (d) that the <br /> goods qualify as originating goods. <br /> (f) The exporter/producer will be allowed thirty (30) days, from <br /> receipt of the written determination, to provide in writing <br /> comments or additional information regarding the eligibility of the <br /> goods. If the goods are still found to be non-originating, the final <br /> written determination will be communicated to the issuing <br /> authority within thirty (30) days from receipt of the <br /> comments/additional information from the exporter/producer. <br /> (g) The verification visit process, including the actual visit and <br /> determination of whether the subject goods are originating or <br /> not, shall be carried out and its results communicated to the <br /> issuing authority within a maximum of one hundred and eighty <br /> (180) days. While awaiting the results of the verification visit, <br /> Rule 18(c) on the suspension of preferential treatment shall be : applied. <br /> applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 24 : Action against Fraudulent Acts <br /> 1 When it is suspected that fraudulent acts in connection with the <br /> Certificate of Origin (Form D) have been committed, the <br /> Government authorities concerned shall cooperate in the action <br /> to be taken in the respective Member State against the persons <br /> involved. <br /> 2. Each Member State shall provide legal sanctions for fraudulent <br /> acts related to the Certificate of Origin (Form D). <br /> [Customs]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs]: <br /> Article 62 : Advance Rulings <br /> 1. Each Member State, through its customs authorities and/or <br /> other relevant authorities, shall, to the extent permitted by its respective <br /> laws, regulations and administrative determinations, provide in writing <br /> advance rulings on the application of a person described in paragraph <br /> 2(a) of this Article, in respect of the tariff classification, questions <br /> arising from the application of the principles of Customs Valuation <br /> Agreement and/or origin of goods. <br /> 2. Where available, each Member State shall adopt or maintain <br /> procedures for advance rulings, which shall: <br /> (a) provide that an importer in its territory or an exporter or <br /> producer in the territory of another Member State may <br /> apply for an advance ruling before the importation of <br /> goods in question; <br /> (b) require that an applicant for an advance ruling provide a <br /> detailed description of the goods and all relevant <br /> information needed to process an application for an <br /> advance ruling; <br /> (c) provide that its customs authorities may, at any time <br /> during the course of evaluation of an application for an <br /> advance ruling, request that the applicant provide <br /> additional information within a specified period; <br /> (d) provide that any advance ruling be based on the facts <br /> and circumstances presented by the applicant, and any <br /> other relevant information in the possession of the <br /> decision-maker; and <br /> (e) provide that an advance ruling be issued to the applicant <br /> expeditiously, within the period specified in each Member <br /> State's respective laws, regulations or administrative <br /> determinations. <br /> 3. A Member State may reject requests for an advance ruling <br /> where the additional information requested in accordance with <br /> paragraph 2(c) of this Article is not provided within a specified time. <br /> 4. Subject to paragraphs 1 and 5 of this Article and where <br /> available, each Member State shall apply an advance ruling to all <br /> importations of goods described in that ruling imported into its territory <br /> for three (3) years from the date of that ruling, or such other period as <br /> specified in that Member State's respective laws, regulations or <br /> administrative determinations. <br /> 5. A Member State may modify or revoke an advance ruling upon a <br /> determination that the ruling was based on an error of fact or law <br /> (including human error), the information provided is false or inaccurate, <br /> there is a change in its law consistent with this Agreement, or there is a <br /> change in a material fact, or circumstances on which the ruling was <br /> based. <br /> 6. Where an importer claims that the treatment accorded to an <br /> imported good should be governed by an advance ruling, the customs <br /> authorities may evaluate whether the facts and circumstances of the <br /> importation are consistent with the facts and circumstances upon which <br /> an advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16 : Treatment of Minor Discrepancies <br /> 1. Where the ASEAN origin of the goods is not in doubt, the <br /> discovery of minor discrepancies, such as typographical error in <br /> the statements made in the Certificate of Origin (Form D) and <br /> those made in the documents submitted to the customs <br /> authorities of the importing Member State for the purpose of <br /> carrying out the formalities for importing the goods shall not ipso <br /> facto invalidate the Certificate of Origin (Form D), if it does in <br /> fact correspond to the goods submitted. <br /> 2. In cases where the exporting Member State and importing <br /> Member State have different tariff classifications for a good <br /> subject to preferential tariffs, the goods shall be released at the <br /> MFN rates or at the higher preferential rate, subject to the <br /> compliance of the applicable ROO, and no penalty or other <br /> charges shall be imposed in accordance with relevant laws and <br /> regulations of the importing Member State. Once the <br /> classification differences have been resolved, the correct rate <br /> shall be applied and any overpaid duty shall be refunded if <br /> applicable, in accordance with relevant laws and regulations of <br /> the importing Member State, as soon as the issues have been <br /> resolved. <br /> 3. For multiple items declared under the same Certificate of Origin <br /> (Form D), a problem encountered with one of the items listed <br /> shall not affect or delay the granting of preferential treatment <br /> and customs clearance of the remaining items listed in the <br /> Certificate of Origin (Form D). Rule 18(c) may be applied to the <br /> problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs]: <br /> Article 69 : Review and Appeal <br /> 1. Each Member State shall ensure that any person, in its territory, <br /> being aggrieved by any customs decision pertinent to this Agreement <br /> have access to administrative review within the customs authorities <br /> that issued the decision subject to review or, where applicable, by the <br /> higher authority supervising the administration and/or judicial review of <br /> the determination taken at the final level of administrative review, in <br /> accordance with the Member State's law. <br /> 2. The decision on appeal shall be given to the appellant and the <br /> reasons for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 25 : Definitions <br> For the purposes of this Chapter: <br> (a) aquaculture means the farming of aquatic organisms <br> including fish, molluscs, crustaceans, other aquatic <br> invertebrates and aquatic plants, from feedstock such as <br> eggs, fry, fingerlings and larvae, by intervention in the <br> rearing or growth processes to enhance production such <br> as regular stocking, feeding, or protection from predators; <br> (b) Costs, Insurance and Freight (CIF) means the value of <br> the goods imported, and includes the costs of freight and <br> insurance up to the port or place of entry into the country <br> of importation. The valuation shall be made in <br> accordance with Article VII of GATT 1994 and the <br> Agreement on the Implementation of Article VII of GATT <br> 1994 as contained in Annex 1A to the WTO Agreement; <br> (c) FOB means the free-on-board value of the goods, <br> inclusive of the costs of transport to the port or site of final <br> shipment abroad. The valuation shall be made in <br> (d) generally accepted accounting principles (GAAP) <br> combination of any of these criteria. <br> means the recognised consensus or substantial <br> authoritative support in the territory of a Member State, <br> with respect to the recording of revenues, expenses, <br> costs, assets and liabilities; the disclosure of information; <br> and the preparation of financial statements. These <br> standards may encompass broad guidelines of general <br> application as well as detailed standards, practices and <br> procedures; <br> (e) goods shall include materials and/or products, which can <br> (f) identical and interchangeable materials means <br> growing, mining, harvesting, raising, breeding, extracting, <br> be wholly obtained or produced, even if they are intended <br> gathering, collecting, capturing, fishing, trapping, hunting, <br> for later use as materials in another production process. <br> For the purposes of this Chapter, the terms \"goods\" and <br> \"products\" can be used interchangeably; <br> materials being of the same kind and commercial quality, <br> possessing the same technical and physical <br> characteristics, and which after being incorporated into <br> the finished product cannot be distinguished from one <br> another for origin purposes by virtue of any markings, <br> etc.; <br> (g) materials means any matter or substance used or <br> incorporated into another good or are subject to a <br> process in the production of another good; <br> (h) originating goods or originating material means <br> accordance with the provisions of this Chapter; <br> goods or material that qualifies as originating in <br> (i) packing materials and containers for transportation <br> means the goods used to protect a good during its <br> transportation, different from those containers or <br> materials used for its retail sale; <br> (j) production means methods of obtaining goods, including <br> manufacturing, producing, processing or assembling <br> goods; and <br> (k) product specific rules means rules that specify that the <br> materials have undergone a change in tariff classification <br> consumed in the production of goods or physically <br> or a specific manufacturing or processing operation, or <br> satisfy a Regional Value Content criterion or a <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 26 : Origin Criteria <br> For the purposes of this Agreement, a good imported into the territory <br> of a Member State from another Member State shall be treated as an <br> originating good if it conforms to the origin requirements under any one <br> of the following conditions: <br> (a) a good which is wholly obtained or produced in the <br> exporting Member State as set out and defined in Article <br> 27; or <br> (b) a good not wholly obtained or produced in the exporting <br> Member State, provided that the said goods are eligible <br> under Article 28 or Article 30. <br> "}, {"ArticleTitle": "Not Wholly Obtained or Produced Goods", "ArticleDesc": "Article 28 : Not Wholly Obtained or Produced Goods <br> 4 \"Other products\" refers to minerals and other naturally occurring substances <br> extracted from the waters, seabed or beneath the seabed outside the territorial <br> waters. <br> 5 For products of sea-fishing obtained from outside the territorial waters (e.g. <br> Exclusive Economic Zone), originating status would be conferred to that Member <br> State with whom the vessels used to obtain such products are registered with and <br> whose flag is flown in the said vessel, and provided that that Member State has the <br> rights to exploit it under international law. <br> 6 In accordance with international law, registration of vessels could only be made in <br> one Member State. <br> 1. (a) <br> For the purposes of Article 26(b), goods shall be deemed <br> to be originating in the Member State where working or <br> processing of the goods has taken place: <br> (i) if the goods have a regional value content <br> (hereinafter referred to as \"ASEAN Value Content\" <br> or the \"Regional Value Content (RVC)\") of not less <br> than forty percent (40%) calculated using the <br> formula set out in Article 29; or <br> (ii) if all non-originating materials used in the <br> production of the goods have undergone a change <br> in tariff classification (hereinafter referred to as <br> \"CTC\") at four-digit level (i.e. a change in tariff <br> heading) of the Harmonized System. <br> (b) Each Member State shall permit the exporter of the good <br> to decide whether to use paragraph 1(a)(i) or 1(a)(ii) of <br> this Article when determining whether the goods qualify <br> as originating goods of the Member State. <br> 2. (a) Notwithstanding paragraph 1 of this Article, goods listed <br> in Annex 3 shall qualify as originating goods if the goods <br> satisfy the product specific rules set out therein. <br> (b) Where a product specific rule provides a choice of rules <br> from a RVC-based rule of origin, a CTC-based rule of <br> origin, a specific manufacturing or processing operation, <br> or a combination of any of these, each Member State <br> shall permit the exporter of the goods to decide which <br> rule to use in determining whether the goods qualify as : originating goods of the Member State. <br> originating goods of the Member State. <br> (c) Where product specific rules specify a certain RVC, it is <br> required that the RVC of a good is calculated using the <br> formula set out in Article 29. <br> (d) Where product specific rules requiring that the materials <br> used have undergone CTC or a specific manufacturing or <br> processing operation, the rules shall apply only to non- <br> originating materials. <br> 3. Notwithstanding paragraphs 1 and 2 of this Article, a good which <br> is covered by Attachment A or B of the Ministerial Declaration on Trade <br> in Information Technology Products adopted in the Ministerial <br> Conference of the WTO on 13 December 1996, set out as Annex 4, <br> shall be deemed to be originating in a Member State if it is assembled <br> from materials covered under the same Annex. <br> "}, {"ArticleTitle": "5. Locally-procured materials produced by established licensed", "ArticleDesc": "Annex 5. : 5. Locally-procured materials produced by established licensed <br> manufacturers, in compliance with domestic regulations, shall be <br> deemed to have fulfilled the origin requirement of this Agreement; <br> locally-procured materials from other sources shall be subjected to the <br> origin verification pursuant to Article 57 for the purpose of origin <br> determination. <br> 6. The value of goods under this Chapter shall be determined in <br> accordance with the provisions of Article 57. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Annex 8. : Sub-Committee on Rules of Origin <br> Article 39 : Sub-Committee on Rules of Origin <br> 1. For the purposes of the effective and uniform implementation of <br> this Chapter, a Sub-Committee on Rules of Origin shall be established <br> pursuant to Article 90. <br> 2. The functions of the Sub-Committee on Rules of Origin shall <br> Chapter; <br> include: <br> (a) monitoring of the implementation and operation of this <br> (b) reviewing, as and when necessary, this Chapter to <br> provide appropriate recommendations with the view to <br> enhancing this Chapter to make it responsive to the <br> dynamic changes in the regional and global production <br> processes so as to facilitate trade and investment among <br> Member States, promote a regional production network, <br> encourage the development of Small and Medium <br> Enterprises (SMEs) and narrowing the development <br> gaps; <br> (c) reviewing, as and when necessary, the operational <br> procedures of this Chapter with the view to simplifying the <br> procedures and making them transparent, predictable <br> and standardised, taking into account the best practices <br> of other regional and international trade agreements; <br> (d) considering any other matter as Member States may <br> (e) carrying out other functions as may be delegated by the <br> agree related to this Chapter; and <br> CCA, SEOM and the AFTA Council. <br> 3. The Sub-Committee on Rules of Origin shall be composed of <br> representatives of the Governments of Member States, and may invite <br> representatives of relevant entities other than the Governments of the <br> Member States with necessary expertise relevant to the issues to be <br> discussed, upon agreement of all Member States. <br> "}, {"ArticleTitle": "Application of Non-Tariff Measures", "ArticleDesc": "Article 40 : Application of Non-Tariff Measures <br> 1. Each Member State shall not adopt or maintain any non-tariff <br> measure on the importation of any good of any other Member State or <br> on the exportation of any good destined for the territory of any other <br> Member State, except in accordance with its WTO rights and <br> obligations or in accordance with this Agreement. <br> 2. Each Member State shall ensure the transparency of its non- <br> tariff measures permitted in paragraph 1 of this Article in accordance <br> with Article 12 and shall ensure that any such measures are not <br> prepared, adopted or applied with the view to, or with the effect of, <br> creating unnecessary obstacles in trade among the Member States. <br> 3. Any new measure or modification to the existing measure shall <br> be duly notified in accordance with Article 11. <br> 4. The database on non-tariff measures applied in Member States <br> shall be further developed and included in the ASEAN Trade <br> Repository as referred in Article 13. <br> "}, {"ArticleTitle": "General Elimination of Quantitative Restrictions", "ArticleDesc": "Article 41 : General Elimination of Quantitative Restrictions <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of this Annex: <br> (a) back-to-back Certificate of Origin means a Certificate of <br> Origin issued by an intermediate exporting Member State based <br> on the Certificate of Origin issued by the first exporting Member <br> State; <br> (b) exporter means a natural or juridical person located in the <br> territory of a Member State where a good is exported from by <br> such a person; <br> (c) importer means a natural or juridical person located in the <br> territory of a Member State where a good is imported into by <br> (d) issuing authority means the Government authority of the <br> exporting Member State designated to issue a Certificate of <br> Origin (Form D) and notified to all the other Member States in <br> accordance with this Annex; and <br> (e) producer means a natural or juridical person who carries out <br> production as set out in Article 25 of this Agreement in the <br> territory of a Member State. <br> "}, {"ArticleTitle": "Specimen Signatures and Official Seals of the Issuing Authorities", "ArticleDesc": "Rule 2 : Specimen Signatures and Official Seals of the Issuing Authorities <br> 1. Each Member State shall provide a list of the names, addresses, <br> specimen signatures and specimen of official seals of its issuing <br> authorities, in hard copy and soft copy format, through the <br> ASEAN Secretariat for dissemination to other Member States in <br> soft copy format. Any change in the said list shall be promptly <br> provided in the same manner. <br> 2. The specimen signatures and official seals of the issuing <br> authorities, compiled by the ASEAN Secretariat, shall be <br> updated annually. Any Certificate of Origin (Form D) issued by <br> an official not included in the list referred to in paragraph 1 shall <br> not be honoured by the receiving Member State. <br> "}, {"ArticleTitle": "Declaration of Origin Criterion", "ArticleDesc": "Rule 8 : Declaration of Origin Criterion <br> To implement the provisions of Article 26 of this Agreement, the <br> Certificate of Origin (Form D) issued by the final exporting Member <br> State shall indicate the relevant applicable origin criterion in Box 8. <br> "}, {"ArticleTitle": "Treatment of Erroneous Declaration in the Certificate of Origin", "ArticleDesc": "Rule 9 : Treatment of Erroneous Declaration in the Certificate of Origin <br> Neither erasures nor superimpositions shall be allowed on the <br> Certificate of Origin (Form D). Any alteration shall be made by: <br> (a) striking out the erroneous materials and making any addition <br> required. Such alterations shall be approved by an official <br> authorised to sign the Certificate of Origin (Form D) and certified <br> by the issuing authorities. Unused spaces shall be crossed out <br> to prevent any subsequent addition; or <br> (b) issuing a new Certificate of Origin (Form D) to replace the <br> erroneous one. <br> "}, {"ArticleTitle": "Loss of the Certificate of Origin", "ArticleDesc": "Rule 12 : Loss of the Certificate of Origin <br> In the event of theft, loss or destruction of a Certificate of Origin (Form <br> D), the exporter may apply in writing to the issuing authorities for a <br> certified true copy of the original and the triplicate to be made out on <br> the basis of the export documents in their possession bearing the <br> endorsement of the words \"CERTIFIED TRUE COPY\" in Box 12. This <br> copy shall bear the date of issuance of the original Certificate of Origin. <br> The certified true copy of a Certificate of Origin (Form D) shall be <br> issued no longer than one (1) year from the date of issuance of the <br> original Certificate of Origin (Form D). <br> "}, {"ArticleTitle": "Presentation of the Certificate of Origin", "ArticleDesc": "Rule 13 : Presentation of the Certificate of Origin <br> 1. For the purposes of claiming preferential tariff treatment, the <br> importer shall submit to the customs authority of the importing <br> Member State at the time of import, a declaration, a Certificate <br> of Origin (Form D) including supporting documents (i.e. invoices <br> and, when required, the through Bill of Lading issued in the <br> territory of the exporting Member State) and other documents as <br> required in accordance with the laws and regulations of the <br> importing Member State. <br> 2. In cases when a Certificate of Origin (Form D) is rejected by the <br> customs authority of the importing Member State, the subject <br> Certificate of Origin (Form D) shall be marked accordingly in Box <br> 4 and the original Certificate of Origin (Form D) shall be returned <br> to the issuing authority within a reasonable period not exceeding <br> sixty (60) days. The issuing authority shall be duly notified of <br> the grounds for the denial of tariff preference. <br> 3. In the case where Certificates of Origin (Form D) are not <br> accepted, as stated in the preceding paragraph, the importing <br> Member State should accept and consider the clarifications <br> made by the issuing authorities and assess again whether or not <br> the Form D application can be accepted for the granting of the <br> preferential treatment. The clarifications should be detailed and <br> exhaustive in addressing the grounds of denial of preference <br> raised by the importing Member State. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Rule 20 : Confidentiality <br> Member States shall maintain, in accordance with their laws, the <br> confidentiality of classified business information collected in the <br> process of verification pursuant to Rules 18 and 19 and shall protect <br> that information from disclosure that could prejudice the competitive <br> position of the person who provided the information. The classified <br> business information may only be disclosed to those authorities <br> responsible for the administration and enforcement of origin <br> determination. <br> "}, {"ArticleTitle": "Documentation for Implementing Article 32(2)(b)", "ArticleDesc": "Rule 21 : Documentation for Implementing Article 32(2)(b) <br> (Direct Consignment) <br> For the purposes of implementing Article 32(2)(b) of this Agreement, <br> where transportation is effected through the territory of one or more <br> non-Member State, the following shall be produced to the Government <br> authorities of the importing Member State: <br> (a) A through Bill of Lading issued in the exporting Member State; <br> (b) A Certificate of Origin (Form D) issued by the relevant <br> Government authorities of the exporting Member State; <br> (c) A copy of the original commercial invoice in respect of the <br> goods; and <br> (d) Supporting documents in evidence that the requirements of <br> Article 32(2)(b) paragraphs (i), (ii) and (iii) of this Agreement are : being complied with. <br> being complied with. <br> "}]}, {"ArticleType": "Customs", "Articles": [{"ArticleTitle": "Objectives", "ArticleDesc": "Article 51 : Objectives <br> The objectives of this Chapter are to: <br> (a) ensure predictability, consistency and transparency in <br> the application of customs laws of Member States; <br> (b) promote efficient and economical administration of <br> customs procedures, and expeditious clearance of goods; <br> (c) simplify and harmonise customs procedures and <br> practices to the extent possible; and <br> (d) promote cooperation among the customs authorities. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 52 : Definitions <br> For the purposes of this Chapter: <br> (a) Authorised Economic Operator means a party involved <br> in the international movement of goods in any function <br> that has been approved by the customs authorities as <br> complying with statutory and/or regulatory requirements <br> of Member States, taking into account international <br> supply chain security standards; <br> (b) customs control means measures applied by the <br> customs authorities to ensure compliance with customs <br> laws of Member States; <br> (c) customs procedures means the treatment applied by <br> the customs authorities of each Member State to goods, <br> which are subject to customs laws; <br> (d) Customs Valuation Agreement means the Agreement <br> on Implementation of Article VII of the General <br> Agreement on Tariffs and Trade 1994, contained in <br> Annex 1A to the WTO Agreement; : (e) drawback means the amount of import duties and taxes <br> (e) drawback means the amount of import duties and taxes <br> repaid under the drawback procedure; <br> (f) drawback procedure means customs procedures which, <br> when goods are exported, provide for a repayment (total <br> or partial) to be made in respect of the import duties and <br> taxes charged on the goods, or on materials contained in <br> them or consumed in their production; <br> (g) goods declaration means a statement made in the <br> manner prescribed by the customs authorities, by which <br> the persons concerned indicate the customs procedure to <br> be applied to the goods and furnish the particulars which <br> the customs authorities require for its application; <br> (h) repayment means the refund, in whole or in part, of <br> duties and taxes paid on goods and the remission, in <br> whole or in part, of duties and taxes where payment has <br> not been made; <br> (i) security means that which ensures to the satisfaction of <br> the customs authorities that an obligation to the customs <br> authorities will be fulfilled; and <br> (j) temporary admission means customs procedures under <br> which certain goods can be brought into a customs <br> territory conditionally relieved totally or partially from <br> payment of import duties and taxes; such goods must be <br> imported for a specific purpose and must be intended for <br> re-exportation within a specified period and without <br> having undergone any change except normal <br> depreciation due to the use made of them. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 53 : Scope <br> This Chapter applies, in accordance with the Member States' <br> respective laws, regulations and policies, to customs procedures <br> applied to goods traded among Member States. <br> "}, {"ArticleTitle": "Customs Procedures and Control", "ArticleDesc": "Article 54 : Customs Procedures and Control <br> 1. Each Member State shall ensure that its customs procedures <br> and practices are predictable, consistent, transparent and trade <br> facilitating, including through the expeditious clearance of goods. <br> 2. Customs procedures of Member States shall, where possible <br> and to the extent permitted by their respective customs law, conform to <br> standards and recommended practices of the World Customs <br> Organisation and other international organisations as relevant to <br> customs. <br> 3. The customs authorities of each Member State shall review its <br> customs procedures with a view to their simplification to facilitate trade. <br> 4. Customs control shall be limited to that which is necessary to <br> ensure compliance with customs laws of Member States. <br> "}, {"ArticleTitle": "Pre-arrival Documentation", "ArticleDesc": "Article 55 : Pre-arrival Documentation <br> Member States shall endeavour to make provision for the lodging and <br> registering or checking of the goods declaration and its supporting <br> documents prior to the arrival of the goods. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 56 : Risk Management <br> Member States shall use risk management to determine control <br> measures with the view to facilitate customs clearance and release of <br> goods. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 57 : Customs Valuation <br> 1. For the purposes of determining the customs value of goods <br> traded between and among the Member States, provisions of Part I of <br> Customs Valuation Agreement, shall apply mutatis mutandis7. <br> 2. Member States shall harmonise, to the extent possible, <br> administrative procedures and practices in the assessment of value of <br> goods for customs purposes. <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 58 : Application of Information Technology <br> Member States, where applicable, shall apply information technology in <br> customs operations based on internationally accepted standards for <br> expeditious customs clearance and release of goods. <br> 7 In the case of Cambodia, the Agreement on Customs Valuation, as implemented in <br> accordance with the provision of the protocol on the Accession of the Kingdom of <br> Cambodia to the WTO, shall apply mutatis mutandis. <br> "}, {"ArticleTitle": "Authorised Economic Operators", "ArticleDesc": "Article 59 : Authorised Economic Operators <br> 1. Member States shall endeavour to establish the programme of <br> Authorised Economic Operators (AEO) to promote informed <br> compliance and efficiency of customs control. <br> 2. Member States shall endeavour to work towards mutual <br> recognition of AEO. <br> "}, {"ArticleTitle": "Post Clearance Audit", "ArticleDesc": "Article 61 : Post Clearance Audit <br> Member States shall establish and operate Post Clearance Audit <br> (PCA) for expeditious customs clearance and enhanced customs <br> control. <br> "}, {"ArticleTitle": "Temporary Admission", "ArticleDesc": "Article 63 : Temporary Admission <br> Member States shall facilitate movement of goods under temporary <br> admission to the greatest extent possible. <br> "}, {"ArticleTitle": "Customs Co-operation", "ArticleDesc": "Article 64 : Customs Co-operation <br> To the extent permitted by their laws, Member States may, as deemed <br> appropriate, assist each other on customs matters. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 65 : Transparency <br> 1. Member States will facilitate the timely publication, <br> dissemination of statutory and regulatory information, decisions and <br> rulings on customs matters. <br> 2. Each Member State shall publish on the internet and/or in print <br> form all statutory and regulatory provisions and any customs <br> administrative procedures applicable or enforceable by its customs <br> administration, except law enforcement procedures and internal <br> operational guidelines. <br> "}, {"ArticleTitle": "Enquiry Points", "ArticleDesc": "Article 66 : Enquiry Points <br> Each Member State shall designate one (1) or more enquiry points to <br> address enquiries from interested persons concerning customs <br> matters, and shall make available on the internet and/or in print form <br> information concerning procedures for making such enquiries. <br> "}, {"ArticleTitle": "Consultation", "ArticleDesc": "Article 67 : Consultation <br> The customs authorities of Member States will encourage consultation <br> with each other regarding customs issues that affect goods traded <br> between and among Member States. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 68 : Confidentiality <br> 1. Nothing in this Chapter shall be construed to require any <br> Member State to furnish or allow access to confidential information <br> pursuant to this Chapter the disclosure of which it considers would: <br> (a) be contrary to the public interest as determined by its <br> laws; <br> (b) be contrary to any of its laws, including but not limited, to <br> those protecting personal privacy or the financial affairs <br> and accounts of individual customers of financial <br> institutions; <br> (c) impede law enforcement; or <br> (d) prejudice legitimate commercial interests, which may <br> include competitive position of particular enterprises, <br> public or private. <br> 2. Where a Member State provides information to another Member <br> State in accordance with this Chapter and designates the information <br> as confidential, the Member State receiving the information shall <br> maintain the confidentiality of the information, use it only for the <br> purposes specified by the Member State providing the information, and <br> not disclose it without the specific written permission of the Member <br> State providing the information. <br> "}, {"ArticleTitle": "Implementation and Institutional Arrangements", "ArticleDesc": "Article 70 : Implementation and Institutional Arrangements <br> The ASEAN Directors-General of Customs, supported by customs <br> working bodies, shall be responsible to implement the provisions of this <br> Chapter and any other provisions relevant to customs in this <br> "}]}]}, "members_found": ["702", "704", 2, 8703900000]}