{"FtaRooDetails": {"FtaId": 639, "FtaCode": "ITC00656", "FtaName": "Regional group, CAEMC", "FtaFullName": "TRAITE REVISE de la Communauté Economique et Monétaire de l’Afrique Centrale (CEMAC)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "24.06.1999", "Type": "Customs union", "Scope": "Plurilateral, Country-Country", "MemberStates": "Cameroon; Central African Republic; Chad; Congo; Equatorial Guinea; Gabon", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, CAEMC", "AdminProcCooAuth": "The certification type under Regional group, CAEMC is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, CAEMC is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, CAEMC agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "WO or RVC 40% or RVC 30%", "RooText": "3) Au sens de l'article 9-1-c, sont considérés comme produits fabriqués dans le territoire de l'Union : - a) les produits industriels obtenus dans l'Union exclusivement à partir des matières premières d'origine communautaire ; - b) les produits industriels dans la fabrication desquels sont incorporées des matières premières communautaires représentant en valeur au moins 40 % de l'ensemble des matières premières utilisées ; - c) les produits industriels qui ne répondent pas aux critères précédents mais pour lesquels la valeur ajoutée est au moins égale à 30 % de la valeur sortie-usine.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00656_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00656_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00656_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Annexe I B - Liste des produits susceptibles d'être soumis à la surtaxe temporaire jus- : qu'au 30 juin 2000 au plus tard <br /> I- LES CONDITIONS D'ELIGIBILITE AU REGIME PREFERENTIEL DES <br /> ECHANGES DE LA CEMAC OU DE LA CEEAC <br /> L'éligibilité d'un produit au Régime Préférentiel Communautaire de la CEMAC exige le <br /> respect de l'une des conditions ci-après : <br /> 1- Critqre de l'entiqre obtention : L'utilisation de 100% des matières locales (issues des <br /> pays de la Zone CEMAC) dans le processus de fabrication du produit pour lequel <br /> l'agrément est sollicité ; <br /> 2- Critqre d'incorporation : L'incorporation, en valeur, d'au moins 40% des matières <br /> premières locales (originaires des pays de la CEMAC) dans le processus fabrication du <br /> produit concerné ; <br /> 3- Critère de la valeur ajoutée : L'incorporation d'une valeur ajoutée communautaire <br /> supérieure ou égales à 30% dans la fabrication du produit considéré, celle-ci correspond <br /> à la différence exprimée en pourcentage entre le prix de revient ex-usine hors taxe du <br /> produit industriel concerné et la valeur CAF des matières premières, des matières <br /> consommables et des emballages non communautaires, utilisés pour l'obtention du <br /> produit fini sous sa forme de livraison au commerce.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Art.10.- (Acte n°1/98, Règlement n°21/07) Produits entièrement obtenus, produits du cru et : produits fabriqués : <br /> 1) Sont considérés comme entêtement obtenus dans le territoire des États membres de la <br /> CEMAC : <br /> - a) les produits minéraux extraits de son sol ou de ses fonds marins ; <br /> - b) les produits de règne végétal qui y sont récoltés ; <br /> - c) les volailles qui y sont nées et élevées ; <br /> - d) les animaux qui y sont nés et élevés ; <br /> - e) les produits et sous-produits obtenus à partir d'animaux visés aux alinéas c) et d) ci- <br /> dessus ; <br /> - f) les produits de la chasse et de la pêche qui y sont pratiquées ; <br /> - g) les produits de la pèche maritime et autres produits extraits de la mer, des cours d'eau <br /> et des lacs, dans les États membres, par les navires immatriculés ou enregistrés dans un <br /> État ou par les navires ayant passé une convention avec cet État membre ; <br /> - h) les articles de l'artisanat local obtenus exclusivement à partir des produits visés aux <br /> alinéas a, b, c et d du présent paragraphe ; <br /> - i) les produits fabriqués dans une entreprise dont la gestion ou la direction est assurée par <br /> un ou plusieurs ressortissants d'un ou plusieurs États membres ou en association avec des <br /> investisseurs étrangers en utilisant exclusivement les produits mentionnés à l'alinéa f ; <br /> - j) les rebuts et déchets provenant des opérations de transformation ou d'ouvraison à <br /> l'intérieur des États membres ainsi que les articles hors d'usage, sous réserve qu'ils aient <br /> été recueillis auprès d'usagers à l'intérieur des États membres et ne puissent servir qu'à la <br /> récupération des matières premières ; <br /> - k) les marchandises qui y sont fabriquées exclusivement ou principalement à partir de <br /> l'une des sources suivantes : <br /> - les produits mentionnés aux alinéas a à i du présent paragraphe ; <br /> - les matériaux ne contenant aucun élément importé d'États tiers ou d'origine <br /> indéterminée. <br /> 2) Les produits entièrement obtenus visés aux paragraphes 1-a à h ci-dessus constituent des <br /> produits du cru.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Art.11.- (Acte n°1/98) Nonobstant les dispositions de l'article 10.3, les opérations ci-après ne : peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br /> peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br /> - manipulations destinées à assurer la conservation en l'état des marchandises ; <br /> - dépoussiérage, criblage, triage, classement d'assortiment, lavage, peinture, découpage ; <br /> - changement d'emballage ; <br /> - division et réunion de colis ; <br /> - mise en contenant tels que bouteilles, sacs, sachets, boîtes, bidons, fret, apposition <br /> d'étiquettes ou de signes distinctifs similaires et toutes autres opérations de <br /> conditionnement ; <br /> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br /> - abattage des animaux ; <br /> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de crustacés, <br /> mollusques et coquillages ; <br /> - congélation de viandes, poissons, crustacés, mollusques, coquillages, fruits, légumes et <br /> plantes potagères ; <br /> - tannage de peaux brutes ; <br /> - découpage, nervure, mise en forme de feuilles et feuillards de toutes sortes ; <br /> - assemblage et montage ; <br /> - simple mélange de produits.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Annexe I B - Liste des produits susceptibles d'être soumis à la surtaxe temporaire jus- : qu'au 30 juin 2000 au plus tard <br /> 4- Définitions des éléments de la formule de calcul de la valeur ajoutée <br /> communautaire <br /> i) Valeur CAF : la valeur des marchandises déterminés par les articles 23 à <br /> 48 du Code de Douanes (Règlement n° 05/01-UEAC- 097-CM-06 du 03 <br /> Août 2001) <br /> ii) Travaux, Fournitures et Services (TFSE) : dans le calcul de la Valeur <br /> Ajoutée, seuls les travaux, Fournitures et Services Extérieurs relatifs à la <br /> production doivent être pris en compte. Les travaux, Fournitures et <br /> Services Extérieurs fors processus sont exclus. <br /> iii) Bénéfice : le bénéfice ainsi que les droits et taxes d'entrée sont exclus. <br /> iv) Impôts et Taxes : impôts et taxes effectivement à la charge de <br /> l'entreprise <br /> 5- Calcul de la valeur ajoutée communautaire <br /> La formule de calcul de la valeur ajoutée communautaire se présente ainsi comme suit : <br /> VA(%) = [11-(1b1+1b3+2b1+2b3+3b1+3b3)] x100 <br /> 11 <br /> NB : VA = valeur ajoutée locale incorporée ; <br /> 11= prix de revient ex-usine hors taxes ; <br /> 1b1= valeur CAF des matières premières ; <br /> 1b3= montant des droits et taxes d'entrée des matières premières ; <br /> 2b1= valeur CAF des matières consommables ; <br /> 2b3= montant des droits et taxes d'entrée des matières consommables ; <br /> 3b1= valeur CAF des emballages ; <br /> 3b3= montant des droits et taxes d'entrée de emballages <br /> La valeur ajoutée est donc déterminée sur la base des éléments de calculs ci-après : <br /> 1- Matières premières utilisées <br /> a) CEMAC <br /> b) Hors CEMAC <br /> b1 : Valeur CAF <br /> b2 : Transport transit jusqu'à l'usine <br /> b3 : Montant des droits et taxes d'entrée <br /> 2- Matières consommables utilisées <br /> a) CEMAC <br /> b) Hors CEMAC <br /> b1 : valeur CAF <br /> b2 : transport transit jusqu'à l'usine <br /> b3 : montant des droits et taxes d'entrée <br /> 3- Emballages utilisés pour conditionner les produits <br /> a) CEMAC <br /> b) Hors CEMAC <br /> b1 : valeur CAF <br /> b2 : transport transit jusqu'à l'usine <br /> b3 : montant des droits et taxes d'entrée <br /> 4- Frais de personnels (y compris impôts sur salaires) <br /> a) CEMAC <br /> b) Hors CEMAC <br /> 5-Impôts et taxes <br /> 6-Travaux, Fourniture et Services Extérieurs (TFSE) <br /> - TFSE A <br /> - TFSE B <br /> 7-Transport et déplacement <br /> a) CEMAC <br /> b) Hors CEMAC <br /> 9- Amortissement <br /> 10- Autres charges <br /> 11- Total = prix de revient (ex-usine hors taxe) <br /> 12- Bénéfice <br /> 13- Prix sortie usine = prix de revient + bénéfice", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CEMAC <br> Art.11.- (Acte n°1/98) Nonobstant les dispositions de l'article 10.3, les opérations ci-après ne : peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Site Web : www.ccima.cm <br> Tarif des douanes (dispositions générales) <br> peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Acte n°7/93-UDEAC-556-SE1 du 21 juin 1993 <br> - manipulations destinées à assurer la conservation en l'état des marchandises ; <br> [NB - Acte n°07/93-UDEAC-556-SE1 du 21 juin 1993 portant révision du Tarif Extérieur <br> - dépoussiérage, criblage, triage, classement d'assortiment, lavage, peinture, découpage ; <br> Commun et fixant les modalités d'application du Tarif Préférentiel Généralisé <br> - changement d'emballage ; <br> Modifié par : <br> - division et réunion de colis ; <br> - l'acte n°5/94-UDEAC-556-CD-56 du 19 décembre 1994 <br> - mise en contenant tels que bouteilles, sacs, sachets, boîtes, bidons, fret, apposition <br> - l'acte n°01/98/UEAC-1505-CD-61 du 21 juillet 1998 <br> d'étiquettes ou de signes distinctifs similaires et toutes autres opérations de <br> - le règlement n°21/07-UEAC-1505-U-CM-16 du 18 décembre 2007] <br> conditionnement ; <br> Chapitre 1 - Dispositions générales <br> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br> - abattage des animaux ; <br> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de crustacés, <br> mollusques et coquillages ; <br> - congélation de viandes, poissons, crustacés, mollusques, coquillages, fruits, légumes et <br> plantes potagères ; <br> - tannage de peaux brutes ; <br> - découpage, nervure, mise en forme de feuilles et feuillards de toutes sortes ; <br> - assemblage et montage ; <br> - simple mélange de produits. <br> "}, {"ArticleTitle": "Composition du tarif des douanes: 1) Le Tarif des douanes comprend:", "ArticleDesc": "Art.1.- Composition du tarif des douanes : 1) Le Tarif des douanes comprend : <br> 1) Le Tarif des douanes comprend : <br> - a) les règles générales pour son interprétation ; <br> - b) le Tarif Extérieur Commun (TEC) qui s'applique aux échanges entre l'UDEAC et les <br> pays tiers ; <br> - c) le Tarif Préférentiel (TP) qui s'applique aux échanges ; <br> - d) les dispositions relatives aux franchises. <br> 2) Le texte portant modalités d'application de la Taxe sur le Chiffre d'Affaires (TCA) et les <br> droits d'accise figure en annexe. <br> "}, {"ArticleTitle": "1) Le présent Tarif des Douanes est appliqué conformément aux règles fixées par le: Code des douanes de l'UDEAC et ses textes d'application.", "ArticleDesc": "Art.2.- 1) Le présent Tarif des Douanes est appliqué conformément aux règles fixées par le : Code des douanes de l'UDEAC et ses textes d'application. <br> Code des douanes de l'UDEAC et ses textes d'application. <br> 2) Le Tarif des Douanes est basé sur la nomenclature du Système Harmonisé de Désignation <br> et Codification des Marchandises (SH). Il est obligatoirement applicable par les États <br> membres dans tous ses éléments, pour l'établissement des tarifs douaniers et fiscaux, tant à <br> l'importation qu'à l'exportation et pour la confection et la publication des statistiques <br> commerciales dans l'UDEAC. <br> 3) L'application du Tarif des Douanes exclut la perception de tout autre droit et taxe de carac- <br> tère national frappant les échanges à l'importation ou au transit, à l'exception, toutefois, des <br> droits et taxes perçus au titre des services rendus par les administrations publiques ou <br> parapubliques. <br> La nature et la liste de ces services sont arrêtées par le comité de Direction. <br> "}, {"ArticleTitle": "Règles générales pour l'interprétation du Système Harmonisé: Le classement des marchandises dans la nomenclature est effectué conformément aux", "ArticleDesc": "Art.3.- Règles générales pour l'interprétation du Système Harmonisé : Le classement des marchandises dans la nomenclature est effectué conformément aux <br> Le classement des marchandises dans la nomenclature est effectué conformément aux <br> principes ci-après : <br> 1) Le libellé des titres de Sections, de Chapitres ou de Sous-Chapitres est considéré comme <br> n'ayant qu'une valeur indicative, le classement étant déterminé par Section également d'après <br> les termes des positions et des Notes de Sections ou de Chapitre et, lorsqu'elles ne sont pas <br> contraires aux termes des dites positions et Notes, d'après les Règles suivantes : <br> 2-a) Toute référence à un article dans une position déterminée couvre cet article même <br> incomplet ou non fini à la condition qu'il présente, en l'état, les caractéristiques essentielles <br> de l'article complet ou fini. Elle couvre également l'article complet ou fini, ou à considérer <br> comme tel en vertu des dispositions qui précèdent, lorsqu'il est présenté à l'état démonté ou <br> non monté. <br> 2-b) Toute mention d'une matière dans une position déterminée se rapporte à cette matière <br> soit à l'état pur, soit mélangée ou bien associée à d'autres matières. De même, toute mention <br> d'ouvrage en une matière déterminée se rapporte aux ouvrages constitués entièrement ou <br> partiellement de cette matière. Le classement de ces produits mélangés ou articles composites <br> est effectué suivant les principes énoncés dans la Règle 3. <br> 3) Lorsque des marchandises paraissent devoir être classées sous deux ou plusieurs positions <br> par application de la Règle 2 b) ou dans tout autre cas, le classement s'opère comme suit : <br> - a) la position la plus spécifique doit avoir la priorité sur les positions d'une portée plus <br> générale. Toutefois, lorsque deux ou plusieurs positions se rapportent chacune à une <br> partie seulement des matières constituant un produit mélangé ou un article composite ou à <br> une partie seulement des articles dans le cas de marchandises présentées en assortiments <br> conditionnés pour la vente au détail, ces positions sont à considérer, au regard de ce <br> produit ou de cet article, comme également spécifiques même si l'une d'elles en donne <br> par ailleurs une description plus précise ou plus complète. <br> - b) le produit mélangé, les ouvrages composés de matières différentes constituées par <br> l'assemblage d'article différents et les marchandises présentées en assortiments <br> conditionnés pour la vente au détail, dont le classement ne peut être effectué en <br> application de la Règle 3 a), sont classés d'après la matière ou l'article qui leur confère <br> leur caractère essentiel lorsqu'il est possible d'opérer cette détermination. <br> - c) dans le cas où les Règles 3 a) et 3 b) ne permettent pas d'effectuer le classement, la <br> marchandise est classée dans la position placée la dernière par ordre de numérotation <br> parmi celles susceptibles d'être valablement prises en considération. <br> 4) Les marchandises qui ne peuvent pas être classées en vertu des Règles visées ci-dessus <br> sont classées dans la position afférente aux articles les plus analogues. <br> 5) Outre les dispositions qui précèdent, les Règles suivantes sont applicables aux <br> marchandises reprises ci-après : les étuis pour appareils photographiques, pour instruments de <br> musique, pour armes, pour instruments de dessins, les écrins, et les contenants similaires, <br> spécialement aménagés pour recevoir un article déterminé ou un assortiment, susceptibles <br> d'un usage prolongé et présentés avec les articles auxquels ils sont destinés, sont classés avec <br> ces articles lorsqu'ils sont du type normalement utilisé pour ce genre de marchandises. <br> Toutefois, cette disposition ne s'applique pas lorsque les emballages sont susceptibles d'être <br> utilisés valablement d'une façon répétée. <br> 6) Le classement des marchandises dans les sous-positions d'une même position est <br> déterminé légalement d'après les termes de ces sous-positions et des Notes de sous-positions <br> ainsi que, mutatis mutandis, d'après les règles ci-dessus, étant entendu que ne peuvent être <br> comparées que les sous-positions de même niveau. Aux fins d'application de cette Règle, les <br> Notes de Sections et de Chapitres sont également applicables sauf dispositions contraires. <br> Chapitre 2 - Tarif extérieur commun <br> [NB - Le TEC en vigueur à la date de publication du présent ouvrage était celui adopté par le <br> règlement n°02/12-UEAC-213-CM-23 du 22 juillet 2012 portant adoption du tarif extérieur <br> commun de la CEMAC selon la version 2012 du système harmonisé de désignation et de <br> codification des marchandises (SH)] <br> "}, {"ArticleTitle": "Composition du T.E.C: Le Tarif Extérieur Commun comprend le droit de douane et la surtaxe temporaire.", "ArticleDesc": "Art.4.- Composition du T.E.C : Le Tarif Extérieur Commun comprend le droit de douane et la surtaxe temporaire. <br> Le Tarif Extérieur Commun comprend le droit de douane et la surtaxe temporaire. <br> "}, {"ArticleTitle": "(Acte n°5/94) Taux du droit de douane: Les taux du droit de douane applicables aux produits des pays tiers importés dans l'UDEAC", "ArticleDesc": "Art.5.- (Acte n°5/94) Taux du droit de douane : Les taux du droit de douane applicables aux produits des pays tiers importés dans l'UDEAC <br> Les taux du droit de douane applicables aux produits des pays tiers importés dans l'UDEAC <br> sont fixés comme suit : <br> - a) catégorie I : Biens de première nécessité 5 % <br> - b) catégorie II : Matières premières et bien d'équipement 10 % <br> - c) catégorie III : Biens intermédiaires et divers 20 % <br> - d) catégorie IV : Biens de consommation courante 30 % <br> [NB - Voir ci-dessous l'acte n°29/94-UDEAC-556-CD-56 du 19 décembre 1994 fixant des <br> exceptions à la classification concernant les matières premières et intrants susceptibles <br> d'être agréés en faveur de l'industrie d'édition.] <br> Les produits rentrant dans chacune des Catégories ci-dessus sont repris dans la liste figurant <br> en annexe II. <br> 2) Après l'entrée en vigueur des présentes dispositions, le calendrier fixé au paragraphe 1-d <br> ci-dessus peut être modifié par le Comité de Direction à la demande motivée d'un ou de plu- <br> sieurs États membres. <br> Les catégories II, III et IV représentent les paliers successifs de transformation. La catégorie <br> III contient, non seulement les produits intermédiaires, mais aussi les produits divers de <br> consommation finale dont le classement dans cette catégorie résulte d'un compromis entre les <br> besoins divergents de protection et de production dans les États membres. La classification <br> obéit aussi aux principes suivants : <br> - lorsque le produit est en même temps intrant et produit de consommation finale, c'est en <br> principe la logique industrielle qui doit l'emporter : le produit est classé en catégorie (II) <br> et (III) selon le stage de la transformation. <br> - lorsque le produit considéré comme intrant par un industriel est en réalité un produit fini <br> ou quasiment fini qui ne fait l'objet que d'une très faible transformation industrielle et <br> apporte une faible valeur ajoutée locale (simples montage, découpage, mélange ou mise <br> en bouteille par exemple), il est classé en catégorie III. <br> Les matières premières de certains produits de première nécessité (produits pharmaceutiques <br> par exemple) normalement classés en II sont classés en catégorie (I) s'ils sont identifiables <br> sans équivoque - A défaut, il sera fait recours à la procédure d'agrément en prenant en <br> considération à la fois la destination et une liste limitative d'intrants de la filière à dédouaner <br> en catégorie(I). <br> Du point de vue de la technique tarifaire, la classification a tâché de : <br> - ne pas introduire des différenciations de tarif entre produits si l'application s'avère <br> incontrôlable compte tenu des moyens techniques dont disposent les administrations <br> douanières, <br> - respecter l'architecture tarifaire en fonction des différents stades de fabrication, quelles <br> que soient les matières constituantes d'un article, <br> - créer une position « fourre-tout » pour les produits non repris sous une désignation <br> explicite, sans que cette position reçoive pour autant une taxation plus faible que les <br> positions plus spécifiques qui la précèdent. <br> Le nouveau Tarif laisse transparaître il est vrai une tendance à l'ouverture de la zone <br> UDEAC. Mais, cette ouverture participe de la volonté des Instances Supérieures de l'Union <br> de préparer les entreprises industrielles de la sous-région à plus d'agressivité commerciale, à <br> une plus grande compétitivité et donc, à une participation plus accrue à la scène économique <br> mondiale. <br> "}, {"ArticleTitle": "Surtaxe temporaire: 1) La surtaxe temporaire prévue à l'article 4 ci-dessus est applicable:", "ArticleDesc": "Art.6.- Surtaxe temporaire : 1) La surtaxe temporaire prévue à l'article 4 ci-dessus est applicable : <br> 1) La surtaxe temporaire prévue à l'article 4 ci-dessus est applicable : <br> - a) aux produits figurant dans la liste en annexe I-a soumis à la date du 01/01/1994 à des <br> restrictions quantitatives dans les États membres ; <br> - b) aux produits figurant dans la liste en annexe I-b. <br> 2) La base imposable à la surtaxe temporaire est la même que la base imposable au droit de <br> douane. <br> 3) Le taux de la surtaxe, fixé librement par chaque État membre, ne doit pas dépasser 30 %. <br> 4) En ce qui concerne chacun des produits mentionnés au paragraphe 1 a) ci-dessus, la <br> période maximum de l'application de la surtaxe temporaire, est de trois ans. Elle prend effet à <br> compter de la date d'élimination effective de la restriction quantitative. Toutes les restrictions <br> quantitatives doivent être éliminées au plus tard le 30 juin 1996. <br> 5) Les États membres doivent informer le Comité de Direction de la date d'élimination <br> effective de toute restriction quantitative et de la date d'application de la surtaxe temporaire <br> pour le produit correspondant. <br> 6) En ce qui concerne chacun des produits mentionnés au paragraphe 1 b) ci-dessus, la <br> période maximum d'application de la surtaxe temporaire est de 6 ans. Elle prend effet à <br> compter de l'entrée en vigueur des présentes dispositions. <br> 7) La période d'application de la surtaxe n'est pas renouvelable. <br> Chapitre 3 - Tarif préférentiel <br> "}, {"ArticleTitle": "Champ d'application: Les produits UDEAC mentionnés à l'article 9 - 1 a) et b) ci-après et couverts par le Certificat", "ArticleDesc": "Art.7.- Champ d'application : Les produits UDEAC mentionnés à l'article 9 - 1 a) et b) ci-après et couverts par le Certificat <br> Les produits UDEAC mentionnés à l'article 9 - 1 a) et b) ci-après et couverts par le Certificat <br> UDEAC prévu à l'article 12, lors de leur introduction dans les autres États membres : <br> - a) bénéficient du Tarif Préférentiel ; <br> - b) sont soumis à toute taxe interne de l'État membre de destination finale. <br> "}, {"ArticleTitle": "Base imposable: La base imposable du Tarif Préférentiel est la valeur sortie-usine.", "ArticleDesc": "Art.8.- Base imposable : La base imposable du Tarif Préférentiel est la valeur sortie-usine. <br> La base imposable du Tarif Préférentiel est la valeur sortie-usine. <br> "}, {"ArticleTitle": "(Acte n°1/98) Définitions: Pour l'application du présent Chapitre, les définitions suivantes sont adoptées:", "ArticleDesc": "Art.9.- (Acte n°1/98) Définitions : Pour l'application du présent Chapitre, les définitions suivantes sont adoptées : <br> Pour l'application du présent Chapitre, les définitions suivantes sont adoptées : <br> 1) « Produit UDEAC » : tout produit fini ou toute matière première : <br> - a) entièrement obtenu dans les États membres de l'UDEAC ; <br> - b) produit du cru ; <br> - c) ou produit fabriqué dans le territoire de l'Union. <br> 2) « Matière première » : tout ingrédient, élément, intrant, matériau, composant, parties, etc. <br> utilisés dans la fabrication d'un produit ; <br> 3) « Produit fini » : produit résultant d'une fabrication ou obtenu tel quel, même s'il est <br> destiné à être utilisé ultérieurement au cours d'une autre opération de fabrication. <br> "}, {"ArticleTitle": "(Acte n°1/98, Règlement n°21/07) Produits entièrement obtenus, produits du cru et: produits fabriqués:", "ArticleDesc": "Art.10.- (Acte n°1/98, Règlement n°21/07) Produits entièrement obtenus, produits du cru et : produits fabriqués : <br> produits fabriqués : <br> 1) Sont considérés comme entêtement obtenus dans le territoire des États membres de la <br> CEMAC : <br> - a) les produits minéraux extraits de son sol ou de ses fonds marins ; <br> - b) les produits de règne végétal qui y sont récoltés ; <br> - c) les volailles qui y sont nées et élevées ; <br> - d) les animaux qui y sont nés et élevés ; <br> - e) les produits et sous-produits obtenus à partir d'animaux visés aux alinéas c) et d) ci- <br> dessus ; <br> - f) les produits de la chasse et de la pêche qui y sont pratiquées ; <br> - g) les produits de la pèche maritime et autres produits extraits de la mer, des cours d'eau <br> et des lacs, dans les États membres, par les navires immatriculés ou enregistrés dans un <br> État ou par les navires ayant passé une convention avec cet État membre ; <br> - h) les articles de l'artisanat local obtenus exclusivement à partir des produits visés aux <br> alinéas a, b, c et d du présent paragraphe ; <br> - i) les produits fabriqués dans une entreprise dont la gestion ou la direction est assurée par <br> un ou plusieurs ressortissants d'un ou plusieurs États membres ou en association avec des <br> investisseurs étrangers en utilisant exclusivement les produits mentionnés à l'alinéa f ; <br> - j) les rebuts et déchets provenant des opérations de transformation ou d'ouvraison à <br> l'intérieur des États membres ainsi que les articles hors d'usage, sous réserve qu'ils aient <br> été recueillis auprès d'usagers à l'intérieur des États membres et ne puissent servir qu'à la <br> récupération des matières premières ; <br> - k) les marchandises qui y sont fabriquées exclusivement ou principalement à partir de <br> l'une des sources suivantes : <br> - les produits mentionnés aux alinéas a à i du présent paragraphe ; <br> - les matériaux ne contenant aucun élément importé d'États tiers ou d'origine <br> indéterminée. <br> 2) Les produits entièrement obtenus visés aux paragraphes 1-a à h ci-dessus constituent des <br> produits du cru. <br> 3) Au sens de l'article 9-1-c, sont considérés comme produits fabriqués dans le territoire de <br> l'Union : <br> - a) les produits industriels obtenus dans l'Union exclusivement à partir des matières <br> premières d'origine communautaire ; <br> - b) les produits industriels dans la fabrication desquels sont incorporées des matières <br> premières communautaires représentant en valeur au moins 40 % de l'ensemble des <br> matières premières utilisées ; <br> - c) les produits industriels qui ne répondent pas aux critères précédents mais pour lesquels <br> la valeur ajoutée est au moins égale à 30 % de la valeur sortie-usine. <br> Les modalités d'application de la valeur ajoutée sont celles précisées par la note circulaire <br> n°179/CEMAC/SE/DMC/SDAD du 24 octobre 2003, relative et de son corrigendum <br> n°027/CEMAC/SE/DMC/SDAD du 11 février 2004. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CEMAC <br> Art.11.- (Acte n°1/98) Nonobstant les dispositions de l'article 10.3, les opérations ci-après ne : peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Site Web : www.ccima.cm <br> Tarif des douanes (dispositions générales) <br> peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Acte n°7/93-UDEAC-556-SE1 du 21 juin 1993 <br> - manipulations destinées à assurer la conservation en l'état des marchandises ; <br> [NB - Acte n°07/93-UDEAC-556-SE1 du 21 juin 1993 portant révision du Tarif Extérieur <br> - dépoussiérage, criblage, triage, classement d'assortiment, lavage, peinture, découpage ; <br> Commun et fixant les modalités d'application du Tarif Préférentiel Généralisé <br> - changement d'emballage ; <br> Modifié par : <br> - division et réunion de colis ; <br> - l'acte n°5/94-UDEAC-556-CD-56 du 19 décembre 1994 <br> - mise en contenant tels que bouteilles, sacs, sachets, boîtes, bidons, fret, apposition <br> - l'acte n°01/98/UEAC-1505-CD-61 du 21 juillet 1998 <br> d'étiquettes ou de signes distinctifs similaires et toutes autres opérations de <br> - le règlement n°21/07-UEAC-1505-U-CM-16 du 18 décembre 2007] <br> conditionnement ; <br> Chapitre 1 - Dispositions générales <br> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br> - abattage des animaux ; <br> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de crustacés, <br> mollusques et coquillages ; <br> - congélation de viandes, poissons, crustacés, mollusques, coquillages, fruits, légumes et <br> plantes potagères ; <br> - tannage de peaux brutes ; <br> - découpage, nervure, mise en forme de feuilles et feuillards de toutes sortes ; <br> - assemblage et montage ; <br> - simple mélange de produits. <br> "}, {"ArticleTitle": "Taux du Tarif Préférentiel: 1) Le taux du Tarif Préférentiel applicable aux produits du cru énumérés à l'article 10, 1 a) à", "ArticleDesc": "Art.12.- Taux du Tarif Préférentiel : 1) Le taux du Tarif Préférentiel applicable aux produits du cru énumérés à l'article 10, 1 a) à <br> 1) Le taux du Tarif Préférentiel applicable aux produits du cru énumérés à l'article 10, 1 a) à <br> i) est fixé à zéro. <br> 2) Pour les autres produits UDEAC, le taux applicable du Tarif Préférentiel est déterminé en <br> pourcentage du taux du droit de douane applicable aux produits similaires des pays tiers de la <br> manière suivante : <br> - le 01/01/94, le taux du Tarif Préférentiel est fixé à 20 % du droit de douane du TEC ; <br> - le 01/01/96, le taux du Tarif Préférentiel est ramené à 10 % du droit de douane du TEC <br> applicable à cette date ; <br> - le 01/01/1998, le taux du Tarif Préférentiel est ramené définitivement à 0 % ; et la libre <br> circulation des produits est acquise. <br> 3) Toutefois, pour tout produit dont il est fait référence au paragraphe 2 ci-dessus, le Comité <br> de Direction pourra décider, avant le 01/01/1998, de ramener le taux du Tarif Préférentiel à <br> 0%. <br> [NB - Acte n°09/94-UDEAC-1495-CD-56 du 19 décembre 1994 fixant le taux de TPG de <br> certains produits textiles en UDEAC <br> "}, {"ArticleTitle": "En application de l'article 11-3 de l'annexe à l'Acte n°7/93-UDEAC-556-CD-SE1 du: 21 juin 1993, le taux du Tarif Préférentiel Généralisé est fixé à zéro pour les produits", "ArticleDesc": "Art.1.- En application de l'article 11-3 de l'annexe à l'Acte n°7/93-UDEAC-556-CD-SE1 du : 21 juin 1993, le taux du Tarif Préférentiel Généralisé est fixé à zéro pour les produits <br> 21 juin 1993, le taux du Tarif Préférentiel Généralisé est fixé à zéro pour les produits <br> suivants : <br> - n°5201 à 5209 : Fils, fibres et tissus en coton <br> - n°5212 : Tissus en coton] <br> Chapitre 4 - Dispositions administratives <br> "}, {"ArticleTitle": "Certificat UDEAC: 1) Lors de l'expédition de produits UDEAC d'un État membre dans un autre, le propriétaire", "ArticleDesc": "Art.13.- Certificat UDEAC : 1) Lors de l'expédition de produits UDEAC d'un État membre dans un autre, le propriétaire <br> 1) Lors de l'expédition de produits UDEAC d'un État membre dans un autre, le propriétaire <br> ou son représentant peut demander la délivrance d'un Certificat UDEAC s'il estime que les <br> produits remplissent les conditions énumérées à l'article 9-1 ci-dessus. <br> 2) Le modèle du Certificat UDEAC est déterminé par le Comité de Direction. <br> 3) L'expéditeur présente toute pièce justificative utile à l'appui de sa demande. <br> 4) En cas de doute sur le statut des marchandises en cause, les autorités douanières peuvent <br> exiger toute preuve supplémentaire. <br> "}, {"ArticleTitle": "Contrôles ultérieurs: 1) Le contrôle a posteriori du Certificat de Circulation UDEAC peut être effectué chaque fois", "ArticleDesc": "Art.14.- Contrôles ultérieurs : 1) Le contrôle a posteriori du Certificat de Circulation UDEAC peut être effectué chaque fois <br> 1) Le contrôle a posteriori du Certificat de Circulation UDEAC peut être effectué chaque fois <br> que les autorités douanières de l'État membre de destination finale du produit ont des doutes <br> fondés quant à son authenticité ou quant à l'exactitude des indications. <br> 2) Le bureau des douanes qui a émis le Certificat de Circulation UDEAC est tenu de fournir <br> toute information relative à l'authenticité et à la régularité au bureau des douanes de <br> destination dans les trois mois de la réception de sa demande. <br> 3) Passé ce délai, le droit de douane et, le cas échéant, la surtaxe temporaire sont liquidés <br> d'office, sans préjudice des taxes intérieures et des amendes éventuelles. <br> "}, {"ArticleTitle": "Dispositions transitoires: 1) Les formulaires existants d'Enquête Permanente, de TU1, TU3, TU10 et TU11 sont", "ArticleDesc": "Art.15.- Dispositions transitoires : 1) Les formulaires existants d'Enquête Permanente, de TU1, TU3, TU10 et TU11 sont <br> 1) Les formulaires existants d'Enquête Permanente, de TU1, TU3, TU10 et TU11 sont <br> délivrés jusqu'au 30/06/1993 et sont acceptés jusqu'au 31/12/1993 au plus tard. Les droits et <br> taxes de douane applicables aux produits couverts par ces documents sont ceux en vigueur au <br> moment de leur acceptation par les services des douanes. <br> 2) Tout produit envoyé d'un État membre dans un autre au plus tard le 30/06/1993 et qui n'a <br> pas encore reçu une destination finale dans ce deuxième État membre au plus tard le <br> 31/12/1993 peut, à la demande motivée des intéressés, faire l'objet de la délivrance <br> rétroactive d'un Certificat de Circulation de l'UDEAC. <br> Cette demande est adressée au bureau des douanes où les formalités d'expédition des <br> marchandises ont été accomplies. Elle peut être acceptée si les conditions visées à l'article 9 - <br> 1 ci-dessus sont remplies. <br> "}, {"ArticleTitle": "(Acte n°5/94) Dispositions finales: 1) Les biens manufacturés par les entreprises opérant dans les zones franches ou points francs", "ArticleDesc": "Art.16.- (Acte n°5/94) Dispositions finales : 1) Les biens manufacturés par les entreprises opérant dans les zones franches ou points francs <br> 1) Les biens manufacturés par les entreprises opérant dans les zones franches ou points francs <br> sont soumis aux conditions normales au Tarif Extérieur Commun et aux taxes intérieures <br> lorsqu'ils sont mis à la consommation en UDEAC. <br> 2) Le présent texte ne fait ni obstacle aux dispositions en matière notamment des règles <br> d'origine applicables dans le cadre des autres Accords auxquels les États membres sont <br> parties contractantes, tels que la Convention ACP-CEE de Lomé, ni à celles qui les <br> remplacent. <br> Annexes <br> "}, {"ArticleTitle": "- Liste des produits faisant l'objet de contingentements au 1er janvier 1992: susceptibles d'être soumis à la surtaxe temporaire", "ArticleDesc": "Annexe I-A - Liste des produits faisant l'objet de contingentements au 1er janvier 1992 : susceptibles d'être soumis à la surtaxe temporaire <br> susceptibles d'être soumis à la surtaxe temporaire <br> - 10.05.90 Maïs, autre que de semence, <br> - 1006.30.10 Riz semi-blanchi ou blanchi, conditionné pour la vente au détail. <br> - 1006.30.90 Riz semi-blanchi ou blanchi, autrement conditionné. <br> - 1006.40.00 Riz en brisures. <br> - 15.01 Saindoux ; autres graisses de porc et graisses de volailles <br> - 15.18 Huiles d'arachide et ses fractions, même raffinées, maïs non chimiquement <br> modifiées. <br> - 17.01 Sucre de canne ou de betterave et saccharose chimiquement pur, à l'état solide <br> - 17.03 Mélasses résultant de l'extraction ou du raffinage du sucre <br> - 25.23.21.00 Ciments portland, blancs <br> - 25.23.29.00 Autres ciments portland <br> - 25.23.90.00 Autres ciments hydrauliques <br> - 3401.11.00 Savons de toilette, à l'exclusion de savons médicaux <br> - 3401.19.90 Savons de ménage, en barres, morceaux, etc.. <br> - 5112.11.00 Autres tissus de coton, d'un poids n'excédant pas 200 gr/m², écrus <br> - 5212.21.00 Autres tissus de coton, d'un poids n'excédant pas 200 gr/m² <br> - 5512.19.00 Autres tissus de fibres synthétiques, contenant au moins 85 % de fibres <br> discontinues de polyester <br> - 5512.29.00 Autres tissus de fibres synthétiques, contenant au moins 85 % de fibres <br> discontinues acryliques ou mo acryliques. <br> - 5512.99.00 Autres tissus contenant au moins 85 % d'autres fibres synthétiques <br> discontinues, autrement apprêtés <br> - 5513.21.00 Tissus de fibres discontinues de polyester, mélangés avec du coton, d'un <br> poids n'excédant pas 170 g/m², teints <br> - 5513.23.00 Autres tissus de fibres discontinues de polyester, mélangés avec du coton, en <br> fils de diverses couleurs <br> - 5513.41.00 Tissus de fibres discontinues de polyester, mélangés avec du coton, imprimés <br> "}, {"ArticleTitle": "Liste des produits susceptibles d'être soumis à la surtaxe temporaire jus-: qu'au 30 juin 2000 au plus tard", "ArticleDesc": "Annexe I B - Liste des produits susceptibles d'être soumis à la surtaxe temporaire jus- : qu'au 30 juin 2000 au plus tard <br> qu'au 30 juin 2000 au plus tard <br> - 0105.11.00 Coqs et poules, d'un poids n'excédant pas 185 g (poussins d'un jour) <br> - 0105.19.00 Autres volailles, d'un poids n'excédant pas 185 g <br> - Chapitre 2 Viandes et abats comestibles <br> - 04.01 Lait et crème de lait, non concentrés ni additionnés de sucre ou d'autres édulcorants <br> - 0402.29.00 Lait en poudre en granulés, n'excédant 1,5 % en poids de matières grasses, <br> sucré, <br> - 0402.91.00 Lait concentré liquide, non sucré <br> - 0402.99.00 Lait concentré liquide, sucré <br> - Chapitre 10 Céréales <br> - Chapitre 11 Produits de la minoterie ; malt ; amidons et fécules ; insuline ; gluten de <br> froment <br> - 17.04 Sucreries sans cacao (y compris le chocolat blanc) <br> - 1901.10.11 Préparations pour l'alimentation des enfants, ne contenant pas de poudre de <br> cacao <br> - 1901.10.22 Préparations pour l'alimentation des enfants, à base de lait, contenant moins <br> de 10 % de poudre de cacao <br> - 2201.10.00 Eaux minérales et eaux gazéifiées, non sucrées <br> - 2201.90.00 Autres eaux ; non sucrées ; glaces et neige <br> - 22.03 Bières et malt <br> - 24.02 Cigares (y compris ceux à bouts coupés), cigarillos et cigarettes, en tabac ou en <br> succédanés de tabac <br> - 24.03 Purs tabacs et succédanés de tabac, fabriqués ; tabacs homogénéisés ou <br> reconstitués ; extraits et sauces de tabac <br> - 2828.90.10 Hypochlorite de sodium (eau de javel) <br> - 3005.10.10 Pansements adhésifs et autres articles ayant une couche adhésive <br> - 3005.90.00 Ouates, gazes, bandes et autres articles analogues du n°30.05 <br> - 3401.19.10 Savons de ménage, en barres, morceaux <br> - 3401.19.90 Autres produits et préparations organiques tensioactives, en barres, en <br> morceaux, etc. <br> - 3401.20.00 Savons sous autres formes <br> - 3402.20.00 Préparation de nettoyage, CVD <br> - 3402.90.00 Autres préparations tensioactive du n°34.02 <br> - 39.23 Articles de transport ou d'emballage, en matières plastiques ; bouchons, couvercles, <br> capsules et autres dispositifs de fermeture, en matières plastiques. <br> - 3924.90.00 Autres articles de nettoyage, d'hygiène ou de table, en matières plastiques <br> - 4818.10.00 Papier hygiénique <br> - 4818.40.00 Serviettes hygiéniques, couches pour bébés, .. en papier <br> - 5515.11.00 Tissus de fibres discontinues de polyester, mélangés avec des fibres de <br> rayonne viscose <br> - 5516.42.00 Tissus contenant moins de 85 % en poids de fibres artificielles discontinues, <br> mélangées avec du coton, teints <br> - 5516.43.00 Tissus contenant moins de 85 % en poids de fibres artificielles discontinues, <br> mélangées avec du coton, en fils de diverses couleurs <br> - 5516.44.00 Tissus contenant moins de 85 % en poids de fibres artificielles discontinues, <br> mélangées avec du coton, imprimés <br> - 5516.92.00 Autres tissus de fibres artificielles discontinues, teints <br> - 5516.93.00 Autres tissus discontinues, en fils de diverses couleurs <br> - 5516.94.00 Autres tissus fibres artificielles discontinues, imprimés <br> - 5802.19.00 Autres tissus bouclés du genre éponge, en coton <br> - 6309.00.00 Articles de friperie <br> - Chapitre 64 Chaussures <br> - 73.09 Réservoirs, poudres, cuves et récipients similaires pour toutes matières, en fonte, <br> fer ou acier, d'une contenance excédant 300 l, sans dispositifs mécaniques ou thermiques, <br> même avec revêtement intérieur ou calorifuge <br> - 73.10 Réservoir, fûts, tambours, bidons, boîtes et récipients similaires, pour toutes <br> matières, en fonte, fer ou acier, d'une contenance n'excédant pas 300 l, sans dispositifs <br> mécaniques ou thermiques, même avec revêtement inférieur ou calorifuge <br> - 8201.10.00 Bêches et pelles <br> - 8201.20.00 Fourches <br> - 8201.30.00 Pioches, pics, houes, binettes, râteaux et raclons <br> - 8201.40.00 Haches, serpes et outils similaires à taillants <br> - 8201.50.00 Sécateurs, maniés à une main <br> - 8201.60.00 Cisailles à haies, sécateurs et outils similaires, maniés à deux mains <br> - 8201.90.00 Autres outils agricoles, horticoles ou forestiers à main <br> INTRODUCTION <br> La Communauté Economique et Monétaire de l'Afrique Centrale (CEMAC) regroupe en son <br> sein six Etats, à savoir : le Cameroun, le Gabon, la Guinée Equatoriale, la République <br> Centrafricaine, le Congo et le Tchad. <br> Dans le souci de promouvoir la libre circulation des biens et de relever le niveau des échanges <br> intracommunautaires, le Conseil des Ministres de la CEMAC a institué, par Règlement N° <br> 07/08-UEAC-133-CM-17, le Comité d'Origine. <br> Ledit Comité, au niveau sous-régional, est chargé : <br> - D'agréer les produits d'origine CEMAC fabriquées par les entreprises industrielles <br> implantées dans la Sous-Région sur la base des dossiers constitués par celle-ci ; <br> - D'émettre des avis techniques sur les litiges portant sur les produits originaires de la <br> zone CEMAC. <br> La réglementation communautaire en la matière prévoit aussi la création des Comités Nationaux <br> dans chaque pays membre. <br> Au Cameroun, le Comité National d'Agrément des Produits Industriels Originaires de la <br> CEMAC a été créé par Arrêté du Premier Ministre N° 206/CAB/PM du 23 décembre 2010. Il <br> est placé sous l'autorité du Ministre en charge du Commerce et a pour mission principale de <br> mettre en œuvre la réglementation de la CEMAC, relative à la libre circulation des produits <br> industriels originaires de cette Sous-Région. A ce titre, il est notamment chargé de : <br> - La vulgarisation des textes de la CEMAC sur l'origine des produits à la vente ; <br> - La sensibilisation des opérateurs économiques sur la procédure d'agrément des produits <br> originaires de la CEMAC ; <br> - L'examen de dossiers de demande d'agrément soumis par les opérateurs économiques <br> et la formulation des avis pour transmission à la Commission de la CEMAC. <br> En adoptant un règlement sur les Règles d'Origine, la Commission de la CEMAC vise à <br> promouvoir l'industrialisation de la Sous-Région, d'une part, et de permettre aux entreprises de <br> faire des économies et de se développer grkce à l'exonération du paiement du Tarif Extérieur <br> Commun (TEC) lorsque les produits sont agréés, d'autre part. <br> I- LES CONDITIONS D'ELIGIBILITE AU REGIME PREFERENTIEL DES <br> ECHANGES DE LA CEMAC OU DE LA CEEAC <br> L'éligibilité d'un produit au Régime Préférentiel Communautaire de la CEMAC exige le <br> respect de l'une des conditions ci-après : <br> 1- Critqre de l'entiqre obtention : L'utilisation de 100% des matières locales (issues des <br> pays de la Zone CEMAC) dans le processus de fabrication du produit pour lequel <br> l'agrément est sollicité ; <br> 2- Critqre d'incorporation : L'incorporation, en valeur, d'au moins 40% des matières <br> premières locales (originaires des pays de la CEMAC) dans le processus fabrication du <br> produit concerné ; <br> 3- Critère de la valeur ajoutée : L'incorporation d'une valeur ajoutée communautaire <br> supérieure ou égales à 30% dans la fabrication du produit considéré, celle-ci correspond <br> à la différence exprimée en pourcentage entre le prix de revient ex-usine hors taxe du <br> produit industriel concerné et la valeur CAF des matières premières, des matières <br> consommables et des emballages non communautaires, utilisés pour l'obtention du <br> produit fini sous sa forme de livraison au commerce. <br> 4- Définitions des éléments de la formule de calcul de la valeur ajoutée <br> communautaire <br> i) Valeur CAF : la valeur des marchandises déterminés par les articles 23 à <br> 48 du Code de Douanes (Règlement n° 05/01-UEAC- 097-CM-06 du 03 <br> Août 2001) <br> ii) Travaux, Fournitures et Services (TFSE) : dans le calcul de la Valeur <br> Ajoutée, seuls les travaux, Fournitures et Services Extérieurs relatifs à la <br> production doivent être pris en compte. Les travaux, Fournitures et <br> Services Extérieurs fors processus sont exclus. <br> iii) Bénéfice : le bénéfice ainsi que les droits et taxes d'entrée sont exclus. <br> iv) Impôts et Taxes : impôts et taxes effectivement à la charge de <br> l'entreprise <br> 5- Calcul de la valeur ajoutée communautaire <br> La formule de calcul de la valeur ajoutée communautaire se présente ainsi comme suit : <br> VA(%) = [11-(1b1+1b3+2b1+2b3+3b1+3b3)] x100 <br> 11 <br> NB : VA = valeur ajoutée locale incorporée ; <br> 11= prix de revient ex-usine hors taxes ; <br> 1b1= valeur CAF des matières premières ; <br> 1b3= montant des droits et taxes d'entrée des matières premières ; <br> 2b1= valeur CAF des matières consommables ; <br> 2b3= montant des droits et taxes d'entrée des matières consommables ; <br> 3b1= valeur CAF des emballages ; <br> 3b3= montant des droits et taxes d'entrée de emballages <br> La valeur ajoutée est donc déterminée sur la base des éléments de calculs ci-après : <br> 1- Matières premières utilisées <br> b) Hors CEMAC <br> b1 : Valeur CAF <br> b3 : Montant des droits et taxes d'entrée <br> 2- Matières consommables utilisées <br> b2 : transport transit jusqu'à l'usine <br> 3- Emballages utilisés pour conditionner les produits <br> 4- Frais de personnels (y compris impôts sur salaires) <br> 5-Impôts et taxes <br> 6-Travaux, Fourniture et Services Extérieurs (TFSE) <br> - TFSE A <br> - TFSE B <br> 7-Transport et déplacement <br> a) CEMAC <br> 9- Amortissement <br> 10- Autres charges <br> 11- Total = prix de revient (ex-usine hors taxe) <br> 12- Bénéfice <br> 13- Prix sortie usine = prix de revient + bénéfice <br> II - PROCEDURE DE DEMANDE D'AGREMENT <br> Elle tient en 8 étapes principales : <br> 1- Le retrait des formulaires de demande d'agrément <br> Il peut se faire auprès du Secrétaire Technique du Comité National d'Agrément (porte R47, <br> R43, R35 du MINCOMMERCE) ou au siège de la CCIMA (disponible aussi sur le site <br> web), du GICAM, du MECAM ou du SYNDUSTRICAM <br> 2- Remplissage du formulaire suivant le critère requis <br> Seul un des critères suivants doit rtre utilisé pour la demande d'agrément du produit : <br> - Le critère d'entière obtention (100% des matières premières) ; <br> - Le critère d'incorporation (utilisation d'au moins 40% en valeur des matières premières <br> issues de la zone CEMAC) ; <br> - Le critère de la valeur ajoutée (incorporation d'au moins 30% de la valeur ajoutée locale <br> dans le processus de production) ; <br> Il est conseillé de prendre en compte ces critères dans l'ordre établi ci-dessus. <br> 3- Dépôt du dossier dûment rempli auprès du Secrétariat Technique <br> Le Secrétariat Technique, logé au sein du Ministère du Commerce comprend 5 membres <br> issus des Administrations et Organismes ci-après : <br> - Ministère du Commerce ; <br> - Ministère des Finances ; <br> - Ministère des Mines, de l'Industrie et du Développement Technologique ; <br> - Ministère de l'Economie, de la Planification et de l'Aménagement du Territoire ; <br> - Chambre de Commerce, d'Industrie, des Mines et de l'Artisanat. <br> Les dossiers de demande d'agrément sont déposés au courrier du MINCOMMERCE sur <br> décharge. Le Secrétaire Technique procède à la vérification des informations fournies dans <br> les dossiers et leur conformité. Cette vérification se poursuit lors de la visite de l'entreprise. <br> 4- Visite de l'entreprise par le Secrétariat Technique du Comité National d'Agrément <br> des Produits Industriels Originaires de la CEMAC <br> Cette étape permet au comité de s'assurer de l'existence réelle de l'entreprise et du respect <br> du processus de fabrication, tel que décrit dans le dossier. Si éventuellement il y a des <br> incohérences, le dossier doit rtre corrigé par l'entreprise et retourné au Secrétariat technique <br> avant son examen par le Comité National. <br> La visite de l'entreprise fait l'objet d'un procès-verbal rédigé à l'attention du Comité <br> National. <br> En cas de non-conformité du dossier, le Secrétariat Technique se réserve le droit de rejeter <br> la demande. Toutefois, après corrections, l'entreprise peut soumettre à nouveau le dossier <br> au comité. <br> 5- Examen des dossiers par le comité National d'Agrément <br> Le Comité national se réunit sur convocation de son Président et examine les dossiers <br> soumis par le Secrétaire Technique. <br> Le Comité est interministériel et élargi au secteur privé. Il comprend 11 membres <br> représentant les Administrations et les Organismes ci ± après : MINCOMMERCE, <br> MINMIDT, MINFI, MINEPAT, ANOR, <br> SYNDUSTRICAM. <br> 6- Transmissions des dossiers à la Commissions de la CEMAC <br> Les dossiers ayant reçu un avis favorable sont transmis, aux frais du Comité national, à la <br> Commission de la CEMAC pour leur examen par le Comité Régional de l'Origine. <br> 7- Réunion du Comité Régional de l'Origine <br> Le Comité Régional de l'Origine est composé de 12 membres, à raison de 2 membres par <br> Etat. Y siègent aussi, des experts de la Commission de la CEMAC. <br> Il émet un avis sur les dossiers reçus des Etats et soumet ceux ayant reçu un avis favorable <br> au Conseil des Ministres de la CMEAC. <br> 8- Octroi de l'agrément <br> L'agrément est octroyé par le Conseil des Ministres de la CEMAC. Il est définitif tant que <br> les éléments du critère d'obtention restent inchangés. <br> NB : il convient de noter que dans le cadre de la mise en œuvre de la Zone de Libre Echange <br> de la Communauté Economique des Etats de l'Afrique Centrale (CEEAC), les dossiers <br> transmis à la Commission de la CEMAC par le Ministre du Commerce le sont aussi <br> systématiquement au Secrétariat Général de la CEEAC qui, d'après les procédures en <br> vigueur au sein de cette Communauté Economique Régionale, octroie l'agrément obtenu <br> pour un produit est définitif tant que les éléments du critère d'obtention restent inchangés. <br> En plus des six pays de la CEMAC, la CEEAC compte parmi ses membres l'Angola, le <br> Burundi, Sao Tomé et Principe et la République Démocratique du Congo. <br> Pour plus d'informations, contactez : <br> - Le Secrétariat Technique du CNAPIOC au Ministère du Commerce à Yaoundé ; <br> - La Chambre de Commerce, d'Industrie, des Mines et de l'Artisanat du Cameroun, <br> Téléphone : 233 42 98 81 / Fax : 233 42 55 96, <br> E-mail : siège@ccima.cm, <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CEMAC <br> Art.11.- (Acte n°1/98) Nonobstant les dispositions de l'article 10.3, les opérations ci-après ne : peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Site Web : www.ccima.cm <br> Tarif des douanes (dispositions générales) <br> peuvent en aucun cas conférer aux produits tiers l'origine communautaire : <br> Acte n°7/93-UDEAC-556-SE1 du 21 juin 1993 <br> - manipulations destinées à assurer la conservation en l'état des marchandises ; <br> [NB - Acte n°07/93-UDEAC-556-SE1 du 21 juin 1993 portant révision du Tarif Extérieur <br> - dépoussiérage, criblage, triage, classement d'assortiment, lavage, peinture, découpage ; <br> Commun et fixant les modalités d'application du Tarif Préférentiel Généralisé <br> - changement d'emballage ; <br> Modifié par : <br> - division et réunion de colis ; <br> - l'acte n°5/94-UDEAC-556-CD-56 du 19 décembre 1994 <br> - mise en contenant tels que bouteilles, sacs, sachets, boîtes, bidons, fret, apposition <br> - l'acte n°01/98/UEAC-1505-CD-61 du 21 juillet 1998 <br> d'étiquettes ou de signes distinctifs similaires et toutes autres opérations de <br> - le règlement n°21/07-UEAC-1505-U-CM-16 du 18 décembre 2007] <br> conditionnement ; <br> Chapitre 1 - Dispositions générales <br> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br> - abattage des animaux ; <br> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de crustacés, <br> mollusques et coquillages ; <br> - congélation de viandes, poissons, crustacés, mollusques, coquillages, fruits, légumes et <br> plantes potagères ; <br> - tannage de peaux brutes ; <br> - découpage, nervure, mise en forme de feuilles et feuillards de toutes sortes ; <br> - assemblage et montage ; <br> - simple mélange de produits. <br> "}]}]}, "members_found": ["120", "266", 2, 8703900000]}