{"FtaRooDetails": {"FtaId": 640, "FtaCode": "ITC00657", "FtaName": "Regional group, CARICOM", "FtaFullName": "TREATY OF CHAGUARAMAS ESTABLISHING THE CARIBBEAN COMMUNITY INCLUDING THE CARICOM SINGLE MARKET AND ECONOMY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.08.1973", "Type": "Customs union", "Scope": "Plurilateral, Country-Country", "MemberStates": "Antigua and Barbuda; Barbados; Belize; Dominica; Grenada; Guyana; Jamaica; Montserrat; Saint Kitts and Nevis; Saint Lucia; Saint Vincent and the Grenadines; Suriname; Trinidad and Tobago", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2020", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, CARICOM", "AdminProcCooAuth": "The certification type under Regional group, CARICOM is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, CARICOM is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, CARICOM agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "40%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 50%", "RooText": "Production in which the value of extra-regional materials used does not exceed 50 per cent of the export price of the finished product", "ShowProductAffected": true, "ProductAffected": "For Other Motor vehicles principally designed for the transport of persons (other than those of heading No. 87.02), including racing cars (excluding motor cars, station wagons and fourwheel drive vehicles): From MDCs ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 40%", "RooText": "Production in which the value of extra-regional materials used does not exceed 60 per cent of the export price of the finished product", "ShowProductAffected": true, "ProductAffected": "For Other Motor vehicles principally designed for the transport of persons (other than those of heading No. 87.02), including racing cars (excluding motor cars, station wagons and fourwheel drive vehicles): From LDCs ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 40%", "RooText": "Production in which the value of extra-regional materials used does not exceed 60 per cent of the export price of the finished product", "ShowProductAffected": true, "ProductAffected": "For Other Motor vehicles principally designed for the transport of persons (other than those of heading No. 87.02), including racing cars (excluding motor cars, station wagons and fourwheel drive vehicles): From LDCs ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 30%", "RooText": "Production in which the value of extra-regional materials used does not exceed 70 per cent of the export price of the finished product", "ShowProductAffected": true, "ProductAffected": "For Motor cars, station wagons and four-wheel drive vehicles: From LDCs ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "CTH", "RooText": "Goods have been produced within the Community wholly or partly from materials imported from outside the Community or from materials of undetermined origin by a process which effects a substantial transformation characterised by the goods being classified in a tariff heading different from that in which any of those materials is classified", "ShowProductAffected": true, "ProductAffected": "For Other ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Explanatory note", "RooText": " EXPLANATORY NOTE<br /> The application of the Listis governed by the following general notes:<br /> (i) In this List, where a tariff heading number is preceded by the word \"ex\", only those<br /> products of that heading specified in the column headed \"Product\" are referred to.<br /> Descriptions of finished products and of materials are to be interpreted according to the<br /> relative Section and Chapter Notes of the Harmonised Commodity Description and<br /> Coding System (HS)and the General Rules for the Interpretation of the Harmonised<br /> System.<br /> (ii) Four figure references of the type \"04.02\",\"17.04\", etc. are references to the headings<br /> of the Harmonised Commodity Description and Coding System (HS).<br /> (iii) Where the condition to be complied with for any product does not prescribe the use of<br /> regional materials, it shall always be understood that materials imported from outside<br /> the Community or of undetermined origin may be used. If such materials are used in<br /> a more advanced state of processing than that specified in the List, the finished<br /> product shall be ineligible for Community treatment.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00657_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00657_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00657_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/trade/caricom/caricind_text.asp#Article_84"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00657_full.pdf", "DocType": "8_full", "WebLink": "https://caricom.org/documents/4906-revised_treaty-text.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Application of the criterion of substantial transformation <br /> 1 Where materials containing any element imported from outside the Community meet the <br /> conditions specified in Article 84, those materials shall be regarded as containing no such element.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 89: Export Drawback <br /> 1. A Member State may refuse to treat as of Community origin goods which benefit from <br /> export drawback allowed by other Member States. In applying this paragraph, a Member State shall <br /> accord the same treatment to such goods consigned from all other Member States. <br /> 2. Whenever a Member State intends to apply an export drawback within the meaning <br /> of paragraph 6, it shall notify COTED. <br /> 3. The Member State shall, at the time of notification, set out the circumstances which <br /> justify the need to apply an export drawback, the products which will benefit therefrom, the nature and <br /> proposed duration of the measures, and such other information as COTED may <br /> prescribe from time to time. <br /> 4. COTED shall give its earliest consideration to the notification referred to in paragraph <br /> 3 and make a determination of the appropriateness of the measures and, if it is not satisfied, may <br /> recommend that the Member State which intends to apply an export drawback, <br /> modify the programme. <br /> 5. COTED shall review annually all export drawback programmes maintained by <br /> Member States. <br /> 6. For the purposes of this Article - <br /> (a) `export drawback' means any arrangement for the refund or remission, <br /> wholly or in part, of import duties applicable to imported materials: provided <br /> that the arrangement, expressly or in effect, allows refund or remission if <br /> certain goods or materials are exported, but not if they are retained for home use; <br /> (b) `remission' includes exemption for materials brought into free ports and <br /> other places which have similar customs privileges; <br /> (c) `duties' means: <br /> (i) all charges on or in connection with importation, except fiscal <br /> charges to which Article 80 applies; and <br /> (ii) any protective element in such fiscal charges;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: Unit of Qualification <br /> 1 Each article in a consignment shall be considered separately. <br /> 2 For the purposes of paragraph 1 of this Rule - <br /> (a) where the Harmonised Commodity Description and Coding System specifies that <br /> a group, set or assembly of articles is to be classified within a single heading, <br /> such a group, set or assembly shall be treated as one article; <br /> (b) tools, parts and accessories which are imported with an article, and the price of <br /> which is included in that of the article or for which no separate charge is made, <br /> shall be considered as forming a whole with the article, provided that they <br /> constitute the standard equipment customarily included on the sale of articles of that kind; <br /> (c) in cases not within sub-paragraphs (a) and (b), goods shall be treated as a single <br /> article if they are so treated for purposes of assessing Customs duties by the <br /> importing Member State. <br /> 3 An unassembled or disassembled article which is imported in more than one consignment <br /> because it is not feasible for transport or production reasons to import it in a single consignment shall, if <br /> the importer so requests, be treated as one article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: Goods wholly produced within the Community <br /> 1 The expression \"wholly produced\" when used with reference to goods means: <br /> (a) mineral products extracted from the ground within the Community; <br /> (b) vegetable products harvested within the Community; <br /> (c) live animals born and raised within the Community; <br /> (d) products obtained within the Community from live animals; <br /> (e) products obtained by hunting or fishing conducted within the Community; <br /> (f) marine products taken from the sea by a vessel of a Member State; <br /> (g) goods produced within the Community exclusively from one or both of the following - <br /> (i) goods referred to in sub-paragraphs (a) to (f) and (h) and (i) of this paragraph; <br /> (ii) goods containing no materials imported from outside the Community or <br /> of undetermined origin, or containing those materials but which would not <br /> be regarded as such under paragraph 1 of Rule 3; <br /> and shall be taken to include - <br /> (h) used articles fit only for the recovery of materials provided that they have been <br /> collected from users within the Community; <br /> (i) scrap and waste resulting from manufacturing operations within the Community. <br /> 2 Wherever in paragraph 1 of Article 84 of this Treaty goods are required to be wholly <br /> produced, the use of small quantities of preservatives, vitamins, colouring and similar materials imported <br /> from outside the Community or of undetermined origin shall not affect their eligibility for Community <br /> treatment as wholly produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 1: Interpretative Provisions <br /> 5 Goods other than those to which paragraph 1 of Rule 2 of these Rules applies shall not <br /> be treated as being of Community origin if they are produced by any operation or process which consists <br /> only of one or more of the following, whether or not there is a change of tariff heading - <br /> (a) operations to ensure the preservation of goods during transport and storage <br /> (ventilation, spreading out, drying, chilling, placing in salt, sulphur dioxide or other <br /> aqueous solution, removal of damaged parts, and like operations); <br /> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br /> grading, classifying, matching (including the making up of sets of articles), <br /> washing, painting and cutting up resulting in the mere reduction in size; <br /> (c) (i) changes of packing; <br /> (ii) simple placing in bottles, flasks, bags,cases, boxes, fixing on cards <br /> or boards and other simple packing operations; <br /> (d) affixing marks, labels or other like distinguishing signs on goods or their packaging; <br /> (e) simple mixing of materials imported from outside the Community or of <br /> undetermined origin if the characteristics of the goods as a whole are not <br /> essentially different from the characteristics of the materials which have been mixed; <br /> (f) operations which consist solely of welding, soldering, fastening, riveting, bolting <br /> and like operations, or otherwise putting together of all finished parts or <br /> components to constitute a finished product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Application of the criterion of substantial transformation <br /> 2 For the purpose of Article 84 - <br /> (a) the value of any materials imported from outside the Community shall be the <br /> customs value determined for them by the Customs Authority in the Member <br /> State where they were used in a process of production, less the amount of any <br /> transport costs incurred in transit through other Member States; <br /> (b) if the origin of any materials cannot be determined, such materials shall be <br /> deemed to have been imported from outside the Community; <br /> (c) the export price of the goods shall be the value accepted for this purpose by the <br /> Customs Authority in the Member State in which they were produced. It shall be <br /> based, mutatis mutandis, on the provision set out in sub-paragraph (a), but shall <br /> not include the amounts of transport and insurance costs incurred after the <br /> exportation of the goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7: Treatment of Packing <br /> 1 Where for purposes of assessing Customs duties a Member State treats goods separately <br /> from their packing, it may also, in respect of its imports consigned from another Member State, determine <br /> separately the origin or such packing. <br /> 2 Where paragraph 1 of this Rule is not applied, packing of any sort shall be considered as <br /> forming a whole with the goods for the purposes only of the application of the percentage value-added <br /> conditions. No part of any packing required for the transport or storage of goods shall be considered as <br /> having been imported from outside the Community when determining the origin of the goods as a whole.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: Segregation of materials <br /> 1 For those products or industries where it would be impracticable for the producer physically <br /> to segregate materials of similar character but different origin used in the production of goods, such <br /> segregation may be replaced by an appropriate accounting system, which ensures that no more goods <br /> received Community tariff treatment, than would have been the case, if the producer had been able <br /> physically to segregate the materials. <br /> 2 Any such accounting system shall conform to such conditions as may be agreed upon by <br /> Member States concerned in order to ensure that adequate control measures will be applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 8: Documentary Evidence <br /> 1 A claim that goods shall be accepted as eligible for Community tariff treatment shall be <br /> supported by appropriate documentary evidence or origin and consignment. The evidence of origin shall <br /> consist of a certificate given by a Governmental authority or authorised body nominated by the exporting <br /> Member State and notified to the other Member States together with a declaration completed by the <br /> exporter of the goods. <br /> 2 The governmental authority or the authorised body shall obtain a declaration as to the <br /> origin of the goods given by the last producer of the goods within the Community. The authority or body <br /> shall satisfy themselves as to the accuracy of the evidence provided; where necessary they shall require <br /> the production of additional information, and shall carry out any suitable check. If the authorities of the <br /> importing Member State so require, a confidential indication of the producer of the goods shall be given. <br /> 3 Nominations of authorised bodies for the purpose of this Rule may be withdrawn by the <br /> exporting Member State if the need arises. Each Member State shall retain, in regard to its imports, the <br /> right of refusing to accept certificates from any authorised body which is shown to have repeatedly issued <br /> certificates in an improper manner, but such action shall not be taken without adequate prior notification <br /> to the exporting Member State of the grounds for dissatisfaction. <br /> 4 In cases where the Member States concerned recognise that it is impracticable for the <br /> producer to make the declaration of origin specified in paragraph 2 of this Rule, the exporter may make that <br /> declaration in such form as those Member States may for the purpose specify. <br /> 5 The certificate and declaration provided for in this Rule shall be in the form prescribed by <br /> COTED from time to time. <br /> 6 COTED may decide that further or different provisions concerning evidence of origin or <br /> of consignment shall apply to particular categories of goods or classes or transactions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: Verification of Evidence of Origin <br /> 1 The importing Member State may as necessary require further evidence to support any <br /> declaration or certificate of origin furnished under Rule 8. <br /> 2 The importing Member State shall not prevent the importer from taking delivery of the <br /> goods solely on the grounds that it requires such further evidence, but may require security for any duty <br /> or other charge which may be payable; provided that where goods are subject to any import restrictions <br /> or prohibitions, the stipulation for delivery under security shall not apply. <br /> 3 Where, under paragraph 1 of this Rule, a Member State has required further evidence to <br /> be furnished, those concerned in another Member State shall be free to produce it to a governmental <br /> authority or an authorised body of the latter State, who shall, after thorough verification of the evidence, <br /> furnish an appropriate report to the importing Member State. <br /> 4 Where it is necessary to do so by reason of its legislation, a Member State may prescribe <br /> that requests by the authorities of importing Member States for further evidence from those concerned in <br /> the Member State shall be addressed to a specified governmental authority, who shall after thorough <br /> verification of the evidence furnish an appropriate report to the importing Member State. <br /> 5 If the importing Member State wishes an investigation to be made into the accuracy of the <br /> evidence which it has received it may make a request to that effect to the other Member State or States concerned. <br /> 6 Information obtained under the provisions of this Rule by the importing Member State shall <br /> be treated as confidential.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "RULE 11: Sanctions <br /> 1 Member States undertake to introduce legislation, making such provision as may be <br /> necessary for penalties against persons who, in their State, furnish or cause to be furnished a document <br /> which is untrue in a material particular in support of a claim in another Member State that goods should be <br /> accepted as eligible for Community tariff treatment. The penalties applicable shall be similar to those <br /> applicable in case of untrue declarations in regard to payment of duty on imports. <br /> 2 A Member State may deal with the offence out of court, if it can be more appropriately <br /> dealt with by a compromise penalty or similar administrative procedure. <br /> 3 A Member State shall be under no obligation to institute or continue court proceedings, <br /> or action under paragraph 2 of this Rule: <br /> (a) if it has not been requested to do so by the importing Member State to which the <br /> untrue claim was made; or <br /> (b) if, on the evidence available, the proceedings would not be justified.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Community Rules of Origin", "ArticleDesc": "ARTICLE 84: Community Rules of Origin <br> 1. Subject to the provisions of this Article, goods that have been consigned from one <br> Member State to a consignee in another Member State shall be treated as being of Community origin, <br> where the goods: <br> (a) have been wholly produced within the Community; or <br> (b) have been produced within the Community wholly or partly from materials <br> imported from outside the Community or from materials of undetermined <br> origin by a process which effects a substantial transformation characterised: <br> (i) by the goods being classified in a tariff heading different from that <br> in which any of those materials is classified; or <br> (ii) in the case of the goods set out in the List in Schedule I to this <br> Treaty (hereinafter referred to as \"the List\"), only by satisfying the <br> conditions therefor specified. <br> 2. Goods that have been consigned from one Member State to a consignee in another <br> Member State for repair, renovation or improvement shall, on their return to the Member State from <br> which they were exported, be treated for the purpose of re-importation only, in like manner as goods <br> which are of Community origin, provided that the goods are reconsigned directly to that Member State <br> from which they were exported and the value of materials imported from outside the Community or <br> of undetermined origin which have been used in the process of repair, renovation or improvement <br> does not exceed: <br> (a) in the case where the goods have undergone the process of repair, <br> renovation or improvement in a More Developed Country, 65 per cent of the <br> cost of repair, renovation or improvement; <br> (b) in the case where the goods have undergone the process of repair, <br> renovation or improvement in a Less Developed Country, 80 per cent of the <br> cost of repair, renovation or improvement. <br> 3. Where there is an interruption or inadequacy of supplies of regional materials and <br> the manufacturer of goods, for which the qualifying condition for Community origin is that of \"wholly <br> produced\" or \"produced from regional materials\", is unable by reason of circumstances beyond his <br> control to obtain supplies of the regional materials, he shall so inform the competent authority. <br> 4. The competent authority shall: <br> (a) after receipt of information from the manufacturer, cause investigations to <br> be made into the matter, and if he is satisfied that the representation from <br> the manufacturer is justified, submit to the Secretary-General in the <br> prescribed instrument an application for a certificate provided for in this Article; <br> (b) at the time of making the application, inform the other Member States of the <br> inability of the manufacturer to obtain the supplies of the required materials <br> from within the Community with respect to quantities and specifications of <br> the materials sought and the period during which the materials are required. <br> 5. The Secretary-General shall, on receipt of the application from the competent authority: <br> (a) forthwith make the relevant enquiries by the quickest possible means from <br> the competent authorities in the other Member States as to their ability to <br> supply the materials required by the manufacturer; and <br> (b) request a reply to the enquiry from each competent authority within seven <br> calendar days of the despatch of his enquiry. <br> 6. A competent authority shall reply to the enquiry referred to in paragraph 5 within the time specified. <br> 7. Where the Secretary-General, on the basis of his investigations, is satisfied that the <br> application received from the competent authority justifies favourable consideration, he shall, <br> notwithstanding that he may not have received a reply to his enquiry from one or more Member <br> States, within fourteen calendar days after the receipt of the application from the competent authority, <br> issue, on behalf of COTED, a certificate to the competent authority authorising the use of like <br> materials from outside the Community, subject to such conditions as he may think fit to impose. <br> 8. The Secretary-General shall inform the Member States of the issue of his certificate, <br> including any conditions attaching thereto and that notwithstanding anything to the contrary in the <br> provisions of this Article, goods manufactured from like materials imported from outside the <br> Community shall be deemed to be of Community origin. <br> 9. A Member State may treat as of Community origin any imports consigned from <br> another Member State, provided that the like imports consigned from any other Member State are <br> accorded the same treatment. Member States concerned shall promptly inform COTED of any <br> trading arrangements concluded pursuant to this paragraph and COTED may, as it thinks fit, <br> recommend to the Member States concerned the adoption of alternative trading arrangements. <br> 10. The provisions of Schedule I shall apply to and have effect for the purposes of this Article. <br> COTED shall keep the Schedule and, in particular, the List under continuous review, and may <br> amend the Schedule in order to ensure the achievement of the objectives of the Community. <br> 11. The issue of a certificate in accordance with paragraph 7 shall be reported by the <br> Secretary-General to COTED at the Meeting of COTED next following the date of issue thereof. <br> RULES REGARDING COMMUNITY ORIGIN <br> For the purpose of determining the origin of goods under Article 84 of the Treaty and for <br> the application of that Article and the List, the following Rules shall be applied. <br> "}, {"ArticleTitle": "Interpretative Provisions", "ArticleDesc": "RULE 1: Interpretative Provisions <br> 1 In determining the place of production of marine products and goods produced therefrom, <br> a vessel of a Member State shall be regarded as part of that State. In determining the place from which <br> goods have been consigned, marine products taken from the sea or goods produced therefrom at sea shall <br> be regarded as having been consigned from a Member State if they were taken by or produced in a vessel <br> of a Member State and have been brought direct to the Community. <br> 2 For the purpose of these Rules a vessel shall be treated as a vessel of a Member State only if - <br> (a) it is registered in a Member State; <br> (b) it carries a complement (inclusive of the Master thereof) of which not less than <br> three-fourths are nationals of Member States; and <br> (c) it is majority owned and operated by - <br> (i) nationals of Member States, or <br> (ii) a Government of a Member State, or <br> (iii) a statutory Corporation of a Member State <br> In this paragraph nationals of Member States shall have the same meaning as in <br> paragraph 5 of Article 32 of this Treaty. <br> 3 \"Materials\" includes raw materials, intermediate products, parts and components used in <br> the process of production, repair, renovation or improvement of the goods. <br> 4 Energy, fuel, plant, machinery and tools used in the production, repair, renovation or <br> improvement of goods within the Community and materials used in the maintenance of such plant, <br> machinery and tools, shall be regarded as wholly produced within the Community when determining the <br> origin of these goods. <br> 5 Goods other than those to which paragraph 1 of Rule 2 of these Rules applies shall not <br> be treated as being of Community origin if they are produced by any operation or process which consists <br> only of one or more of the following, whether or not there is a change of tariff heading - <br> (a) operations to ensure the preservation of goods during transport and storage <br> (ventilation, spreading out, drying, chilling, placing in salt, sulphur dioxide or other <br> aqueous solution, removal of damaged parts, and like operations); <br> (b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> grading, classifying, matching (including the making up of sets of articles), <br> washing, painting and cutting up resulting in the mere reduction in size; <br> (c) (i) changes of packing; <br> (ii) simple placing in bottles, flasks, bags,cases, boxes, fixing on cards <br> or boards and other simple packing operations; <br> (d) affixing marks, labels or other like distinguishing signs on goods or their packaging; <br> (e) simple mixing of materials imported from outside the Community or of <br> undetermined origin if the characteristics of the goods as a whole are not <br> essentially different from the characteristics of the materials which have been mixed; <br> (f) operations which consist solely of welding, soldering, fastening, riveting, bolting <br> and like operations, or otherwise putting together of all finished parts or <br> components to constitute a finished product. <br> 6 \"Chapter\" and \"tariff heading\" in article 84 or in this Schedule shall mean the Chapters and <br> headings of the Harmonised Commodity Description and Coding System. <br> 7 For the purpose of sub-paragraph (f) of paragraph 5, the expression \"finished parts or <br> components\" refers to those articles which are imported into the Community in a form or condition which <br> does not require any further fabrication, change in shape or form, resulting in a change in identity or use <br> or the application of permanent protective/decorative coating for the purposes <br> of incorporation in the finished product. <br> 8 Paragraphs 5(f) and 7 in this Rule shall take effect one year after the entry into force of <br> the amendment of this Schedule, pursuant to the decision of the Council at its Special Meeting in July 1990 <br> "}, {"ArticleTitle": "Application of the criterion of substantial transformation", "ArticleDesc": "RULE 3: Application of the criterion of substantial transformation <br> 1 Where materials containing any element imported from outside the Community meet the <br> conditions specified in Article 84, those materials shall be regarded as containing no such element. <br> 2 For the purpose of Article 84 - <br> (a) the value of any materials imported from outside the Community shall be the <br> customs value determined for them by the Customs Authority in the Member <br> State where they were used in a process of production, less the amount of any <br> transport costs incurred in transit through other Member States; <br> (b) if the origin of any materials cannot be determined, such materials shall be <br> deemed to have been imported from outside the Community; <br> (c) the export price of the goods shall be the value accepted for this purpose by the <br> Customs Authority in the Member State in which they were produced. It shall be <br> based, mutatis mutandis, on the provision set out in sub-paragraph (a), but shall <br> not include the amounts of transport and insurance costs incurred after the <br> exportation of the goods. <br> 3 In the application of the List the conditions to be complied with other than a percentage <br> value-added condition applicable to any goods shall be fulfilled in respect of the whole of the goods, <br> excluding any packing. <br> 4 The expressions appearing in the columns headed \"conditions to be complied with\" in the <br> List and set out below shall be applied in the following manner: <br> (a) \"produced from regional materials of\" - the materials falling within the tariff <br> headings or Chapters named may be used only if they qualify to be treated as of <br> Community origin within the meaning of Article 84. This does not preclude the <br> use of regional materials in an earlier stage of production; <br> (b) \"produced from materials of\" and \"produced from\" - the materials named or <br> designated as the case may be must be used in the condition in which they are <br> described. This does not preclude the use of the materials in an earlier stage of production; <br> (c) \"produced from materials not included in\" - the materials which fall in the tariff <br> headings named may not be used if they are imported from outside the <br> Community or are of undetermined origin; <br> (d) \"extraregional materials\" shall mean materials imported from outside the <br> Community or of undetermined origin; <br> (e) \"chemical transformation\" shall mean the forming of the molecule of the finished product by - <br> (i) the combination of two or more elements; or <br> (ii) any modification of the structure of the molecule of a compound with the <br> exception of ionisation and the addition or removal of water of crystallisation. <br> "}, {"ArticleTitle": "Treatment of repaired goods", "ArticleDesc": "RULE 6: Treatment of repaired goods <br> 1 For the purposes of paragraph 4 of Article 84 goods shall be treated as having undergone <br> a process of repair, renovation or improvement if the performance of such process within the Community <br> does not result in a change of the form or character of the goods. <br> 2 The cost of repair, renovation or improvement shall refer to the cost of all materials which <br> are used plus the costs involved in effecting the repair, renovation or improvement, excluding freight, other <br> transport charges, insurance and other shipping costs. <br> "}, {"ArticleTitle": "Application of the Safeguard Mechanism", "ArticleDesc": "RULE 10: Application of the Safeguard Mechanism <br> 1 The information required pursuant to paragraph 4 of Article 84 shall be rendered in writing <br> and shall be such as the Competent Authority may require. <br> 2 For the purposes of carrying out his investigations, the Secretary-General may seek such <br> additional information as he considers to be relevant. Replies to the enquiries by the Secretary-General <br> should be sent by telex, telefax or other similar means of communication. <br> 3 The Competent Authority shall ensure that no more extraregional materials are used in <br> production for purposes of Common Market treatment than are authorised by the Secretary-General. The <br> Competent Authority shall make available to the Governmental authority or authorised body nominated for <br> his State under paragraph 1 of Rule 8 such information as may be necessary for this purpose. <br> 4 The Member States agree to cooperate fully with the Secretary-General in the foregoing <br> provisions of this Rule. <br> "}]}]}, "members_found": ["212", "388", 2, 8703900000]}