{"FtaRooDetails": {"FtaId": 641, "FtaCode": "ITC00658", "FtaName": "Regional group, CEFTA", "FtaFullName": "AGREEMENT ON AMENDMENT OF AND ACCESSION TO THE CENTRAL EUROPEAN FREE TRADE AGREEMENT AGREEMENT ON AMENDMENT OF AND ACCESSION TO THE CENTRAL EUROPEAN FREE TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "26.07.2007", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Albania; Bosnia and Herzegovina; Croatia; Moldova, Republic of; Montenegro; Serbia; North Macedonia, Republic of; Kosovo", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, CEFTA", "AdminProcCooAuth": "The certification type under Regional group, CEFTA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, CEFTA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, CEFTA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex- works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I to Protocol<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 6 of the Protocol.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first<br /> column gives the heading number or chapter number used in the Harmonized<br /> System and the second column gives the description of goods used in that<br /> system for that heading or chapter. For each entry in the first two columns, a<br /> rule is specified in column 3 or 4. Where, in some cases, the entry in the first<br /> column is preceded by an \"ex\", this signifies that the rules in column 3 or 4 apply<br /> only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a<br /> chapter number is given and the description of products in column 2 is therefore<br /> given in general terms, the adjacent rules in column 3 or 4 apply to all products<br /> which, under the Harmonized System, are classified in headings of the chapter or<br /> in any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products<br /> within a heading, each indent contains the description of that part of the heading<br /> covered by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both<br /> columns 3 and 4, the exporter may opt, as an alternative, to apply either the rule<br /> set out in column 3 or that set out in column 4. If no origin rule is given in<br /> column 4, the rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 6 of the Protocol, concerning products having<br /> acquired originating status which are used in the manufacture of other products,<br /> shall apply, regardless of whether this status has been acquired inside the factory<br /> where these products are used or in another factory in a Party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 % of the ex-<br /> works price, is made from \"other alloy steel roughly shaped by forging\" of<br /> heading ex 7224.<br /> If this forging has been forged in a Party from a non-originating ingot, it has<br /> already acquired originating status by virtue of the rule for heading ex 7224 in<br /> the list. The forging can then count as originating in the value-calculation for the<br /> engine, regardless of whether it was produced in the same factory or in another<br /> factory in the Party. The value of the non-originating ingot is thus not taken into<br /> account when adding up the value of the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or<br /> processing required, and the carrying-out of more working or processing also<br /> confers originating status; conversely, the carrying-out of less working or<br /> processing cannot confer originating status. Thus, if a rule provides that non-<br /> originating material, at a certain level of manufacture, may be used, the use of<br /> such material at an earlier stage of manufacture is allowed, and the use of such<br /> material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression<br /> \"Manufacture from materials of any heading\", then materials of any heading(s)<br /> (even materials of the same description and heading as the product) may be<br /> 22<br /> used, subject, however, to any specific limitations which may also be contained<br /> in the rule.<br /> However, the expression \"Manufacture from materials of any heading, including<br /> other materials of heading ...\" or \"Manufacture from materials of any heading,<br /> including other materials of the same heading as the product\" means that<br /> materials of any heading(s) may be used, except those of the same description<br /> as the product as given in column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from<br /> more than one material, this means that one or more materials may be used. It<br /> does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be<br /> used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other,<br /> or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured<br /> from a particular material, the condition obviously does not prevent the use of<br /> other materials which, because of their inherent nature, cannot satisfy the rule.<br /> (See also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use<br /> of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be produced<br /> from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum<br /> value of non-originating materials that can be used, then these percentages may<br /> not be added together. In other words, the maximum value of all the non-<br /> originating materials used may never exceed the higher of the percentages<br /> given. Furthermore, the individual percentages must not be exceeded, in relation<br /> to the particular materials to which they apply.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than<br /> artificial or synthetic fibres. It is restricted to the stages before spinning takes<br /> place, including waste, and, unless otherwise specified, includes fibres which<br /> have been carded, combed or otherwise processed, but not spun.<br /> 4.2. The term \"natural fibres\" includes horsehair of heading 0503, silk of<br /> headings 5002 and 5003, as well as wool-fibres and fine or coarse animal hair of<br /> headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making<br /> materials\" are used in the list to describe the materials, not classified in<br /> Chapters 50 to 63, which can be used to manufacture artificial, synthetic or<br /> paper fibres or yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic<br /> or artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 23<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials<br /> used in the manufacture of this product and which, taken together, represent<br /> 10 % or less of the total weight of all the basic textile materials used. (See also<br /> Notes 5.3 and 5.4 below.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to<br /> mixed products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca , ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether,<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of<br /> a core of aluminium foil or of a core of plastic film whether or not coated<br /> with aluminium powder, of a width not exceeding 5 mm, sandwiched by<br /> means of a transparent or coloured adhesive between two layers of plastic<br /> film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic<br /> staple fibres of heading 5506, is a mixed yarn. Therefore, non-originating<br /> synthetic staple fibres which do not satisfy the origin-rules (which require<br /> manufacture from chemical materials or textile pulp) may be used, provided that<br /> their total weight does not exceed 10 % of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore,<br /> synthetic yarn which does not satisfy the origin-rules (which require manufacture<br /> 24<br /> from chemical materials or textile pulp), or woollen yarn which does not satisfy<br /> the origin-rules (which require manufacture from natural fibres, not carded or<br /> combed or otherwise prepared for spinning), or a combination of the two, may be<br /> used, provided that their total weight does not exceed 10 % of the weight of the<br /> fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is a only mixed product if the cotton fabric is<br /> itself a mixed fabric made from yarns classified in two separate headings, or if<br /> the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns<br /> used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane<br /> segmented with flexible segments of polyether, whether or not gimped\", this<br /> tolerance is 20 % in respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of<br /> aluminium foil or of a core of plastic film whether or not coated with aluminium<br /> powder, of a width not exceeding 5 mm, sandwiched by means of a transparent<br /> or coloured adhesive between two layers of plastic film\", this tolerance is 30 % in<br /> respect of this strip.<br /> Note 6:<br /> 6.1. Where, in the list, reference is made to this Note, textile materials (with<br /> the exception of linings and interlinings), which do not satisfy the rule set out in<br /> the list in column 3 for the made-up product concerned, may be used, provided<br /> that they are classified in a heading other than that of the product and that their<br /> value does not exceed 8 % of the ex-works price of the product.<br /> 6.2. Without prejudice to Note 6.3, materials, which are not classified within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as<br /> buttons, because buttons are not classified within Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners, even though slide-<br /> fasteners normally contain textiles.<br /> 6.3. Where a percentage-rule applies, the value of materials which are not<br /> classified within Chapters 50 to 63 must be taken into account when calculating<br /> the value of the non-originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902<br /> and ex 3403, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> 25<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific<br /> processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 % of the sulphur-content<br /> of the products processed (ASTM D 1266-59 T method);<br /> (l) in respect of products of heading 2710 only, deparaffining by a process<br /> other than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen,<br /> at a pressure of more than 20 bar and a temperature of more than 250 °C,<br /> with the use of a catalyst, other than to effect desulphurisation, when the<br /> hydrogen constitutes an active element in a chemical reaction. The further<br /> treatment, with hydrogen, of lubricating oils of heading ex 2710 (e.g.<br /> hydrofinishing or decolourisation), in order, more especially, to improve<br /> colour or stability shall not, however, be deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 % of these products distils, by volume,<br /> including losses, at 300 °C, by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710<br /> only, treatment by means of a high-frequency electrical brush-discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite<br /> wax or peat wax, paraffin wax containing by weight less than 0.75 % of<br /> oil) of heading ex 2712 only, de-oiling by fractional crystallisation.<br /> 7.3. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902<br /> and ex 3403, simple operations, such as cleaning, decanting, desalting, water-", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00658_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00658_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00658_roo.pdf", "DocType": "3_roo", "WebLink": "http://cefta.int/legal-documents/#1463498231136-8f9d234f-15f9"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00658_full.pdf", "DocType": "8_full", "WebLink": "http://cefta.int/legal-documents/#1463498231136-8f9d234f-15f9"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : CEFTA cumulation of origin <br /> 1. Without prejudice to the provisions of Article 2, products shall be <br /> considered as originating in a Party if such products are obtained there, <br /> incorporating materials originating in any other Party in accordance with the <br /> provisions of this Protocol, provided that the working or processing carried out in <br /> the Party goes beyond the operations referred to in Article 7. It shall not be <br /> necessary that such materials have undergone sufficient working or processing. <br /> 2. Without prejudice to the provisions of Article 2, products shall be <br /> considered as originating in a Party if such products are obtained there, <br /> incorporating materials originating in the European Community, Iceland, <br /> Norway, Switzerland (including Liechtenstein [1] ) and Turkey in accordance with <br /> the provisions of the Protocol on rules of origin annexed to the Agreements <br /> between this Party and each of these countries, provided that the working or <br /> processing carried out in this Party goes beyond the operations referred to in <br /> Article 7. It shall not be necessary that such materials have undergone sufficient <br /> working or processing. <br /> 3. Where the working or processing carried out in the Party does not go <br /> beyond the operations referred to in Article 7, the product obtained shall be <br /> considered as originating in this Party only where the value added there is <br /> greater than the value of the materials used originating in any other Party, the <br /> European Community or any of the countries referred to in paragraph 2. If this <br /> is not so, the product obtained shall be considered as originating in the Party, the <br /> European Community or one of the countries referred in paragraph 2 which <br /> accounts for the highest value of originating materials used in the <br /> manufacture in this Party. <br /> 4. Products, originating in a Party, the European Community or one of the <br /> countries referred to in paragraph 2, which do not undergo any working or <br /> processing in a Party shall retain their origin if exported into another Party. <br /> 5. The cumulation provided for in paragraph 2 may be applied only provided that: <br /> [1] The principality of Liechtenstein has a customs union with Switzerland, and is a Party to the Agreement on the <br /> European Economic Area <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> General Agreement on Tariffs and Trade (GATT) is applicable between the <br /> countries or territories involved in the acquisition of the originating status <br /> and the Party of destination; <br /> (b) materials and products have acquired originating status by the application <br /> of rules of origin identical to those given in this Protocol; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in the Parties according to their own procedures. <br /> The Parties shall provide each other and the Joint Committee with the details <br /> of the Agreements, including their dates of entry into force, and their <br /> corresponding rules of origin, which are applied with the European Community <br /> and the other countries referred to in paragraph 2. <br /> [1] The principality of Liechtenstein has a customs union with Switzerland, and is a Party to the Agreement on the <br /> European Economic Area <br /> Article 4 : Cumulation of origin in the context of the Stabilization and Association Process <br /> 1. Without prejudice to the provisions of Article 2, products shall be <br /> considered as originating in Community, or in any other Party participating in or <br /> linked to the Stabilisation and Association Process [2] (hereinafter referred to as <br /> \"SAP Party\") if such products are obtained there, incorporating materials <br /> originating in any other SAP Party or in the European Community, provided that <br /> the working or processing carried out in the SAP Party goes beyond the <br /> operations referred to in Article 7. It shall not be necessary that such materials <br /> have undergone sufficient working or processing. <br /> 2. Where the working or processing carried out in a SAP Party , does not go <br /> beyond the operations referred to in Article 7, the product obtained shall be <br /> considered as originating in the SAP Party only where the value added there is <br /> greater than the value of the materials used originating in any one of the other <br /> SAP Party or in the European Community If this is not so, the product obtained <br /> shall be considered as originating in the SAP Party or in the European Community <br /> which accounts for the highest value of originating materials used in the <br /> manufacture in this SAP Party. <br /> 3. Products, originating in one of the SAP Parties or in the European <br /> Community, which do not undergo any working or processing in this SAP Party, <br /> retain their origin if exported into one of these SAP Parties. <br /> 4. The cumulation provided for in this Article may be applied only provided that: <br /> (a) a preferential trade agreement in accordance with Article XXIV of the <br /> General Agreement on Tariffs and Trade (GATT) is applicable between the <br /> European Community, a SAP Party involved in the acquisition of the <br /> originating status and the SAP Party of destination; <br /> (b) materials and products have acquired originating status by the application <br /> of rules of origin identical to those given in this Protocol; and <br /> (c) notices indicating the fulfilment of the necessary requirements to apply <br /> cumulation have been published in the Official Journal of the European <br /> Union (C series) and in the SAP Party referred to in paragraph 1 <br /> according to their own procedures. <br /> The cumulation provided for in this Article shall apply from the date indicated <br /> in the notice published in the Official Journal of the European Union (C series). <br /> [2] As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication <br /> of May 1999 on the establishment of the Stabilisation and Association process between European Community <br /> with Western Balkan countries.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 2. Notwithstanding paragraph 1, non-originating materials which, according to <br /> the conditions set out in Annex II, should not be used in the manufacture of a <br /> product may nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 % of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through of the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 1. For the purposes of Article 2, products, which are not wholly obtained shall <br /> considered to be sufficiently worked or processed when the conditions set out in <br /> the list in Annex II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by the <br /> Agreement, the working or processing, which must be carried out on <br /> non-originating materials used in manufacturing and apply only in relation to <br /> such materials. It follows that if a product which has acquired originating status <br /> by fulfilling the conditions set out in the list is used in the manufacture of another <br /> product, the conditions applicable to the product in which it is incorporated do <br /> not apply to it, and no account shall be taken of the non-originating materials <br /> which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of drawback of, or exemption from, customs duties <br /> 1 Non-originating materials used in the manufacture of products originating in <br /> a Party, in the European Community, or in one of the countries referred to in <br /> Article 3 with which cumulation applies and for which a proof of origin is <br /> issued or made out in accordance with the provisions of Title V shall not be <br /> subject in any Party to drawback of, or exemption from, customs duties of <br /> whatever kind. <br /> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of customs duties or charges <br /> having an equivalent effect, applicable in any of the Parties to materials used <br /> in the manufacture, where such refund, remission or non-payment applies, <br /> expressly or in effect, when products obtained from the said materials are <br /> exported and not when they are retained for home use there. <br /> 3 The exporter of products covered by a proof of origin shall be prepared to <br /> submit at any time, upon request from the customs authorities, all <br /> appropriate documents proving that no drawback has been obtained in <br /> respect of the non-originating materials used in the manufacture of the <br /> products concerned and that all customs duties or charges having equivalent <br /> effect applicable to such materials have actually been paid. <br /> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging <br /> within the meaning of Article 8 (2), accessories, spare parts and tools within <br /> the meaning of Article 9 and products in a set within the meaning of Article <br /> 10 when such items are non-originating. <br /> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials <br /> which are of the kind to which the Agreement applies. Furthermore, they <br /> shall not preclude the application of an export refund system for agricultural <br /> products, applicable upon export in accordance with the provisions of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 3. The acquisition of originating status in accordance with the conditions set out <br /> in Title II shall not be affected by working or processing done outside the Parties <br /> on materials exported from one of the Parties and subsequently re-imported <br /> there, provided: <br /> (a) the said materials are wholly obtained in one of the Parties or have <br /> undergone working or processing beyond the operations referred to in Article <br /> 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the reimported goods have been obtained by working or processing the <br /> exported materials; and <br /> ii) the total added value acquired outside the Parties by applying the <br /> provisions of this Article does not exceed 10 % of the ex-works price of <br /> the end product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating <br /> status set out in Title II shall not apply to working or processing done outside the <br /> Parties. But where, in the list in Annex II, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the <br /> originating status of the final product, the total value of the non-originating <br /> materials incorporated in the territory of the Party concerned, taken together <br /> with the total added value acquired outside the Parties by applying the provisions <br /> of this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, 'total <br /> added value' shall be taken to mean all costs arising outside the Parties, including <br /> the value of the materials incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do <br /> not fulfill the conditions set out in the list in Annex II or which can be considered <br /> sufficiently worked or processed only if the general tolerance <br /> fixed in Article 6 (2) is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters <br /> 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by this Article and done <br /> outside the Parties shall be done under the outward processing arrangements, or <br /> similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and <br /> included in the price thereof or which are not separately invoiced, shall be <br /> regarded as one with the piece of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly obtained products <br /> 1. The following shall be considered as wholly obtained in a Party: <br /> (a) mineral products extracted from its soil or from its seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the <br /> territorial waters of a Party by its vessels; <br /> (g) products made aboard their factory ships exclusively from <br /> products referred to in (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products extracted from marine soil or subsoil outside its territorial waters <br /> provided that it has sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2. The terms \"its vessels\" and \"their factory ships\" in paragraph 1(f) and (g) <br /> shall apply only to vessels and factory ships: <br /> (a) which are registered or recorded in a Party; <br /> (b) which sail under the flag of that Party; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of that <br /> Party, or by a company with its head office in one of the Parties, of which the <br /> manager or managers, Chairman of the Board of Directors or the Supervisory <br /> Board, and the majority of the members of such boards are nationals of that <br /> Party and of which, in addition, in the case of partnerships or limited <br /> companies, at least half the capital belongs to that Party or to public bodies <br /> or nationals of that Party; <br /> (d) of which the master and officers are nationals of that Party; and <br /> (e) of which at least 75 % of the crew are nationals of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient working or processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be <br /> considered as insufficient working or processing to confer the status of <br /> originating products, whether or not the requirements of Article 6 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition <br /> during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (g) operations to colour sugar or form sugar lumps; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (o) a combination of two or more operations specified in (a) to (n); <br /> (p) slaughter of animals. <br /> 2. All operations carried out in a Party on a given product shall be considered <br /> together when determining whether the working or processing undergone by that <br /> product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) \"customs value\" means the value as determined in accordance with the <br /> 1994 Agreement on implementation of Article VII of the General Agreement <br /> on Tariffs and Trade (WTO Agreement on customs valuation); <br /> (f) \"ex-works price\" means the price paid for the product ex works to the <br /> manufacturer in the Party in whose undertaking the last working or <br /> processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when <br /> the product obtained is exported; <br /> (g) \"value of materials\" means the customs value at the time of importation of <br /> the non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials in the Party; <br /> (h) \"value of originating materials\" means the value of such materials as defined <br /> in (g) applied mutatis mutandis; <br /> (i) \"value added\" shall be taken to be the ex works price minus the customs <br /> value of each of the materials incorporated which originate in the Party, in <br /> the European Community or in the other countries referred to in Article 3, <br /> with which cumulation is applicable or where the customs value is not known <br /> or cannot be ascertained, the first ascertainable price paid for the materials <br /> in the Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1. The preferential treatment provided for under the Agreement applies only to <br /> products, satisfying the requirements of this Protocol, which are transported <br /> directly between the Parties or through the territories of the European <br /> Community or the countries referred to in Article 3, with which cumulation is <br /> applicable. However, products constituting one single consignment may be <br /> transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they <br /> remain under the surveillance of the customs authorities in the country of transit <br /> or warehousing and do not undergo operations other than unloading, reloading or <br /> any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than <br /> that of a Party. <br /> 2. Evidence that the conditions set out in paragraph 1 have been fulfilled shall <br /> be supplied to the customs authorities of the importing Party by the production <br /> of: <br /> (a) a single transport document covering the passage from the exporting Party <br /> through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where <br /> applicable, the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the <br /> transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1. Except as provided for in Article 3, 4 and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled <br /> without interruption in the Parties. <br /> 2. Except as provided for in Article 3 and 4 where originating goods exported <br /> from one of the Parties to a country other than a Party return, they must be <br /> considered as non-originating, unless it can be demonstrated to the satisfaction <br /> of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported. <br /> 3. The acquisition of originating status in accordance with the conditions set out <br /> in Title II shall not be affected by working or processing done outside the Parties <br /> on materials exported from one of the Parties and subsequently re-imported <br /> there, provided: <br /> (a) the said materials are wholly obtained in one of the Parties or have <br /> undergone working or processing beyond the operations referred to in Article <br /> 7 prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the reimported goods have been obtained by working or processing the <br /> exported materials; and <br /> ii) the total added value acquired outside the Parties by applying the <br /> provisions of this Article does not exceed 10 % of the ex-works price of <br /> the end product for which originating status is claimed. <br /> 4. For the purposes of paragraph 3, the conditions for acquiring originating <br /> status set out in Title II shall not apply to working or processing done outside the <br /> Parties. But where, in the list in Annex II, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the <br /> originating status of the final product, the total value of the non-originating <br /> materials incorporated in the territory of the Party concerned, taken together <br /> with the total added value acquired outside the Parties by applying the provisions <br /> of this Article, shall not exceed the stated percentage. <br /> 5. For the purposes of applying the provisions of paragraphs 3 and 4, 'total <br /> added value' shall be taken to mean all costs arising outside the Parties, including <br /> the value of the materials incorporated there. <br /> 6. The provisions of paragraphs 3 and 4 shall not apply to products which do <br /> not fulfill the conditions set out in the list in Annex II or which can be considered <br /> sufficiently worked or processed only if the general tolerance <br /> fixed in Article 6 (2) is applied. <br /> 7. The provisions of paragraphs 3 and 4 shall not apply to products of Chapters <br /> 50 to 63 of the Harmonized System. <br /> 8. Any working or processing of the kind covered by this Article and done <br /> outside the Parties shall be done under the outward processing arrangements, or <br /> similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> 2. Where, under General Rule 5 of the Harmonized System, packaging is <br /> included with the product for classification purposes, it shall be included for the <br /> purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accounting segregation <br /> 1. Where considerable cost or material difficulties arise in keeping separate <br /> stocks of originating and non-originating materials, which are identical and <br /> interchangeable, the customs authorities may, at the written request of those <br /> concerned, authorise the so-called \"accounting segregation\" method (hereinafter <br /> referred to as the \"method\") to be used for managing such stocks. <br /> 2. This method must be able to ensure that, for a specific reference-period, the <br /> number of products obtained which could be considered as \"originating\" is the <br /> same as that which would have been obtained if there had been physical <br /> segregation of the stocks. <br /> 3. The customs authorities may grant such authorization referred to in <br /> paragraph 1, subject to any conditions deemed appropriate. <br /> 4. This method is recorded and applied on the basis of the general accounting <br /> principles applicable in the Party where the product was manufactured. <br /> 5. The beneficiary of this facilitation may make out or apply for proofs of origin, <br /> as the case may be, for the quantity of products which may be considered as <br /> originating. At the request of the customs authorities, the beneficiary shall <br /> provide a statement of how the quantities have been managed. <br /> 6. The customs authorities shall monitor the use made of the authorization and <br /> may withdraw it at any time whenever the beneficiary makes improper use of the <br /> authorization in any manner whatsoever or fails to fulfill any of the other <br /> conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded <br /> as originating when all component products are originating. Nevertheless, when <br /> a set is composed of originating and non-originating products, the set as a whole <br /> shall be regarded as originating, provided that the value of the non-originating <br /> products does not exceed 15 % of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1. Originating products, sent for exhibition in a country other than a Party, in <br /> the European Community or in one of the countries referred to in Article 3 with <br /> which cumulation is applicable and sold after the exhibition for importation in a <br /> Party shall benefit on importation from the provisions of the Agreement provided <br /> it is shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from one of the Parties to the <br /> country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in another Party; <br /> (c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> (d) the products have not, since they were consigned for exhibition, been used <br /> for any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin shall be issued or made out in accordance with the <br /> provisions of Title V and submitted to the customs authorities of the importing <br /> Party in the normal manner. The name and address of the exhibition shall be <br /> indicated thereon. Where necessary, additional documentary evidence of the <br /> conditions under which they have been exhibited may be required. <br /> 3. Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organised for private <br /> purposes in shops or business premises with a view to the sale of foreign <br /> products, and during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the customs authorities of <br /> the exporting Party on application having been made in writing by the exporter <br /> or, under the exporter's responsibility, by his authorized representative. <br /> 2. For this purpose, the exporter or his authorized representative shall fill in <br /> both the movement certificate EUR.1 and the application form, specimens of <br /> which appear in Annex III. These forms shall be completed in one of the <br /> languages of the Parties or in English and in accordance with the provisions of <br /> the national law of the exporting Party. If the forms are hand-written, they shall <br /> be completed in ink in printed characters. The description of the products shall be <br /> given in the box reserved for this purpose without leaving any blank lines. <br /> Where the box is not completely filled, a horizontal line shall be drawn below the <br /> last line of the description, the empty space being crossed through. <br /> 3. The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting Party where the movement certificate EUR.1 is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as <br /> the fulfillment of the other requirements of this Protocol. <br /> 4. A movement certificate EUR.1 shall be issued by the customs authorities of a <br /> Party if the products concerned can be considered as products originating in that <br /> Party or in the European Community or in any of the countries referred to in <br /> Article 3 and fulfill the other requirements of this Protocol. <br /> 5. The customs authorities issuing movement certificates EUR.1 shall take any <br /> steps necessary to verify the originating status of the products and the fulfillment <br /> of the other requirements of this Protocol. For this purpose, they shall have the <br /> right to call for any evidence and to carry out any inspection of the exporter's <br /> accounts or any other check considered appropriate. They shall also ensure that <br /> the forms referred to in paragraph 2 are duly completed. In particular, they shall <br /> check whether the space reserved for the description of the products has been <br /> completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6 A movement certificate EUR.1 shall contain one of the following statements <br /> in English in box 7: <br /> - if origin has been obtained by application of cumulation with materials <br /> originating in a Party, in the European Community or in one of the countries <br /> referred to in Article 3: <br /> „CUMULATION APPLIED WITH\" (name of the country(s) or territory(s)) <br /> - if origin has been obtained without the application of cumulation with <br /> materials originating in a Party, in the European Community or in the other <br /> countries referred to in Article 3: <br /> „NO CUMULATION APPLIED\" <br /> 7. The date of issue of the movement certificate EUR.1 shall be indicated in <br /> Box 11 of the certificate. <br /> 8. A movement certificate EUR.1 shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has <br /> been effected or ensured. <br /> Article 18 : Movement certificates EUR.1 issued retrospectively <br /> 1. Notwithstanding Article 17 (7), a movement certificate EUR.1 may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances; or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR.1 was issued but was not accepted at importation <br /> for technical reasons. <br /> 2. For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the <br /> movement certificate EUR.1 relates, and state the reasons for his request. <br /> 3. The customs authorities may issue a movement certificate EUR.1 <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application complies with that in the corresponding file. <br /> 4. Movement certificates EUR.1 issued retrospectively shall be endorsed with <br /> the following phrase in English: <br /> »ISSUED RETROSPECTIVELY« <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in box 7 of the <br /> movement certificate EUR.1. <br /> Article 19 : Issue of a duplicate movement certificate EUR.1 <br /> 1. In the event of theft, loss or destruction of a movement certificate EUR.1, the <br /> exporter may apply to the customs authorities, which issued it for a duplicate <br /> made out on the basis of the export documents in their possession. <br /> 2. The duplicate issued in this way shall be endorsed with the <br /> following word in English: <br /> »DUPLICATE« <br /> 3. The endorsement referred to in paragraph 2 shall be inserted in box 7 of the <br /> duplicate movement certificate EUR.1. <br /> 4. The duplicate, which shall bear the date of issue of the original movement <br /> certificate EUR.1, shall take effect as from that date. <br /> Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br /> When originating products are placed under the control of a customs office in a <br /> Party, it shall be possible to replace the original proof of origin by one or more <br /> movement certificates EUR.1 for the purpose of sending all or some of these <br /> products elsewhere within the Party. The replacement movement certificate(s) <br /> EUR.1 shall be issued by the customs office under whose control the products are placed. <br /> Article 22 : Conditions for making out an invoice declaration <br /> 1. An invoice declaration as referred to in Article 16 (1) (b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 23, or <br /> (b) by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not <br /> exceed EUR 6000. <br /> 2. An invoice declaration may be made out if the products concerned can be <br /> considered as products originating in a Party, in the European Community or in <br /> one of the countries referred to in Article 3 and fulfill the other requirements of <br /> this Protocol. <br /> 3 An invoice declaration shall contain one of the following statements in English: <br /> - if origin has been obtained by application of cumulation with materials <br /> originating in a Party, in the European Community or in one of the countries <br /> referred to in Article 3: <br /> „CUMULATION APPLIED WITH\" (name of the country(s) or territory(s)) <br /> - if origin has been obtained without the application of cumulation with <br /> materials originating in a Party, in the European Community or in the other <br /> countries referred to in Article 3: <br /> „NO CUMULATION APPLIED\" <br /> 4. The exporter making out an invoice declaration shall be prepared to submit <br /> at any time, at the request of the customs authorities of the exporting Party, all <br /> appropriate documents proving the originating status of the products concerned <br /> as well as the fulfillment of the other requirements of this Protocol. <br /> 5. An invoice declaration shall be made out by the exporter by typing, stamping <br /> or printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Annex IV, using one of the linguistic <br /> versions set out in that Annex and in accordance with the provisions of the <br /> national law of the exporting Party. If the declaration is hand-written, it shall be <br /> written in ink in printed characters. <br /> 6. Invoice declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 23 <br /> shall not be required to sign such declarations provided that he gives the <br /> customs authorities of the exporting Party a written undertaking that he accepts <br /> full responsibility for any invoice declaration which identifies him as if it had been <br /> signed in manuscript by him. <br /> 7. An invoice declaration may be made out by the exporter when the products <br /> to which it relates are exported, or after exportation on condition that it is <br /> presented in the importing Party no longer than two years after the importation <br /> of the products to which it relates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Exemptions from proof of origin <br /> 1. Products sent as small packages from private persons to private persons or <br /> forming part of travelers' personal luggage shall be admitted as originating <br /> products without requiring the submission of a proof of origin, provided that such <br /> products are not imported by way of trade and have been declared as meeting <br /> the requirements of this Protocol and where there is no doubt as to the veracity <br /> of such a declaration. In the case of products sent by post, this declaration can <br /> be made on the customs declaration CN22/CN23 or on a sheet of paper annexed <br /> to that document. <br /> 2. Imports which are occasional and consist solely of products for the personal <br /> use of the recipients or travelers or their families shall not be considered as <br /> imports by way of trade if it is evident from the nature and quantity of the <br /> products that no commercial purpose is in view. <br /> 3. Furthermore, the total value of these products shall not exceed EUR 500 in <br /> the case of small packages or EUR 1200 in the case of products forming part of <br /> travelers' personal luggage. <br /> Article 31 : Amounts expressed in euro <br /> 1. For the application of the provisions of Article 22 (1) (b) and Article 27 (3) in <br /> cases where products are invoiced in a currency other than euro, amounts in the <br /> national currencies of the Parties equivalent to the amounts expressed in euro <br /> shall be fixed annually by each of the Parties concerned. <br /> 2. A consignment shall benefit from the provisions of Article 22 (1) (b) or Article <br /> 27 (3) by reference to the currency in which the invoice is drawn up, according to <br /> the amount fixed by the Party concerned. <br /> 3. The amounts to be used in any given national currency shall be the <br /> equivalent in that currency of the amounts expressed in euro as at the first <br /> working day of October and shall apply from 1 January the following year. The <br /> Parties shall be notified of the relevant amounts. <br /> 4. A Party may round up or down the amount resulting from the conversion into <br /> its national currency of an amount expressed in euro. The rounded-off amount <br /> may not differ from the amount resulting from the conversion by more than 5 %. <br /> A Party may retain unchanged its national currency equivalent of an amount <br /> expressed in euro if, at the time of the annual adjustment provided for in <br /> paragraph 3, the conversion of that amount, prior to any rounding-off, results in <br /> an increase of less than 15 % in the national currency equivalent. The national <br /> currency equivalent may be retained unchanged if the conversion would result in <br /> a decrease in that equivalent value. <br /> 5. The amounts expressed in euro shall be reviewed by the Joint Committee at <br /> the request of a Party. When carrying out this review, the Joint Committee shall <br /> consider the desirability of preserving the effects of the limits concerned in real <br /> terms. For this purpose, it may decide to modify the amounts expressed in euro.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Approved exporter <br /> 1. The customs authorities of the exporting Party may authorize any exporter <br /> (hereinafter referred to as 'approved exporter') who makes frequent shipments of <br /> products under the Agreement to make out invoice declarations irrespective of <br /> the value of the products concerned. An exporter seeking such authorization <br /> must offer to the satisfaction of the customs authorities all guarantees necessary <br /> to verify the originating status of the products as well as the fulfillment of the <br /> other requirements of this Protocol. <br /> 2. The customs authorities may grant the status of approved exporter subject <br /> to any conditions, which they consider appropriate. <br /> 3. The customs authorities shall grant to the approved exporter a customs <br /> authorization number which shall appear on the invoice declaration. <br /> 4. The customs authorities shall monitor the use of the authorization by the <br /> approved exporter. <br /> 5. The customs authorities may withdraw the authorization at any time. They <br /> shall do so where the approved exporter no longer offers the guarantees referred <br /> to in paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br /> otherwise makes an incorrect use of the authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1. A movement certificate EUR.1 shall be issued by the customs authorities of <br /> the exporting Party on application having been made in writing by the exporter <br /> or, under the exporter's responsibility, by his authorized representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Validity of proof of origin <br /> 1. A proof of origin shall be valid for four months from the date of issue in the <br /> exporting Party and shall be submitted within the said period to the customs <br /> authorities of the importing Party. <br /> 2. Proofs of origin which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may <br /> be accepted for the purpose of applying preferential treatment, where the failure <br /> to submit these documents by the final date set is <br /> due to exceptional circumstances. <br /> 3. In other cases of belated presentation, the customs authorities of the <br /> importing Party may accept the proofs of origin where the products have been <br /> submitted before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of proof of origin and supporting documents <br /> 1. The exporter applying for the issue of a movement certificate EUR.1 shall <br /> keep for at least three years the documents referred to in Article 17 (3). <br /> 2. The exporter making out an invoice declaration shall keep for at least <br /> three years a copy of this invoice declaration as well as the documents referred <br /> to in Article 22 (4). <br /> 3. The customs authorities of the exporting Party issuing a movement <br /> certificate EUR.1 shall keep for at least three years the application form referred <br /> to in Article 17 (2). <br /> 4. The customs authorities of the importing Party shall keep for at least <br /> three years the movement certificates EUR.1 and the invoice declarations <br /> submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting documents <br /> The documents referred to in Articles 17 (3) and 22 (4) used for the purpose of <br /> proving that products covered by a movement certificate EUR.1 or an invoice <br /> declaration can be considered as products originating in a Party, in the European <br /> Community or in the other countries referred to in Article 3 and fulfill the other <br /> requirements of this Protocol, may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or internal book-keeping; <br /> (b) documents proving the originating status of materials used, issued or made <br /> out in a Party where these documents are used in accordance with national law; <br /> (c) documents proving the working or processing of materials in a Party, issued <br /> or made out in a Party, where these documents are used in accordance with national law; <br /> (d) movement certificates EUR.1 or invoice declarations proving the originating <br /> status of materials used, issued or made out in the Parties in accordance with <br /> this Protocol, or in the European Community or in one of the countries <br /> referred to in Article 3, in accordance with rules of origin which are identical <br /> to the rules in this Protocol; <br /> (e) appropriate evidence concerning working or processing undergone outside a <br /> Party by application of Article 12, proving that the requirements of that <br /> Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Verification of proofs of origin <br /> 1. Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing Party have reasonable doubts <br /> as to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfillment of the other requirements of this Protocol. <br /> 2. For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Party shall return the movement certificate EUR.1 <br /> and the invoice, if it has been submitted, the invoice declaration, or a copy of <br /> these documents, to the customs authorities of the exporting Party giving, where <br /> appropriate, the reasons for the request for verification. Any documents and <br /> information obtained suggesting that the information given on the proof of origin <br /> is incorrect shall be forwarded in support of the request for verification. <br /> 3. The verification shall be carried out by the customs authorities of the <br /> exporting Party. For this purpose, they shall have the right to call for any <br /> evidence and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. <br /> 4. If the customs authorities of the importing Party decide to suspend the <br /> granting of preferential treatment to the products concerned while awaiting the <br /> results of the verification, release of the products shall be offered to the importer <br /> subject to any precautionary measures judged necessary. <br /> 5. The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results shall indicate clearly <br /> whether the documents are authentic and whether the products concerned can <br /> be considered as products originating in a Party or in the other countries referred <br /> to in Article 3 and fulfill the other requirements of this Protocol. <br /> 6. If in cases of reasonable doubt there is no reply within 10 months of the date <br /> of the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn <br /> up, a document, which contains incorrect information for the purpose of obtaining <br /> a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and formal errors <br /> 1. The discovery of slight discrepancies between the statements made in the <br /> proof of origin and those made in the documents submitted to the customs office <br /> for the purpose of carrying out the formalities for importing the products shall not <br /> ipso facto render the proof of origin null and void if it is duly established that this <br /> document does correspond to the products submitted. <br /> 2. Obvious formal errors such as typing errors on a proof of origin should not <br /> cause this document to be rejected if these errors are not such as to create <br /> doubts concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "GENERAL PROVISIONS", "ArticleDesc": "TITLE I : GENERAL PROVISIONS <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> (a) \"manufacture\" means any kind of working or processing including assembly <br> codes) used in the nomenclature which makes up the Harmonized <br> or specific operations; <br> (b) \"material\" means any ingredient, raw material, component or part, etc., used <br> (d) \"goods\" means both materials and products; <br> (c) \"product\" means the product being manufactured, even if it is intended for <br> later use in another manufacturing operation; <br> particular heading; <br> (e) \"customs value\" means the value as determined in accordance with the <br> 1994 Agreement on implementation of Article VII of the General Agreement <br> one exporter to one consignee or covered by a single transport document <br> covering their shipment from the exporter to the consignee or, in the <br> on Tariffs and Trade (WTO Agreement on customs valuation); <br> (f) \"ex-works price\" means the price paid for the product ex works to the <br> manufacturer in the Party in whose undertaking the last working or <br> materials used, minus any internal taxes which are, or may be, repaid when <br> the product obtained is exported; <br> (g) \"value of materials\" means the customs value at the time of importation of <br> the non-originating materials used, or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials in the Party; <br> (h) \"value of originating materials\" means the value of such materials as defined <br> in (g) applied mutatis mutandis; <br> (i) \"value added\" shall be taken to be the ex works price minus the customs <br> value of each of the materials incorporated which originate in the Party, in <br> the European Community or in the other countries referred to in Article 3, <br> with which cumulation is applicable or where the customs value is not known <br> or cannot be ascertained, the first ascertainable price paid for the materials <br> in the manufacture of the product; <br> in the Party; <br> (j) \"chapters\" and \"headings\" mean the chapters and the headings (four-digit <br> Commodity Description and Coding System, referred to in this Protocol as <br> \"the Harmonized System\" or \"HS\"; <br> (k) \"classified\" refers to the classification of a product or material under a <br> (l) \"consignment\" means products which are either sent simultaneously from <br> absence of such a document, by a single invoice; <br> (m) \"territories\" includes territorial waters. <br> processing is carried out, provided the price includes the value of all the <br> "}, {"ArticleTitle": "DEFINITION OF THE CONCEPT OF \"ORIGINATING PRODUCTS\"", "ArticleDesc": "TITLE II : DEFINITION OF THE CONCEPT OF \"ORIGINATING PRODUCTS\" <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> For the purpose of implementing this Agreement, the following products shall be <br> (a) products wholly obtained in the Party within the meaning of Article 5; <br> (b) products obtained in the Party incorporating materials which have not <br> undergone sufficient working or processing in the Party within the <br> meaning of Article 6. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "been wholly obtained there, provided that such materials have <br> "}, {"ArticleTitle": "GENERAL REQUIREMENTS", "ArticleDesc": "considered as originating in a Party: <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 6 : Sufficiently worked or processed products <br> 1. For the purposes of Article 2, products, which are not wholly obtained shall <br> considered to be sufficiently worked or processed when the conditions set out in <br> the list in Annex II are fulfilled. <br> The conditions referred to above indicate, for all products covered by the <br> Agreement, the working or processing, which must be carried out on <br> non-originating materials used in manufacturing and apply only in relation to <br> such materials. It follows that if a product which has acquired originating status <br> by fulfilling the conditions set out in the list is used in the manufacture of another <br> product, the conditions applicable to the product in which it is incorporated do <br> not apply to it, and no account shall be taken of the non-originating materials <br> 2. Notwithstanding paragraph 1, non-originating materials which, according to <br> which may have been used in its manufacture. <br> (a) Their total value does not exceed 10 % of the ex-works price of the product; <br> the conditions set out in Annex II, should not be used in the manufacture of a <br> product may nevertheless be used, provided that: <br> (b) any of the percentages given in the list for the maximum value of <br> non-originating materials are not exceeded through of the application of this paragraph. <br> This paragraph shall not apply to products falling within chapters 50 to 63 of the <br> Harmonized System. <br> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 7. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "It follows that: <br> (a) when a product composed of a group or assembly of articles is classified <br> constitutes the unit of qualification; <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 8 : Unit of qualification <br> 1. The unit of qualification for the application of the provisions of this Protocol <br> shall be the particular product which is considered as the basic unit when <br> determining classification using the nomenclature of the Harmonized System. <br> under the terms of the Harmonized System in a single heading, the whole <br> (b) when a consignment consists of a number of identical products classified <br> under the same heading of the Harmonized System, each product must be <br> taken individually when applying the provisions of this Protocol. <br> 2. Where, under General Rule 5 of the Harmonized System, packaging is <br> purposes of determining origin. <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "included with the product for classification purposes, it shall be included for the <br> "}, {"ArticleTitle": "TERRITORIAL REQUIREMENTS", "ArticleDesc": "TITLE III : TERRITORIAL REQUIREMENTS <br> "}, {"ArticleTitle": "DRAWBACK OR EXEMPTION", "ArticleDesc": "TITLE IV : DRAWBACK OR EXEMPTION <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "PROOF OF ORIGIN", "ArticleDesc": "TITLE V : PROOF OF ORIGIN <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1. Products originating in a Party shall, on importation into other Party benefit <br> from the Agreement upon submission of either: <br> (a) a movement certificate EUR.1, a specimen of which appears in Annex III; or <br> (b) in the cases specified in Article 22 (1), a declaration, subsequently referred to <br> as the \"invoice declaration\", given by the exporter on an invoice, a delivery <br> note or any other commercial document which describes the products <br> concerned in sufficient detail to enable them to be identified; the text of the <br> invoice declaration appears in Annex IV. <br> 2. Notwithstanding paragraph 1, originating products within the meaning of this <br> Protocol shall, in the cases specified in Article 27, benefit from the Agreement <br> without it being necessary to submit any of the proofs of origin <br> referred to in paragraph 1. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 16 : General Requirements <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 25 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing <br> Party in accordance with the procedures applicable in that Party. The said <br> authorities may require a translation of a proof of origin and may also require the <br> import declaration to be accompanied by a statement from the importer to the <br> effect that the products meet the conditions required for the implementation of <br> the Agreement. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 26 : Importation by instalments <br> customs authorities of the importing Party, dismantled or non-assembled <br> products within the meaning of General Rule 2(a) of the Harmonized System <br> falling within Sections XVI and XVII or headings 7308 and 9406 of the <br> Harmonized System are imported by instalments, a single proof of origin for such <br> first instalment. <br> products shall be submitted to the customs authorities upon importation of the <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the <br> "}, {"ArticleTitle": "ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION", "ArticleDesc": "TITLE VI : ARRANGEMENTS FOR ADMINISTRATIVE CO-OPERATION <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 32 : Mutual assistance <br> 1. The customs authorities of the Parties shall provide each other with specimen <br> impressions of stamps used in their customs offices for the issue of movement <br> certificates EUR.1 and with the addresses of the customs authorities responsible <br> 2. In order to ensure the proper application of this Protocol, the Parties shall <br> for verifying those certificates and invoice declarations. <br> assist each other, through the competent customs administrations, in checking <br> the authenticity of the movement certificates EUR.1 or the invoice declarations <br> and the correctness of the information given in these documents. <br> "}, {"ArticleTitle": "Dispute settlement", "ArticleDesc": "Article 34 : Dispute settlement <br> Where disputes arise in relation to the verification procedures of Article 33, which <br> cannot be settled between the customs authorities requesting verification and the <br> customs authorities responsible for carrying out this verification or where they <br> raise a question as to the interpretation of this Protocol, they shall be submitted <br> to the Joint Committee. <br> In all cases the settlement of disputes between the importer and the customs <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "authorities of the importing Party shall be under the legislation of the said Party. <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 36 : Free zones <br> 1. The Parties shall take all necessary steps to ensure that products traded <br> under cover of a proof of origin which in the course of transport use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo <br> handling other than normal operations designed to prevent their deterioration. <br> products originating in a Party are imported into a free zone under cover of a <br> proof of origin and undergo treatment or processing, the authorities concerned <br> shall issue a new movement certificate EUR.1 at the exporter's request, if the <br> treatment or processing undergone is in conformity with <br> the provisions of this Protocol. <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "2. By means of an exemption to the provisions contained in paragraph 1, when <br> "}, {"ArticleTitle": "FINAL PROVISIONS", "ArticleDesc": "TITLE VII : FINAL PROVISIONS <br> "}, {"ArticleTitle": "Transitional provisions for goods in transit or storage", "ArticleDesc": "Article 37 : Transitional provisions for goods in transit or storage <br> The provisions of the Agreement may be applied to goods which comply with <br> the provisions of this Protocol and which on date of the entry into force of this <br> Protocol are either in transit or are in the Party in temporary storage in customs <br> warehouses or in free zones, subject to the submission to the customs authorities <br> of the importing Party, within four months of the said date, of a movement <br> certificate EUR.1 issued by the customs authorities, according provisions in <br> Bilateral Free Trade Agreements listed in Annex 2 to this Agreement, of the <br> exporting Party together with the documents showing that the goods have been <br> transported directly in accordance with Article 13. <br> "}, {"ArticleTitle": "Amendments to the Protocol", "ArticleDesc": "Article 38 : Amendments to the Protocol <br> The Joint Committee may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Customs Sub-Committee", "ArticleDesc": "Article 39 : Customs Sub-Committee <br> 1. The Customs Sub-Committee shall be set up, charged with carrying out <br> administrative co-operation with a view to the correct and uniform application of <br> this Protocol and with carrying out any other task in the customs field which may <br> be entrusted to it. <br> 2. The Sub-Committee shall be composed of experts of the Parties who are <br> responsible for customs questions. <br> "}, {"ArticleTitle": "Annexes", "ArticleDesc": "Article 40 : Annexes <br> "}]}]}, "members_found": ["498", "499", 2, 8703900000]}