{"FtaRooDetails": {"FtaId": 644, "FtaCode": "ITC00661", "FtaName": "Regional group, EAC", "FtaFullName": "The Treaty for the Establishment of the East African Community", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2009", "Type": "Customs union", "Scope": "Plurilateral, Country-Country", "MemberStates": "Burundi; Kenya; Rwanda; Uganda; Tanzania, United Republic of", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, EAC", "AdminProcCooAuth": "The certification type under Regional group, EAC is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, EAC is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, EAC agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "SP", "RooText": "Manufacturing to start from completely knocked down kits", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Explanatory notes", "RooText": " PART 2<br /> Explanatory notes to the list in Part 1<br /> Note 1: Introduction<br /> 1.1 The list sets out the origin criteria required for all products to be considered as<br /> having undergone sufficient working or processing within the meaning of rule 6<br /> of these Rules. The following criteria shall apply, as appropriate and as indicated<br /> in Part 1 in respect of each chapter, heading or sub-heading given in column 1:<br /> (i) working or processing of certain wholly produced materials;<br /> (ii) working or processing where the value of all the non-originating materials<br /> used in manufacture does not exceed a certain maximum threshold;<br /> (iii) working or processing where the 4-digit Harmonized System heading or<br /> 6-digit Harmonized System sub-heading of the manufactured products<br /> becomes different from the 4-digit Harmonized System heading or 6-digit<br /> sub-heading respectively of the materials used.;<br /> (iv) a specific working or processing operation is carried out.<br /> 1.2 The above origin criteria may be applied independent of each other or as<br /> alternatives as specified in Part 1.<br /> 1.3 Examples: Application of Note 1.1(ii)<br /> (a) Where the maximum amount of non-originating materials used in<br /> manufacture does not exceed 70% of the ex-works price of the finished<br /> product, it means that the minimum value added by a producer in a Partner<br /> State is 30% of the ex-works price of the given product.<br /> (b) Where for products of headings 87.11 to 87.12, the maximum amount of<br /> non-originating materials used in manufacture does not exceed 70% of the<br /> ex-works price of the finished product, it means that the minimum value<br /> added by a producer in a Partner State is 30% of the ex-works price of the<br /> given product<br /> Note 2: Structure of Part 1<br /> 2.1 The first two columns in the list describe the product obtained. The first column<br /> gives the heading number, sub-heading number or chapter number used in the<br /> Harmonized System and the second column gives the description of goods used<br /> in that system for that heading, sub-heading or chapter. For each entry in the first<br /> 73<br /> two columns the rules are specified in column 3. Where, in some cases, the entry<br /> in the first column is preceded by an \"ex\", this signifies that the rules in column 3<br /> apply only to the part of that heading or sub heading as described in column 2.<br /> 2.2 Where several heading or sub heading numbers are grouped together in column<br /> 1 or a chapter number is given and the description of products in column 2 is<br /> therefore given in general terms, the adjacent rules in column 3 apply to all<br /> products which, under the Harmonized System, are classified in headings of the<br /> chapter or in any of the headings grouped together in column 1.<br /> 2.3 Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in column 3.<br /> 2.4 Where, for an entry in the first two columns, more than one rule is specified in<br /> column 3, the exporter may opt, as an alternative, to apply either of the rules set<br /> out in column 3.<br /> Note 3: Examples of how the rules are applied<br /> 3.1 The provisions of rule 6 of these Rules concerning products having acquired<br /> originating status which are used in the manufacture of other products apply<br /> regardless of whether this status has been acquired inside the factory where these<br /> products are used or in another factory in the Partner States.<br /> 3.2 Pursuant to rule 7, the working or processing carried out must go beyond the list<br /> of operations mentioned in that rule. If it does not, the finished products shall not<br /> qualify for Community tariff treatment, even if the conditions set out in the list in<br /> Part 1 are met.<br /> 3.3 The rules in the list represent the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers<br /> originating status; conversely, the carrying out of less working or processing<br /> cannot confer originating status. Therefore, if a rule provides that non-originating<br /> material at a certain level of manufacture may be used, the use of such material at<br /> an earlier stage of manufacture is allowed and the use of such material at a later<br /> stage is not.<br /> 3.4 Without prejudice to Note 3.3 where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials<br /> of the same description and heading as the product) may also be used, subject,<br /> however, to any specific limitations which may also be contained in the rule.<br /> 74<br /> However, the expression \"Manufacture from materials of any heading, including<br /> other materials of heading …\" or \"Manufacture from materials of any heading,<br /> including other materials of the same heading as the product\" means that materials<br /> of any heading(s) may be used, except those of the same description as the<br /> product as given in column 2 of the list.<br /> 3.5 Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule.<br /> Note 4: General provisions concerning certain agricultural goods<br /> Agricultural goods falling within Chapters 6, 7, 8, 9, 10, 12 and heading 24.01<br /> which are harvested in the territory of a Partner State shall be treated as originating<br /> in the territory of that Partner State, even if grown from seeds, bulbs, rootstock,<br /> cuttings, grafts, shoots, buds, or other live parts of plants imported from a foreign<br /> country.<br /> Note 5: Terminology used for certain textile products<br /> 5.1 The term \"natural fibres\" is used in the list to refer to fibres other than artificial or<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres that have been carded,<br /> combed or otherwise processed but not spun.<br /> 5.2 The term \"natural fibres\" includes horsehair of heading 05.03, silk of heading<br /> 50.02 and 50.03 as well as the wool fibres, fine or coarse animal hair of heading<br /> 51.01 to 51.05, the cotton fibres of heading 52.01 to 52.03 and the other vegetable<br /> fibres of heading 53.01 to 53.05.<br /> 5.3 The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of heading 55.01 to 55.07.<br /> Note 6: Tolerances applicable to products made of a mixture of textile materials<br /> 6.1 Where for a given product in the list a reference is made to this note, the conditions<br /> set out in column 3 shall not be applied to any basic textile materials, used in the<br /> manufacture of this product, which, taken together, represent 10 per cent or less<br /> of the total weight of all the basic textile materials used. (See also Notes 6.3 and<br /> 6.4 below).<br /> 6.2 However, the tolerance mentioned in Note 6.1 may only be applied to mixed<br /> products which have been made from two or more basic textile materials.<br /> 75<br /> The following are the basic textile materials:<br /> (a) silk;<br /> (b) wool;<br /> (c) coarse animal hair;<br /> (d) fine animal hair;<br /> (e) horsehair;<br /> (f) cotton;<br /> (g) paper-making materials and paper;<br /> (h) flax;<br /> (i) true hemp;<br /> (j) jute and other textile bast fibres;<br /> (k) sisal and other textile fibres of the genus Agave;<br /> (l) coconut, abaca, ramie and other vegetable textile fibres;<br /> (m) synthetic man-made filaments;<br /> (n) artificial man-made filaments;<br /> (o) current conducting filaments;<br /> (p) synthetic man-made staple fibres of polypropylene;<br /> (q) synthetic man-made staple fibres of polyester;<br /> (r) synthetic man-made staple fibres of polyamide;<br /> (s) synthetic man-made staple fibres of polyacrylonitrile;<br /> (t) synthetic man-made staple fibres of polyimide;<br /> (u) synthetic man-made staple fibres of polytetrafluoroethylene;<br /> (v) synthetic man-made staple fibres of polyphenylene sulphide;<br /> (w) synthetic man-made staple fibres of polyvinyl chloride;<br /> (x) other synthetic man-made staple fibres;<br /> 76<br /> (y) artificial man-made staple fibres of viscose;<br /> (z) other artificial man-made staple fibres;<br /> (aa) yarn made of polyurethane segmented with flexible segments of<br /> polyether whether or not gimped;<br /> (bb) products of heading No 5605 (metallized yarn) incorporating strip<br /> consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film;<br /> (cc) other products of heading 56.05;<br /> (dd) glass fibre;<br /> (ee) metal fibre.<br /> Example:<br /> A yarn of heading 52.05 made from cotton fibres of heading 52.03 and synthetic<br /> staple fibres of heading 55.06 is a mixed yarn. Therefore, non-originating synthetic<br /> staple fibres that do not satisfy the origin rules may be used up to a weight of 10<br /> per cent of the yarn.<br /> Example:<br /> Tufted textile fabric of heading 58.02 made from cotton yarn of heading 52.05<br /> and cotton fabric of heading 52.10 is only a mixed product if the cotton fabric is<br /> itself a mixed fabric being made from yarns classified in two separate headings<br /> or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading<br /> 52.05 and synthetic fabric of heading 54.07, then, obviously, the yarns used are<br /> two separate basic textile materials and the tufted textile fabric is accordingly a<br /> mixed product.<br /> 6.3 In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether whether or not gimped\" this tolerance is 20<br /> per cent in respect of this yarn.<br /> 77<br /> 6.4 In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder, of<br /> a width not exceeding 5 mm, sandwiched by means of an adhesive between two<br /> layers of plastic film\", this tolerance is 30 per cent in respect of this strip.<br /> Note 7: Other tolerances applicable to certain textile products<br /> 7.1 Where, in the list reference is made to this Note, textile materials which do not<br /> satisfy the rule set out in the list in column 3 for the made up products concerned,<br /> may be used, provided that their weight does not exceed 10 % of the total weight<br /> of all the textile materials incorporated.<br /> 7.2 Materials which are not classified within Chapters 50 - 63, may be used freely in<br /> the manufacture of textile products, whether or not they contain textiles.<br /> 7.3 If a rule in the list says that for a particular textile item, such as a blouse, fabric<br /> must be used, this does not prevent the use of metal items, such as buttons,<br /> because they cannot be made from textile materials.<br /> 7.4 Where a percentage rule applies, the value of materials which are not classified<br /> within Chapters 50 to 63 must be taken into account when calculating the value<br /> of the non-originating materials incorporated.<br /> Note 8: Specific processes and simple operations carried out in respect of certain<br /> products of Chapter 27<br /> 8.1 For the purposes of headings ex 27.07 and 27.13 the \"specific processes\" are the<br /> following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolorization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> 78<br /> (g) polymerization;<br /> (h) alkylation;<br /> (i) isomerization.<br /> 8.2 For the purposes of heading 27.10, 27.11 and 27.12, the \"specific processes\" are<br /> the following:<br /> (a) vacuum distillation;<br /> (b) redistillation by a very thorough fractionation process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization<br /> with alkaline agents; decolourization and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerization;<br /> (h) alkylation;<br /> (i) isomerization;<br /> (j) in respect of heavy oils falling within heading ex 27.10 only, desulphurization<br /> with hydrogen resulting in a reduction of at least 85 per cent of the sulphur<br /> content of the products processed (ASTM D 1266-59 T method);<br /> (k) in respect of products falling within heading 27.10 only, deparaffining by a<br /> process other than filtering;<br /> (l) in respect of heavy oils falling within heading ex 27.10 only, treatment<br /> with hydrogen at a pressure of more than 20 bar and a temperature of more<br /> than 250°C with the use of a catalyst, other than to effect desulphurization,<br /> when the hydrogen constitutes an active element in a chemical reaction.<br /> The further treatment with hydrogen of lubricating oils of heading ex 27.10<br /> (e.g. hydro finishing or decolorization) in order, more especially, to improve<br /> colour or stability shall not, however, be deemed to be a specific process;<br /> (m) in respect of fuel oils falling within heading ex 27.10 only, atmospheric<br /> distillation, on condition that less than 30 per cent of these products distils,<br /> by volume, including losses, at 300°C by the ASTM D 86 method;<br /> 79<br /> (n) in respect of heavy oils other than gas oils and fuel oils falling within<br /> heading ex 27.10 only, treatment by means of a high-frequency electrical<br /> brush-discharge.<br /> 8.3 For the purposes of headings ex 27.07 and 27.13, simple operations such as<br /> cleaning, decanting, desalting, water separation, filtering, colouring, marking,<br /> obtaining a sulphur content as a result of mixing products with different sulphur<br /> contents, any combination of these operations or like operations do not confer<br /> origin.<br /> 8.4 Mixing and blending<br /> For the purposes of headings 27.07 and 27.10 to 27.15, the deliberate and<br /> proportionally controlled mixing or blending (including dispersing) of materials<br /> to conform to predetermined specifications which results in the production of a<br /> good having physical, chemical characteristics which are relevant to the purposes<br /> or uses of the good and are different from the input materials is to be considered<br /> origin conferring.<br /> Note 9: Elements of ex-works (factory) price<br /> 1 In the calculation of the ex-works price, for purposes of fulfilling the conditions<br /> specified in Part 1, the following elements of cost, charges and expenses in<br /> paragraphs 2 and 3 shall be included plus the factory profit margin:<br /> 2 Materials:<br /> (a) The cost of non-originating materials, including the cost of waste materials<br /> and materials lost in the process of manufacture, as represented by landed<br /> cost of these materials at the factory, including any charges incidental to the<br /> delivery of such materials to the factory or if this is not known or cannot be<br /> ascertained, the first ascertainable price paid for them in the Partner State<br /> where they were used in a process of production;<br /> The following expenses, where included may be deducted:<br /> (i) the costs of freight, insurance, packing and all other costs incurred in<br /> transporting the materials to a Partner State or between the territories<br /> of two or more Partner States to the location of the producer;<br /> (ii) duties, taxes and customs brokerage fees on the material paid in the<br /> territory of one or more of the Partner States, other than duties and", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00661_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00661_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00661_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.scribd.com/document/300239734/EAC-RULES-OF-ORIGIN-2015-pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00661_full.pdf", "DocType": "8_full", "WebLink": "https://www.eac.int/index.php?option=com_documentmananger&task=download.document&file=bWFpbl9kb2N1bWVudHNfcGRmX0RpcEV6WXRITVRreWhsRVFicXNmVkRNRUFDIFRSRUFUWQ==&counter=13"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "RULE 8: Cumulation of origin <br /> 1 Materials which originate in a Partner State and which undergo working or <br /> processing in another Partner State, shall for the purpose of determining the <br /> origin of a finished product be deemed to have originated in the Partner State <br /> where the final working or processing takes place. <br /> 2 Materials which originate in a country or a Regional Economic Community <br /> that the Community has concluded a Free Trade Area Agreement with, shall <br /> be considered as materials originating in a Partner State if the materials are <br /> incorporated into goods produced in that Partner State, where the working or <br /> processing carried out in that Partner State goes beyond the <br /> operations referred to in rule 7. <br /> 3 Materials which originate from a country or a territory benefiting from duty free, <br /> quota free access to the market of the country or Regional Economic Community <br /> that the Community has concluded a Free Trade Area Agreement with, shall <br /> be considered as materials originating in a Partner State if the materials are <br /> incorporated into goods produced in that Partner State, where the working or <br /> processing carried out in that Partner State goes beyond the <br /> operations referred to in rule 7. <br /> 4 The Cumulation provided in paragraph 3 shall not apply to materials in Schedule <br /> 2 of the East African Community Common External Tariff. <br /> 5 Without prejudice to rule 4, non-originating materials which at importation into <br /> a Partner State from a foreign country are free of customs duties under the East <br /> African Community Common External Tariff, shall be considered as materials <br /> originating in the Partner State when incorporated into goods produced in that <br /> Partner State, where the materials have undergone sufficient working or processing <br /> beyond that referred to in rule 7. <br /> 6 This rule shall not apply to materials which, at importation to a Partner State, are <br /> subject to the East African Community Customs Union (Antidumping Measures) <br /> Regulations or the East African Community Customs Union (Subsidies and <br /> Countervailing Measures) Regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "RULE 6: Goods produced using materials not wholly obtained from a Partner State <br /> 10 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> origin criteria set out in Part 1 of the First Schedule should not be used in the <br /> manufacture of a given product may be used, where the total value or net weight <br /> of the product does not exceed- <br /> (a) 15 % of the weight of the product where the product is within Chapters 2 <br /> and 4 to 24 of the Harmonized System; or <br /> (b) 15 % of the ex-works price of the product for other products, except where <br /> the product is within Chapters 50 to 63 of the Harmonized System, for <br /> which the tolerances mentioned in Part 2 of the First Schedule, shall apply. <br /> 11 The application of paragraph 10 shall not allow any of the percentages for the <br /> maximum content of non-originating materials specified in Part 1 of the First <br /> Schedule to be exceeded.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "RULE 6: Goods produced using materials not wholly obtained from a Partner State <br /> 3 Where a product, which has acquired originating status by fulfilling the origin <br /> criteria set out in Part 1 of the First Schedule is used in the manufacture of another <br /> product, the origin criteria applicable to the product in which it is incorporated <br /> do not apply to it, and no account shall be taken of the non- originating materials <br /> which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "RULE 15: Territoriality <br /> 3 The acquisition of originating status set out in rule 4 to rule 14 shall not be affected <br /> by working or processing done outside the Partner State on materials exported <br /> from the Partner State and subsequently re-imported there, where: <br /> (a) the materials are wholly obtained in the Partner State or have undergone <br /> working or processing beyond the operations referred to in rule 7 prior to <br /> being exported; and <br /> (b) it can be demonstrated to the satisfaction of the Customs of the exporting <br /> Partner State that: <br /> (i) the re-imported goods have been obtained by working or processing <br /> the exported materials; and <br /> (ii) the value acquired outside the Partner State by applying this rule does <br /> not exceed 10 percent of the customs value of the end product for <br /> which originating status is claimed and where such customs value <br /> is determined in accordance with the provisions of the East African <br /> Community Customs Management Act, 2004.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: Unit of qualification <br /> 1 In classifying goods under this rule, each item in a consignment <br /> shall be considered separately. <br /> 2 Notwithstanding paragraph 1: <br /> (a) where the Harmonized Commodity Description and Coding System <br /> specifies that a group, set or assembly of articles is to be classified within <br /> a single heading, such a group , set or assembly shall be treated as one <br /> article; and <br /> (b) tools, parts and accessories imported with an article, and whose prices are <br /> included in the price of the article or for which no separate charge is made, <br /> shall be considered as forming a whole with the article which the tools, parts <br /> and accessories constitute the standard equipment customarily included in <br /> the sale of articles of that kind. <br /> 3 In cases not within paragraph 2, goods shall be treated as a single article for <br /> purposes of assessing customs duties on like articles by the importing Partner State. <br /> 4 An unassembled or disassembled article, which is imported in more than one <br /> consignment because it is not feasible for transportation or production reasons to <br /> import it in a single consignment, shall be treated as one article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: Goods wholly produced in a Partner State <br /> 1 For the purposes of rule 4 (a), the following products shall be regarded as wholly <br /> produced in a Partner State: <br /> (a) mineral products extracted from the ground or sea-bed of the Partner State; <br /> (b) vegetable products including plant and plant products harvested, gathered <br /> or picked within the Partner State; <br /> (c) live animals born and raised within the Partner State; <br /> (d) products obtained from live animals within the Partner State; <br /> (e) products from slaughtered animals born and raised within the Partner State; <br /> (f) products obtained by hunting or fishing conducted within the Partner State; <br /> (g) products of aquaculture, including mariculture, obtained within the Partner <br /> State where the fish is born and raised; <br /> (h) products of sea fishing and other products taken from the exclusive economic <br /> zone of the Partner State; <br /> (i) products of sea fishing and other products taken from the waters in the high <br /> seas by a vessel of a Partner State; <br /> (j) products manufactured in a factory ship of a Partner State exclusively from <br /> the products referred to in sub-paragraph (i); <br /> (k) products extracted from marine soil or subsoil outside the territorial waters <br /> of a Partner State provided that the Partner State has the sole right to work <br /> on that soil or subsoil; <br /> (l) used articles fit only for the recovery of materials, provided that such <br /> articles have been collected from users within the Partner State; <br /> (m) scrap and waste resulting from manufacturing operations within the Partner State; and <br /> (n) goods produced within the Partner State exclusively or mainly from the following- <br /> (i) products referred to in this paragraph; and <br /> (ii) materials which do not contain elements imported from outside the <br /> Partner State or which are of undetermined origin. <br /> 2 In determining: <br /> (a) the place of production of marine products in relation to a Partner State, <br /> a vessel of a Partner State shall be regarded as part of the territory of that <br /> Partner State; and <br /> (b) the place where goods originated, marine products taken from the high seas <br /> or goods produced from the sea shall be regarded as having their origin <br /> in the territory of a Partner State where they were taken by a vessel or <br /> produced in a vessel of that Partner State and are brought directly to the <br /> territory of the Partner States.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 7: Processes not conferring origin <br /> 1 Notwithstanding rule 6, the following operations and processes shall not support <br /> a claim that goods originate from a Partner State- <br /> (a) packaging, bottling, placing in flasks, bags, cases and boxes, fixing on cards <br /> or boards and all other simple packaging operations; <br /> (b) simple mixing of ingredients imported from outside the Partner State; <br /> (c) simple assembly of components and parts imported from outside the Partner <br /> State to constitute a complete product; <br /> (d) operations to ensure the preservation of merchandise in good condition <br /> during transportation and storage such as ventilating, spreading out, drying, <br /> freezing, placing in brine, sulphur dioxide or other aqueous solutions and <br /> removal of damaged parts and similar operations; <br /> (e) change of packing and breaking up or assembly of consignments; <br /> (f) marking, labeling or affixing distinguishing sign on products or their packages; <br /> (g) simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying or matching, including the making up of sets of goods, <br /> washing, planting or cutting up; <br /> (h) ironing or pressing of textiles; <br /> (i) simple painting or polishing operations; <br /> (j) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (k) operations to colour sugar or form sugar lumps or partial or total milling of crystal sugar; <br /> (l) peeling, stoning or shelling of fruits, nuts or vegetables; <br /> (m) sharpening, simple grinding or simple cutting operations; or <br /> (n) the slaughter of animals. <br /> 2 For the purposes of this rule \"simple,\" in relation to processing of goods means a <br /> process where special skills, machines, apparatus or tools especially produced or <br /> installed for those operations are not required for the process. <br /> 3 All the operations carried out in a Partner State on a given product shall be taken <br /> into account when determining whether the working or processing undergone by <br /> that product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: Interpretation <br /> \"ex-works price\" means the price determined in accordance with the provisions of the <br /> First Schedule paid for the product ex-works to the manufacturer in the Partner State in <br /> whose undertaking the last working or processing is carried out; <br /> \"maximum content of non-originating materials\" means the maximum content of <br /> non-originating materials which is permitted in order to consider a manufacture as <br /> working or processing sufficient to confer originating status on the product. It may be <br /> expressed as a percentage of the ex-works price of the product or as a percentage of the <br /> net weight of these materials used falling under a specified group of chapters, chapter, <br /> heading or sub-heading; <br /> \"value of non-originating materials\" in the list in Part 1 of the First Schedule means <br /> the customs value at the time of importation of the non-originating materials used, or, <br /> if this is not known and cannot be ascertained, the first ascertainable price paid for the <br /> materials in a Partner State; <br /> \"value added\" means the ex-works price of a finished product minus the customs <br /> value of the material imported from outside the Partner States and used in the process <br /> of production;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "RULE 14: Neutral elements <br /> In order to determine whether a product originates in a Partner State, it shall not <br /> be necessary to determine the origin of the following where these are used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; and <br /> (d) goods which do not enter and are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "RULE 16: Direct transport <br /> 1 The Community tariff treatment under article 14 of the Protocol applies only <br /> to products, satisfying the requirements of these rules, which are transported <br /> directly from a Partner State to another Partner State. <br /> 2 Goods transported to a foreign country for purposes of transshipment, packing <br /> or other processes that do not confer originating status shall not be disqualified <br /> under this rule.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "RULE 15: Territoriality <br /> 1 Except as provided for in rule 8, a product shall qualify as originating in a Partner <br /> State where the product fulfils the requirements of rule 4 to rule 14. <br /> 2 Where originating goods exported from a Partner State to a foreign country are <br /> returned to the Partner State, the goods are considered as non-originating, except <br /> where it is demonstrated to the satisfaction of the Customs that: <br /> (a) the goods are the same goods as those exported; and <br /> (b) the goods have not undergone any operation beyond that necessary to <br /> preserve them in good condition while in the foreign country or while being exported. <br /> 3 The acquisition of originating status set out in rule 4 to rule 14 shall not be affected <br /> by working or processing done outside the Partner State on materials exported <br /> from the Partner State and subsequently re-imported there, where: <br /> (a) the materials are wholly obtained in the Partner State or have undergone <br /> working or processing beyond the operations referred to in rule 7 prior to <br /> being exported; and <br /> (b) it can be demonstrated to the satisfaction of the Customs of the exporting <br /> Partner State that: <br /> (i) the re-imported goods have been obtained by working or processing <br /> the exported materials; and <br /> (ii) the value acquired outside the Partner State by applying this rule does <br /> not exceed 10 percent of the customs value of the end product for <br /> which originating status is claimed and where such customs value <br /> is determined in accordance with the provisions of the East African <br /> Community Customs Management Act, 2004.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 13: Treatment of packing <br /> 1 For the purposes of assessing customs duties, a Partner State may treat goods <br /> separately from their packing and may in respect of its imports consigned from <br /> another Partner State, determine the origin of the packing, separately. <br /> 2 Where paragraph 1 is not applicable, the packing shall be considered as forming <br /> a whole with the goods and no part of any packing required for the transport or <br /> storage shall be considered as having been imported from outside the Partner <br /> State in determining the origin of the goods as a whole. <br /> 3 For the purposes of paragraph 2, packing with which goods are ordinarily sold at <br /> retail shall not be regarded as packing required for the transport or <br /> storage of the goods. <br /> 4 Where the packing materials and containers in which goods are packaged for retail <br /> sale shall be classified with the goods in accordance with General Interpretative <br /> Rule 5 of the Harmonized Commodity Description and Coding System, the <br /> packing materials and containers shall be disregarded in determining whether <br /> all the non-originating materials used in the production of the goods where the <br /> goods undergo the applicable change in tariff classification set out in Part 1 of the <br /> First Schedule. <br /> 5 Where the goods in Paragraph 4, are subject to a value-added requirement, the <br /> value of the packing materials and containers shall be taken into account as <br /> originating or non-originating materials, as the case may be, in calculating the <br /> value added to the goods. <br /> 6 The containers which are used only for transportation or temporary storage of <br /> goods and are to be returned shall not be subjected to customs duties and other <br /> charges of equivalent effect. <br /> 7 The containers used for transportation or temporary storage of goods, which are <br /> not returned, shall be treated separately from the goods contained in them and <br /> shall be subject to import duties and other charges of equivalent effect.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "RULE 11: Separation of materials <br /> Where it is not practicable for the producer to physically separate materials of similar <br /> character but different origin used in the production of goods, the producer shall use <br /> Generally Accepted Accounting Principles adopted by the Partner State where the <br /> product is produced to ensure that no more goods are deemed to originate in the Partner <br /> State than would have been the case if the materials were physically separated.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "RULE 10: Sets <br /> 1 A set defined in General Interpretative Rule 3 of the Harmonized Commodity <br /> Description and Coding System shall be regarded as originating in a Partner State <br /> where all the component products originate from the Partner State. <br /> 2 Where a set is composed of originating and non-originating products, the set <br /> as a whole shall be regarded as originating in a Partner State if the value of the <br /> non-originating products does not exceed 15 per cent of the ex-works price of the set. <br /> RULE 12: Treatment of mixtures <br /> 1 In the case of the mixtures, which are not groups, sets or assemblies of goods <br /> under rule 9, a Partner State may refuse to accept as originating in another <br /> Partner State, any product resulting from the mixing together of goods which <br /> would qualify as originating in the Partner State with goods which would not <br /> qualify as originating in the Partner State, where the characteristics of the product <br /> as a whole are not different from the characteristics of the goods <br /> which have been mixed. <br /> 2 In the case of particular products where it is recognized by the Council that it <br /> desirable to permit mixing together of goods described in paragraph 1, such <br /> products shall be accepted as originating in the Partner States in respect of that <br /> part of the product as may be shown to correspond to the quantity of goods <br /> originating in the Partner State used in the mixing, subject to such conditions as <br /> may be agreed upon by the Council.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 17: Issuance of certificate of origin <br /> 1 An exporter who claims that goods originate from a Partner State or an authorised <br /> representative of the exporter, shall make an application by filling in the relevant <br /> form prescribed in the Second Schedule. <br /> 2 An application made under paragraph 1 shall be accompanied by:- <br /> (a) direct evidence of the processes carried out by the exporter to obtain the <br /> goods concerned, contained in accounts or internal bookkeeping of the exporter; <br /> (b) documents proving the originating status of materials used, issued by a <br /> Partner State where these documents are used, in accordance with the <br /> national laws of the Partner State; <br /> (c) documents proving the working or processing of materials in the Partner <br /> State where these documents are used in accordance with the national laws <br /> of the Partner State; <br /> (d) a certificate of origin proving the originating status of materials used, issued <br /> by a Partner State in accordance with these rules; and <br /> (e) any other document as may be required by the competent authority. <br /> 3 Where the exporter is not the producer, the exporter shall, in respect of goods <br /> intended for export, furnish the competent authority with a written declaration of <br /> the producer showing that the goods originate in a Partner State under rule 4. <br /> 4 The declaration of the producer shall be in the form prescribed in the Third Schedule. <br /> 5 A competent authority of a Partner State shall verify the application and the <br /> originating status of the product, and shall have the right to call for any other <br /> evidence of originating status and to carry out any inspection of the accounts of <br /> the exporter or any other check considered appropriate. <br /> 6 A competent authority of a Partner State shall, if satisfied with the application <br /> and originating status, issue a certificate of origin to the exporter before actual <br /> exportation is effected. <br /> 7 Notwithstanding paragraph 6, a competent authority of a Partner State may, in <br /> exceptional circumstances, issue a certificate of origin after exportation of the <br /> products to which the certificate relates stating the reasons for the issuance. <br /> 8 A Certificate of origin issued after exportation of products shall be endorsed in <br /> Box 4 with the phrase: <br /> \"ISSUED AFTER EXPORTATION\". <br /> RULE 18: Issue of a duplicate certificate of origin <br /> 1 In the event of theft, loss or destruction of a certificate of origin, the exporter <br /> may apply to the competent authority which issued the <br /> certificate of origin for a duplicate. <br /> 2 The competent authority shall, on the basis of the original application, issue a <br /> duplicate certificate of origin. <br /> 3 The duplicate certificate of origin issued under paragraph 2 shall be endorsed in <br /> Box 4 with the phrase: <br /> \"DUPLICATE of Certificate No. […. ] of [date]\" <br /> 4 The duplicate certificate of origin shall bear the date of issue of the original <br /> certificate of origin and shall take effect as from that date. <br /> RULE 19: Issue of certificates of origin on the basis of proof of origin issued or made out previously <br /> 1 Where an exporter wishes to distribute originating goods within the Community, <br /> the competent authority under whose control the originating goods are placed, <br /> may replace the certificate of origin or origin declaration with a replacement <br /> certificate of origin as may be required. <br /> 2 Paragraph 1 shall apply where the originating goods are in the control of the <br /> Customs of the Partner State. <br /> 3 The replacement certificate of origin issued under this rule, shall be endorsed in <br /> Box 4 with the phrase: <br /> \"REPLACEMENT for [Partner State] Certificate No. […. ] of [date]\"", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 22: Exemptions from certificate of origin <br /> A product sent as a small package from a private person in a Partner State to a private <br /> person in another Partner State, whose value does not exceed USD 500 or which <br /> forms part of travellers' personal luggage whose value does not exceed USD1200, shall <br /> be admitted as an originating product without requiring the submission of a proof of <br /> origin, provided that the product is not imported by way of trade and has been declared <br /> to meet the requirements of these Rules and where there is no doubt as to the veracity <br /> of such a declaration.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "RULE 20: Approved exporter <br /> 1 An exporter who makes frequent shipments of products under these Rules may <br /> apply to the competent authority of the exporting Partner States to become an <br /> approved exporter and make origin declarations. <br /> 2 An exporter who makes an application under paragraph 1, shall- <br /> (a) submit the documents specified in rule 17 (2); and <br /> (b) offer to the satisfaction of the competent authority the guarantees necessary <br /> to verify the originating status of the products as well as the fulfilment of <br /> the other requirements of these Rules. <br /> 3 A competent authority may approve the application of an exporter under <br /> paragraph 1 subject to any conditions which the competent authority <br /> may consider appropriate. <br /> 4 A competent authority shall allocate to the approved exporter an authorisation <br /> number which shall appear on the origin declaration. <br /> 5 An approved exporter shall make an origin declaration using the format prescribed <br /> in the Fourth Schedule. <br /> 6 An origin declaration shall bear the original signature of the approved exporter. <br /> 7 An origin declaration may be made out by the approved exporter when the <br /> products to which it relates are exported, or after exportation on condition that <br /> it is presented in the importing country no longer than three months after the <br /> importation of the products to which it relates. <br /> 8 A competent authority may revoke or withdraw the approved exporter status if <br /> the approved exporter- <br /> (a) no longer offers the guarantees referred to in paragraphs 1and 2; <br /> (b) does not fulfill the conditions referred to in paragraph 3; or <br /> (c) makes an incorrect use of the authorization. <br /> 9 A competent authority shall through the Secretariat, notify the competent <br /> authorities of the other Partner States of exporters approved by the competent authority. <br /> 10 The Secretariat shall maintain a data- base of approved exporters on the basis of <br /> the information supplied by the competent authorities of the Partner States. <br /> 11 A competent authority shall ensure that data communicated to the Secretariat is <br /> kept up to date, and is complete and accurate. <br /> 12 The data maintained in this rule, except the confidential information on the <br /> approved exporter, shall be available to the public.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "RULE 21: Validity of proof of origin <br /> 1 A certificate of origin shall be valid for six months from the date of issue by the <br /> competent authority of the exporting Partner State, and shall be submitted within <br /> the said period to the Customs of the importing Partner State. <br /> 2 An origin declaration shall be valid for six months from the date of the declaration <br /> and shall be submitted within the said period to the Customs of the importing <br /> Partner State. <br /> 3 The Customs of the importing Partner State may allow a certificate of origin or <br /> an origin declaration to be submitted after six months in circumstances where the <br /> Customs is satisfied that the delay in the submission of the certificate of origin or <br /> an origin declaration was due to exceptional circumstances. <br /> 4 A certificate of origin and an origin declaration shall be submitted to the Customs <br /> of the importing Partner State in accordance with the East African Community <br /> Customs Management Act, 2004.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "RULE 25: Preservation of documents <br /> The documents required or issued under these Rules shall be kept for at least five years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "RULE 24: Verification of proof of origin <br /> 1 A competent authority may, in exceptional circumstances and notwithstanding <br /> the presentation of a certificate of origin issued, or origin declaration made in <br /> accordance with these Rules, require, further verification of the information <br /> contained in that certificate of origin or origin declaration. <br /> 2 Where a request for further verification is made by a competent authority under <br /> this rule, the verification shall be made within three months of the request, using <br /> the form prescribed in the Fifth Schedule. <br /> 3 An importing Partner State shall not prevent an importer from taking delivery <br /> of goods solely on the grounds that it requires further evidence, but may require <br /> security for any duty or other charge which may be payable. <br /> 4 The Customs of a Partner State to which a written declaration of the producer is <br /> submitted may request the Customs of the Partner State where the declaration <br /> was made to issue an information certificate, using the format prescribed in the Sixth Schedule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "RULE 26: Infringement and penalties <br /> 1 A Partner State to which a false claim is made in respect of the origin of goods <br /> shall immediately bring the matter to the attention of an exporting Partner State <br /> from which the false claim is made, for appropriate action. <br /> 2 Without prejudice to paragraph 1, a Partner State to which a false claim is made <br /> in respect to the origin of goods, may apply the relevant provisions of the East <br /> African Community Customs Management Act, 2004. <br /> 3 A Partner State which has, in pursuance of paragraph 1, brought to the attention <br /> of an exporting Partner State a false claim may, where the Partner State is of the <br /> opinion that no satisfactory action has been taken within three months by the <br /> exporting Partner State, refer the matter to the Committee on Trade Remedies. <br /> 4 Where a matter is referred to the Committee on Trade Remedies, the Committee <br /> shall take appropriate measures in accordance with the relevant provisions of the Treaty. <br /> 5 Any continued infringement by a Partner State on the provisions of these Rules <br /> may be referred to the Council which shall take measures in accordance with <br /> provisions of the Treaty.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Citation", "ArticleDesc": "RULE 1: Citation <br> These Rules may be cited as The East African Community Customs Union (Rules of <br> Origin) Rules, 2015. <br> "}, {"ArticleTitle": "Purpose of the Rules of Origin", "ArticleDesc": "RULE 2: Purpose of the Rules of Origin <br> The purpose of these Rules is to implement the provisions of Article 14 of the Protocol <br> and to ensure that there is uniformity among the Partner States in the application of the <br> Rules of Origin and that to the extent possible the process is transparent, accountable, <br> fair, predictable and consistent with the provisions of the Protocol. <br> "}, {"ArticleTitle": "Interpretation", "ArticleDesc": "RULE 3: Interpretation <br> In these Rules, unless where the context otherwise requires: <br> \"assembly\" means the manufacturing process which utilizes precision jigs, fixtures <br> and specialized facilities, and equipment; <br> \"classified\" means the classification of goods under a particular heading or sub-heading <br> in the Harmonized Commodity Description and Coding System; <br> \"Committee\" means the East African Community Committee on Trade Remedies <br> established under Article 24 of the Protocol on the Establishment of the East African <br> Community Customs Union; <br> \"competent authority\" means a body or organization designated by a Partner State to <br> another manufacturing operation; <br> issue a certificate of origin; <br> \"completely knocked down\" means a kit consisting of parts and subassemblies used <br> for the manufacturing of finished products; <br> \"Council\" means the Council of Ministers of the Community established by Article 9 <br> of the Treaty; <br> \"customs value\" means the value as determined in accordance with section 122 of the <br> East African Community Customs Management Act, 2004; <br> \"ex-works price\" means the price determined in accordance with the provisions of the <br> First Schedule paid for the product ex-works to the manufacturer in the Partner State in <br> whose undertaking the last working or processing is carried out; <br> \"foreign country\" means a country other than a Partner State; <br> substantial authoritative support given in the territory of a Partner State with respect <br> to the recording of revenues, expenses, costs, assets, and liabilities, the disclosure of <br> information, and the preparation of financial statements. Generally Accepted Accounting <br> Principles may encompass broad guidelines for general application, as well as detailed <br> standards, practices, and procedures; <br> \"goods\" means both materials and products; <br> \"heading\" means four digit codes used in the Harmonized Commodity Description <br> \"high seas\" has the same meaning as in the United Nations Convention on the Law of the Sea; <br> \"manufacturing\" means any process that requires technology, infrastructure and <br> manpower investment by which a commodity is finally produced; <br> \"materials\" means raw materials, semi-finished products, products, ingredients, parts <br> and components used in the production of goods; <br> \"maximum content of non-originating materials\" means the maximum content of <br> non-originating materials which is permitted in order to consider a manufacture as <br> working or processing sufficient to confer originating status on the product. It may be <br> \"Generally Accepted Accounting Principles\" means recognised consensus or <br> expressed as a percentage of the ex-works price of the product or as a percentage of the <br> net weight of these materials used falling under a specified group of chapters, chapter, <br> heading or sub-heading; <br> \"non-originating material\" means materials originating from outside the Partner States. <br> \"part\" means an individual component, fashioned or otherwise manufactured from <br> one piece of metal or other material only and not joined or connected in any way to <br> another component or material; <br> \"Partner States\" means the Republic of Burundi, the Republic of Kenya , the Republic <br> of Rwanda, the United Republic of Tanzania, the Republic of Uganda, and any other <br> country granted membership to the Community under Article 3 of the Treaty; <br> \"produced\" and \"a process of production\" include the application of any operation <br> or processes with the exception of any operation or processes as at out in rule 7 of these rules; <br> \"producer\" includes, among others, mining, manufacturing or agricultural enterprise <br> or any individual grower or craftsman who supplies goods for export; <br> \"product\" means a manufactured product, including a product intended for later use in <br> \"Protocol\" means the Protocol on the Establishment of the East African Community Customs Union; <br> \"Secretariat\" means the Secretariat of the Community established by Article 9 of the Treaty; <br> \"sub-heading\" means six digit codes used in the Harmonized Commodity Description <br> and Coding System; <br> \"Summit\" means the Summit established by Article 9 of the Treaty; <br> \"supplier\" means a natural or legal person who supplies goods for further manufacture <br> within a Partner State or for export to another Partner State; <br> \"territory\" includes the \"territorial sea\" and the \"exclusive economic zones\" of the <br> Partner States as defined in the United Nations Convention on the Law of the Sea; <br> \"Treaty\" means the Treaty for the Establishment of the East African Community; <br> \"value of non-originating materials\" in the list in Part 1 of the First Schedule means <br> the customs value at the time of importation of the non-originating materials used, or, <br> if this is not known and cannot be ascertained, the first ascertainable price paid for the <br> materials in a Partner State; <br> \"value added\" means the ex-works price of a finished product minus the customs <br> value of the material imported from outside the Partner States and used in the process <br> of production; <br> \"vessel of a Partner State\" means a vessel of a Partner State which is registered in or <br> flies the flag of a Partner State and satisfies one of the following conditions: <br> (a) at least 20 per centum of the officers of the vessel are nationals of the <br> Partner States; <br> (b) at least 20 per centum of the crew of the vessel are nationals of the <br> Partner States; or <br> (c) at least 20 per centum of the equity holding in respect of the vessel are <br> held by nationals of the Partner States or institution, agency, enterprise <br> or corporation of the government of Partner States. <br> "}, {"ArticleTitle": "Origin criteria", "ArticleDesc": "RULE 4: Origin criteria <br> 1 Goods shall be accepted as originating in a Partner State where the goods are- <br> (a) wholly produced in the Partner State as provided for in rule 5; or <br> (b) produced in the Partner State incorporating materials which have not been <br> wholly obtained there, provided that such materials have undergone sufficient <br> working or processing in the Partner State as provided for in rule 6. <br> 2 For the purposes of implementing these Rules, the Partner States shall be <br> considered as one territory. <br> "}, {"ArticleTitle": "Goods produced using materials not wholly obtained from a Partner State", "ArticleDesc": "RULE 6: Goods produced using materials not wholly obtained from a Partner State <br> 1 For the purposes of rule 4(b), a product is considered to be sufficiently worked <br> or processed when the product listed in the second column of Part 1 of the First <br> Schedule fulfils the corresponding origin criteria in the third column. <br> 2 The determination of whether the requirements of Part 1 of the First Schedule are <br> met shall be carried out for each product. <br> 3 Where a product, which has acquired originating status by fulfilling the origin <br> criteria set out in Part 1 of the First Schedule is used in the manufacture of another <br> product, the origin criteria applicable to the product in which it is incorporated <br> do not apply to it, and no account shall be taken of the non- originating materials <br> which may have been used in its manufacture. <br> 4 Where the origin criteria in Part 1 of the First Schedule applicable to the product <br> is based on compliance with a maximum content of non-originating materials, in <br> order to take into account fluctuations in costs and currency rates, the value of the <br> non-originating materials and ex-works price may be calculated on an average <br> basis as set out in paragraph 5. <br> 5 An average ex-works price of the product and average value of non-originating <br> materials used shall be calculated respectively on the basis of: <br> (a) the sum of the ex-works prices charged for all sales of the <br> products carried out during the preceding fiscal year; and <br> (b) the sum of the value of all the non-originatingmaterials used in themanufacture <br> of the products over the preceding fiscal year as defined in the Partner State. <br> 6 Where the sums for the complete fiscal year are not available as required under <br> paragraph 6, a shorter period which should not be less than three months shall be used. <br> 7 A manufacturer or an exporter who opts to calculate the value of the non originating <br> materials and ex-works price using the average value shall consistently apply <br> this method during the year following the fiscal year of reference, or, where <br> appropriate, during the year following the shorter period used as a reference. <br> 8 A manufacturer or an exporter may cease to apply the method in paragraph 5 <br> where during a given fiscal year, or a shorter period of not less than three months, <br> if the manufacturer or exporter records that the fluctuations in costs or currency <br> rates which justified the use of such a method have ceased. <br> 9 For the purpose of establishing compliance with Part 1 of the First Schedule, <br> the average ex-works price and the average value of non-originating materials <br> respectively, shall be used. <br> 10 Notwithstanding paragraph 1, non-originating materials which, according to the <br> origin criteria set out in Part 1 of the First Schedule should not be used in the <br> manufacture of a given product may be used, where the total value or net weight <br> of the product does not exceed— <br> (a) 15 % of the weight of the product where the product is within Chapters 2 <br> and 4 to 24 of the Harmonized System; or <br> (b) 15 % of the ex-works price of the product for other products, except where <br> the product is within Chapters 50 to 63 of the Harmonized System, for <br> which the tolerances mentioned in Part 2 of the First Schedule, shall apply. <br> 11 The application of paragraph 10 shall not allow any of the percentages for the <br> maximum content of non-originating materials specified in Part 1 of the First <br> Schedule to be exceeded. <br> 12 The manufacturer or exporter shall keep and maintain records of all costs to <br> be considered for the calculation of the ex-works price in conformity with the <br> Generally Accepted Accounting Principles adopted by the Partner State where <br> the product is produced. <br> "}, {"ArticleTitle": "Notification of information related to competent authorities", "ArticleDesc": "RULE 23: Notification of information related to competent authorities <br> 1 A Partner State shall through the Secretariat, notify the other Partner States of- <br> (a) the address of the competent authority of that Partner State; and <br> (b) specimen impressions of the stamps and specimen signatures of the officials <br> authorized to sign the certificates. <br> 2 The Partner States shall inform each other immediately whenever there are any <br> changes to the information referred to in paragraph 1. <br> "}, {"ArticleTitle": "Manuals", "ArticleDesc": "RULE 27: Manuals <br> The Secretariat shall develop and review manuals in respect of these Rules. <br> "}, {"ArticleTitle": "Directives by the Council", "ArticleDesc": "RULE 28: Directives by the Council <br> The Council may issue directives for the better carrying out of the provisions of these <br> Rules in accordance with Article 14 of the Treaty. <br> "}, {"ArticleTitle": "Cessation of the Rules of Origin", "ArticleDesc": "RULE 29: Cessation of the Rules of Origin <br> The Summit shall, upon recommendation from the Council verifying that objectives of <br> the Customs Union have been fully achieved, declare the cessation of these Rules. <br> "}, {"ArticleTitle": "Revocation of the East African Community Customs Union (Rules of Origin) Rules", "ArticleDesc": "RULE 30: Revocation of the East African Community Customs Union (Rules of Origin) Rules <br> The East African Community Customs Union (Rules of Origin) Rules that came into <br> "}]}]}, "members_found": ["404", "834", 2, 8703900000]}