{"FtaRooDetails": {"FtaId": 646, "FtaCode": "ITC00663", "FtaName": "Regional group, ECOWAS", "FtaFullName": "ECONOMIC COMMUNITY OF WEST AFRICAN STATES (ECOWAS)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "24.07.1993", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Cabo Verde; Benin; Gambia; Ghana; Guinea; Côte d'Ivoire; Liberia; Mali; Niger; Nigeria; Guinea-Bissau; Senegal; Sierra Leone; Togo; Burkina Faso", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, ECOWAS", "AdminProcCooAuth": "The certification type under Regional group, ECOWAS is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, ECOWAS is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, ECOWAS agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "20%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}, {"Name": "Preferential", "percentage": "0%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30%", "RooText": "For the purpose of this Protocol, the following operations and processes shall be considered as sufficient to support a claim of origin from a Member State: Where 1) goods are not wholly produced in Member States and where their production requires the exclusive use of materials which are to be classified under a different tariff sub-heading from that of the product; The above rule shall be accompanied by a list of exemptions mentioning the cases where the change in the sub-heading is not a determining factor, or imposing additional conditions. The list shall be established in by a Regulation of the Council of Ministers. Or 2) goods are not wholly produced in Member States and where their production requires the use of materials which have received a value-added of at least 30% of the ex-factory price of the finished goods.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00663_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.etls.ecowas.int/wp-content/uploads/2011/08/certificaeoforigin-English-1.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00663_roo.pdf", "DocType": "3_roo", "WebLink": "http://documentation.ecowas.int/download/en/legal_documents/protocols/Protocol%20Relating%20to%20the%20Definition%20of%20the%20Concept%20of%20Products%20Originating%20from%20Member%20States%20of%20the%20Economic%20Community%20of%20West%20African%20States%202003.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00663_full.pdf", "DocType": "8_full", "WebLink": "http://www.ecowas.int/wp-content/uploads/2015/01/Revised-treaty.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: Rules of Origin of Community Goods <br /> 2 Originating products consisting of materials wholly produced or sufficiently <br /> transformed in one or several Member States shall be considered as products <br /> originating from the Member State in which the last processing or transformation <br /> took place, inasmuch as the processing or transformation carried out there exceeds <br /> the processing and transformation defined in Article 5 of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 47: DRAWBACK <br /> 1 The procedure to determine the eligibility for Community tarif treatment of <br /> goods in relation to which drawback is claimed or made use of in connection <br /> with their exportation from the Member States in the territory of which the <br /> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br /> 2 For the purposes of this Article: <br /> (a) \"Drawback\" means any arrangement, including temporary duty-free <br /> admission, for the refund of all or part of the duties applicable to imported <br /> raw materials, provided that the arrangement, expressly or in efect, <br /> allows such refund or remission if goods are exported but not if they are <br /> retained for home use; <br /> (b) \"Remission\" includes exemption from duties for goods imported into free <br /> ports, free zones or other places which have similar Customs privileges; and <br /> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br /> efect imposed on imported goods, except the non-protective element in <br /> such duties or charges.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Accessories, spare parts and tools <br /> Accessories, spare parts and tools which are imported with a material, machine, appliance <br /> or vehicle, and whose price is included in that of the product or for which no separate <br /> charge is made, shall be considered as forming a whole with the material, machine, <br /> appliance or vehicle under consideration.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Goods wholly produced in Member States <br /> 1 The following products shall be regarded as wholly produced in the Member States: <br /> a) live animals born and raised within the Member States; <br /> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br /> c) vegetable products harvested within the Member States; <br /> d) products obtained from animals living or raised in Member States; <br /> e) products obtained by hunting or fishing within the Member States; <br /> f) products obtained from the sea, rivers and lakes within the Member <br /> States by vessels belonging to the Member States; <br /> g) products manufactured aboard ship factories belonging to Member <br /> States, exclusively from the products referred to in paragraph (f) of this Article; <br /> h) used articles fit only for the recovery of raw materials, provided that <br /> such articles have been collected from users within the Member States; <br /> i) scrap and waste resulting from manufacturing operations within Member States; <br /> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br /> used alone or mixed with other materials, provided that they <br /> represent at least 60% of the total quantity of raw materials used; <br /> k) electric energy produced in the Member States. <br /> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br /> apply only to vessels and factory ships: <br /> - which are registered in a Member State; <br /> - which sail under the flag of a Member State; <br /> - which carry a complement, inclusive of the Master thereof, of <br /> which not less than 50% are nationals of Member States.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Operations and processes not conferring origin <br /> For the purpose of this Protocol, the following operations and processes shall be considered <br /> as insufficient to support a claim that goods originate from a Member State: <br /> a) operations to ensure the preservation of merchandise in good condition during <br /> transportation and storage such as ventilation, spreading out, drying, freezing, <br /> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br /> parts and similar operations; <br /> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br /> classifying, matching, including the making up of sets of goods, washing, painting <br /> and cutting up; <br /> (i) changes of packaging and breaking up or assembly of consignments; <br /> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packing operations; <br /> d) marking or labelling in order to distinguish products or their packages; <br /> e) simple mixing of products, even of different types, where one or several of the <br /> components do not satisfy the Community origin criteria set out in this Protocol; <br /> f) simple assembly of parts of a product to constitute a complete product; <br /> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br /> h) slaughter of animals; <br /> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br /> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br /> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br /> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br /> I) cutting and processing of leaves and foliage of all types.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions <br /> \"Customs value\" means the value of an article determined in conformity with the 1994 <br /> agreement relating to the implementation of Article VII of the General Agreement on Tariffs <br /> and Trade (Agreement on the WTO Customs value); <br /> \"Value of materials\" means the Customs value at the time of importation of non-originating <br /> materials to be used in a process of production or, where such value is not known or cannot <br /> be determined, the earliest ascertainable price paid for them in the Member State where <br /> they are used in a process of production; <br /> \"Value-added\" means the difference, expressed as a percentage, between the ex-factory <br /> price of the finished product before tax, and the CIF value of raw materials consumables <br /> and packaging of non-ECOWAS origin, used in the manufacture of the final product in the <br /> form under which it is released into circulation; <br /> Article 1: <br /> 1. The components making up the ex-factory price of a fnished product before <br /> tax are as follows: <br /> i) CIF value of raw materials of Community or foreign origin employed in production; <br /> ii) CIF value of consumables of Community or foreign origin; <br /> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br /> iv) wages and salaries, which may not exceed 20% of cost price; <br /> v) duties and taxes which are payable by the enterprise; <br /> 5) works, supplies and external services, which shall not exceed 10% of <br /> cost price. Works, supplies and external services not intervening directly <br /> in the production process shall be excluded; <br /> vii) transport and travel; <br /> viii) financial charges, which may not exceed 3% if cost price; <br /> ix) depreciation charges, which shall be recorded on a separate form detailing <br /> capital invested and rate and mode of amortisement. <br /> 2. The following shall be excluded from the determination of ex-factory price before tax: <br /> i)  tax on profit; <br /> ii) value-added tax; <br /> iii) turnover tax <br /> Article 2: <br /> Value-added is defned as the diference expressed as a percentage of the ex-factory <br /> price before tax of the fnished product concerned and the CIF value of raw materials, <br /> consumables and packaging of foreign origin, utilised in obtaining the final product in <br /> the form under which it is released for consumption. <br /> Article 3: <br /> This Regulation repeals and replaces all existing provisions which are incompatible <br /> with the above provisions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Unit of qualification <br /> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br /> packaging is considered as forming a whole with the goods, the packaging shall be <br /> considered as forming a whole with the goods when determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Unit of qualification <br /> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br /> the base unit in order to determine classification under on the nomenclature of the <br /> harmonised system. <br /> Consequently: <br /> - where a group, set or assembly of products is to be classified under a single <br /> heading, such group, set or assembly shall be treated as one product; <br /> - where a consignment is composed of a number of identical products <br /> classified under the same heading in the harmonised system, each product in <br /> the consignment shall be considered separately;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Proof of origin <br /> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br /> the conditions set out in this Protocol. <br /> However, a certificate of origin shall not be required for agricultural and livestock products <br /> as well as hand-made articles or articles produced without the use of tools, instruments or <br /> implements directly operated by the manufacturer. <br /> The certificate of origin shall be issued by the competent authority designated for that <br /> purpose by the Member State of origin and countersigned by the Customs Department of <br /> that Member State. <br /> Article 4: Applications to the National Approvals Committee <br /> Industrial enterprises desiring to beneft under the trade liberalisation scheme shall <br /> complete an application form, the prototype of which is attached to this regulation, <br /> and submit it to the Chairperson of the National Approvals Committee. <br /> Article 5: Screening of Applications for Approval <br /> The Chairperson of the Committee shall convene meetings, in accordance with a <br /> preset timetable, for the purpose of screening applications received. <br /> Enterprises fulfilling the conditions for approval shall be recommended for approval <br /> to the appropriate authority. <br /> All applications must be processed and approval granted or denied within a period of three months. <br /> Article 6: Notice of Approval <br /> Member States shall transmit the list of approved products and the dossiers relating <br /> thereto, to the Executive Secretariat. <br /> The Executive Secretariat shall transmit the list of approved products to the Member States. <br /> Article 7: Enterprise Registration Number <br /> Enterprises whose products have received approval shall be issued a seven-digit <br /> registration number. <br /> The frst three digits shall represent the country geographical code as defned by the <br /> United Nations; the four subsequent digits are the sequence number, representing the <br /> position of the enterprise within the Member State according to numerical order. <br /> Article 8: Product Approval Number <br /> Approved industrial enterprises and products shall be issued an eleven-digit approval <br /> number as indicated in the table hereunder: <br /> PRODUCT APPROVAL NUMBER (11 digits) <br /> Enterprise Registration Number (7 digits) <br /> Product Sequence Year Number <br /> Country code Sequence Number of Enterprise <br /> (3 digits) (4 digits) (2 digits) (2 digits) <br /> SECTION 2: PROVISIONS COVERING THE TRANSITION PERIOD <br /> Article 9: <br /> Industrial products whose ECOWAS origin is determined by the criterion of value- <br /> added, in accordance with the provisions of the protocol defining the concept of <br /> originating products, shall remain eligible for approval for a 3-year transition period <br /> under the conditions stated hereunder. <br /> Article 10: <br /> Applications for approval to benefit from the preferential tarifs granted under the <br /> ECOWAS trade liberalisation scheme must be submitted on the form, the prototype <br /> of which is attached to this regulation. <br /> Article 11: <br /> Applications for approval must be duly completed and submitted to the appropriate national authority. <br /> Article 12: <br /> Applications for approval shall be screened, at the national level, within the time- <br /> limit stipulated in article 5 above, by a National Approvals Committee which shall <br /> authenticate the ECOWAS origin of the products submitted for approval. <br /> Article 13: <br /> Successful applications shall be transmitted to the ECOWAS Executive Secretariat <br /> by the ECOWAS National Unit (or Ministry of integration). <br /> Article 14: <br /> The applications shall be scrutinized by the Trade, Customs, Taxation, Statistics, <br /> Money and Payments Commission, which shall recommend their approval by the <br /> Chairman of the Council of Ministers, who shall approve and sign on behalf of Council. <br /> The Commission shall meet at least twice yearly to scrutinize applications for approval.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (for certain goods)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Proof of origin <br /> However, a certificate of origin shall not be required for agricultural and livestock products <br /> as well as hand-made articles or articles produced without the use of tools, instruments or <br /> implements directly operated by the manufacturer.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Approval <br /> Approval of originating industrial products to beneft under the intra-ECOWAS <br /> preferential trade regime shall be granted by an authority designated by each Member <br /> State on the recommendation of a National Approvals Committee (NAC) established <br /> for the purpose. <br /> Article 2: Composition of the National Approvals Committee <br /> The members of the National Approvals Committee shall be the representatives of <br /> the following Ministries, agencies and organizations: <br /> - The Ministry of Trade <br /> The Ministry of Industry <br /> The Ministry of Finance (Department of Customs) <br /> - The ECO WAS National Unit (or Ministry of Integration) <br /> The National Chamber of Commerce and Industry <br /> All such structures or institutions as may be deemed appropriate. <br /> The Committee shall be presided over by the representative of the national authority <br /> designated to grant such approvals. <br /> Article 3: Functions of the National Approvals Committee <br /> The National Approvals Committee shall be responsible for the screening of <br /> applications, and the making of recommendations thereon to the designated authority <br /> of the Member State concerned.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: <br /> 6. The period of validity of this certificateis six (6) months commencing from <br /> the date of issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Settlement of disputes <br /> 1 In the event that the origin of a product is contested, the Member State contesting the <br /> Community origin of the product shall, on its own initiative or that of any other party <br /> concerned, bring the issue to the attention of the competent authority in the issuing <br /> country. <br /> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br /> furnish all necessary information on the conditions under which the contested <br /> certificate was issued. <br /> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br /> originating products, provided that the importer deposits an amount as guarantee for <br /> the duties and taxes payable in the importing Member State. <br /> Article 14: <br /> Disputes which remain unresolved by the Member States concerned within the time-limit <br /> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br /> concerned through the intermediary of the Executive Secretariat. <br /> Article 15: <br /> The Commission shall determine the merits and demerits of the case at its next session, <br /> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br /> thereon and inform the parties concerned accordingly.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> In this Protocol, <br> \"Treaty\" means the revised Treaty of the Economic Community of West African States <br> signed in Cotonou on 24 July 1993; <br> \"Community\" means the Economic Community of West African States whose <br> establishment is reaffirmed in Article 2 of the Treaty; <br> \"Member State\" means a Member State of the Community; <br> \"Authority\" means the Authority of Heads of State and Government of the Community, <br> established by Article 7 of the Treaty; <br> \"Council\" means the Council of Ministers of the Community established <br> by Article 10 of the Treaty; <br> \"Executive Secretariat\" means the Executive Secretariat established by Article 17 of the Treaty; <br> \"Commission\" means the Trade, Customs, Taxation, Statistics, Money and Payments <br> Commission established by Article 22 of the Treaty; <br> \"Manufacture\" means any form of processing or transformation, including assembly or any <br> other special operation; <br> \"Material\" means any ingredient, raw material, component or part used in the manufacture of goods; <br> \"Product\" means a finished product, even if the product is to be used thereafter in the <br> manufacture of another product; <br> \"Goods\" means materials and products; <br> \"Import Duties\" means all Customs duties and taxes of equivalent effect levied on goods <br> upon importation; <br> \"Customs value\" means the value of an article determined in conformity with the 1994 <br> agreement relating to the implementation of Article VII of the General Agreement on Tariffs <br> and Trade (Agreement on the WTO Customs value); <br> \"Value of materials\" means the Customs value at the time of importation of non-originating <br> materials to be used in a process of production or, where such value is not known or cannot <br> be determined, the earliest ascertainable price paid for them in the Member State where <br> they are used in a process of production; <br> \"Value-added\" means the difference, expressed as a percentage, between the ex-factory <br> price of the finished product before tax, and the CIF value of raw materials consumables <br> and packaging of non-ECOWAS origin, used in the manufacture of the final product in the <br> form under which it is released into circulation; <br> \"Input\" means any material, product used in the manufacturing process; <br> \"Chapters\" means the chapters used in the nomenclature of the harmonised system of <br> designation and codification of goods, referred to in this Protocol as the \"Harmonised System\" or \"HS\"; <br> \"Sub-headings\" means the sub-headings (4 figures) used in the nomenclature of the <br> harmonised system of designation and codification of goods, referred to in this Protocol as <br> the \"Harmonised System\" or \"HS\"; <br> \"Classified\" means the classification of a product or a material under a particular sub-heading; <br> \"Consignment\" means all the products forwarded at the same time by an exporter to a <br> consignee, or transported under the cover of a single document from an exporter to a <br> consignee, or, in the absence of such a document, under the cover of a single invoice. <br> "}, {"ArticleTitle": "Rules of Origin of Community Goods", "ArticleDesc": "Article 2: Rules of Origin of Community Goods <br> 1 For the purpose of the provisions of Chapter VIII of the Treaty relating to trade <br> liberalisation, goods shall be considered as originating from Member States if: <br> a) they have been wholly produced in Member States, in accordance with the <br> provisions of Article 3 of this Protocol; <br> b) they have been produced in Member States but contain raw materials which <br> were not wholly obtained from Member States, provided that such materials <br> have undergone operations and processes that confer Community origin, as <br> defined in Article 4 of this Protocol. <br> 2 Originating products consisting of materials wholly produced or sufficiently <br> transformed in one or several Member States shall be considered as products <br> originating from the Member State in which the last processing or transformation <br> took place, inasmuch as the processing or transformation carried out there exceeds <br> the processing and transformation defined in Article 5 of this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}, {"ArticleTitle": "Operations and processes conferring origin", "ArticleDesc": "Article 4: Operations and processes conferring origin <br> For the purpose of this Protocol, the following operations and processes shall be <br> considered as sufficient to support a claim of origin from a Member State: <br> Where <br> 1) goods are not wholly produced in Member States and where their production <br> requires the exclusive use of materials which are to be classified under a different <br> tariff sub-heading from that of the product; <br> The above rule shall be accompanied by a list of exemptions mentioning the cases <br> where the change in the sub-heading is not a determining factor, or imposing <br> additional conditions. The list shall be established in by a Regulation of the Council of Ministers. <br> Or <br> 2) goods are not wholly produced in Member States and where their production <br> requires the use of materials which have received a value-added of at least 30% of <br> the ex-factory price of the finished goods. <br> "}, {"ArticleTitle": "The concept of originating industrial products", "ArticleDesc": "Article 5: The concept of originating industrial products <br> Originating industrial goods shall be those referred to in articles 2 and 3 (j) of this Protocol, <br> with the exception of hand-made articles or articles produced without the use of tools, <br> instruments or implements directly operated by the manufacturer. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}, {"ArticleTitle": "Goods produced in free zones or under special economic regimes", "ArticleDesc": "Article 7: Goods produced in free zones or under special economic regimes <br> Goods transformed within the framework of economic or suspensive Customs regimes or <br> certain special regimes involving the suspension or partial or total exemption from Customs <br> duties on inputs shall in no case be considered as originating products. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}, {"ArticleTitle": "Identification of originating industrial products", "ArticleDesc": "Article 11: Identification of originating industrial products <br> Originating industrial products shall, where it is technically possible, carry an identification <br> mark on them or on their packaging. <br> "}, {"ArticleTitle": "Cooperation in administrative procedure", "ArticleDesc": "Article 12: Cooperation in administrative procedure <br> In order to ensure the proper and uniform implementation of this Protocol, Member States <br> shall, through the intermediary of their respective administrations and services, give mutual <br> aid and assistance in the authentication of certificates of origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}, {"ArticleTitle": "Amendment and Revision", "ArticleDesc": "Article 16: Amendment and Revision <br> 1 Any Member State may submit proposals for the amendment or revision of this Protocol. <br> 2 Any such proposals shall be submitted to the Executive Secretariat which shall send <br> notice thereof to the Member States not later than thirty (30) days after their receipt. <br> Amendments or revisions shall not be considered by the Authority unless Member <br> States have received one month's notice thereof. <br> 3 Amendments or revisions shall be adopted by the Authority. <br> "}, {"ArticleTitle": "Entry into force", "ArticleDesc": "Article 17: Entry into force <br> 1 This Protocol shall enter into force provisionally upon signature by the Heads of <br> State and Government. Accordingly, signatory Member States and the Executive <br> Secretariat hereby undertake to commence implementation of all provisions of the <br> Protocol upon signature. <br> 2 This Protocol shall enter fully into force upon ratification by at least nine (9) signatory <br> States, and in accordance with the constitutional procedures of each Member State. <br> 3 This Protocol and all instruments of ratification shall be deposited with the Executive <br> Secretariat which shall transmit certified true copies thereof to all Member States <br> and notify them of the dates of deposit of instruments of ratification by the Member <br> States and shall register this Protocol with the Organisation of African Unity (OAU), <br> the United Nations Organisation (UNO), and such other organisations as the Council may determine. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "PROTOCOL A/PI /1/03 18 RELATING TO THE DEFINITION OFTHE CONCEPT OF <br> Article 3: Goods wholly produced in Member States <br> Article 6: Operations and processes not conferring origin <br> Article 8: Unit of qualification <br> Article 13: Settlement of disputes <br> Article 18: <br> PRODUCTS ORIGINATING FROM MEMBERSTATES OF ECONOMIC COMMUNITY WEST AFRICAN STATES <br> 1 The following products shall be regarded as wholly produced in the Member States: <br> For the purpose of this Protocol, the following operations and processes shall be considered <br> 1 For the purpose of this Protocol, the unit of qualification shall be the product used as <br> 1 In the event that the origin of a product is contested, the Member State contesting the <br> This Protocol repeals and replaces all existing provisions which are incompatible with above provisions. <br> a) live animals born and raised within the Member States; <br> as insufficient to support a claim that goods originate from a Member State: <br> the base unit in order to determine classification under on the nomenclature of the <br> Community origin of the product shall, on its own initiative or that of any other party <br> Article 2: <br> ARTICLE 47: DRAWBACK <br> b) mineral products extracted from the ground, sub-soil or sea bed of Member States; <br> a) operations to ensure the preservation of merchandise in good condition during <br> concerned, bring the issue to the attention of the competent authority in the issuing <br> 1 The procedure to determine the eligibility for Community tarif treatment of <br> c) vegetable products harvested within the Member States; <br> transportation and storage such as ventilation, spreading out, drying, freezing, <br> Consequently: <br> country. <br> goods in relation to which drawback is claimed or made use of in connection <br> d) products obtained from animals living or raised in Member States; <br> placing in brine, sulphur dioxide or other aqueous solutions, removal of damaged <br> - where a group, set or assembly of products is to be classified under a single <br> 2 The exporting Member State shall, within a period of forty-five (45) working days, <br> 2 For the purposes of this Article: <br> with their exportation from the Member States in the territory of which the <br> e) products obtained by hunting or fishing within the Member States; <br> parts and similar operations; <br> heading, such group, set or assembly shall be treated as one product; <br> furnish all necessary information on the conditions under which the contested <br> goods have undergone the last process of production, shall be the subject of an additional Protocol. <br> f) products obtained from the sea, rivers and lakes within the Member <br> b) simple operations consisting of removal of dust, sifting or screening, sorting, <br> - where a consignment is composed of a number of identical products <br> certificate was issued. <br> States by vessels belonging to the Member States; <br> classifying, matching, including the making up of sets of goods, washing, painting <br> classified under the same heading in the harmonised system, each product in <br> 3 Products whose origin is in dispute shall not be denied the advantages granted to <br> (a) \"Drawback\" means any arrangement, including temporary duty-free <br> g) products manufactured aboard ship factories belonging to Member <br> and cutting up; <br> the consignment shall be considered separately; <br> originating products, provided that the importer deposits an amount as guarantee for <br> admission, for the refund of all or part of the duties applicable to imported <br> States, exclusively from the products referred to in paragraph (f) of this Article; <br> (i) changes of packaging and breaking up or assembly of consignments; <br> 2 Where, in application of the General Rule No. 5 of the harmonised system, <br> the duties and taxes payable in the importing Member State. <br> raw materials, provided that the arrangement, expressly or in efect, <br> h) used articles fit only for the recovery of raw materials, provided that <br> (ii) simple bottling, placing in flasks, bags, cases, boxes, fixing on cards or <br> packaging is considered as forming a whole with the goods, the packaging shall be <br> Article 14: <br> allows such refund or remission if goods are exported but not if they are <br> such articles have been collected from users within the Member States; <br> boards and all other simple packing operations; <br> considered as forming a whole with the goods when determining origin. <br> Disputes which remain unresolved by the Member States concerned within the time-limit <br> retained for home use; <br> i) scrap and waste resulting from manufacturing operations within Member States; <br> d) marking or labelling in order to distinguish products or their packages; <br> Article 9: Accessories, spare parts and tools <br> prescribed in Article 13 above, shall be brought before the Commission by any of the parties <br> (b) \"Remission\" includes exemption from duties for goods imported into free <br> j) goods produced from the materials listed in paragraphs (b) to (i) of this Article, <br> e) simple mixing of products, even of different types, where one or several of the <br> Accessories, spare parts and tools which are imported with a material, machine, appliance <br> concerned through the intermediary of the Executive Secretariat. <br> ports, free zones or other places which have similar Customs privileges; and <br> used alone or mixed with other materials, provided that they <br> components do not satisfy the Community origin criteria set out in this Protocol; <br> or vehicle, and whose price is included in that of the product or for which no separate <br> Article 15: <br> (c) \"Duties\" means Customs duties and any other charge, with equivalent <br> represent at least 60% of the total quantity of raw materials used; <br> f) simple assembly of parts of a product to constitute a complete product; <br> charge is made, shall be considered as forming a whole with the material, machine, <br> The Commission shall determine the merits and demerits of the case at its next session, <br> efect imposed on imported goods, except the non-protective element in <br> k) electric energy produced in the Member States. <br> g) a combination of two or more operations specified in sub-paragraphs (a) to (f) of this Article; <br> appliance or vehicle under consideration. <br> and transmit the dossier of the case to the Council of Ministers which shall take a decision <br> such duties or charges. <br> 2 The terms \"vessels\" and \"factory ships\" used in paragraph 1 (f) and (g) shall <br> h) slaughter of animals; <br> Article 10: Proof of origin <br> thereon and inform the parties concerned accordingly. <br> REGULATION C/REG.5/4/02 RELATING TO THE ASSESSMENT OF THE <br> i) salting, placing in brine, drying or smoking of meat, fish, and shellfish; <br> Proof of the Community origin of goods shall be supported by a certificate of origin stating <br> COMPONENTS MAKING UP THE EX-FACTORY PRICE <br> - which are registered in a Member State; <br> j) freezing of meat, offal, fish, shellfish, fruits, vegetables or garden plants; <br> the conditions set out in this Protocol. <br> OF A FINISHED PRODUCT BEFORE TAX, AND THE VALUE- ADDED <br> - which sail under the flag of a Member State; <br> k) preparation and conservation of meat, offal, blood, fish, and shellfish from products <br> However, a certificate of origin shall not be required for agricultural and livestock products <br> Article 1: <br> - which carry a complement, inclusive of the Master thereof, of <br> apply only to vessels and factory ships: <br> listed in Chapters 2 and 3 of the nomenclature of the harmonised system; <br> as well as hand-made articles or articles produced without the use of tools, instruments or <br> 1. The components making up the ex-factory price of a fnished product before <br> which not less than 50% are nationals of Member States. <br> I) cutting and processing of leaves and foliage of all types. <br> implements directly operated by the manufacturer. <br> tax are as follows: <br> The certificate of origin shall be issued by the competent authority designated for that <br> i) CIF value of raw materials of Community or foreign origin employed in production; <br> purpose by the Member State of origin and countersigned by the Customs Department of <br> ii) CIF value of consumables of Community or foreign origin; <br> that Member State. <br> iii) CIF value of none recoverable packaging material of Community or foreign origin; <br> iv) wages and salaries, which may not exceed 20% of cost price; <br> v) duties and taxes which are payable by the enterprise; <br> 5) works, supplies and external services, which shall not exceed 10% of <br> cost price. Works, supplies and external services not intervening directly <br> in the production process shall be excluded; <br> vii) transport and travel; <br> viii) financial charges, which may not exceed 3% if cost price; <br> ix) depreciation charges, which shall be recorded on a separate form detailing <br> capital invested and rate and mode of amortisement. <br> 2. The following shall be excluded from the determination of ex-factory price before tax: <br> i)  tax on profit; <br> ii) value-added tax; <br> iii) turnover tax <br> Value-added is defned as the diference expressed as a percentage of the ex-factory <br> price before tax of the fnished product concerned and the CIF value of raw materials, <br> consumables and packaging of foreign origin, utilised in obtaining the final product in <br> the form under which it is released for consumption. <br> Article 3: <br> This Regulation repeals and replaces all existing provisions which are incompatible <br> with the above provisions. <br> Article 4: <br> This Regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community, within thirty (30) days of its signature by the Chairman of the <br> Council of Ministers. It shall also be published in the Official Gazette of each Member <br> State within the same time frame. <br> Harmonised System. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 1: Approval <br> Approval of originating industrial products to beneft under the intra-ECOWAS <br> preferential trade regime shall be granted by an authority designated by each Member <br> State on the recommendation of a National Approvals Committee (NAC) established <br> for the purpose. <br> Article 2: Composition of the National Approvals Committee <br> The members of the National Approvals Committee shall be the representatives of <br> the following Ministries, agencies and organizations: <br> - The Ministry of Trade <br> The Ministry of Industry <br> The Ministry of Finance (Department of Customs) <br> - The ECO WAS National Unit (or Ministry of Integration) <br> The National Chamber of Commerce and Industry <br> All such structures or institutions as may be deemed appropriate. <br> The Committee shall be presided over by the representative of the national authority <br> designated to grant such approvals. <br> Article 3: Functions of the National Approvals Committee <br> The National Approvals Committee shall be responsible for the screening of <br> applications, and the making of recommendations thereon to the designated authority <br> of the Member State concerned. <br> Article 4: Applications to the National Approvals Committee <br> Industrial enterprises desiring to beneft under the trade liberalisation scheme shall <br> complete an application form, the prototype of which is attached to this regulation, <br> and submit it to the Chairperson of the National Approvals Committee. <br> Article 5: Screening of Applications for Approval <br> The Chairperson of the Committee shall convene meetings, in accordance with a <br> preset timetable, for the purpose of screening applications received. <br> Enterprises fulfilling the conditions for approval shall be recommended for approval <br> to the appropriate authority. <br> All applications must be processed and approval granted or denied within a period of three months. <br> Article 6: Notice of Approval <br> registration number. <br> Member States shall transmit the list of approved products and the dossiers relating <br> thereto, to the Executive Secretariat. <br> The Executive Secretariat shall transmit the list of approved products to the Member States. <br> Article 7: Enterprise Registration Number <br> Enterprises whose products have received approval shall be issued a seven-digit <br> The frst three digits shall represent the country geographical code as defned by the <br> United Nations; the four subsequent digits are the sequence number, representing the <br> position of the enterprise within the Member State according to numerical order. <br> Article 8: Product Approval Number <br> Approved industrial enterprises and products shall be issued an eleven-digit approval <br> number as indicated in the table hereunder: <br> PRODUCT APPROVAL NUMBER (11 digits) <br> Enterprise Registration Number (7 digits) <br> Product Sequence Year Number <br> Country code Sequence Number of Enterprise <br> (3 digits) (4 digits) (2 digits) (2 digits) <br> SECTION 2: PROVISIONS COVERING THE TRANSITION PERIOD <br> Industrial products whose ECOWAS origin is determined by the criterion of value- <br> added, in accordance with the provisions of the protocol defining the concept of <br> originating products, shall remain eligible for approval for a 3-year transition period <br> under the conditions stated hereunder. <br> Article 10: <br> Applications for approval to benefit from the preferential tarifs granted under the <br> ECOWAS trade liberalisation scheme must be submitted on the form, the prototype <br> of which is attached to this regulation. <br> Applications for approval must be duly completed and submitted to the appropriate national authority. <br> Applications for approval shall be screened, at the national level, within the time- <br> limit stipulated in article 5 above, by a National Approvals Committee which shall <br> authenticate the ECOWAS origin of the products submitted for approval. <br> Successful applications shall be transmitted to the ECOWAS Executive Secretariat <br> by the ECOWAS National Unit (or Ministry of integration). <br> The applications shall be scrutinized by the Trade, Customs, Taxation, Statistics, <br> Money and Payments Commission, which shall recommend their approval by the <br> Chairman of the Council of Ministers, who shall approve and sign on behalf of Council. <br> Article 9: <br> The Commission shall meet at least twice yearly to scrutinize applications for approval. <br> Article 15: <br> The prototype application form attached hereto shall replace all former application forms. <br> The approval procedure for products of ECOWAS origin established by Decision Cl <br> DEC/3/6/88, dated 21/06/88, is hereby abrogated. <br> Article 17: <br> This regulation shall be published by the Executive Secretariat in the Official Journal <br> of the Community within thirty (30) days of its signature by the Chairman of the Council of Ministers. <br> It shall also be published within the same time-frame by each Member State in its National Gazette. <br> REGULATION C/REG.4/4/02 <br> ADOPTING A CERTIFICATE OF ORIGIN FOR PRODUCTS OF ECOWAS ORIGIN <br> 6. The period of validity of this certificateis six (6) months commencing from <br> the date of issuance. <br> Article 11: <br> ARTICLE 12: <br> ARTICLE 13: <br> Article 14: <br> ARTICLE 16: <br> "}]}]}, "members_found": ["204", "624", 2, 8703900000]}