{"FtaRooDetails": {"FtaId": 650, "FtaCode": "ITC00667", "FtaName": "Regional group, IOC", "FtaFullName": "Accord Général de Coopération entre les Etats de la Commission de l'Océan Indien", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2000", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Comoros; Madagascar; Mauritius; Seychelles", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, IOC", "AdminProcCooAuth": "The certification type under Regional group, IOC is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, IOC is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, IOC agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40/35%", "RooText": "i) la valeur c.a.f. de ces matériaux ne dépasse pas 60 p.100 du coût total des matériaux utilisés pour la production de ces marchandises; ou ii) la valeur ajoutée résultant du processus de production représente au moins 451 p.100 du coût départ usine des marchandises ; c) nonobstant les dispositions de l'alinéa b) ii) ci-dessus, elles ont été produites dans les Etats membres et inscrites sur une liste établie par le Conseil sur proposition du Comité comme étant des marchandises d'une importance particulière pour le développement économique des Etats membres, et ne comprennent pas moins de 25 p.100 de la valeur ajoutée. 1 Le critere de la valeur ajoutée applicable est maintenant de 35% du coût départ usine des marchandises", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00667_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.douanes.gov.mg/accords-internationaux/coi/annexes-documents-techniques/"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00667_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.seychellestradeportal.gov.sc/sites/default/files/COI%20Protocol%20de%20Reglesorigine.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00667_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00667_full.pdf", "DocType": "8_full", "WebLink": null}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 2 : Règles d'origine applicables aux marchandises provenant <br /> 4. Les matières premières ou les produits semi-finis originaires, aux termes des dispositions du <br /> présent Protocole, de l'un quelconque des Etats membres et qui sont travaillés ou traités dans un <br /> ou plusieurs Etats sont considérés, pour la détermination de l'origine d'un produit fini, comme <br /> originaires de l'Etat membre où a lieu le processus final de transformation ou de fabrication, au <br /> sens de l'alinéa 7 de l'article 1 du présent Protocole.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Application des critères relatifs aux pourcentages <br /> a) tout matériau qui répond à la condition définie à l'alinéa a) du paragraphe 1 de l'Article 2 du <br /> présent Protocole est considéré comme ne contenant aucun élément non originaire des Etats <br /> membres de la COI au sens du présent Protocole.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Unité de qualification <br /> 1. Chaque article d'un envoi est considéré séparément. <br /> 2. Nonobstant les dispositions du paragraphe 1) du présent Article : <br /> a) lorsque le Système Harmonisé de Codification et de Présentation des Marchandises (SH) <br /> spécifie qu'un groupe, un ensemble ou un assemblage d'articles doit être classé sous une <br /> seule position, ce groupe, cet ensemble ou cet assemblage est considéré comme un seul <br /> article; <br /> les assortiments, au sens de la règle générale 3 du SH, sont considérés comme originaires des <br /> Etats membres à condition que tous les articles entrant dans leur composition soient <br /> originaires ; toutefois, un assortiment composé d'articles originaires et non originaires est <br /> considéré comme originaire dans son ensemble à condition que la valeur des articles non <br /> originaires n'excède pas 15% du coût départ usine de l'assortiment; <br /> b) les outils, les pièces détachées et les accessoires qui sont importés avec un article et dont le <br /> prix est inclus dans celui de l'article ou qui ne font pas l'objet d'une facturation séparée, sont <br /> considérés comme formant un tout avec l'article, à condition qu'ils constituent l'équipement <br /> normal habituellement inclus dans la vente d'articles de ce genre; <br /> c) pour les cas non mentionnés aux alinéas a) et b) du présent paragraphe, les marchandises sont <br /> considérées comme un seul article, si tel est également le cas lors de l'évaluation des droits de <br /> douane effectuée par l'Etat membre importateur sur les articles analogues. <br /> 3. Un article non monté ou démonté qui est importé en plusieurs envois, parce qu'il n'est pas <br /> possible pour des raisons de transport ou de production de l'importer en un seul envoi, est <br /> considéré comme un seul article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Navire d'un pays membre : est considéré comme un navire d'un Etat membre, un navire <br /> immatriculé dans un Etat membre et qui satisfait à l'une au moins des conditions suivantes: <br /> a) au moins 25 p.100 des officiers du navire sont des ressortissants de l'Etat membre; ou <br /> b) au moins 25 p.100 de l'équipage du navire sont des ressortissants de l'Etat membre; ou <br /> c) des ressortissants de l'Etat membre ou des institutions, agences, entreprises ou sociétés de <br /> l'Etat membre en question détiennent une participation au moins majoritaire et la majorité <br /> des souscriptions au capital-actions en ce qui concerne le navire. <br /> 5. Pour déterminer le lieu de production des produits et des marchandises provenant de la mer, des <br /> cours d'eau et des lacs, un navire d'un Etat membre est considéré comme faisant partie du <br /> territoire de cet Etat membre. Les produits provenant de la mer, des cours d'eau et des lacs ou <br /> les biens produits en mer ou sur des cours d'eau ou sur des lacs sont considérés comme <br /> originaires du territoire d'un Etat membre, s'ils ont été pêchés ou produits sur un navire de cet <br /> Etat membre et ont été apportés directement sur les territoires des Etats membres. <br /> Article 3 : Marchandises entièrement produites dans les Etats membres <br /> 1. Aux fins de l'alinéa a) du paragraphe 1) de l'Article 2 du présent Protocole, les produits ci- <br /> dessous font partie des biens qui sont considérés comme étant entièrement produits dans les <br /> Etats membres : <br /> a) les produits minéraux extraits du sol ou des fonds marins des Etats membres; <br /> b) les produits végétaux récoltés dans les Etats membres; <br /> c) les animaux vivants nés et élevés dans les Etats membres; <br /> d) les produits provenant d'animaux vivants dans les Etats membres; <br /> e) les produits provenant de la chasse ou de la pêche pratiquées dans les Etats membres; <br /> f) les produits extraits de la mer, des cours d'eau et des lacs dans les Etats membres; <br /> g) les produits fabriqués dans une usine d'un Etat membre en utilisant exclusivement les <br /> produits mentionnés à l'alinéa f) ci-dessus; <br /> h) les articles usagés servant uniquement à la récupération des matières premières, à condition <br /> que ces articles aient été obtenus des usagers à l'intérieur des Etats membres; <br /> i) les déchets et les rebuts provenant des activités manufacturières à l'intérieur des Etats <br /> membres; <br /> j) les marchandises produites à l'intérieur des Etats membres et provenant exclusivement ou <br /> principalement de l'une ou des deux sources suivantes: <br /> • les produits mentionnés aux alinéas a) à i) ci-dessus; <br /> • les matériaux ne contenant aucun élément non originaire des Etats membres de la COI ou <br /> d'origine indéterminée.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Processus ne conférant pas une origine <br /> Nonobstant les dispositions des alinéas b) et c) du paragraphe 1 de l'Article 2 du présent Protocole, <br /> les opérations et les processus suivants sont considérés comme insuffisants pour justifier <br /> l'affirmation selon laquelle les marchandises sont originaires d'un Etat membre : <br /> a) l'emballage, la mise en bouteilles ou en flacons, en sacs, en caisses et en boîtes, la fixation sur <br /> cartons ou sur planches et toute autre simple opération d'emballage; <br /> b) <br /> i) le simple mélange d'ingrédients non originaires des Etats membres de la COI au sens <br /> du présent Protocole; <br /> ii) le simple montage d'éléments et de pièces non originaires des Etats membres de la <br /> COI au sens du présent Protocole, en vue d'obtenir un produit complet; <br /> iii) le simple mélange ou montage, si le coût des ingrédients, des pièces et des éléments <br /> non originaires des Etats membres au sens du présent Protocole et utilisés dans un de <br /> ces processus dépasse 60 p.100 de la valeur c.a.f des ingrédients, des pièces et des <br /> éléments utilisés ou, si cette valeur c.a.f ne peut pas être déterminée, du prix le plus <br /> récent payé dans l'Etat membre d'utilisation, déduction faite des taxes intérieures. <br /> c) les opérations destinées à assurer la bonne conservation des marchandises pendant le transport <br /> et l'entreposage, telles que l'aération, l'étalage, le séchage, la congélation, la conservation en <br /> saumure, dans l'anhydride sulfureux ou toute autre solution aqueuse, l'élimination des éléments <br /> détériorés et autres opérations semblables; <br /> d) les changements d'emballage et la séparation ou l'assemblage des envois; <br /> e) le marquage, l'étiquetage ou l'apposition d'autres signes distinctifs du même genre sur les <br /> produits ou sur leurs emballages; <br /> f) de simples opérations telles que le dépoussiérage, le tamisage ou le filtrage, le triage, le <br /> classement et le regroupement, y compris la formation de groupes de marchandises, le lavage, la <br /> peinture et le découpage; <br /> g) la combinaison de deux opérations ou plus définies aux alinéas a) à f) du présent Article; <br /> h) l'abattage d'animaux.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Application des critères relatifs aux pourcentages <br /> des matériaux importés et à la valeur ajoutée <br /> Aux fins des alinéas b) et c) du paragraphe 1 de l'Article 2 du présent Protocole : <br /> a) tout matériau qui répond à la condition définie à l'alinéa a) du paragraphe 1 de l'Article 2 du <br /> présent Protocole est considéré comme ne contenant aucun élément non originaire des Etats <br /> membres de la COI au sens du présent Protocole. <br /> b) la valeur de tout matériau non originaire des Etats membres de la COI au sens du présent <br /> protocole est sa valeur c.a.f. acceptée par les autorités douanières lors des formalités de <br /> dédouanement pour la consommation intérieure, ou pour son admission temporaire, lors de la <br /> dernière importation dans l'Etat membre où il a été utilisé comme facteur de production; <br /> c) si la valeur de tout matériau non originaire des Etats membres de la COI au sens du présent <br /> protocole ne peut pas être déterminée conformément à l'alinéa b) du présent Article, sa valeur <br /> est le prix le plus récent payé dans l'Etat membre où le matériau a été utilisé dans un processus <br /> de production, déduction faite des taxes intérieures; <br /> d) si l'origine d'un matériau ne peut pas être déterminée, ce matériau est considéré comme non <br /> originaire des Etats membres de la COI au sens du présent protocole et sa valeur est le prix le <br /> plus récent payé dans l'Etat membre où le matériau a été utilisé dans un processus de <br /> production, déduction faite des taxes intérieures.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Marchandises entièrement produites dans les Etats membres <br /> 2. Lors de la détermination de l'origine des marchandises, l'énergie électrique, le combustible, <br /> l'usine, les machines et les outils utilisés pour la production des marchandises sont toujours <br /> considérés comme étant entièrement produits à l'intérieur des pays membres de la COI.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Interprétation <br /> Transport direct : est considéré comme transport direct d'un Etat membre à un autre Etat membre <br /> de la COI, le transport sans emprunt d'un territoire tiers; si, pour des raisons de nécessité <br /> géographique ou de transport, les produits transitent par un territoire tiers, ils ne doivent pas y avoir <br /> subi d'autres opérations que le déchargement et le rechargement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Traitement applicable aux emballages <br /> 1. Si, pour évaluer les droits de douane, un Etat membre traite les marchandises et leur emballage <br /> séparément, il peut également, en ce qui concerne les importations provenant d'un autre Etat <br /> membre, considérer séparément l'origine de l'emballage. <br /> 2. Dans les cas où le paragraphe 1 du présent Article n'est pas applicable, l'emballage est <br /> considéré comme formant un tout avec les marchandises et aucun élément de l'emballage <br /> nécessaire au transport ou à l'entreposage n'est considéré comme ayant été importé de pays <br /> autres que les Etats membres lorsque l'on détermine l'origine des marchandises en général. <br /> 3. Aux fins du paragraphe 2 du présent Article, l'emballage dans lequel les marchandises sont <br /> habituellement vendues au détail n'est pas considéré comme emballage nécessaire au transport <br /> ou à l'entreposage des marchandises. <br /> 4. Les conteneurs qui servent uniquement au transport et à l'entreposage temporaire de <br /> marchandises et qui doivent être rendus sont exempts de doits de douane et autres taxes d'effet <br /> équivalent. Les conteneurs qui ne doivent pas être rendus sont considérés comme distincts des <br /> marchandises qu'ils contiennent et donnent lieu au prélèvement de droits de douane et autres <br /> taxes d'effet équivalent.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Séparation des matériaux <br /> 1. Pour les produits ou les industries où il serait irréaliste que le producteur sépare physiquement <br /> des matériaux de même genre, mais d'origine différente, utilisés dans la production des <br /> marchandises, la séparation peut être remplacée par un système de comptabilité approprié qui <br /> garantit que la quantité déclarée de marchandises originaires des Etats membres n'est pas plus <br /> importante que celle qui aurait été déclarée si le producteur avait pu séparer les matériaux. <br /> 2. Tout système de comptabilité de ce genre doit être conforme aux conditions fixées par le <br /> Conseil de manière à assurer l'application de mesures de contrôle appropriées.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Unité de qualification <br /> a) lorsque le Système Harmonisé de Codification et de Présentation des Marchandises (SH) <br /> spécifie qu'un groupe, un ensemble ou un assemblage d'articles doit être classé sous une <br /> seule position, ce groupe, cet ensemble ou cet assemblage est considéré comme un seul <br /> article; <br /> les assortiments, au sens de la règle générale 3 du SH, sont considérés comme originaires des <br /> Etats membres à condition que tous les articles entrant dans leur composition soient <br /> originaires ; toutefois, un assortiment composé d'articles originaires et non originaires est <br /> considéré comme originaire dans son ensemble à condition que la valeur des articles non <br /> originaires n'excède pas 15% du coût départ usine de l'assortiment;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Preuves de l'origine <br /> 1 L'affirmation selon laquelle des marchandises doivent être acceptées comme étant originaires <br /> d'un Etat membre en vertu des dispositions du présent Protocole doit être appuyée au moyen <br /> d'un certificat fourni par l'exportateur ou son représentant autorisé sous la forme définie à <br /> l'Annexe 1 du présent Protocole. Ce certificat est authentifié par l'Autorité Douanière de <br /> chaque Etat membre. <br /> 2 Le certificat d'origine doit être rempli par l'exportateur ou son représentant autorisé, <br /> conformément aux instructions figurant au verso du certificat. <br /> 3 Si les autorités douanières le jugent utile, l'exportateur ou son représentant autorisé présente, <br /> avec le certificat, toute pièce justificative susceptible d'apporter la preuve que les produits à <br /> exporter sont originaires. Ces pièces justificatives peuvent être notamment les déclarations du <br /> fournisseur, la copie des déclarations en douane relatives aux marchandises importées utilisées <br /> dans la production, les factures adressées à l'importateur, les déclarations détaillant le coût total <br /> des matériaux ou le coût départ usine du produit exporté. <br /> 4 Chaque producteur, s'il n'est pas l'exportateur, fournit à l'exportateur en ce qui concerne les <br /> marchandises destinées à l'exportation, une déclaration écrite sous la forme définie à l'Annexe <br /> 2 du présent Protocole pour prouver que les marchandises sont bien originaires de l'Etat <br /> membre au sens de l'Article 2 du présent Protocole. <br /> 5 Si les marchandises peuvent être considérées comme produits originaires au sens de l'Article 2 <br /> du présent Protocole, les autorités douanières de l'Etat membre d'exportation visent le certificat <br /> d'origine. <br /> 6 Afin de vérifier si les règles d'origine définies au présent Protocole sont respectées, les autorités <br /> douanières ont la faculté de réclamer toute pièce justificative complémentaire et de procéder à <br /> tout contrôle jugé utile. <br /> Les exportateurs et les producteurs doivent conserver pendant au moins cinq ans les pièces <br /> justificatives du caractère originaire des produits pour lesquels un certificat d'origine a été visé. <br /> 7 Il appartient aux autorités douanières de l'Etat membre d'exportation de veiller à ce que le <br /> certificat mentionné au premier paragraphe du présent Article a été dûment rempli. <br /> 8 Le certificat d'origine est visé par les autorités douanières lors de l'exportation des produits <br /> auxquels il se rapporte. Les exemplaires des certificats d'origine visés doivent être conservés <br /> par les autorités douanières pendant au moins cinq ans. <br /> 9 A titre exceptionnel, le certificat d'origine peut être également visé après l'exportation des <br /> produits auxquels il se rapporte lorsque, par suite d'erreur, d'omission involontaire ou de <br /> circonstance particulière, il n'a pas été visé lors de cette exportation. <br /> L'exportateur doit présenter un certificat en indiquant le lieu et la date de l'exportation des <br /> produits et doit attester qu'il n'a pas été délivré de certificat lors de l'exportation. Il doit en <br /> préciser les raisons. <br /> Avant de viser le certificat, les autorités douanières vérifient que les informations contenues <br /> dans le certificat présenté au visa sont conformes à celle du dossier d'exportation correspondant. <br /> Les certificats délivrés a posteriori doivent être revêtus de l'une des mentions suivantes <br /> « délivré a posteriori ou issued retrospectively ». <br /> 10. En cas de vol, de perte ou de destruction d'un certificat d'origine, l'exportateur peut demander <br /> aux autorités douanières qui l'ont délivré un duplicata établi sur la base des documents <br /> d'exportation qui sont en leur possession. <br /> Le duplicata ainsi délivré doit être revêtu de l'une des mentions suivantes « Duplicata ou <br /> Duplicate ». <br /> 11. En application du paragraphe 3 de l'article 6 du présent Protocole, lorsqu'un article non monté <br /> ou démonté est importé en plusieurs envois, parce qu'il n'est pas possible pour des raisons de <br /> transport ou de production de l'importer en un seul envoi, il est considéré comme un seul article <br /> et un certificat d'origine peut être présenté pour l'article complet lors de l'importation du <br /> premier envoi partiel.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Preuves de l'origine <br /> 6 Afin de vérifier si les règles d'origine définies au présent Protocole sont respectées, les autorités <br /> douanières ont la faculté de réclamer toute pièce justificative complémentaire et de procéder à <br /> tout contrôle jugé utile. <br /> Les exportateurs et les producteurs doivent conserver pendant au moins cinq ans les pièces <br /> justificatives du caractère originaire des produits pour lesquels un certificat d'origine a été visé.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Preuves de l'origine <br /> 9 A titre exceptionnel, le certificat d'origine peut être également visé après l'exportation des <br /> produits auxquels il se rapporte lorsque, par suite d'erreur, d'omission involontaire ou de <br /> circonstance particulière, il n'a pas été visé lors de cette exportation. <br /> L'exportateur doit présenter un certificat en indiquant le lieu et la date de l'exportation des <br /> produits et doit attester qu'il n'a pas été délivré de certificat lors de l'exportation. Il doit en <br /> préciser les raisons. <br /> Avant de viser le certificat, les autorités douanières vérifient que les informations contenues <br /> dans le certificat présenté au visa sont conformes à celle du dossier d'exportation correspondant. <br /> Les certificats délivrés a posteriori doivent être revêtus de l'une des mentions suivantes <br /> « délivré a posteriori ou issued retrospectively ».", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Preuves de l'origine <br /> 3 Si les autorités douanières le jugent utile, l'exportateur ou son représentant autorisé présente, <br /> avec le certificat, toute pièce justificative susceptible d'apporter la preuve que les produits à <br /> exporter sont originaires. Ces pièces justificatives peuvent être notamment les déclarations du <br /> fournisseur, la copie des déclarations en douane relatives aux marchandises importées utilisées <br /> dans la production, les factures adressées à l'importateur, les déclarations détaillant le coût total <br /> des matériaux ou le coût départ usine du produit exporté.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Méthode de coopération administrative <br /> 1 Tous les Etats membres déposent auprès du Secrétariat Général les noms des Bureaux des <br /> Douanes autorisés à délivrer les certificats requis en vertu du présent Protocole, les spécimens <br /> des signatures des officiels autorisés à signer les certificats, ainsi que le tampon des sceaux <br /> officiels utilisés à cet effet. Ces renseignements sont transmis à tous les Etats membres par le <br /> Secrétariat Général. <br /> 2 L'autorité douanière de l'Etat membre importateur peut demander, à titre de sondage ou en cas <br /> de doute, une confirmation de l'authenticité du certificat ou une vérification supplémentaire des <br /> déclarations contenues dans le certificat. Les formulaires à utiliser sont ceux figurant à l'Annexe <br /> 3 et à l'Annexe 4 (A) du présent Protocole. <br /> 3 En vue d'assurer une application correcte du présent Protocole, les autorités douanières des <br /> Etats membres se prêtent mutuellement assistance pour le contrôle des certificats d'origine. Les <br /> vérifications supplémentaires doivent être effectués dans un délai de trois mois après la <br /> demande formulée par l'autorité douanière de l'Etat membre importateur. <br /> 4 L'Etat membre importateur ne doit pas empêcher l'importateur de prendre livraison des <br /> marchandises uniquement parce qu'une vérification supplémentaire est nécessaire. Il peut <br /> toutefois exiger une garantie pour tout droit ou toute taxe qui pourrait être exigible. <br /> Lorsque les marchandises sont soumises à des interdictions, les conditions de livraison sous <br /> garantie mentionnées ci-dessus ne s'appliquent pas. <br /> 5 Les autorités douanières du pays d'exportation fournissent toutes les informations utiles sur les <br /> conditions dans lesquelles le produit a été fabriqué en retournant les formulaires figurant aux <br /> Annexes 3 et 4 du présent Protocole. Les parties B et C du formulaire figurant à l'Annexe 4 <br /> doivent être remplies par l'exportateur sur demande des autorités douanières du pays <br /> d'exportation qui utilisent ensuite la partie D de ce formulaire pour certifier la déclaration de <br /> l'exportateur en apposant le cachet et la signature prévus à cet effet. <br /> 6 Si une réponse à la demande de vérification supplémentaire n'a pas été apportée dans le délai de <br /> 3 mois, le Secrétaire Général en est informé. Il en est de même lorsque des contestations n'ont <br /> pu être réglées entre autorités douanières de l'Etat membre d'importation et celles de l'Etat <br /> membre d'exportation ou qu'un problème d'interprétation du présent Protocole est soulevé. <br /> Le Secrétaire Général présente alors un rapport au Conseil.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Violations et sanctions <br /> 1 Les Etats membres s'engagent à instituer, si elle n'existe déjà, une législation contenant les <br /> dispositions nécessaires pour les sanctions à prendre contre les personnes qui, dans leur Etat, <br /> fournissent ou seraient à l'origine de la fourniture d'un document qui serait faux en ce qui <br /> concerne les renseignements appuyant l'affirmation faite dans un autre Etat membre selon <br /> laquelle des marchandises doivent être acceptées comme originaires de cet Etat membre. <br /> 2 Tout Etat membre qui reçoit une fausse déclaration en ce qui concerne l'origine de <br /> marchandises soumet immédiatement la question à l'attention de l'Etat membre exportateur <br /> d'où provient la fausse déclaration, afin que des mesures appropriées puissent être prises et <br /> qu'un rapport puisse être établi à ce sujet dans un délai raisonnable à l'intention de l'Etat <br /> membre importateur. <br /> 3 Un Etat membre qui a, en application des dispositions du paragraphe 2 du présent article, porté <br /> à l'attention d'un Etat membre exportateur l'établissement d'une fausse déclaration peut, s'il <br /> considère qu'aucune mesure satisfaisante n'a été prise à ce sujet par l'Etat membre exportateur, <br /> saisir le Conseil de l'affaire pour que celui-ci prenne les mesures appropriées. <br /> 4 Dans le cas de violations répétées des dispositions du présent protocole par un Etat membre, un <br /> autre Etat membre peut en saisir le Conseil qui peut prendre les mesures qu'il juge nécessaires.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "COMMISSION DE L'OCEAN INDIEN <br> Marchandises entièrement produites dans les Etats membres <br> Protocole sur les règles d'origine <br> Séparation des matériaux <br> des produits échangés entre les Etats membres <br> de la Commission de l'Océan Indien <br> XVIème session du Conseil de la COI <br> Saint-Denis de la Réunion <br> 2 décembre 1999 <br> PREAMBULE <br> Le Conseil de la Commission de l'Océan Indien : <br> membres; <br> Vu l'Accord Général de Coopération entre les Etats membres de la Commission de l'Océan Indien, <br> c) Les animaux vivants nés et élevés dans les Etats membres; <br> dit Accord de Victoria, du 10 janvier 1984; <br> Vu le protocole additionnel à l'Accord de Victoria du 14 avril 1989; <br> Vu la convention de financement (modifiée) n°5547/REG(RIN) du programme régional intégré de <br> développement des échanges, en date du 19 janvier 1996; passée entre la Commission des <br> Communautés Européennes et les pays membres de la Commission de l'Océan Indien; <br> Vu le Programme Indicatif Régional du 8ème FED, signé le 29 avril 1997; <br> Convaincues que le renforcement de l'intégration régionale passe par la réduction puis l'élimination <br> des droits de douane et autres taxes d'effet équivalent perçus sur les importations en provenance des <br> Etats membres de la COI; <br> Considérant que le traitement tarifaire préférentiel s'opère sur la base de règles d'origine définies <br> d'un commun accord; <br> Est, par la présente, convenu de ce qui suit: <br> Article 1 : Interprétation <br> Interprétation <br> Dans le présent Protocole, l'on entend par: <br> Comité : le Comité des Officiers Permanents de Liaison de la COI, créé en vertu de l'Article 2 du <br> Protocole Additionnel à l'Accord Général de Coopération entre les Etats de la Commission de <br> l'Océan Indien. <br> Conseil : le Conseil de la COI, institué en vertu de l'Article 2 du Protocole Additionnel à l'Accord <br> Général de Coopération entre les Etats de la Commission de l'Océan Indien. <br> Coût départ usine : la valeur de l'ensemble des facteurs de production nécessaires pour fabriquer <br> un produit donné. <br> Etat membre : un Etat membre de la COI, sauf l'île de la Réunion. <br> Matériaux : les matières premières, les produits semi-finis, les produits, les ingrédients, les pièces <br> Traitement applicable aux emballages <br> et les éléments utilisés pour la production des marchandises. <br> Producteur : une entreprise minière, manufacturière ou agricole ou tout autre planteur ou artisan <br> individuel qui produit des marchandises pour l'exportation. <br> Produit et procédé de production : l'application de toute opération ou tout procédé à l'exception de <br> toute opération ou tout procédé définis à l'Article 5 du présent Protocole. <br> Protocole : le Protocole sur les règles d'origine des produits échangés entre les Etats membres de la <br> COI. <br> Secrétaire Général : le Secrétaire Général de la COI, en vertu des Articles 1 et 2 du Protocole <br> Additionnel à l'Accord Général de Coopération entre les Etats de la Commission de l'Océan Indien. <br> Valeur ajoutée : la différence entre le coût départ usine du produit fini et la valeur c.a.f des <br> matériaux non originaires des Etats membres de la COI au sens du présent Protocole et utilisés dans <br> la production. <br> Navire d'un pays membre : est considéré comme un navire d'un Etat membre, un navire <br> immatriculé dans un Etat membre et qui satisfait à l'une au moins des conditions suivantes: <br> a) au moins 25 p.100 des officiers du navire sont des ressortissants de l'Etat membre; ou <br> b) au moins 25 p.100 de l'équipage du navire sont des ressortissants de l'Etat membre; ou <br> c) des ressortissants de l'Etat membre ou des institutions, agences, entreprises ou sociétés de <br> l'Etat membre en question détiennent une participation au moins majoritaire et la majorité <br> des souscriptions au capital-actions en ce qui concerne le navire. <br> Transport direct : est considéré comme transport direct d'un Etat membre à un autre Etat membre <br> de la COI, le transport sans emprunt d'un territoire tiers; si, pour des raisons de nécessité <br> géographique ou de transport, les produits transitent par un territoire tiers, ils ne doivent pas y avoir <br> subi d'autres opérations que le déchargement et le rechargement. <br> Article 2 : Règles d'origine applicables aux marchandises provenant <br> Règles d'origine applicables aux marchandises provenant <br> des pays membres de la Commission de l'Océan Indien <br> 1. Des marchandises sont considérées comme originaires d'un Etat membre si elles sont livrées <br> directement d'un Etat membre à un destinataire dans un autre Etat membre et : <br> a) elles ont été entièrement produites selon les définitions de l'Article 3 du présent Protocole; <br> b) elles ont été produites entièrement ou partiellement dans les Etats membres à partir de <br> matériaux non originaires des Etats membres de la COI au sens du présent Protocole ou <br> d'origine indéterminée, en utilisant un processus de production qui effectue une transformation <br> considérable de ces matériaux telle que: <br> i) la valeur c.a.f. de ces matériaux ne dépasse pas 60 p.100 du coût total des matériaux <br> utilisés pour la production de ces marchandises; ou <br> ii) la valeur ajoutée résultant du processus de production représente au moins 451 p.100 <br> du coût départ usine des marchandises ; <br> c) nonobstant les dispositions de l'alinéa b) ii) ci-dessus, elles ont été produites dans les Etats <br> membres et inscrites sur une liste établie par le Conseil sur proposition du Comité comme étant <br> des marchandises d'une importance particulière pour le développement économique des Etats <br> membres, et ne comprennent pas moins de 25 p.100 de la valeur ajoutée. <br> 2. Le Conseil peut déterminer la période pendant laquelle les marchandises inscrites sur la liste <br> mentionnée à l'alinéa c) du paragraphe 1 du présent Article seront maintenues sur cette liste et <br> peut amender ladite liste en cas de besoin. <br> 3. Sans préjudice des dispositions de l'alinéa b) ii) du paragraphe 1 du présent Article, le Conseil <br> peut, sur proposition du Comité, élever ou baisser le pourcentage requis de la valeur ajoutée. <br> 4. Les matières premières ou les produits semi-finis originaires, aux termes des dispositions du <br> présent Protocole, de l'un quelconque des Etats membres et qui sont travaillés ou traités dans un <br> ou plusieurs Etats sont considérés, pour la détermination de l'origine d'un produit fini, comme <br> 1 Le critere de la valeur ajoutée applicable est maintenant de 35% du coût départ usine des marchandises <br> originaires de l'Etat membre où a lieu le processus final de transformation ou de fabrication, au <br> sens de l'alinéa 7 de l'article 1 du présent Protocole. <br> 5. Pour déterminer le lieu de production des produits et des marchandises provenant de la mer, des <br> cours d'eau et des lacs, un navire d'un Etat membre est considéré comme faisant partie du <br> territoire de cet Etat membre. Les produits provenant de la mer, des cours d'eau et des lacs ou <br> les biens produits en mer ou sur des cours d'eau ou sur des lacs sont considérés comme <br> originaires du territoire d'un Etat membre, s'ils ont été pêchés ou produits sur un navire de cet <br> Etat membre et ont été apportés directement sur les territoires des Etats membres. <br> Article 3 : Marchandises entièrement produites dans les Etats membres <br> 1. Aux fins de l'alinéa a) du paragraphe 1) de l'Article 2 du présent Protocole, les produits ci- <br> dessous font partie des biens qui sont considérés comme étant entièrement produits dans les <br> Etats membres : <br> a) les produits minéraux extraits du sol ou des fonds marins des Etats membres; <br> b) les produits végétaux récoltés dans les Etats membres; <br> d) les produits provenant d'animaux vivants dans les Etats membres; <br> h) L'abattage d'animaux. <br> e) les produits provenant de la chasse ou de la pêche pratiquées dans les Etats membres; <br> f) les produits extraits de la mer, des cours d'eau et des lacs dans les Etats membres; <br> g) les produits fabriqués dans une usine d'un Etat membre en utilisant exclusivement les <br> produits mentionnés à l'alinéa f) ci-dessus; <br> h) les articles usagés servant uniquement à la récupération des matières premières, à condition <br> que ces articles aient été obtenus des usagers à l'intérieur des Etats membres; <br> i) les déchets et les rebuts provenant des activités manufacturières à l'intérieur des Etats <br> j) les marchandises produites à l'intérieur des Etats membres et provenant exclusivement ou <br> principalement de l'une ou des deux sources suivantes: <br> • les produits mentionnés aux alinéas a) à i) ci-dessus; <br> • les matériaux ne contenant aucun élément non originaire des Etats membres de la COI ou <br> d'origine indéterminée. <br> 2. Lors de la détermination de l'origine des marchandises, l'énergie électrique, le combustible, <br> l'usine, les machines et les outils utilisés pour la production des marchandises sont toujours <br> considérés comme étant entièrement produits à l'intérieur des pays membres de la COI. <br> Article 4 : Application des critères relatifs aux pourcentages <br> Application des critères relatifs aux pourcentages <br> des matériaux importés et à la valeur ajoutée <br> Aux fins des alinéas b) et c) du paragraphe 1 de l'Article 2 du présent Protocole : <br> a) tout matériau qui répond à la condition définie à l'alinéa a) du paragraphe 1 de l'Article 2 du <br> présent Protocole est considéré comme ne contenant aucun élément non originaire des Etats <br> membres de la COI au sens du présent Protocole. <br> b) la valeur de tout matériau non originaire des Etats membres de la COI au sens du présent <br> protocole est sa valeur c.a.f. acceptée par les autorités douanières lors des formalités de <br> dédouanement pour la consommation intérieure, ou pour son admission temporaire, lors de la <br> dernière importation dans l'Etat membre où il a été utilisé comme facteur de production; <br> c) si la valeur de tout matériau non originaire des Etats membres de la COI au sens du présent <br> protocole ne peut pas être déterminée conformément à l'alinéa b) du présent Article, sa valeur <br> est le prix le plus récent payé dans l'Etat membre où le matériau a été utilisé dans un processus <br> de production, déduction faite des taxes intérieures; <br> d) si l'origine d'un matériau ne peut pas être déterminée, ce matériau est considéré comme non <br> originaire des Etats membres de la COI au sens du présent protocole et sa valeur est le prix le <br> plus récent payé dans l'Etat membre où le matériau a été utilisé dans un processus de <br> production, déduction faite des taxes intérieures. <br> Article 5 : Processus ne conférant pas une origine <br> Processus ne conférant pas une origine <br> Nonobstant les dispositions des alinéas b) et c) du paragraphe 1 de l'Article 2 du présent Protocole, <br> les opérations et les processus suivants sont considérés comme insuffisants pour justifier <br> l'affirmation selon laquelle les marchandises sont originaires d'un Etat membre : <br> a) l'emballage, la mise en bouteilles ou en flacons, en sacs, en caisses et en boîtes, la fixation sur <br> cartons ou sur planches et toute autre simple opération d'emballage; <br> b) <br> i) le simple mélange d'ingrédients non originaires des Etats membres de la COI au sens <br> du présent Protocole; <br> ii) le simple montage d'éléments et de pièces non originaires des Etats membres de la <br> COI au sens du présent Protocole, en vue d'obtenir un produit complet; <br> iii) le simple mélange ou montage, si le coût des ingrédients, des pièces et des éléments <br> non originaires des Etats membres au sens du présent Protocole et utilisés dans un de <br> ces processus dépasse 60 p.100 de la valeur c.a.f des ingrédients, des pièces et des <br> éléments utilisés ou, si cette valeur c.a.f ne peut pas être déterminée, du prix le plus <br> récent payé dans l'Etat membre d'utilisation, déduction faite des taxes intérieures. <br> c) les opérations destinées à assurer la bonne conservation des marchandises pendant le transport <br> et l'entreposage, telles que l'aération, l'étalage, le séchage, la congélation, la conservation en <br> saumure, dans l'anhydride sulfureux ou toute autre solution aqueuse, l'élimination des éléments <br> détériorés et autres opérations semblables; <br> d) les changements d'emballage et la séparation ou l'assemblage des envois; <br> e) le marquage, l'étiquetage ou l'apposition d'autres signes distinctifs du même genre sur les <br> produits ou sur leurs emballages; <br> f) de simples opérations telles que le dépoussiérage, le tamisage ou le filtrage, le triage, le <br> classement et le regroupement, y compris la formation de groupes de marchandises, le lavage, la <br> peinture et le découpage; <br> g) la combinaison de deux opérations ou plus définies aux alinéas a) à f) du présent Article; <br> Article 6 : Unité de qualification <br> Unité de qualification <br> 1. Chaque article d'un envoi est considéré séparément. <br> 2. Nonobstant les dispositions du paragraphe 1) du présent Article : <br> a) lorsque le Système Harmonisé de Codification et de Présentation des Marchandises (SH) <br> spécifie qu'un groupe, un ensemble ou un assemblage d'articles doit être classé sous une <br> seule position, ce groupe, cet ensemble ou cet assemblage est considéré comme un seul <br> article; <br> les assortiments, au sens de la règle générale 3 du SH, sont considérés comme originaires des <br> Etats membres à condition que tous les articles entrant dans leur composition soient <br> originaires ; toutefois, un assortiment composé d'articles originaires et non originaires est <br> considéré comme originaire dans son ensemble à condition que la valeur des articles non <br> originaires n'excède pas 15% du coût départ usine de l'assortiment; <br> b) les outils, les pièces détachées et les accessoires qui sont importés avec un article et dont le <br> prix est inclus dans celui de l'article ou qui ne font pas l'objet d'une facturation séparée, sont <br> considérés comme formant un tout avec l'article, à condition qu'ils constituent l'équipement <br> normal habituellement inclus dans la vente d'articles de ce genre; <br> c) pour les cas non mentionnés aux alinéas a) et b) du présent paragraphe, les marchandises sont <br> considérées comme un seul article, si tel est également le cas lors de l'évaluation des droits de <br> douane effectuée par l'Etat membre importateur sur les articles analogues. <br> 3. Un article non monté ou démonté qui est importé en plusieurs envois, parce qu'il n'est pas <br> possible pour des raisons de transport ou de production de l'importer en un seul envoi, est <br> considéré comme un seul article. <br> Article 7 : Séparation des matériaux <br> 1. Pour les produits ou les industries où il serait irréaliste que le producteur sépare physiquement <br> des matériaux de même genre, mais d'origine différente, utilisés dans la production des <br> marchandises, la séparation peut être remplacée par un système de comptabilité approprié qui <br> garantit que la quantité déclarée de marchandises originaires des Etats membres n'est pas plus <br> importante que celle qui aurait été déclarée si le producteur avait pu séparer les matériaux. <br> 2. Tout système de comptabilité de ce genre doit être conforme aux conditions fixées par le <br> Conseil de manière à assurer l'application de mesures de contrôle appropriées. <br> Article 8 : Traitement applicable aux emballages <br> 1. Si, pour évaluer les droits de douane, un Etat membre traite les marchandises et leur emballage <br> séparément, il peut également, en ce qui concerne les importations provenant d'un autre Etat <br> membre, considérer séparément l'origine de l'emballage. <br> 2. Dans les cas où le paragraphe 1 du présent Article n'est pas applicable, l'emballage est <br> considéré comme formant un tout avec les marchandises et aucun élément de l'emballage <br> nécessaire au transport ou à l'entreposage n'est considéré comme ayant été importé de pays <br> autres que les Etats membres lorsque l'on détermine l'origine des marchandises en général. <br> 3. Aux fins du paragraphe 2 du présent Article, l'emballage dans lequel les marchandises sont <br> habituellement vendues au détail n'est pas considéré comme emballage nécessaire au transport <br> ou à l'entreposage des marchandises. <br> 4. Les conteneurs qui servent uniquement au transport et à l'entreposage temporaire de <br> marchandises et qui doivent être rendus sont exempts de doits de douane et autres taxes d'effet <br> équivalent. Les conteneurs qui ne doivent pas être rendus sont considérés comme distincts des <br> marchandises qu'ils contiennent et donnent lieu au prélèvement de droits de douane et autres <br> taxes d'effet équivalent. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 9 : Preuves de l'origine <br> Il entre en vigueur entre les Etats concernés à la date à laquelle le traitement préférentiel est effectif. <br> Preuves de l'origine <br> 1 L'affirmation selon laquelle des marchandises doivent être acceptées comme étant originaires <br> d'un Etat membre en vertu des dispositions du présent Protocole doit être appuyée au moyen <br> d'un certificat fourni par l'exportateur ou son représentant autorisé sous la forme définie à <br> l'Annexe 1 du présent Protocole. Ce certificat est authentifié par l'Autorité Douanière de <br> chaque Etat membre. <br> 2 Le certificat d'origine doit être rempli par l'exportateur ou son représentant autorisé, <br> conformément aux instructions figurant au verso du certificat. <br> 3 Si les autorités douanières le jugent utile, l'exportateur ou son représentant autorisé présente, <br> avec le certificat, toute pièce justificative susceptible d'apporter la preuve que les produits à <br> exporter sont originaires. Ces pièces justificatives peuvent être notamment les déclarations du <br> fournisseur, la copie des déclarations en douane relatives aux marchandises importées utilisées <br> dans la production, les factures adressées à l'importateur, les déclarations détaillant le coût total <br> des matériaux ou le coût départ usine du produit exporté. <br> 4 Chaque producteur, s'il n'est pas l'exportateur, fournit à l'exportateur en ce qui concerne les <br> marchandises destinées à l'exportation, une déclaration écrite sous la forme définie à l'Annexe <br> 2 du présent Protocole pour prouver que les marchandises sont bien originaires de l'Etat <br> membre au sens de l'Article 2 du présent Protocole. <br> 5 Si les marchandises peuvent être considérées comme produits originaires au sens de l'Article 2 <br> du présent Protocole, les autorités douanières de l'Etat membre d'exportation visent le certificat <br> d'origine. <br> 6 Afin de vérifier si les règles d'origine définies au présent Protocole sont respectées, les autorités <br> douanières ont la faculté de réclamer toute pièce justificative complémentaire et de procéder à <br> tout contrôle jugé utile. <br> Les exportateurs et les producteurs doivent conserver pendant au moins cinq ans les pièces <br> justificatives du caractère originaire des produits pour lesquels un certificat d'origine a été visé. <br> 7 Il appartient aux autorités douanières de l'Etat membre d'exportation de veiller à ce que le <br> certificat mentionné au premier paragraphe du présent Article a été dûment rempli. <br> 8 Le certificat d'origine est visé par les autorités douanières lors de l'exportation des produits <br> auxquels il se rapporte. Les exemplaires des certificats d'origine visés doivent être conservés <br> par les autorités douanières pendant au moins cinq ans. <br> 9 A titre exceptionnel, le certificat d'origine peut être également visé après l'exportation des <br> produits auxquels il se rapporte lorsque, par suite d'erreur, d'omission involontaire ou de <br> circonstance particulière, il n'a pas été visé lors de cette exportation. <br> L'exportateur doit présenter un certificat en indiquant le lieu et la date de l'exportation des <br> produits et doit attester qu'il n'a pas été délivré de certificat lors de l'exportation. Il doit en <br> préciser les raisons. <br> Avant de viser le certificat, les autorités douanières vérifient que les informations contenues <br> dans le certificat présenté au visa sont conformes à celle du dossier d'exportation correspondant. <br> Les certificats délivrés a posteriori doivent être revêtus de l'une des mentions suivantes <br> « délivré a posteriori ou issued retrospectively ». <br> 10. En cas de vol, de perte ou de destruction d'un certificat d'origine, l'exportateur peut demander <br> aux autorités douanières qui l'ont délivré un duplicata établi sur la base des documents <br> d'exportation qui sont en leur possession. <br> Le duplicata ainsi délivré doit être revêtu de l'une des mentions suivantes « Duplicata ou <br> Duplicate ». <br> 11. En application du paragraphe 3 de l'article 6 du présent Protocole, lorsqu'un article non monté <br> ou démonté est importé en plusieurs envois, parce qu'il n'est pas possible pour des raisons de <br> transport ou de production de l'importer en un seul envoi, il est considéré comme un seul article <br> et un certificat d'origine peut être présenté pour l'article complet lors de l'importation du <br> premier envoi partiel. <br> Article 10 : Méthode de coopération administrative <br> Méthode de coopération administrative <br> 1 Tous les Etats membres déposent auprès du Secrétariat Général les noms des Bureaux des <br> Douanes autorisés à délivrer les certificats requis en vertu du présent Protocole, les spécimens <br> des signatures des officiels autorisés à signer les certificats, ainsi que le tampon des sceaux <br> officiels utilisés à cet effet. Ces renseignements sont transmis à tous les Etats membres par le <br> Secrétariat Général. <br> 2 L'autorité douanière de l'Etat membre importateur peut demander, à titre de sondage ou en cas <br> de doute, une confirmation de l'authenticité du certificat ou une vérification supplémentaire des <br> déclarations contenues dans le certificat. Les formulaires à utiliser sont ceux figurant à l'Annexe <br> 3 et à l'Annexe 4 (A) du présent Protocole. <br> 3 En vue d'assurer une application correcte du présent Protocole, les autorités douanières des <br> Etats membres se prêtent mutuellement assistance pour le contrôle des certificats d'origine. Les <br> vérifications supplémentaires doivent être effectués dans un délai de trois mois après la <br> demande formulée par l'autorité douanière de l'Etat membre importateur. <br> 4 L'Etat membre importateur ne doit pas empêcher l'importateur de prendre livraison des <br> marchandises uniquement parce qu'une vérification supplémentaire est nécessaire. Il peut <br> toutefois exiger une garantie pour tout droit ou toute taxe qui pourrait être exigible. <br> Lorsque les marchandises sont soumises à des interdictions, les conditions de livraison sous <br> garantie mentionnées ci-dessus ne s'appliquent pas. <br> 5 Les autorités douanières du pays d'exportation fournissent toutes les informations utiles sur les <br> conditions dans lesquelles le produit a été fabriqué en retournant les formulaires figurant aux <br> Annexes 3 et 4 du présent Protocole. Les parties B et C du formulaire figurant à l'Annexe 4 <br> doivent être remplies par l'exportateur sur demande des autorités douanières du pays <br> d'exportation qui utilisent ensuite la partie D de ce formulaire pour certifier la déclaration de <br> l'exportateur en apposant le cachet et la signature prévus à cet effet. <br> 6 Si une réponse à la demande de vérification supplémentaire n'a pas été apportée dans le délai de <br> 3 mois, le Secrétaire Général en est informé. Il en est de même lorsque des contestations n'ont <br> pu être réglées entre autorités douanières de l'Etat membre d'importation et celles de l'Etat <br> membre d'exportation ou qu'un problème d'interprétation du présent Protocole est soulevé. <br> Le Secrétaire Général présente alors un rapport au Conseil. <br> Article 11 : Violations et sanctions <br> Violations et sanctions <br> 1 Les Etats membres s'engagent à instituer, si elle n'existe déjà, une législation contenant les <br> dispositions nécessaires pour les sanctions à prendre contre les personnes qui, dans leur Etat, <br> fournissent ou seraient à l'origine de la fourniture d'un document qui serait faux en ce qui <br> concerne les renseignements appuyant l'affirmation faite dans un autre Etat membre selon <br> laquelle des marchandises doivent être acceptées comme originaires de cet Etat membre. <br> 2 Tout Etat membre qui reçoit une fausse déclaration en ce qui concerne l'origine de <br> marchandises soumet immédiatement la question à l'attention de l'Etat membre exportateur <br> d'où provient la fausse déclaration, afin que des mesures appropriées puissent être prises et <br> qu'un rapport puisse être établi à ce sujet dans un délai raisonnable à l'intention de l'Etat <br> membre importateur. <br> 3 Un Etat membre qui a, en application des dispositions du paragraphe 2 du présent article, porté <br> à l'attention d'un Etat membre exportateur l'établissement d'une fausse déclaration peut, s'il <br> considère qu'aucune mesure satisfaisante n'a été prise à ce sujet par l'Etat membre exportateur, <br> saisir le Conseil de l'affaire pour que celui-ci prenne les mesures appropriées. <br> 4 Dans le cas de violations répétées des dispositions du présent protocole par un Etat membre, un <br> autre Etat membre peut en saisir le Conseil qui peut prendre les mesures qu'il juge nécessaires. <br> "}, {"ArticleTitle": "Réglementation", "ArticleDesc": "Article 12 : Réglementation <br> Le Conseil peut élaborer des règlements en vue d'une meilleure application des dispositions du <br> présent Protocole. <br> "}, {"ArticleTitle": "Entrée en vigueur", "ArticleDesc": "Article 13 : Entrée en vigueur <br> Le présent Protocole est applicable aux produits échangés entre les Etats ayant notifié au Secrétaire <br> Général leur décision d'appliquer, sous l'égide de la COI, une préférence tarifaire. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 9 : Preuves de l'origine <br> Il entre en vigueur entre les Etats concernés à la date à laquelle le traitement préférentiel est effectif. <br> Preuves de l'origine <br> 1 L'affirmation selon laquelle des marchandises doivent être acceptées comme étant originaires <br> d'un Etat membre en vertu des dispositions du présent Protocole doit être appuyée au moyen <br> d'un certificat fourni par l'exportateur ou son représentant autorisé sous la forme définie à <br> l'Annexe 1 du présent Protocole. Ce certificat est authentifié par l'Autorité Douanière de <br> chaque Etat membre. <br> 2 Le certificat d'origine doit être rempli par l'exportateur ou son représentant autorisé, <br> conformément aux instructions figurant au verso du certificat. <br> 3 Si les autorités douanières le jugent utile, l'exportateur ou son représentant autorisé présente, <br> avec le certificat, toute pièce justificative susceptible d'apporter la preuve que les produits à <br> exporter sont originaires. Ces pièces justificatives peuvent être notamment les déclarations du <br> fournisseur, la copie des déclarations en douane relatives aux marchandises importées utilisées <br> dans la production, les factures adressées à l'importateur, les déclarations détaillant le coût total <br> des matériaux ou le coût départ usine du produit exporté. <br> 4 Chaque producteur, s'il n'est pas l'exportateur, fournit à l'exportateur en ce qui concerne les <br> marchandises destinées à l'exportation, une déclaration écrite sous la forme définie à l'Annexe <br> 2 du présent Protocole pour prouver que les marchandises sont bien originaires de l'Etat <br> membre au sens de l'Article 2 du présent Protocole. <br> 5 Si les marchandises peuvent être considérées comme produits originaires au sens de l'Article 2 <br> du présent Protocole, les autorités douanières de l'Etat membre d'exportation visent le certificat <br> d'origine. <br> 6 Afin de vérifier si les règles d'origine définies au présent Protocole sont respectées, les autorités <br> douanières ont la faculté de réclamer toute pièce justificative complémentaire et de procéder à <br> tout contrôle jugé utile. <br> Les exportateurs et les producteurs doivent conserver pendant au moins cinq ans les pièces <br> justificatives du caractère originaire des produits pour lesquels un certificat d'origine a été visé. <br> 7 Il appartient aux autorités douanières de l'Etat membre d'exportation de veiller à ce que le <br> certificat mentionné au premier paragraphe du présent Article a été dûment rempli. <br> 8 Le certificat d'origine est visé par les autorités douanières lors de l'exportation des produits <br> auxquels il se rapporte. Les exemplaires des certificats d'origine visés doivent être conservés <br> par les autorités douanières pendant au moins cinq ans. <br> 9 A titre exceptionnel, le certificat d'origine peut être également visé après l'exportation des <br> produits auxquels il se rapporte lorsque, par suite d'erreur, d'omission involontaire ou de <br> circonstance particulière, il n'a pas été visé lors de cette exportation. <br> L'exportateur doit présenter un certificat en indiquant le lieu et la date de l'exportation des <br> produits et doit attester qu'il n'a pas été délivré de certificat lors de l'exportation. Il doit en <br> préciser les raisons. <br> Avant de viser le certificat, les autorités douanières vérifient que les informations contenues <br> dans le certificat présenté au visa sont conformes à celle du dossier d'exportation correspondant. <br> Les certificats délivrés a posteriori doivent être revêtus de l'une des mentions suivantes <br> « délivré a posteriori ou issued retrospectively ». <br> 10. En cas de vol, de perte ou de destruction d'un certificat d'origine, l'exportateur peut demander <br> aux autorités douanières qui l'ont délivré un duplicata établi sur la base des documents <br> d'exportation qui sont en leur possession. <br> Le duplicata ainsi délivré doit être revêtu de l'une des mentions suivantes « Duplicata ou <br> Duplicate ». <br> 11. En application du paragraphe 3 de l'article 6 du présent Protocole, lorsqu'un article non monté <br> ou démonté est importé en plusieurs envois, parce qu'il n'est pas possible pour des raisons de <br> transport ou de production de l'importer en un seul envoi, il est considéré comme un seul article <br> et un certificat d'origine peut être présenté pour l'article complet lors de l'importation du <br> premier envoi partiel. <br> Article 10 : Méthode de coopération administrative <br> Méthode de coopération administrative <br> 1 Tous les Etats membres déposent auprès du Secrétariat Général les noms des Bureaux des <br> Douanes autorisés à délivrer les certificats requis en vertu du présent Protocole, les spécimens <br> des signatures des officiels autorisés à signer les certificats, ainsi que le tampon des sceaux <br> officiels utilisés à cet effet. Ces renseignements sont transmis à tous les Etats membres par le <br> Secrétariat Général. <br> 2 L'autorité douanière de l'Etat membre importateur peut demander, à titre de sondage ou en cas <br> de doute, une confirmation de l'authenticité du certificat ou une vérification supplémentaire des <br> déclarations contenues dans le certificat. Les formulaires à utiliser sont ceux figurant à l'Annexe <br> 3 et à l'Annexe 4 (A) du présent Protocole. <br> 3 En vue d'assurer une application correcte du présent Protocole, les autorités douanières des <br> Etats membres se prêtent mutuellement assistance pour le contrôle des certificats d'origine. Les <br> vérifications supplémentaires doivent être effectués dans un délai de trois mois après la <br> demande formulée par l'autorité douanière de l'Etat membre importateur. <br> 4 L'Etat membre importateur ne doit pas empêcher l'importateur de prendre livraison des <br> marchandises uniquement parce qu'une vérification supplémentaire est nécessaire. Il peut <br> toutefois exiger une garantie pour tout droit ou toute taxe qui pourrait être exigible. <br> Lorsque les marchandises sont soumises à des interdictions, les conditions de livraison sous <br> garantie mentionnées ci-dessus ne s'appliquent pas. <br> 5 Les autorités douanières du pays d'exportation fournissent toutes les informations utiles sur les <br> conditions dans lesquelles le produit a été fabriqué en retournant les formulaires figurant aux <br> Annexes 3 et 4 du présent Protocole. Les parties B et C du formulaire figurant à l'Annexe 4 <br> doivent être remplies par l'exportateur sur demande des autorités douanières du pays <br> d'exportation qui utilisent ensuite la partie D de ce formulaire pour certifier la déclaration de <br> l'exportateur en apposant le cachet et la signature prévus à cet effet. <br> 6 Si une réponse à la demande de vérification supplémentaire n'a pas été apportée dans le délai de <br> 3 mois, le Secrétaire Général en est informé. Il en est de même lorsque des contestations n'ont <br> pu être réglées entre autorités douanières de l'Etat membre d'importation et celles de l'Etat <br> membre d'exportation ou qu'un problème d'interprétation du présent Protocole est soulevé. <br> Le Secrétaire Général présente alors un rapport au Conseil. <br> Article 11 : Violations et sanctions <br> Violations et sanctions <br> 1 Les Etats membres s'engagent à instituer, si elle n'existe déjà, une législation contenant les <br> dispositions nécessaires pour les sanctions à prendre contre les personnes qui, dans leur Etat, <br> fournissent ou seraient à l'origine de la fourniture d'un document qui serait faux en ce qui <br> concerne les renseignements appuyant l'affirmation faite dans un autre Etat membre selon <br> laquelle des marchandises doivent être acceptées comme originaires de cet Etat membre. <br> 2 Tout Etat membre qui reçoit une fausse déclaration en ce qui concerne l'origine de <br> marchandises soumet immédiatement la question à l'attention de l'Etat membre exportateur <br> d'où provient la fausse déclaration, afin que des mesures appropriées puissent être prises et <br> qu'un rapport puisse être établi à ce sujet dans un délai raisonnable à l'intention de l'Etat <br> membre importateur. <br> 3 Un Etat membre qui a, en application des dispositions du paragraphe 2 du présent article, porté <br> à l'attention d'un Etat membre exportateur l'établissement d'une fausse déclaration peut, s'il <br> considère qu'aucune mesure satisfaisante n'a été prise à ce sujet par l'Etat membre exportateur, <br> saisir le Conseil de l'affaire pour que celui-ci prenne les mesures appropriées. <br> 4 Dans le cas de violations répétées des dispositions du présent protocole par un Etat membre, un <br> autre Etat membre peut en saisir le Conseil qui peut prendre les mesures qu'il juge nécessaires. <br> "}]}]}, "members_found": ["480", "690", 2, 8703900000]}