{"FtaRooDetails": {"FtaId": 651, "FtaCode": "ITC00668", "FtaName": "Regional group, League Of Arab States", "FtaFullName": "Arab Free Trade Area Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.1998", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Algeria; Bahrain; Comoros; Djibouti; Palestine, State of; Iraq; Jordan; Kuwait; Lebanon; Libya; Mauritania; Morocco; Oman; Qatar; Saudi Arabia; Somalia; Sudan; Syrian Arab Republic; United Arab Emirates; Tunisia; Egypt; Yemen", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, League Of Arab States", "AdminProcCooAuth": "The certification type under Regional group, League Of Arab States is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, League Of Arab States is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, League Of Arab States agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "For the purposes of implementing the Arab rules of origins, without prejudice to Rule 5, the following goods and services shall be considered of national origin: a- Products acquired completely from any party-state in accordance with the provisions of Rule (7). b- Goods manufactured by any party-state, which includes input(s) from other party-state, and the added value of these good shall not be less than 40 percent according to the provisions of Rule (3), taking into consideration the provisions of Rule (4).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " INTRODUCTORY NOTES TO THE LIST OF WORKING OR PROCESSING OPERATIONS REQUIRED TO CONFER ORIGINATING STATUS<br /> Note (1):<br /> The list sets out the conditions required for all products to be considered as sufficiently worked or processed within the meaning of Article No. (V) of the Protocol.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first column provides the heading number or chapter number used in the Harmonised System and the second column provides the description of goods used in that system for that heading or chapter. For each entry in the first two columns, a rule is specified in column (3) or column (4). Where, in some cases, the entry in the first column is preceded by an \"ex\", this means that the rules in column (3) or column (4) apply only to the part of that heading as described in column (2).<br /> 2.2.  Where several heading numbers are grouped together in column (1) or a chapter number is given and the description of products in column (2) is therefore given in general terms, the adjacent rules in columns 3 or 4 apply to all products which, under the Harmonised System, are classified in headings of the corresponding chapter or in any of the headings grouped together in column 1.<br /> 2.3.  Where there are different rules in the list applying to different products within a heading, each indent contains the description of that part of the heading covered by the adjacent rules in column (3) or (4).<br /> 2.4.  Where, for an entry in the first two columns, a rule is specified in both columns (3) and (4), the exporter may opt, as an alternative, to apply either the rule set out in column (3) or that set out in column (4). If no origin rule is given in column (4), the rule set out in column (3) is to<br /> be applied.<br /> Note 3:<br /> 3.1. The provisions of Article No. (V) of the present Protocol, concerning products having acquired originating status which are used in the manufacture of other products, shall apply, regardless of whether this status has been acquired inside the factory where these products are used or in another factory in an Arab Member State.<br /> Example:<br /> An engine under heading (8407), for which the rule states that the value of the non-originating materials which may be incorporated may not exceed forty per cent (40%) of the ex-works price, is made from \"other alloy steel roughly shaped by forging\" of heading ex (7224).<br /> In the event that this forging operation has been undertaken in an Arab Member State from a non-originating ingot, it has already acquired originating status by virtue of the rule for heading ex (7224) in the list. The forging can then count as originating in the value-calculation for the engine, irrespective of whether it was produced in the same factory or in another factory in the concerned Arab Member State. The value of the non-originating ingot is thus not accounted for when adding up the value of the non-originating materials used.<br /> 3.2.  The rule in the list represents the minimum amount of working or processing required, and the carrying-out of more working or processing also confers originating status; conversely, the carrying-out of less working or processing cannot confer originating status. Thus, if a rule provides that non-originating material, at a certain level of manufacture, may be used, the use of such material at an earlier stage of manufacture is allowed, and the use of such material at a later stage is not.<br /> 3.3.  Without prejudice to Note (3.2), where a rule uses the expression \"manufacture from materials of any heading\", materials of the same heading as the product may also be used, subject, however, to any specific limitations which may also be contained in the rule. In any case, the expression \"manufacture from materials of any heading, including other materials of heading ...\" means that only materials included in the same heading as the product and which have different description from that of the product, as contained in column 2 of the list, shall be used.<br /> 3.4.  When a rule in the list specifies that a product may be manufactured from more than one material, this means that one or more materials may be used, but does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings (5208) to (5212) provides that natural fibres may be used and that chemical materials, among other materials, may also be used. This does not mean that both have to be used; it is possible to use one or the other, or both.<br /> 3.5.  Where a rule in the list specifies that a product must be manufactured from a particular material, the condition obviously does not prevent the use of other materials which, because of their inherent nature, cannot satisfy the rule. (See also Note (6.2) below in relation<br /> to textiles).<br /> Example:<br /> The rule for prepared foods of heading (1904), which specifically excludes the use of cereals and their derivatives, does not prevent the use of mineral salts, chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be manufactured from the particular materials specified in the list, can be produced from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter (62) made from non-woven materials, if the use of only non-originating yarn is allowed for this class of article, it is not possible to start from non-woven cloth – even if non-woven cloths cannot normally be made from yarn. In such cases, the starting material would normally be at the stage before yarn – that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value of non-originating materials that can be used, then these percentages may not be added together. In other words, the maximum value of all the non-originating materials used may never exceed the higher of the percentages given. Furthermore, the individual percentages must not be exceeded, in relation to the particular materials to which they apply.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial or synthetic fibres. It is restricted to the stages before spinning takes place, including waste, and, unless otherwise specified, includes fibres which have been carded, combed or otherwise processed, but not spun.<br /> 4.2.  The term \"natural fibres\" includes horsehair of heading (0503), silk of headings (5002) and (5003), as well as wool-fibres and fine or coarse animal hair of headings (5101) to (5105), cotton fibres of headings (5201) to (5203), and other vegetable fibres of headings (5301) to (5305).<br /> 4.3.  The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are used in the list to describe the materials, not classified in Chapters (50) to (63), which can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4.  The term \"man-made staple fibres\" is used in the list to refer to synthetic or artificial filament tow, staple fibres or waste, of headings (5501) to (5507).<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the conditions set out in column (3) shall not be applied to any basic textile materials used in the manufacture of this product and which, taken together, account for 10 per cent or less of the total weight of all the basic textile materials used. (See also Notes 5.3 and 5.4 below.)<br /> 5.2. In any case, the tolerance mentioned in Note (5.1) may be applied only to mixed products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> a.      silk,<br /> b.      wool,<br /> c.      coarse animal hair,<br /> d.      fine animal hair,<br /> e.      horsehair,<br /> f.       cotton,<br /> g.      paper-making materials and paper,<br /> h.      flax,<br /> i.       true hemp,<br /> j.       jute and other textile bast fibres,<br /> k.      sisal and other textile fibres of the Genus Agave,<br /> l.       coconut, abaca, ramie and other vegetable textile fibres,<br /> m.    synthetic filaments,<br /> n.      artificial filaments,<br /> o.      polypropylene,<br /> p.      synthetic fibres of polyester,<br /> q.      synthetic fibres of polyamide,<br /> r.       synthetic fibres of polyacrylonitrile,<br /> s.      synthetic fibres of poly phenylene sulphide,<br /> t.       other synthetic operations,<br /> u.      yarn made of polyurethane,<br /> v.      products of heading (5605) (metallised yarn) incorporating strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film,<br /> w.    other products of heading (5605)<br /> Example:<br /> A yarn, of heading (5202), made from cotton fibres of heading (5203) and synthetic staple fibres of heading (5506), is a mixed yarn. Therefore, non-originating synthetic staple fibres which do not satisfy the origin-rules (which require manufacture from chemical materials or textile pulp) may be used, up to 10 per cent of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading (5112), made from woollen yarn of heading (5107) and synthetic yarn of staple fibres of heading (5509), is a mixed fabric. Therefore, synthetic yarn which does not satisfy the origin-rules (which require manufacture from chemical materials or textile pulp), or woollen yarn which does not satisfy the origin-rules (which require manufacture from natural fibres, not carded or combed or otherwise prepared for spinning), or a combination of the two, may be used, provided that their total weight does not exceed 10 per cent of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric of heading (5802) made from cotton yarn of heading (5205) and cotton fabric of heading (5210), is only a mixed product if the cotton fabric is itself a mixed fabric made from yarns classified in two separate headings, or if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of heading (5205) and synthetic fabric of heading (5407), then, obviously, the yarns used are two separate basic textile materials and the tufted textile fabric is, accordingly, a mixed product.<br /> Example:<br /> Tufted carpet made of artificial yarn and cotton yarn, while the back is made of jute shall be considered to be a mixed product because three basic textile materials have been used. Therefore, it is possible to use non-originating materials incorporated at a later stage of manufacture if such is permitted by the Rule, provided that the total weight thereof shall not exceed ten percent (10%) of the textile materials of the carpet. Thus, it shall be permitted to import all the back materials made of jute and/ or artificial yarn at this stage of manufacture, provided that the weight is observed.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented with flexible segments of polyether, whether or not gimped\", this tolerance shall be 20 per cent in respect of this yarn.<br /> 5.4.  In the case of products incorporating \"strip consisting of a core of aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two layers of plastic film\", this tolerance is 30 per cent in respect of this strip.<br /> Note 6:<br /> 6.1.  Where, in the list, reference is made to this Note, textile materials which do not satisfy the rule set out in the list in column (3) for the made-up product concerned, may be used, provided that they are classified in a heading other than that of the product and that their value does not exceed 8 percent of the ex-works price of the product.<br /> 6.2.  Without prejudice to Note (6.3), materials which are not classified within Chapters (50) to (63) may be used freely in the manufacture of textile products, whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers), yarn must be used, this does not prevent the use of metal items, such as buttons, because buttons are not classified within Chapters (50) to (63). For the same reason, it does not prevent the use of slide- fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3.  Where a percentage-rule applies, the value of materials which are not classified within Chapters (50) to (63) must be taken into account when calculating the value of the non-originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex (2707), (2713) to (2715), ex (2901), ex (2902) and ex (3403), the \"specific manufacturing processes\" are as follows:<br /> (a)   vacuum-distillation;<br /> (b)   re-distillation or cracking of petroleum or gas;<br /> (c)   cracking;<br /> (d)   distillation or cracking of petroleum or gas;<br /> (e)   extraction by means of selective solvents;<br /> (f)   the processes comprising all of the following operations:<br /> §  processing with concentrated sulphuric acid, oleum;<br /> §  neutralisation with alkaline agents; and,<br /> §  decolourisation and purification with naturally-active earth, activated earth, activated charcoal or bauxite;<br /> (g)  polymerisation;<br /> (h)  alkylation; and<br /> (i)   isomerisation.<br /> 7.2. For the purposes of headings (2710), (2711) and (2712), the \"specific manufacturing processes\" are as follows:<br /> (a)  vacuum-distillation;<br /> (b)  re-distillation by a very thorough fractionation-process;<br /> (c)  cracking;<br /> (d)  distillation or cracking of petroleum or gas;<br /> extraction by means of selective solvents;<br /> (f)  the processes comprising all of the following operations:<br /> §  processing with concentrated sulphuric acid, oleum;<br /> §  neutralisation with alkaline agents; and,<br /> §  decolourisation and purification with naturally-active earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex (2710) only, desulphurisation with hydrogen, resulting in a reduction of at least 85 per cent of the sulphur-content of the products processed (ASTM D 1266-59 T method);<br /> (k) in respect of products of heading (2710) only, de-paraffining by a process other than filtering;<br /> (l) in respect of heavy oils of heading ex (2710) only, treatment with hydrogen, at a pressure of more than 20 bar and a temperature of more than 250 °C, with the use of a catalyst, other than to effect desulphurisation, when the hydrogen constitutes an active element in a chemical reaction. The further treatment, with hydrogen, of lubricating oils of heading ex (2710) (e.g. decolourisation), in order, more especially, to improve colour or stability shall not, however, be deemed to be a specific process;<br /> (m) in respect of fuel oils of heading ex (2710) only, atmospheric distillation, on condition that less than 30 per cent of these products distils, by volume, including losses,<br /> at 300°C, by the ASTM D 86 method;<br /> (n) in respect of heavy oils other than gas oils and fuel oils of heading ex (3710) only, treatment by means of a high-frequency electrical brush-discharge; and,<br /> 7.3. For the purposes of headings ex (2710), (2713) to (2715), ex (2901), ex (2902) and ex (3403), simple operations, such as cleaning, decanting, desalting, water-separation, filtering, colouring, marking, obtaining a sulphur-content as a result of mixing products with different sulphur-contents, or any combination of these operations or like operations, do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00668_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00668_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00668_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.economy.gov.lb/public/uploads/files/GzaleAnnexe02.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00668_full.pdf", "DocType": "8_full", "WebLink": "https://www.economy.gov.lb/public/uploads/files/3635_6707_7295.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation of Origin <br /> (1) Without prejudice to the provisions contained in Paragraph (2) of the present Article, <br /> materials originating in one of the Arab Member States shall hereby be regarded as <br /> materials originating in another Arab Member State when incorporated into a product <br /> manufactured therein. It shall not be necessary for such materials to have undergone <br /> sufficient working or processing or manufacturing operations, provided they have <br /> undergone working or processing or manufacturing going beyond that referred <br /> to under Article 6 of the present Rules. <br /> (2) Products acquiring the originating status pursuant to Paragraph (1) hereinabove shall <br /> continue to be regarded as originating in the respective Arab Member State only where the <br /> value added thereof is greater than the value of the materials used and which originate in <br /> one of the other Arab Member States referred to in Paragraph (1). <br /> Otherwise, the respective product shall be regarded as originating in one of the other Arab <br /> Member States of the Greater Arab Free Trade Area (GAFTA), which accounts for the highest <br /> value of originating materials used. <br /> For the purpose of determining the status of origin, no account shall be taken of the <br /> materials originating in other Arab States referred to under Paragraph (1), and which have <br /> undergone sufficient working or processing or manufacturing operations in such States. <br /> (3) The cumulation provided for in the present Article shall only be applied when the materials <br /> used are regarded as originating, as applicable by virtue of the present Rules. <br /> (4) In case of equality of the value-added obtained at the national level in respect of a product <br /> produced in more than one State, the respective product shall acquire the originating status <br /> of the Member State in the undertaking thereof the last working or processing or <br /> manufacturing operation is carried out. <br /> (5) Consideration shall be given in the future to the application of the rule of full cumulation in <br /> light of the outcome of the application of multilateral cumulation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : List of Sufficiently Worked or Processed or Manufactured Products <br /> (2) By way of derogation from the provisions contained in Paragraph (1), non-originating <br /> materials which, pursuant to the conditions set out in the said list, should not be used in the <br /> manufacture of a product, may nevertheless be used in the manufacture thereof, provided that: <br /> a. The total value thereof must not exceed ten percent (10%) of the ex-works price of the product; and, <br /> b. Any of the percentages defined in the list for the maximum value of non-originating <br /> materials must not be exceeded as a consequence of application of the present Paragraph. <br /> The present Paragraph shall not apply to products falling within Chapters (50) through (63) <br /> of the Harmonised System. <br /> (3) Paragraphs (1) and (2) shall hereby apply subject to the provisions contained in Article 6.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : List of Sufficiently Worked or Processed or Manufactured Products <br /> (1) For the purposes of Article 2, products which are not wholly acquired shall hereby be <br /> regarded to have undergone sufficient working or processing or manufacturing operations in <br /> the event that conditions set out in herein shall be fulfilled. <br /> The conditions referred to hereabove shall indicate the working or processing or <br /> manufacturing operations which ought to be carried out on non-originating materials used <br /> during the production process, in respect of all the products covered under the present <br /> Rules. Such conditions shall apply only with respect to such materials. Therefore, it follows <br /> that in the event that a product which has acquired originating status on the basis of <br /> fulfilment of the conditions laid down in the respective list is used in the manufacture of <br /> another product, the value thereof shall be calculated within the domestic added value of <br /> the new product, without prejudice to Article 33 of the present Rules.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Prohibition of Drawback of, or Exemption from, Customs Duties <br /> (1) Non-originating materials used in the manufacture of products originating in any of the Arab <br /> Member States shall not be subject to drawback of, or exemption from customs duties of <br /> whatever kind, in any of the Member States. <br /> (2) The prohibition defined in Paragraph (1) shall apply to any arrangement for refund, <br /> remission or non-payment, whether partial or complete, of customs duties or other charges <br /> having an equivalent effect, applicable in any of the Arab Member States to materials used <br /> in the manufacture, where such refund, remission or non-payment applies, on exportation <br /> of products obtained from the use of the said materials. Such prohibition referred to in <br /> Paragraph (1) shall not apply in the event that such products are retained for domestic use <br /> or when exported to other states that are not members of the Greater Arab Free Trade Area. <br /> (3) The exporter of products covered by a proof of origin shall hereby be prepared to submit at <br /> any time, upon request from the customs authorities, all appropriate documents <br /> substantiating that no drawback has been received in respect of the non-originating <br /> materials used in the manufacture of the exported goods and that all customs duties or <br /> charges having equivalent effect applicable to such materials have been actually settled. <br /> (4) The provisions contained in Paragraphs (1) to (3) shall also apply in respect of packaging <br /> within the meaning of Paragraph (2) of Article 7, in respect of accessories, spare parts <br /> and tools, in consistency with Article 8, and in respect of products contained in a set, <br /> in conformity with Article 9, when such items are non-originating. <br /> (5) The provisions stipulated in the present Article shall not apply for a period of three years <br /> from the date of enforcement of the present Agreement and shall thereafter be subject to <br /> review and discussion, along with other alternatives, by the Technical Committee on Rules of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, apparatus or <br /> vehicle, which constitute a part of the normal equipment and included in the price thereof or which <br /> are not separately invoiced, shall be regarded as one unit with the piece of equipment, machine, <br /> apparatus or vehicle in the consignment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : List of Wholly Obtained Products <br /> (1) The following shall hereby be deemed as wholly obtained in an Arab member-state: <br /> a. mineral products extracted from their soil or from the soil, sea-bed or ocean-floors thereof; <br /> b. vegetable products grown, yielded or harvested therein; <br /> c. live animals bred and raised therein; <br /> d. products acquired from live animals bred and raised therein; <br /> e. products acquired from the business of hunting or fishing performed therein; <br /> f. products acquired from the business of maritime fishing and other products obtained <br /> outside the territorial waters of the Arab Member States by the vessels thereof; <br /> g. products processed or prepared aboard factory ships exclusively from products <br /> referred to in subparagraph (f); <br /> h. used articles collected therefrom, and which are fit only for the recovery of raw materials; <br /> i. waste and scrap resulting from manufacturing operations conducted therein; <br /> j. products extracted from marine soil or subsoil which is situated beyond the territorial <br /> waters thereof, provided that they have sole rights to work or exploit that soil or subsoil; and, <br /> k. goods produced exclusively from the products specified in subparagraphs (a) to (j). <br /> (2) The terms ‘vessels' and ‘factory ships mentioned under subparagraphs 1(f) and (g) of the <br /> present Article, shall hereby apply only to such vessels and factories, which comply with the <br /> conditions and requirements established hereunder: <br /> a. They shall be registered or recorded in an Arab Member State; <br /> b. They shall fly the flag of the respective Arab member State; and, <br /> c. They shall be based on at least fifty percent (50%) national ownership of the respective <br /> Arab Member State, along with the chairperson of the board of directors or the <br /> governance board thereof as well the majority of members of such boards being <br /> nationals of the respective Arab Member States.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Insufficient Working or Processing or Manufacturing Operations to Confer the Status of Originating Status <br /> (1) Without prejudice to Paragraph (2), the following shall be regarded as insufficient working <br /> or processing or manufacturing operations to confer the status of originating to the <br /> products, irrespective of whether the requirements stipulated under Article 5 are fulfilled: <br /> a. Operations performed so as to ensure that the products are preserved in a good <br /> condition throughout the process of transport and storage (ventilation and diffusion, <br /> drying, cooling, use of saline solutions or other solutions containing sulphur dioxide, <br /> removal of damaged parts, and similar operations); <br /> b. Minor operations, such as removal of dust, sifting, screening, sorting, classifying, <br /> grading, matching (including the making-up of sets of articles), washing, painting, and cutting; <br /> c. (1) Operations associated with changing, splitting, and assembling of packaging; <br /> (2) operations associated with simple placement in bottles, cans, flasks, bags, cases, <br /> boxes, and with fixing of cards or labels and other simple packaging operations; <br /> d. Operations associated with affixing or printing marks, labels, logos and other like <br /> distinguishing signs on products or packaging thereof; <br /> e. Operations associated with simple mixing of products, whether or not of different <br /> species, where one or more of the component elements of the mixture do not meet <br /> the conditions laid out in the present Rules with regard to the acquisition of <br /> originating status of an Arab Member State; <br /> f. Operations associated with simple assembly of parts of articles to constitute a complete product; <br /> g. A combination of two or more operations specified in subparagraphs (a) to (f); and, <br /> h. Operations associated with the slaughter of animals. <br /> (2) All the operations carried out either in an individual Arab Member State or in all the Arab <br /> Member States collectively shall be taken into consideration together when determining <br /> whether the working or processing or manufacturing operation undergone by that product <br /> is to be regarded as insufficient to confer the originating status, within the meaning of Paragraph (1).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3: Criteria of defining the added value <br /> indemnity, social insurance for production workers and for the workers of the Administrative and <br /> technical body, who are directly connected with production, such as supervisors and workers of <br /> quality control: Storing and wrapping, or indirectly, such as, Administrative and accounting <br /> body, and marketing employees. <br /> 2- Fixed Assets Depreciation: including depreciation of industrial buildings, equipment and machines, <br /> in addition to residential buildings owned by the company, and aren't included in the provision of <br /> rentals, and directly connected with manufacturing activity, according to depreciation rates approved <br /> by the official concerned authorities, no asset depreciation shall be included in the added value, <br /> when the book value is zero. <br /> 3- Rentals: including renting industrial lands, warehouses, industrial buildings, product marketing <br /> shops (exhibition halls dedicated to factory products) staff abodes non owned by the facility. <br /> 4- Financing cost: including total cost paid on loans used to fund the above mentioned fixed assets, <br /> the direct activities of the organization, or the costs of these loans in accordance with the <br /> system applied in each country. <br /> 5- Intermediate Raw Materials of National origin: including basic raw materials and intermediate <br /> materials used in the production processes. The concept of National origin covers what has been <br /> produced in a member state and meets the criteria of national origin. <br /> 6- Other Fees: including the costs of lab analyses, the costs of research and development, insurance <br /> and risks fees on buildings and machines, costs and fees of patents and rights of invention and Arab <br /> intellectual property, related to production, and cost of renting the machines <br /> used in the production process. <br /> 7- Energy, Electricity and water: including all the fees of energy, electricity and water used <br /> in the production process. <br /> 8- General and Administrative Expenses: including expenses of mail, telegraph, telephone, <br /> publications and subscriptions, etc. <br /> Firstly: Explaining how to calculate the added value, the added value should be calculated according <br /> to one of the following two methods: <br /> 1- According to the assembly formula for the elements of the added value as follows : <br /> The added value percent = [The added value (the total of elements from 1 to 8) / Ex-factory definite value of the goods] x 100 <br /> Ex-factory product value = added value + foreign inputs (minus levied fees and taxes) <br /> 2- According to the definite value of the goods as follows: <br /> [(Ex-factory product definite value - Value of the imported materials included in manufacturing process (minus levied fees and customs)) / <br /> Ex-factory definite value of the goods] x 100 <br /> The added value should be calculated, according to this, as: <br /> The difference between the definite value of the produced goods until the end of the manufacturing <br /> process and the value of the imported materials included in the production process (minus levied <br /> taxes and fees), this doesn't apply to the materials of national origin or these imported from An Arab <br /> party-state in this Agreement, or any other Arab state involved in an integration or cooperation <br /> Agreement, are treated as local goods or materials. <br /> The definite value of the produced good according to (the value cost of this good) the definite value <br /> of the good doesn't include any sums paid for custom or local production fees imposed on it <br /> or on its production inputs. <br /> The value of the materials included in the production process shall be calculated according to the price <br /> by which there were purchased from abroad and the custom value approved by the state upon the <br /> arrival of the materials to the production state, and it doesn't include the expenses of internal <br /> transportation or any other expenses that aren't directly connected with the production process.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Neutral Elements <br /> In order to determine whether a product is an originating product, it shall not be necessary to <br /> determine the origin of the following component elements which might be used in the production thereof: <br /> a. Energy and fuel; <br /> b. Plant and equipment; <br /> c. Machines and tools; <br /> d. Goods which do not enter, and which are not intended to enter, into the final composition of the product <br /> CHAPTER THREE (III) <br /> TERRITORIAL REQUIREMENTS <br /> Article 33 : Non-Arab-Originating Goods [3] <br /> Goods may not acquire the status of Arab origin in the event that any of the components thereof is <br /> manufactured or produced in the Zionist entity or in case any of the neutral elements contained in <br /> Annex No. (X) is owned, whether in whole or in part, by Israeli companies or by companies included <br /> in the lists of Arab boycott against Israel. <br /> [3] The delegation of the Arab Republic of Egypt places on record the reservation thereof on Article 33 of the General Provisions, <br /> and underscores that certain Arab States maintain trade relations with Israel, within the peace process and in support of this process. <br /> Therefore, the delegation of the Arab Republic of Egypt has reservations on the respective Article, on the basis of the formulation thereof.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Direct Transport <br /> (1) The preferential treatment granted under the Agreement to Facilitate and Develop Inter- <br /> Arab Trade alongside the Executive Program of the Greater Arab Free Trade Area (GAFTA) <br /> shall only apply to products satisfying the requirements set out in the present Rules, and <br /> which are transported directly between the Arab Member States or through the territory of <br /> other neighbouring states with, should the occasion arise, trans-shipment or temporary <br /> warehousing in such territories, provided that such products remain under the control of the <br /> customs authorities in the country of transit or temporary warehousing and that they do not <br /> undergo operations other than unloading, reloading or any operation intended to preserve <br /> them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of the <br /> Arab Member States. <br /> (2) Evidence that the conditions set out in Paragraph (1) are fulfilled shall hereby be supplied to <br /> the customs authorities of the Importing State by the production and submission of: <br /> a. a single transport document covering the passage from the Exporting State through the state of transit; <br /> b. a certificate issued by the customs authorities of the country of transit involving the following: <br /> 1. providing exact description of the products; <br /> 2. stating the dates of unloading and reloading of the products and, where applicable, <br /> the names of the ships, or the other means of transport used; and, <br /> 3. certifying the conditions under which the products remained in the state of transit <br /> c. or, in the absence of the above, any other substantiating documents as deemed <br /> satisfactory to the customs authorities", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Requirements of Territoriality <br /> (1) The conditions set out in Chapter (II) in respect of the acquisition of the originating status in <br /> an Arab Member State, except as provided for in Article 3. <br /> (2) In the event that originating products exported from one of the Arab Member States to <br /> another state, except as provided in Article 3, are returned, such products shall hereby <br /> be regarded as non-originating, unless it shall be demonstrated to the satisfaction of the <br /> customs authorities that: <br /> a. The returning goods are the same as those exported; and, <br /> b. They have not undergone any operations beyond that necessary to preserve the in good <br /> condition, while in that state or while being exported.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> (1) The unit of qualification for the application of the provisions contained in the present Rules <br /> shall be that of the particular product, which is considered as the basic unit when <br /> determining classification on the basis of the nomenclature of the Harmonised System. It follows that: <br /> a. when a product composed of a group or assembly of articles is classified under the <br /> terms of the Harmonised System in a single heading, the whole constitutes the unit of qualification; and, <br /> b. when a consignment consists of a number of identical products classified under the <br /> same heading of the Harmonized System, each product must be taken individually in <br /> the application of the provisions of the present Rules. <br /> (2) Where, under General Rule No. (5) of the Harmonised System, packaging is included with <br /> the product for classification purposes, such packaging shall be included for the purposes of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Sets <br /> Sets, as defined in the General Interpretative Rule (3) of the Harmonised System, shall be regarded <br /> as originating when all the component products have an originating status. Nevertheless, when a set <br /> is composed of originating and non-originating products, the set as a whole shall be regarded as <br /> originating, provided that the value of the non-originating materials does not exceed fifteen percent <br /> (15%) of the ex- works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Exhibitions <br /> (1) Originating products, sent for exhibition in a state other than the Arab Member States and <br /> sold after the exhibition for importation into an Arab Member State shall benefit on <br /> importation from the provisions contained in the Agreement, provided that it shall be <br /> demonstrated to the satisfaction of the customs authorities that: <br /> a. an exporter has consigned such products from the concerned Arab Member State to the <br /> state where the exhibition is held and has exhibited such there; <br /> b. such products have been sold or otherwise disposed of by the respective exporter to an <br /> individual in the concerned Arab Member State; <br /> c. such products have been consigned during the exhibition or immediately thereafter in <br /> the same condition in which they were sent for the purpose of exhibition; and, <br /> d. such products have not, since they have been consigned for exhibition, been used for <br /> any purpose other than demonstration at the respective exhibition. <br /> (2) A proof of origin shall hereby be issued or made out in accordance with the provisions set <br /> out in Chapter Five (V) and shall be submitted to the customs authorities of the Importing <br /> State in the normal manner. The name and address of the respective exhibition shall be <br /> indicated thereupon. Where necessary, additional documentation evidence of the <br /> conditions and circumstances under which the respective products have been exhibited may be required. <br /> (3) Paragraph (1) shall hereby apply to any trade, industrial, agricultural and crafts exhibitions <br /> and/ or any similar public show or display during which such products remain under customs <br /> control and shall not apply to any show or display organised for private purposes in stores or <br /> business premises with a view to the sale of foreign products. <br /> CHAPTER FOUR (IV) <br /> Drawback of, or Exemption from, Customs Duties", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : General Requirements <br /> (1) Products originating in any Arab Member State, on importation into another Arab Member <br /> State, shall hereby benefit from the provisions contained in the present Rules, upon <br /> submission of the Arab Certificate of Origin, a specimen of which appears in Appendix (III). <br /> (2) Notwithstanding the provisions contained in Paragraph (1), originating products, within the <br /> meaning of the present Rules shall, in such cases specified in Article 23, benefit from <br /> the present Agreement, without it being necessary to submit the certificate of origin referred hereinabove. <br /> Article 16 : Procedures for the Issuance of the Arab Certificate of Origin <br /> (1) The Arab Certificate of Origin shall hereby be issued by the competent authorities of the <br /> Exporting State on the attached application template, having been completed by the <br /> exporter or by his/ her authorised representative. <br /> (2) The exporter or his/ her authorised representative shall hereby fill out the Arab Certificate <br /> of Origin (a specimen of which appears in Appendix III). The Certificate template shall be <br /> completed in printed characters in Arabic and shall be fully translated and certified by the <br /> same authority, if required. They shall be completed in printed characters. The description <br /> of the products must be provided in the box reserved for this purpose, without leaving any <br /> blank spaces. Where the box is not completely filled, a horizontal line must be drawn below <br /> the last line of the description and the empty space is crossed through. <br /> (3) Having regard to the provisions set out in Article 24, the exporter applying for the <br /> issuance of the Arab Certificate of Origin shall be prepared to submit, at the request of the <br /> competent authority of the Exporting State, where the Arab Certificate of Origin is issued, all <br /> the appropriate documents substantiating the originating status of the products concerned, <br /> along with the fulfilment of the remaining requirements set out in the present Rules. <br /> (4) The Arab Certificate of Origin shall hereby be issued by the competent authorities or <br /> customs authorities of one of the Arab Members State in the event that the products <br /> concerned are regarded as products originating in the concerned Arab Member State and <br /> fulfilling all the requirements established in the present Rules. <br /> (5) The customs authorities or competent authority of the Exporting State issuing the Arab <br /> Certificate of Origin shall take any steps necessary to verify the originating status of the <br /> products and to validate the fulfilment of the other requirements contained in the present <br /> Rules. For this purpose, such authorities shall reserve the right to call for any evidence or to <br /> carry out any inspection of the exporter's accounts or any other review as deemed <br /> appropriate. The said competent authority or customs authorities issuing the certificates of <br /> origin shall ensure that the forms referred to in Paragraph (2) are duly completed. The said <br /> authorities shall check whether the space reserved for the description of the products has <br /> been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> (6) The serial number and the date of issue of the Certificate of Origin shall be indicated in the <br /> box designated for this purpose. <br /> (7) The Arab Certificate of Origin shall be issued by the competent authorities or customs <br /> authorities of the Exporting State issuing the Certificate of Origin and shall be made available <br /> to the exporter as soon as the actual exportation has been effected or ensured. <br /> (8) The Arab Member States shall hereby notify the General Secretariat of the League of Arab <br /> States (LAS) of the competent authority thereof, which has the mandate to issue and <br /> validate the Certificates of Origin, for deployment to the Arab Member States. <br /> Article 18 : Issuance of Duplicate Arab Certificates of Origin <br /> (1) The exporter may apply to the competent authority which issued the Certificate of Origin in <br /> order to obtain a duplicate copy thereof indicating the reason for such request as well as the <br /> authority to whom the duplicate Certificate shall be submitted. <br /> (2) The duplicate copy shall be endorsed with the following: ‘DUPLICATE'. <br /> (3) The endorsement referred to in Paragraph (2) shall be inserted in the ‘Remarks' box of the <br /> duplicate Arab Certificate of Origin. <br /> (4) The duplicate shall bear the date of issue of the original Arab Certificate of Origin and shall <br /> take effect as from that date. <br /> Article 19 : Issuance of Arab Certificates of Origin on the Basis of a Certificate of Origin Issued or Made out Previously <br /> When originating products are placed under the control of customs authorities of any of the Arab <br /> Member States, it shall be permissible for the respective authorities, on the basis of original proof of <br /> origin, to issue one or more partial certificates at a no-cost basis or to endorse the back side of the <br /> Arab Certificate of Origin for the purpose of dispatching all or some of such products to one or more <br /> of the Arab Member States. The Arab Certificate(s) of Origin shall be issued by the customs authorities <br /> under whose control the products are placed. <br /> Article 21 : Submission of Certificates of Origin <br /> Certificates of origin shall hereby be submitted to the customs authorities of the Importing State in <br /> pursuance of the procedures applicable in the respective State. The said authorities may require that <br /> the import statement be accompanied by a declaration from the importer to the effect that the <br /> respective products fulfil the conditions required for benefiting from the application of the present Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Exemption from Proof of Origin <br /> Products of Arab origin dispatched as small packages from private persons to private persons or that <br /> form part of the personal luggage of a traveller to an Arab State shall hereby be admitted as originating <br /> products without requiring the submission of a proof of origin, provided that such products are not <br /> imported by way of trade and have been declared as fulfilling the requirements of the present Rules <br /> and where there is no doubt as to the veracity of such a declaration. In the case of products dispatched <br /> by post, the importer shall hereby submit a declaration indicating that such products are not imported <br /> by way of trade using the customs declaration form or a sheet of paper annexed to that declaration. <br /> Imports which are occasional and which consist solely of products intended for the personal use of <br /> the recipient or the traveller or the families thereof, shall not be deemed as imports by way of trade <br /> and with no commercial purpose in view, provided that the total value of such products shall not <br /> exceed USD 500 in the case of small packages or USD 1200 in the case of products forming part of <br /> travellers' personal luggage. The Arab Member States may exceed such limits.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 20 : Validity of Proof of Origin <br /> (1) The Arab Certificate of Origin shall hereby remain valid for a period of six (6) months as from <br /> the date of issue thereof in the Exporting State. Such Certificate shall be presented within <br /> the said period to the customs authorities or the competent authorities of the Importing State. <br /> (2) The Certificate of Origin, which is submitted to the customs authorities of the Importing <br /> State after the final date for presentation thereof, as specified in Paragraph (1), may be <br /> accepted for the purpose of granting preferential treatment thereto, in the event that <br /> failure to submit such Certificate by the final date set is due to exceptional circumstances or <br /> to force majeure as deemed admissible by the Importing State. <br /> (3) In other cases of belated presentation, the customs authorities of the Importing State may <br /> accept the proofs of origin in the event the products have been submitted prior to the final <br /> date set for this purpose.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Preservation of Certificate of Origin and Supporting Documents <br /> (1) The exporter shall hereby maintain for at least three (3) years the documents referred <br /> to in Article 16, Paragraph (3) and in Article 24. <br /> (2) The authorities issuing an Arab Certificate of Origin at the Exporting State shall hereby <br /> maintain for at least three (3) years the documents referred to in Article 16, <br /> Paragraph (3) and in Article 24. <br /> (3) The customs authorities of the Importing State shall hereby maintain for at least <br /> three (3) years the Arab Certificates of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Retrospective Issuance of the Arab Certificate of Origin <br /> (1) Notwithstanding the provisions contained in Paragraph (7) of Article No (XVI), the Arab <br /> Certificate of Origin may be exceptionally issued subsequent to the exportation of the <br /> products related thereto in the event: <br /> 1. The Certificate has not been issued at the time of exportation due to errors or <br /> inadvertent omissions or on the basis of special circumstances; or <br /> 2. It is demonstrated to the satisfaction of the customs authorities or competent authority <br /> that the Arab Certificate of Origin was issued but was not admitted at importation on <br /> technical grounds, upon written comment from the customs authorities or competent <br /> authority of the Importing State to that effect. <br /> (2) For the implementation of Paragraph (1), the exporter shall indicate in the application <br /> request thereof the place and date of exportation of the products to which the Arab <br /> Certificate of Origin relates and shall state the reasons for the request thereof. <br /> (3) The customs authorities or the competent authority may issue the Arab Certificate of Origin <br /> retrospectively only subsequent to verifying that the information supplied in the application <br /> submitted by the exporter coincides with that stated in the corresponding files. <br /> (4) The Arab Certificate of Origin issued retrospectively shall be endorsed with the following <br /> phrase: ‘ISSUED RETROSPECTIVELY'. <br /> (5) The endorsement phrase referred to in Paragraph (4) shall be inserted in the ‘Remarks' box <br /> of the Arab Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Supporting Documents <br /> The documents referred to in Paragraph (3) of Article 16 used for the purpose of proving that <br /> the products covered by an Arab Certificate of Origin can be considered as products originating in an <br /> Arab Member State and that they fulfil the other requirements set in the present Rules, may consist, <br /> inter alia, of the following: <br /> (a) Direct evidence of the process of manufacture carried out by the exporter or supplier so as <br /> to obtain the goods concerned, on the basis of the accounts or internal books thereof; <br /> (b) Documents subsalting the originating status of materials used, as issued or made out in an <br /> Arab Member State, where such documents are used in accordance with the respective domestic law; <br /> (c) Documents substantiating the operations of working or processing or manufacturing of <br /> materials in the concerned Arab Member State, as issued or made out in the said State, <br /> where such documents are used in accordance with the respective domestic law; or <br /> (d) The Arab Certificate of Origin accompanied with a copy of the invoice.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 37 : Execution of the Rules <br /> Resolution No. 1336, of the Economic and social council, dated September 17, 1997 <br /> Rule 3: Criteria of defining the added value <br /> The added value shall be defined according to the factors and criteria herein set forth: <br /> 1- All wages and salaries: Including cash and in kind wages, training fees, various advantages, leaving", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Verification of Proofs of Origin <br /> (1) Subsequent verifications of proofs of origin may be carried out at random or whenever the <br /> customs authorities or the competent authority of the Importing State have reasonable <br /> doubts as to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfilment of the other requirements set out in the present Rules. <br /> (2) For the purposes of executing the provisions laid down in Paragraph (1), the customs <br /> authorities of the Importing State shall hereby return the Arab Certificate of Origin and the <br /> invoice, in the event that such has been submitted, or a copy of such documents, to the <br /> authorities of the Exporting State, while providing, where appropriate, the reasons for the <br /> enquiry. Any documents or information acquired suggesting that the information provided <br /> on the Certificate of Origin is incorrect shall hereby be forwarded in support of the request <br /> for verification of information. <br /> (3) The verification shall be carried out by the competent authority of the Exporting State. For <br /> this purpose, such authority shall reserve the right to call for any evidence and to carry out <br /> any inspection of the accounts of the exporter or any other review as deemed appropriate. <br /> (4) In the event that the customs authorities of the Importing State shall hereby decide to <br /> suspend the preferential treatment accorded to certain products pending the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> (5) The customs authorities requesting the verification shall be informed of the results of such <br /> verification at the earliest opportunity. Such results shall indicate explicitly whether the <br /> documents are authentic and whether the products concerned can be regarded as products <br /> originating in the concerned Arab Member State, and whether they fulfil the other <br /> requirements contained in the present Rules. <br /> (6) If, in cases of reasonable doubt, there is no reply within six (6) months of the date of the <br /> verification request, or if the reply does not contain sufficient information to determine the <br /> authenticity of the documents in question or the real origin of the products, the requesting <br /> customs authorities shall, except under certain exceptional circumstances, decline <br /> entitlement to preferential treatment for such products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Penalties <br /> The customs authorities or the competent authority of the concerned States shall inflict penalties in <br /> accordance with the domestic legislation thereof, on any person who draws up or causes a <br /> document to be drawn up, which contains incorrect information for the purpose of obtaining a <br /> preferential treatment for the products thereof.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 26 : Discrepancies and Formal Errors <br /> (1) The discovery of slight discrepancies between the statements indicated in the proof of origin <br /> and those indicated in the documents submitted to the customs office for the purpose of <br /> carrying out the formalities for importation of the products, shall not ipso facto render the <br /> proof of origin null and void in the event that it is duly established and substantiated that <br /> such document does correspond to the products submitted. <br /> (2) Obvious formal errors, such as typing errors, on a proof of origin should not cause such <br /> document to be declined in the event that these errors are not such as to create doubts <br /> concerning the correctness of the statements indicated in such document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Settlement of Disputes <br /> (1) Settlement of disputes shall hereby be undertaken through bilateral contacts between and <br /> among the concerned authorities within a maximum period of thirty (30) days. <br /> (2) In the event that no settlement can be reached within a period of thirty (30) days, such <br /> disputes that arise regarding the interpretation of the present Rules or concerning <br /> procedures (Article 28) which cannot be settled between the customs authorities of <br /> the Importing State and the competent authority of the Exporting State, shall be submitted <br /> to the Committee on Implementation and Follow-up for consideration and resolution or <br /> shall be referred to the Committee on Conflict Resolution. <br /> (3) Any case regarding settlement of disputes between the importer and the customs <br /> authorities of the Importing State shall be undertaken under the legislation in force in the respective State.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purpose of enforcing the present Rules: <br> A. The term ‘manufacture' shall be construed to mean all operations of working or processing <br> or manufacturing, including assembly or specific operations; <br> B. The term ‘material' shall be construed to mean any ingredients, input materials, <br> components, or parts, or any other elements used in the manufacture of a product; <br> C. The term ‘product' shall be construed to mean the product being manufactured, even if <br> such shall be intended for later use as an input material in other manufacturing operations; <br> D. The term ‘goods' shall be construed to mean both materials and products; <br> E. The term ‘customs value'[1] shall be construed to mean the value defined in pursuance of <br> Article 7 set forth in the 1994 General Agreement on Tariffs and Trade (GATT) (World <br> Trade Organisation's Agreement on Customs Valuation). <br> F. The term ‘Ex-Works Price' shall be construed to mean the price paid or payable for the <br> product ex works to the manufacturer in the Arab Member State in the undertaking thereof <br> the last working or processing is carried out, provided that the price shall include the value <br> of all the materials used, minus any domestic taxes or charges (non-tariff) which shall, or <br> may be recovered upon export of the acquired product; <br> G. The term ‘Ex-Factory Price' shall be construed to mean the price paid for a product to the <br> factory where the last operation of working, processing or manufacture takes place, <br> provided that such price shall include the value of all the materials used, excluding any <br> domestic (non-customs) taxes or charges, which can be recovered upon export of the acquired good; <br> H. The term ‘Value of Materials' shall be construed to mean the customs value at the time of <br> importation of the non-originating materials used or, if this is not known or may not be <br> ascertained, the first ascertainable price paid for the materials in the Arab Member State; <br> I. The term ‘Value of Originating Materials' shall be construed to mean the value of such <br> materials, as defined under subparagraph (g) as applied mutatis mutandis; <br> J. (1) The term ‘Value Added' shall be construed to mean the ex-work price of the good, minus <br> the customs value of each of the non-originating products incorporated in the production of <br> the respective good; <br> (2) The term ‘Value Added for the Purposes of Cumulation' shall be construed to mean the <br> or, in the absence of such a document, by a single invoice; <br> ex-works price minus the customs value of each of the materials which originate in an Arab <br> Member State, and which is incorporated in the production of the concerned good; <br> K. The term ‘Chapters and Headings' shall be construed to mean the four-digit chapters and <br> the headings used in the nomenclature, which makes up the Harmonised Commodity <br> Description and Coding System, referred to in the present Rules as ‘Harmonised System' (H.S.); <br> L. The term ‘Classified' shall refer to the classification of a product or a material under a particular heading; <br> M. The term ‘Consignment' shall be construed to mean such products which are either <br> dispatched simultaneously from one exporter an importer, or which are covered by a single <br> transport document addressing the shipment thereof from the exporter to the consignee, <br> N. The term ‘Territory' shall be construed to mean the territories and territorial waters under <br> the sovereignty of the concerned State by virtue of the international laws; and, <br> O. The term ‘Arab Member States' shall be construed to mean the Arab States members of the <br> Greater Arab Free Trade Area (GAFTA). <br> [1] Non-WTO Arab States shall hereby be permitted to continue to apply the value rate in pursuance <br> of the Brussels regime pending the accession thereof. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "For the purpose of enforcement of the Agreement to Facilitate and Develop Inter-Arab Trade and of <br> implementation of the Executive Program of the Greater Arab Free Trade Area (GAFTA), the <br> products listed hereunder shall be considered as originating in the Exporting Arab Member State: <br> A. Products wholly acquired within the respective State within the meaning of Article 4 <br> of the present Rules; and, <br> B. Products acquired within the respective State incorporating materials which have not been <br> wholly acquired therein, provided that such materials have been subjected to sufficient <br> working or processing or manufacturing operations in the respective State, within the <br> meaning of Article 5 of the present Rules. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 22 : Importation by Instalments <br> Where, at the request of the importer and on the conditions laid down by the customs authorities of <br> the Importing State, dismantled or non-assembled products, which fall under Sections (XVI) and <br> (XVII) or Headings (7308) and (9406) of the Harmonised System in pursuance of General Rule 2(a) of <br> the Harmonised System, are imported by instalments, a single proof of origin for such products shall <br> be submitted to the customs authorities upon importation of the initial instalment. <br> "}, {"ArticleTitle": "Mutual Assistance [2]", "ArticleDesc": "Article 27 : Mutual Assistance [2] <br> (1) The customs authorities or the competent authorities of the Arab Member States shall <br> supply the General Secretariat of the League of Arab States (the Economic Sector) with <br> specimen impressions of the stamps used for certification of origin, and with the addresses <br> of the customs authorities or competent authorities responsible for verifying such <br> certificates, and invoice declarations. The General Secretariat of the League of Arab States <br> shall hereby undertake to deploy such documents among the Arab Member States upon arrival. <br> (2) In order to ensure the proper application of the present Rules, the Arab Member States shall <br> hereby assist each other, through the competent customs administrations, in checking the <br> authenticity of the Arab Certificates of Origin and the veracity of the information indicated <br> in such documents. <br> [2] The Arab Republic of Egypt expresses the reservation thereof on Resolution No. 1588 (D.P. 75) of the Economic and Social Council, <br> dated 17.02.2005 concerning the cancellation of the exchange of formats of signatures on the certificates of origin and the maintenance <br> of mere exchange of formats of stamps and seals and of names of authorities mandated to certify them, due to the ease with which such <br> stamps and seals can be counterfeited. <br> "}, {"ArticleTitle": "Free Trade Zones of the Arab States", "ArticleDesc": "Article 31 : Free Trade Zones of the Arab States <br> (1) The Arab Member States shall hereby take all necessary measures to ensure that products <br> traded under a proof of origin, which in the course of transport make use of a free zone <br> situated in the territory thereof, are not substituted by other products and are not subjected <br> to handling other than normal operations intended to prevent the deterioration thereof. <br> (2) By way of derogation from the provisions contained in Paragraph (1), when products <br> originating in one of the Arab Member States are imported into a free-trade zone under a <br> proof of origin and when they are subjected to any operation of processing or working or <br> manufacturing, the authorities concerned shall hereby issue a new Arab Certificate of Origin <br> at the request of the exporter, in the event that the respective operation of processing or <br> working or manufacturing undergone is in conformity of the provisions stipulated in the present Rules. <br> "}, {"ArticleTitle": "Signature of the Agreement on the Creation of Free Trade Zones", "ArticleDesc": "Article 32 : Signature of the Agreement on the Creation of Free Trade Zones <br> In the event that any of the Arab States shall sign agreements concerning the creation of free trade <br> zones with one or a group of non-Arab states, such agreements may provide for rules of origin other <br> than the defined Arab Rules of Origin, provided that such rules shall not impede the implementation <br> of the Greater Arab Free Trade Area and that such rules shall apply to the trade operations carried <br> out between the respective Arab Member State and the non-Arab State(s) signatory of such <br> agreements concerning the creation of free trade zones. <br> "}, {"ArticleTitle": "Goods in Transit or in Customs Warehouses during Implementation of the System", "ArticleDesc": "Article 34 : Goods in Transit or in Customs Warehouses during Implementation of the System <br> Goods which comply with the present Rules shall, on the date of entry into force thereof, and which <br> are either in transit or are in temporary storage in customs warehouses, shall benefit from the <br> advantages provided under this system, subject to the submission to the customs authorities or the <br> competent authority, within a period of four months of the said date, of a certificate of origin issued <br> retrospectively by the customs authorities or the competent authority of the Exporting State <br> together with the documents substantiating that the goods have been transported directly. <br> "}, {"ArticleTitle": "Goods Falling Beyond the Scope of the Provisions of the Executive Program", "ArticleDesc": "Article 35 : Goods Falling Beyond the Scope of the Provisions of the Executive Program <br> Goods falling outside the scope of the provisions of the Executive Program in respect of the creation <br> of the Greater Arab Free Trade Zone, even if they have gained the originating status as defined in <br> the detailed tables, shall not enjoy the exemptions and privileges accorded to Arab goods <br> of national status of origin. <br> "}, {"ArticleTitle": "Amendments to the Rules", "ArticleDesc": "Article 36 : Amendments to the Rules <br> The Economic and Social Council may decide to amend the provisions contained in the present Rules <br> by a two-thirds majority of Arab Member-States. <br> "}, {"ArticleTitle": "Execution of the Rules", "ArticleDesc": "Article 37 : Execution of the Rules <br> The Arab Member States shall hereby adopt the measures necessary for the implementation of the <br> present Rules, which shall replace and supersede the General Rules currently applicable for the <br> purpose of trade within the Greater Arab Free Trade Area following a transition period to be defined <br> by the Economic and Social Council. <br> Resolution No. 1336, of the Economic and social council, dated September 17, 1997 <br> "}]}]}, "members_found": ["422", "887", 1, 8703900000]}