{"FtaRooDetails": {"FtaId": 654, "FtaCode": "ITC00672", "FtaName": "Regional group, SAARC", "FtaFullName": "AGREEMENT ON SOUTH ASIAN FREE TRADE AREA (SAFTA)", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2006", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Afghanistan; Bangladesh; Bhutan; Sri Lanka; Maldives; Nepal; Pakistan; India", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, SAARC", "AdminProcCooAuth": "The certification type under Regional group, SAARC is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, SAARC is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, SAARC agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40% (30% for LDCs, 35% for Sri Lanka)", "RooText": "Rule 8: Single Contracting State Content(a) Products originating in the exporting Contracting State shall be considered to be sufficiently worked or processed for the purposes of granting originating status if they fulfill the following conditions:(i) The final product is classified in a heading at the four digit level of the Harmonised Commodity Description and Coding System differently from those in which all the non-originating materials [5] used in its manufacture are classified and(ii) Products worked on or processed as a result of which the total value of the materials, parts or produce originating from other countries or of undetermined origin used does not exceed 60% of the FOB value of the products produced or obtained and the final process of manufacture is performed within the territory of the exporting Contracting State. Rule 10: Special Treatment to Least Developed Contracting States The products originating in the Least Developed Contracting States shall be allowed a favourable 10 percentage points applied to the percentage applied in Rule 8. The products originating in Sri Lanka shall be allowed a favourable 5 percentage points applied to the percentage applied in Rule 8.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Explanatory Notes", "RooText": " Annex-APRODUCT SPECIFIC RULES UNDER SAFTA RULES OF ORIGINExplanatory Notes:1. For the purposes of Rule 8 (b) of the SAFTA Rules of Origin, the products listed under column (3) and corresponding to heading mentioned under column (2) would be subject to Rule specified under column (4) in the following Table.2. The term \"CTH\" in column (4) below shall mean that the final product is classified in a heading at the four-digit level of the Harmonised Commodity Description and Coding System differently from those in which all the non-originating materials used in its manufacture are classified.3. The term \"CTSH\" in column (4) below shall mean that the final product is classified in a heading at the six-digit level of the Harmonised Commodity Description and Coding System differently from those in which all the non-originating materials used in its manufacture are classified.4. The DVA mentioned in percentage in column (4) below shall mean the minimum value addition in the Exporting Contracting State, calculated as per the following formula:DVA FOB value of the exp ort product - value of non-originating materials iririFOB value of the exp ort product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00672_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/OCPs%20_Anx-B%20of%20Annex-IV.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00672_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.doc.gov.lk/images/pdf/our_services/safta/AnnexA.PDF"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00672_roo.pdf", "DocType": "3_roo", "WebLink": "http://tdap.gov.pk/beta/pdf/Annex-IV%20of%20SAFTA%20Agreement%20-%20SAFTA%20Rules%20of%20Origin.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00672_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.commerce.gov.pk/wp-content/uploads/pdf/OCPs%20_Anx-B%20of%20Annex-IV.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00672_full.pdf", "DocType": "8_full", "WebLink": "http://commerce.nic.in/trade/safta.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Rule 9: Regional Cumulation <br /> Unless otherwise provided for, products worked on or processed in a Contracting <br /> State using the inputs originating in any Contracting States within <br /> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br /> (a) the aggregate content (value of such inputs plus domestic value addition in <br /> further manufacture) is not less than 50 percent of the FOB value; <br /> (b) the domestic value content (value of inputs originating in the exporting <br /> Contracting State plus domestic value addition in further manufacture in <br /> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br /> (c) the final product satisfies the condition of <br /> (i) change in classification at the four digit level (CTH) as provided <br /> under Rule 8 (a) (i); or <br /> (ii) change in classification at the six digit level (CTSH) as agreed <br /> upon in the Product Specific Rules reflected in Rule 8 (b).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 5: Wholly produced or obtained <br /> Within the meaning of Rule 4(a), the following shall be considered as wholly <br /> produced or obtained in the territory of the exporting Contracting State <br /> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br /> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br /> (b) Agriculture, vegetable and forestry products harvested there; <br /> (c) animals born and raised there; <br /> (d) products obtained from animals referred to in clause (c) above; <br /> (e) products obtained by hunting or fishing conducted there, <br /> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br /> (g) products processed and/or made on board its factory ships exclusively from <br /> products referred to in clause (f) above [3],[4]; <br /> (h) raw materials recovered from used articles collected there; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br /> limits of national jurisdiction, provided it has the exclusive rights to exploit <br /> that sea bed, ocean floor or subsoil thereof; <br /> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br /> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br /> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br /> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br /> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br /> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br /> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br /> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br /> State will also be eligible for preferential treatment. <br /> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br /> of the Contracting State do not apply. <br /> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br /> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 7: Non-qualifying Operations <br /> The following shall in any event be considered as insufficient working or processing <br /> to confer the status of originating products, whether or not there is a change of heading: <br /> 1) operations to ensure the preservation of products in good condition <br /> during transport and storage (ventilation, spreading out, drying, <br /> chilling, placing in salt, Sulphur dioxide or other aqueous solutions, <br /> removal of damaged parts, and like operations). <br /> 2) simple operations consisting of removal of dust, sifting or screening, <br /> sorting, classifying, matching (including the making-up of sets of <br /> articles), washing, painting, cutting up; <br /> 3) (i) changes of packing and breaking up and assembly of consignments, <br /> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br /> bags, boxes, fixing on cards or boards, etc., and all other simple <br /> packing operations. <br /> 4) the affixing of marks, labels or other like distinguishing signs on <br /> products of their packaging; <br /> 5) simple mixing of products, whether or not of different kinds, where <br /> one or more components of the mixture do not meet the conditions laid <br /> down in these rules to enable them to be considered as originating <br /> products; and mere dilution with water or another substance that does <br /> not materially alter the characteristics of the product; <br /> 6) simple assembly of parts of products to constitute a complete product; <br /> 7) a combination of two or more operations specified in (1) to (6);", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Method for Valuation of non-originating materials <br /> (a) The value of the non-originating materials, parts or produce shall be: <br /> (i) The CIF value at the time of importation of the materials, parts or <br /> produce where this can be proven or <br /> (ii) The earliest ascertainable price paid for the materials, parts or <br /> produce of undetermined origin in the territory of the Contracting <br /> States where the working or processing takes place. <br /> (b) In order to determine whether or not a product originated in the territory of a <br /> Contracting State it shall not be necessary to establish whether the power <br /> and fuel, plant and equipment, and machines and tools used to obtain such <br /> products, originate in third countries.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Rule 11: Method for Valuation of non-originating materials <br /> (b) In order to determine whether or not a product originated in the territory of a <br /> Contracting State it shall not be necessary to establish whether the power <br /> and fuel, plant and equipment, and machines and tools used to obtain such <br /> products, originate in third countries.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: Direct consignment <br /> The following shall be considered as directly consigned from the exporting <br /> Contracting State to the importing Contracting State: <br /> (a) if the products are transported without passing through the territory of any <br /> non-Contracting State: <br /> (b) the products whose transport involves transit through one or more <br /> intermediate non-Contracting States with or without transshipment or <br /> temporary storage in such countries, provided that: <br /> (i) the transit entry is justified for geographical reason or by <br /> considerations related exclusively to transport requirements; <br /> (ii) the products have not entered into trade or consumption there; <br /> (iii) the products have not undergone any operation there other than <br /> unloading and reloading or any operation required to keep them in good condition; <br /> (iv) the products have remained under the customs control in the country of transit.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13: Treatment of packing <br /> When determining the origin of products, packing should be considered as forming a <br /> whole with the product it contains. However, packing may be treated separately if the <br /> national legislation so requires.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 19: <br /> (a) Products sent from one Contracting State for exhibition in another <br /> Contracting State and sold during or after the exhibition shall benefit from the <br /> preferential tariff treatment provided in this Agreement, on the condition that the <br /> products meet the requirements of Rule 4 of the SAFTA Rules of Origin and <br /> provided it is shown to the satisfaction of the relevant Government authorities of <br /> the importing Contracting State that: <br /> (i) An exporter has dispatched those products from the territory of the <br /> exporting Contracting State to the importing Contracting State <br /> where the exhibition is held and has exhibited them there, <br /> (ii) The exporter has sold the goods or transferred them to a consignee <br /> in the importing Contracting State; and <br /> (iii) The products have been sold during the exhibition or immediately <br /> thereafter to the importing Contracting State in the state in which <br /> they were sent for the exhibition. <br /> (b) For the purpose of implementing the above provisions, the Certificate of <br /> Origin must be produced to the relevant Government authorities of the importing <br /> Contracting State . <br /> (c) Paragraph (a) shall apply to exhibitions, fairs or similar shows or displays <br /> where the products remain under Customs control during these events.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 1: <br /> The Certificate of Origin shall be issued by authority designated by the <br /> Government of the exporting Contracting State (hereinafter referred to as Issuing <br /> Authority) and notified to the other Contracting States. <br /> ARTICLE 4: <br /> The Issuing Authority, upon a written request by the manufacturer and/or <br /> exporter of the products desirous for availing preferential treatment, shall conduct <br /> pre-exportation verification of the manufacturing premise(s). The result of the <br /> verification, subject to review periodically or whenever appropriate, shall be <br /> accepted as the supporting evidence in verifying the origin of the said produc ts to <br /> be exported thereafter. Pre-exportation verification may not apply to the <br /> products, origin of which, by their nature, can be easily verified. <br /> REQUEST FOR ISSUANCE OF CERTIFICATE OF ORIGIN <br /> ARTICLE 5: <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential treatment, the exporter or his authorized representative shall submit <br /> the Certificate of Origin duly filled together with appropriate documents <br /> supporting that the products to be exported qualify for the issuance of a <br /> Certificate of Origin. <br /> PRE-EXPORTATION EXAMINATION <br /> ARTICLE 6: <br /> The Issuing Authority shall, to the best of their competence and ability, carry out <br /> proper examination upon each application for the Certificate of Origin to ensure <br /> that: <br /> (a) The Certificate of Origin is duly completed and signed by the authorized <br /> signatory; <br /> (b) The origin of the product is in conformity with the Rules of Origin of this <br /> Agreement; <br /> (c) The other statements /entries of the Certificate of Origin correspond to <br /> supporting documentary evidence submitted; <br /> (d) HS Code, f.o.b. value, description, quantity and weight of goods, marks, <br /> number and kinds of packages, as specified, conform to the consignment <br /> to be exported. <br /> ISSUANCE OF CERTIFICATE OF ORIGIN <br /> ARTICLE 7: <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of <br /> its issuance. <br /> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the <br /> specimen shown in Appendix-1. It shall be in English. <br /> (c) The Certificate of Origin shall comprise one original and one duplicate in <br /> the following colours: <br /> Original - light orange <br /> Duplicate - white <br /> (d) Each Certificate of Origin shall bear a reference number given separately <br /> by each office of issuance at different places. <br /> (e) The original shall be forwarded by the exporter to the importer for <br /> submission to the Customs Authority at the port or place of importation. <br /> The duplicate shall be retained by the Issuing Authority of the exporting <br /> Contracting State. <br /> (f) After issuance of the Certificate of Origin, the Issuing Authority of the <br /> exporting Contracting State shall electronically send the information on <br /> issuance of certificate of origin on a weekly basis as per format provided in <br /> Appendix -2 to the Issuing Authority of respective importing Contracting State. <br /> ARTICLE 8: <br /> The Certificate of Origin issued by the Issuing Authority shall indicate the <br /> applicable Rules of Origin and the value of non-originating material expressed as <br /> a percentage of the f.o.b. value of the products, or the sum of the aggregate <br /> content originating in the territory of the exporting Contracting State expressed as <br /> a percentage of the f.o.b. value of the exported product; where applicable, in Box 8. <br /> ARTICLE 9: <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous entries and <br /> making any addition required. Such alterations shall be approved by an <br /> authorized signatory of the applicant and certified by the Issuing Authority. <br /> Unused spaces shall be crossed out to prevent any subsequent addition. <br /> ARTICLE 11: <br /> In the event of theft, loss, damage or destruction of a Certificate of Origin, the <br /> exporter may apply in writing to the Issuing Authority, which issued it, for the <br /> certified true copy of the original to be made on the basis of the export <br /> documents in their possession bearing the endorsement \"CERTIFIED TRUE <br /> COPY\" (in lieu of the Original Certificate) in Box 13. This copy shall bear the <br /> date of the original Certificate of Origin. The certified true copy of a Certificate of <br /> Origin shall be issued within the validity period of the original Certificate of Origin. <br /> PRESENTATION <br /> ARTICLE 12: <br /> The Original Certificate of Origin shall be submitted to the Customs Authority at <br /> the time of lodging the import entry for the products concerned. <br /> ARTICLE 13: <br /> The following time limit for the presentation of the Certificate of Origin shall be <br /> observed: <br /> (a) Certificate of Origin shall be submitted to the Customs Authority of the <br /> importing Contracting State within its validity period; <br /> (b) Where the Certificate of Origin is submitted to the Customs Authority of <br /> the importing Contracting State after the expiration of the validity of the <br /> Certificate of Origin, such Certificate is still to be accepted when failure to <br /> observe the time-limit results from force majeure or other valid causes <br /> beyond the control of the exporter; and <br /> (c) In all cases, the relevant Government authority in the importing <br /> Contracting State may accept such Certificate of Origin provided that the <br /> products have been imported before the expiration of the validity of the <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 7: <br /> (a) The validity of the Certificate of Origin shall be 12 months from the date of <br /> its issuance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 16: <br /> (a) The application for Certificates of Origin and all documents related to such <br /> application shall be retained by the Issuing Authority for not less than two <br /> (2) years from the date of issuance. <br /> (b) Information relating to the validity of the Certificate of Origin shall be <br /> furnished upon request of the importing Contracting State. <br /> (c) Any information communicated among the government authorities shall be <br /> treated as confidential and shall be used only for the validation purposes <br /> of Certificates of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 45 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 10: <br /> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority <br /> of the exporting Contracting State at the time of exportation, or within 3 <br /> working days from the date of shipment whenever the products to be <br /> exported can be considered originating in that Contracting State within the <br /> meaning of the Rules of Origin of this Agreement. <br /> (b) In exceptional cases where a Certificate of Origin has not been issued at <br /> the time of exportation or within 3 working days from the date of shipment <br /> due to involuntary errors or omissions or other valid causes, the Certificate <br /> of Origin may be issued retrospectively but no longer than 45 days from <br /> the date of shipment, bearing the word \"ISSUED RETROSPECTIVELY\" in <br /> Box 4.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 5: <br /> At the time of carrying out the formalities for exporting the products under <br /> preferential treatment, the exporter or his authorized representative shall submit <br /> the Certificate of Origin duly filled together with appropriate documents <br /> supporting that the products to be exported qualify for the issuance of a <br /> Certificate of Origin. <br /> ARTICLE 18: <br /> For the purpose of implementing Rule 12 of SAFTA Rules of Origin where <br /> transportation is effected through the territory of one or more non-Contracting <br /> States, the following shall be produced to the Government authorities of the <br /> importing Contracting State: <br /> (a) A through Bill of Lading/ Airway bill or corresponding transport document <br /> issued in the exporting Contracting State; <br /> (b) A Certificate of Origin issued by the Issuing Authority of the exporting <br /> Contracting State; <br /> (c) A copy of the original commercial invoice in respect of the product; and <br /> (d) Supporting documents in evidence that the requirements of Rule 12 of <br /> SAFTA Rules of Origin are being complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 15: <br /> (a) The importing Contracting State may request to the Issuing Authority of the <br /> exporting Contracting State for a retrospective check at random and/or when it <br /> has reasonable doubt as to the authenticity of the document or as to the <br /> accuracy of the information regarding the true origin of the products in question <br /> or of certain parts thereof. <br /> (b) The request shall be accompanied with the Certificate of Origin concerned <br /> and shall specify the reasons and any additional information suggesting that the <br /> particulars given on the said Certificate of Origin may be inaccurate, unless the <br /> retroactive check is requested on a random basis. <br /> (c) The Customs Authority of the importing Contracting State may suspend the <br /> provisions on preferential treatment while awaiting the result of verification. <br /> However, without prejudice to the national legislations the competent authority of <br /> the importing Contracting State shall not suspend the customs clearance of the <br /> consignment subject to a guarantee in any of its modalities in order to preserve <br /> fiscal interests, as a pre-condition for completion of customs clearance. <br /> (d) The Issuing Authority receiving a request for retrospective check shall <br /> respond within three (3) months after the receipt of the request.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 20: <br /> (a) When it is suspected that fraudulent acts in connection with the Certificate <br /> of Origin have been committed, the Issuing Authorities concerned shall co- <br /> operate in the action to be taken in the territory of each Contracting State <br /> against the persons involved. <br /> (b) Each Contracting State shall be responsible for providing legal sanctions for <br /> fraudulent acts related to the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 14: <br /> The discovery of minor discrepancies between the statements made in the <br /> Certificate of Origin and those made in the documents submitted to the Customs <br /> Authority of the importing Contracting State for the purpose of carrying out the <br /> formalities for importing the products shall not ipso-facto invalidate the Certificate <br /> of Origin, if it does, in fact, correspond to the said products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "SAFTA RULES OF ORIGIN <br> Rule 5: Wholly produced or obtained <br> Rule 7: Non-qualifying Operations <br> Rule 9: Regional Cumulation <br> Rule 11: Method for Valuation of non-originating materials <br> Within the meaning of Rule 4(a), the following shall be considered as wholly <br> The following shall in any event be considered as insufficient working or processing <br> Unless otherwise provided for, products worked on or processed in a Contracting <br> (a) The value of the non-originating materials, parts or produce shall be: <br> produced or obtained in the territory of the exporting Contracting State <br> to confer the status of originating products, whether or not there is a change of heading: <br> State using the inputs originating in any Contracting States within <br> (i) The CIF value at the time of importation of the materials, parts or <br> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br> 1) operations to ensure the preservation of products in good condition <br> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br> produce where this can be proven or <br> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br> (a) the aggregate content (value of such inputs plus domestic value addition in <br> (ii) The earliest ascertainable price paid for the materials, parts or <br> (b) Agriculture, vegetable and forestry products harvested there; <br> further manufacture) is not less than 50 percent of the FOB value; <br> produce of undetermined origin in the territory of the Contracting <br> (c) animals born and raised there; <br> during transport and storage (ventilation, spreading out, drying, <br> removal of damaged parts, and like operations). <br> (b) the domestic value content (value of inputs originating in the exporting <br> States where the working or processing takes place. <br> (d) products obtained from animals referred to in clause (c) above; <br> 2) simple operations consisting of removal of dust, sifting or screening, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> Contracting State plus domestic value addition in further manufacture in <br> (b) In order to determine whether or not a product originated in the territory of a <br> (e) products obtained by hunting or fishing conducted there, <br> sorting, classifying, matching (including the making-up of sets of <br> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br> Contracting State it shall not be necessary to establish whether the power <br> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br> (c) the final product satisfies the condition of <br> and fuel, plant and equipment, and machines and tools used to obtain such <br> (g) products processed and/or made on board its factory ships exclusively from <br> 3) (i) changes of packing and breaking up and assembly of consignments, <br> (i) change in classification at the four digit level (CTH) as provided <br> products, originate in third countries. <br> products referred to in clause (f) above [3],[4]; <br> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br> articles), washing, painting, cutting up; <br> under Rule 8 (a) (i); or <br> (ii) the products have not entered into trade or consumption there; <br> Rule 12: Direct consignment <br> (h) raw materials recovered from used articles collected there; <br> bags, boxes, fixing on cards or boards, etc., and all other simple <br> (ii) change in classification at the six digit level (CTSH) as agreed <br> (iii) the products have not undergone any operation there other than <br> The following shall be considered as directly consigned from the exporting <br> packing operations. <br> upon in the Product Specific Rules reflected in Rule 8 (b). <br> Contracting State to the importing Contracting State: <br> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br> 4) the affixing of marks, labels or other like distinguishing signs on <br> (a) if the products are transported without passing through the territory of any <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> limits of national jurisdiction, provided it has the exclusive rights to exploit <br> products of their packaging; <br> non-Contracting State: <br> that sea bed, ocean floor or subsoil thereof; <br> 5) simple mixing of products, whether or not of different kinds, where <br> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br> one or more components of the mixture do not meet the conditions laid <br> intermediate non-Contracting States with or without transshipment or <br> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> down in these rules to enable them to be considered as originating <br> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> products; and mere dilution with water or another substance that does <br> (i) the transit entry is justified for geographical reason or by <br> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br> not materially alter the characteristics of the product; <br> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br> 6) simple assembly of parts of products to constitute a complete product; <br> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br> 7) a combination of two or more operations specified in (1) to (6); <br> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br> unloading and reloading or any operation required to keep them in good condition; <br> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br> (iv) the products have remained under the customs control in the country of transit. <br> State will also be eligible for preferential treatment. <br> Rule 13: Treatment of packing <br> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br> When determining the origin of products, packing should be considered as forming a <br> of the Contracting State do not apply. <br> whole with the product it contains. However, packing may be treated separately if the <br> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br> (b) The products whose transport involves transit through one or more <br> national legislation so requires. <br> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> temporary storage in such countries, provided that: <br> considerations related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Title", "ArticleDesc": "Rule 1: Title <br> These Rules may be called the Rules of Determination of Origin of Goods under the <br> Agreement on SAFTA hereinafter referred to as the \"Agreement\". <br> "}, {"ArticleTitle": "Application", "ArticleDesc": "Rule 2: Application <br> These Rules shall apply to products eligible for preferential treatment under SAFTA. <br> "}, {"ArticleTitle": "Determination of Origin", "ArticleDesc": "Rule 3: Determination of Origin <br> No product shall be deemed to be the produce or manufacture of any Contracting <br> State unless the conditions specified in these rules are complied with in relation to <br> such products, to the satisfaction of the designated Authority. <br> "}, {"ArticleTitle": "Originating products", "ArticleDesc": "Rule 4: Originating products <br> Products covered by the Agreement imported into the territory of a Contracting State <br> from another Contracting State which are consigned directly within the meaning of Rule 12 <br> hereof, shall be eligible for preferential treatment if they conform to the <br> origin requirement under any one of the following conditions: <br> (a) Products wholly produced or obtained in the territory of the exporting <br> Contracting State as defined in Rule 5; or <br> (b) Products not wholly produced or obtained in the territory of the exporting <br> Contracting State provided that the said products are eligible under Rule 6. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SAFTA RULES OF ORIGIN <br> Rule 5: Wholly produced or obtained <br> Rule 7: Non-qualifying Operations <br> Rule 9: Regional Cumulation <br> Rule 11: Method for Valuation of non-originating materials <br> Within the meaning of Rule 4(a), the following shall be considered as wholly <br> The following shall in any event be considered as insufficient working or processing <br> Unless otherwise provided for, products worked on or processed in a Contracting <br> (a) The value of the non-originating materials, parts or produce shall be: <br> produced or obtained in the territory of the exporting Contracting State <br> to confer the status of originating products, whether or not there is a change of heading: <br> State using the inputs originating in any Contracting States within <br> (i) The CIF value at the time of importation of the materials, parts or <br> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br> 1) operations to ensure the preservation of products in good condition <br> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br> produce where this can be proven or <br> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br> (a) the aggregate content (value of such inputs plus domestic value addition in <br> (ii) The earliest ascertainable price paid for the materials, parts or <br> (b) Agriculture, vegetable and forestry products harvested there; <br> further manufacture) is not less than 50 percent of the FOB value; <br> produce of undetermined origin in the territory of the Contracting <br> (c) animals born and raised there; <br> during transport and storage (ventilation, spreading out, drying, <br> removal of damaged parts, and like operations). <br> (b) the domestic value content (value of inputs originating in the exporting <br> States where the working or processing takes place. <br> (d) products obtained from animals referred to in clause (c) above; <br> 2) simple operations consisting of removal of dust, sifting or screening, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> Contracting State plus domestic value addition in further manufacture in <br> (b) In order to determine whether or not a product originated in the territory of a <br> (e) products obtained by hunting or fishing conducted there, <br> sorting, classifying, matching (including the making-up of sets of <br> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br> Contracting State it shall not be necessary to establish whether the power <br> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br> (c) the final product satisfies the condition of <br> and fuel, plant and equipment, and machines and tools used to obtain such <br> (g) products processed and/or made on board its factory ships exclusively from <br> 3) (i) changes of packing and breaking up and assembly of consignments, <br> (i) change in classification at the four digit level (CTH) as provided <br> products, originate in third countries. <br> products referred to in clause (f) above [3],[4]; <br> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br> articles), washing, painting, cutting up; <br> under Rule 8 (a) (i); or <br> (ii) the products have not entered into trade or consumption there; <br> Rule 12: Direct consignment <br> (h) raw materials recovered from used articles collected there; <br> bags, boxes, fixing on cards or boards, etc., and all other simple <br> (ii) change in classification at the six digit level (CTSH) as agreed <br> (iii) the products have not undergone any operation there other than <br> The following shall be considered as directly consigned from the exporting <br> packing operations. <br> upon in the Product Specific Rules reflected in Rule 8 (b). <br> Contracting State to the importing Contracting State: <br> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br> 4) the affixing of marks, labels or other like distinguishing signs on <br> (a) if the products are transported without passing through the territory of any <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> limits of national jurisdiction, provided it has the exclusive rights to exploit <br> products of their packaging; <br> non-Contracting State: <br> that sea bed, ocean floor or subsoil thereof; <br> 5) simple mixing of products, whether or not of different kinds, where <br> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br> one or more components of the mixture do not meet the conditions laid <br> intermediate non-Contracting States with or without transshipment or <br> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> down in these rules to enable them to be considered as originating <br> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> products; and mere dilution with water or another substance that does <br> (i) the transit entry is justified for geographical reason or by <br> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br> not materially alter the characteristics of the product; <br> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br> 6) simple assembly of parts of products to constitute a complete product; <br> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br> 7) a combination of two or more operations specified in (1) to (6); <br> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br> unloading and reloading or any operation required to keep them in good condition; <br> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br> (iv) the products have remained under the customs control in the country of transit. <br> State will also be eligible for preferential treatment. <br> Rule 13: Treatment of packing <br> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br> When determining the origin of products, packing should be considered as forming a <br> of the Contracting State do not apply. <br> whole with the product it contains. However, packing may be treated separately if the <br> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br> (b) The products whose transport involves transit through one or more <br> national legislation so requires. <br> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> temporary storage in such countries, provided that: <br> considerations related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Not wholly produced or obtained", "ArticleDesc": "Rule 6: Not wholly produced or obtained <br> Within the meaning of Rule 4 (b), products not wholly produced or obtained shall be <br> subject to Rule 7 and any of the conditions prescribed under Rule 8, Rule 9 or Rule 10. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SAFTA RULES OF ORIGIN <br> Rule 5: Wholly produced or obtained <br> Rule 7: Non-qualifying Operations <br> Rule 9: Regional Cumulation <br> Rule 11: Method for Valuation of non-originating materials <br> Within the meaning of Rule 4(a), the following shall be considered as wholly <br> The following shall in any event be considered as insufficient working or processing <br> Unless otherwise provided for, products worked on or processed in a Contracting <br> (a) The value of the non-originating materials, parts or produce shall be: <br> produced or obtained in the territory of the exporting Contracting State <br> to confer the status of originating products, whether or not there is a change of heading: <br> State using the inputs originating in any Contracting States within <br> (i) The CIF value at the time of importation of the materials, parts or <br> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br> 1) operations to ensure the preservation of products in good condition <br> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br> produce where this can be proven or <br> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br> (a) the aggregate content (value of such inputs plus domestic value addition in <br> (ii) The earliest ascertainable price paid for the materials, parts or <br> (b) Agriculture, vegetable and forestry products harvested there; <br> further manufacture) is not less than 50 percent of the FOB value; <br> produce of undetermined origin in the territory of the Contracting <br> (c) animals born and raised there; <br> during transport and storage (ventilation, spreading out, drying, <br> removal of damaged parts, and like operations). <br> (b) the domestic value content (value of inputs originating in the exporting <br> States where the working or processing takes place. <br> (d) products obtained from animals referred to in clause (c) above; <br> 2) simple operations consisting of removal of dust, sifting or screening, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> Contracting State plus domestic value addition in further manufacture in <br> (b) In order to determine whether or not a product originated in the territory of a <br> (e) products obtained by hunting or fishing conducted there, <br> sorting, classifying, matching (including the making-up of sets of <br> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br> Contracting State it shall not be necessary to establish whether the power <br> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br> (c) the final product satisfies the condition of <br> and fuel, plant and equipment, and machines and tools used to obtain such <br> (g) products processed and/or made on board its factory ships exclusively from <br> 3) (i) changes of packing and breaking up and assembly of consignments, <br> (i) change in classification at the four digit level (CTH) as provided <br> products, originate in third countries. <br> products referred to in clause (f) above [3],[4]; <br> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br> articles), washing, painting, cutting up; <br> under Rule 8 (a) (i); or <br> (ii) the products have not entered into trade or consumption there; <br> Rule 12: Direct consignment <br> (h) raw materials recovered from used articles collected there; <br> bags, boxes, fixing on cards or boards, etc., and all other simple <br> (ii) change in classification at the six digit level (CTSH) as agreed <br> (iii) the products have not undergone any operation there other than <br> The following shall be considered as directly consigned from the exporting <br> packing operations. <br> upon in the Product Specific Rules reflected in Rule 8 (b). <br> Contracting State to the importing Contracting State: <br> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br> 4) the affixing of marks, labels or other like distinguishing signs on <br> (a) if the products are transported without passing through the territory of any <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> limits of national jurisdiction, provided it has the exclusive rights to exploit <br> products of their packaging; <br> non-Contracting State: <br> that sea bed, ocean floor or subsoil thereof; <br> 5) simple mixing of products, whether or not of different kinds, where <br> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br> one or more components of the mixture do not meet the conditions laid <br> intermediate non-Contracting States with or without transshipment or <br> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> down in these rules to enable them to be considered as originating <br> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> products; and mere dilution with water or another substance that does <br> (i) the transit entry is justified for geographical reason or by <br> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br> not materially alter the characteristics of the product; <br> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br> 6) simple assembly of parts of products to constitute a complete product; <br> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br> 7) a combination of two or more operations specified in (1) to (6); <br> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br> unloading and reloading or any operation required to keep them in good condition; <br> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br> (iv) the products have remained under the customs control in the country of transit. <br> State will also be eligible for preferential treatment. <br> Rule 13: Treatment of packing <br> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br> When determining the origin of products, packing should be considered as forming a <br> of the Contracting State do not apply. <br> whole with the product it contains. However, packing may be treated separately if the <br> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br> (b) The products whose transport involves transit through one or more <br> national legislation so requires. <br> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> temporary storage in such countries, provided that: <br> considerations related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Single Contracting State Content", "ArticleDesc": "Rule 8: Single Contracting State Content <br> (a) Products originating in the exporting Contracting State shall be considered <br> to be sufficiently worked or processed for the purposes of granting <br> originating status if they fulfill the following conditions: <br> (i) The final product is classified in a heading at the four digit level of <br> the Harmonised Commodity Description and Coding System <br> differently from those in which all the non-originating materials [5] <br> used in its manufacture are classified and <br> (ii) Products worked on or processed as a result of which the total <br> value of the materials, parts or produce originating from other <br> countries or of undetermined origin used does not exceed 60% of <br> the FOB value of the products produced or obtained and the final <br> process of manufacture is performed within the territory of the <br> exporting Contracting State. <br> (b) Notwithstanding the condition laid down in paragraph (a) of this Rule, the <br> products listed in Annex-A shall be eligible for preferential treatment if <br> they comply with Rule 8 (a) or they fulfill the condition corresponding to <br> those products as mentioned in the Annex-A. <br> [5] Non-originating material means material originating from countries other than Contracting States and <br> material of undetermined origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SAFTA RULES OF ORIGIN <br> Rule 5: Wholly produced or obtained <br> Rule 7: Non-qualifying Operations <br> Rule 9: Regional Cumulation <br> Rule 11: Method for Valuation of non-originating materials <br> Within the meaning of Rule 4(a), the following shall be considered as wholly <br> The following shall in any event be considered as insufficient working or processing <br> Unless otherwise provided for, products worked on or processed in a Contracting <br> (a) The value of the non-originating materials, parts or produce shall be: <br> produced or obtained in the territory of the exporting Contracting State <br> to confer the status of originating products, whether or not there is a change of heading: <br> State using the inputs originating in any Contracting States within <br> (i) The CIF value at the time of importation of the materials, parts or <br> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br> 1) operations to ensure the preservation of products in good condition <br> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br> produce where this can be proven or <br> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br> (a) the aggregate content (value of such inputs plus domestic value addition in <br> (ii) The earliest ascertainable price paid for the materials, parts or <br> (b) Agriculture, vegetable and forestry products harvested there; <br> further manufacture) is not less than 50 percent of the FOB value; <br> produce of undetermined origin in the territory of the Contracting <br> (c) animals born and raised there; <br> during transport and storage (ventilation, spreading out, drying, <br> removal of damaged parts, and like operations). <br> (b) the domestic value content (value of inputs originating in the exporting <br> States where the working or processing takes place. <br> (d) products obtained from animals referred to in clause (c) above; <br> 2) simple operations consisting of removal of dust, sifting or screening, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> Contracting State plus domestic value addition in further manufacture in <br> (b) In order to determine whether or not a product originated in the territory of a <br> (e) products obtained by hunting or fishing conducted there, <br> sorting, classifying, matching (including the making-up of sets of <br> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br> Contracting State it shall not be necessary to establish whether the power <br> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br> (c) the final product satisfies the condition of <br> and fuel, plant and equipment, and machines and tools used to obtain such <br> (g) products processed and/or made on board its factory ships exclusively from <br> 3) (i) changes of packing and breaking up and assembly of consignments, <br> (i) change in classification at the four digit level (CTH) as provided <br> products, originate in third countries. <br> products referred to in clause (f) above [3],[4]; <br> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br> articles), washing, painting, cutting up; <br> under Rule 8 (a) (i); or <br> (ii) the products have not entered into trade or consumption there; <br> Rule 12: Direct consignment <br> (h) raw materials recovered from used articles collected there; <br> bags, boxes, fixing on cards or boards, etc., and all other simple <br> (ii) change in classification at the six digit level (CTSH) as agreed <br> (iii) the products have not undergone any operation there other than <br> The following shall be considered as directly consigned from the exporting <br> packing operations. <br> upon in the Product Specific Rules reflected in Rule 8 (b). <br> Contracting State to the importing Contracting State: <br> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br> 4) the affixing of marks, labels or other like distinguishing signs on <br> (a) if the products are transported without passing through the territory of any <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> limits of national jurisdiction, provided it has the exclusive rights to exploit <br> products of their packaging; <br> non-Contracting State: <br> that sea bed, ocean floor or subsoil thereof; <br> 5) simple mixing of products, whether or not of different kinds, where <br> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br> one or more components of the mixture do not meet the conditions laid <br> intermediate non-Contracting States with or without transshipment or <br> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> down in these rules to enable them to be considered as originating <br> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> products; and mere dilution with water or another substance that does <br> (i) the transit entry is justified for geographical reason or by <br> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br> not materially alter the characteristics of the product; <br> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br> 6) simple assembly of parts of products to constitute a complete product; <br> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br> 7) a combination of two or more operations specified in (1) to (6); <br> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br> unloading and reloading or any operation required to keep them in good condition; <br> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br> (iv) the products have remained under the customs control in the country of transit. <br> State will also be eligible for preferential treatment. <br> Rule 13: Treatment of packing <br> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br> When determining the origin of products, packing should be considered as forming a <br> of the Contracting State do not apply. <br> whole with the product it contains. However, packing may be treated separately if the <br> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br> (b) The products whose transport involves transit through one or more <br> national legislation so requires. <br> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> temporary storage in such countries, provided that: <br> considerations related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Special Treatment to Least Developed Contracting States", "ArticleDesc": "Rule 10: Special Treatment to Least Developed Contracting States <br> The products originating in the Least Developed Contracting States shall be allowed a <br> favourable 10 percentage points applied to the percentage applied in Rule 8. <br> The products originating in Sri Lanka shall be allowed a favourable 5 percentage <br> points applied to the percentage applied in Rule 8. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "SAFTA RULES OF ORIGIN <br> Rule 5: Wholly produced or obtained <br> Rule 7: Non-qualifying Operations <br> Rule 9: Regional Cumulation <br> Rule 11: Method for Valuation of non-originating materials <br> Within the meaning of Rule 4(a), the following shall be considered as wholly <br> The following shall in any event be considered as insufficient working or processing <br> Unless otherwise provided for, products worked on or processed in a Contracting <br> (a) The value of the non-originating materials, parts or produce shall be: <br> produced or obtained in the territory of the exporting Contracting State <br> to confer the status of originating products, whether or not there is a change of heading: <br> State using the inputs originating in any Contracting States within <br> (i) The CIF value at the time of importation of the materials, parts or <br> (a) raw or mineral products [1] extracted from its soil, its water extending upto its <br> 1) operations to ensure the preservation of products in good condition <br> the meaning of Rule 4 shall be eligible for preferential treatment provided that <br> produce where this can be proven or <br> Exclusive Economic Zone (EEZ), or its sea bed extending upto its seabed or continental shelf; <br> (a) the aggregate content (value of such inputs plus domestic value addition in <br> (ii) The earliest ascertainable price paid for the materials, parts or <br> (b) Agriculture, vegetable and forestry products harvested there; <br> further manufacture) is not less than 50 percent of the FOB value; <br> produce of undetermined origin in the territory of the Contracting <br> (c) animals born and raised there; <br> during transport and storage (ventilation, spreading out, drying, <br> removal of damaged parts, and like operations). <br> (b) the domestic value content (value of inputs originating in the exporting <br> States where the working or processing takes place. <br> (d) products obtained from animals referred to in clause (c) above; <br> 2) simple operations consisting of removal of dust, sifting or screening, <br> chilling, placing in salt, sulphur dioxide or other aqueous solutions, <br> Contracting State plus domestic value addition in further manufacture in <br> (b) In order to determine whether or not a product originated in the territory of a <br> (e) products obtained by hunting or fishing conducted there, <br> sorting, classifying, matching (including the making-up of sets of <br> the exporting Contracting State), is not less than 20 percent of the FOB value; and <br> Contracting State it shall not be necessary to establish whether the power <br> (f) products of sea fishing and other marine products from the high seas by its vessels [2],[3]; <br> (c) the final product satisfies the condition of <br> and fuel, plant and equipment, and machines and tools used to obtain such <br> (g) products processed and/or made on board its factory ships exclusively from <br> 3) (i) changes of packing and breaking up and assembly of consignments, <br> (i) change in classification at the four digit level (CTH) as provided <br> products, originate in third countries. <br> products referred to in clause (f) above [3],[4]; <br> (ii) simple slicing, cutting and repacking or placing in bottles, flasks, <br> articles), washing, painting, cutting up; <br> under Rule 8 (a) (i); or <br> (ii) the products have not entered into trade or consumption there; <br> Rule 12: Direct consignment <br> (h) raw materials recovered from used articles collected there; <br> bags, boxes, fixing on cards or boards, etc., and all other simple <br> (ii) change in classification at the six digit level (CTSH) as agreed <br> (iii) the products have not undergone any operation there other than <br> The following shall be considered as directly consigned from the exporting <br> packing operations. <br> upon in the Product Specific Rules reflected in Rule 8 (b). <br> Contracting State to the importing Contracting State: <br> (j) products taken from the seabed, ocean floor or subsoil thereof beyond the <br> 4) the affixing of marks, labels or other like distinguishing signs on <br> (a) if the products are transported without passing through the territory of any <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> limits of national jurisdiction, provided it has the exclusive rights to exploit <br> products of their packaging; <br> non-Contracting State: <br> that sea bed, ocean floor or subsoil thereof; <br> 5) simple mixing of products, whether or not of different kinds, where <br> (k) goods produced there exc lusively from the products referred to in clauses (a) to (j) above. <br> one or more components of the mixture do not meet the conditions laid <br> intermediate non-Contracting States with or without transshipment or <br> [1] Includes mineral fuels, lubricants and related materials as well as mineral or metal ores. <br> down in these rules to enable them to be considered as originating <br> [2] \"Vessels\" shall refer to fishing vessels engaged in commercial fishing, registered in the country of the <br> products; and mere dilution with water or another substance that does <br> (i) the transit entry is justified for geographical reason or by <br> Contracting State and operated by a citizen or citizens of the Contracting State or partnership, corporation or <br> not materially alter the characteristics of the product; <br> association, duly registered in such country, at least 60 per cent of equity of which is owned by a citizen or <br> 6) simple assembly of parts of products to constitute a complete product; <br> citizens and/or Government of such Contracting State or 75 per cent by citizens and/or Governments of the <br> 7) a combination of two or more operations specified in (1) to (6); <br> Contracting States. However, the products taken from vessels, engaged in commercial fishing under Bilateral <br> unloading and reloading or any operation required to keep them in good condition; <br> Agreements which provide for chartering/leasing of such vessels and/or sharing of catch between Contracting <br> (iv) the products have remained under the customs control in the country of transit. <br> State will also be eligible for preferential treatment. <br> Rule 13: Treatment of packing <br> [3] In respect of vessels or factory ships operated by Government agencies, the requirements of flying the flag <br> When determining the origin of products, packing should be considered as forming a <br> of the Contracting State do not apply. <br> whole with the product it contains. However, packing may be treated separately if the <br> [4] For the purpose of this Agreement, the term \"factory ship\" means any vessel, as defined used for processing <br> (b) The products whose transport involves transit through one or more <br> national legislation so requires. <br> and/or making on board products exclusively from those products referred to in clause (f) of Rule 6. <br> temporary storage in such countries, provided that: <br> considerations related exclusively to transport requirements; <br> "}, {"ArticleTitle": "Procedures for Issuance and Verification of Certificate of origin", "ArticleDesc": "Rule 14: Procedures for Issuance and Verification of Certificate of origin <br> Detailed operatio nal certification procedures for implementation of these Rules of <br> Origin are at Annex-B. <br> "}, {"ArticleTitle": "Prohibitions", "ArticleDesc": "Rule 15: Prohibitions <br> Any Contracting State may prohibit importation of products containing any inputs <br> originating from States with which it does not have economic and commercial relations. <br> "}, {"ArticleTitle": "Consultation and Co-operation between Contracting States", "ArticleDesc": "Rule 16: Consultation and Co-operation between Contracting States <br> (a) The Contracting States will do their best to co-operate in order to specify <br> origin of inputs in the Certificate of origin. <br> (b) The Contracting States will take measures necessary to address, to <br> investigate and, where appropriate, to take legal and/or administrative <br> action to prevent circumvention to these Rules through false declaration <br> concerning country of origin or falsification of original documents. <br> (c) The Contracting States will co-operate fully, consistent with their <br> domestic laws and procedures, in instances of circumvention or alleged <br> circumvention of these Rules to address problems arising from <br> circumvention including facilitation of joint plant visits, inspection and <br> contacts by representatives of Contracting States upon request and on a <br> case-by-case basis. <br> (d) If any Contracting State believes that the rules of origin are being <br> circumvented, it may request consultation to address the matter or matters <br> concerned with a view to seeking a mutually satisfactory solution. Each <br> State will hold such consultations promptly. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Rule 17: Review <br> These rules may be reviewed as and when necessary upon request of any Contracting <br> State and may be open to such modifications as may be agreed upon by the SAFTA Ministerial Council. <br> Annex-B <br> OPERATIONAL CERTIFICATION PROCEDURES <br> FOR SOUTH ASIAN FREE TRADE AREA (SAFTA) <br> RULES OF ORIGIN <br> For the purposes of implementing the Rules of Origin as provided for in Rule 14 <br> of SAFTA Rules of Origin, the following operational certification procedures shall <br> be followed: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ACTION AGAINST FRAUDULENT ACTS <br> The Certificate of Origin shall be issued by authority designated by the <br> Government of the exporting Contracting State (hereinafter referred to as Issuing <br> Authority) and notified to the other Contracting States. <br> (a) Each Contracting State shall inform the other Contracting States of the <br> products by the said authority and the original returned to the importer. <br> names and addresses of the officials authorised to issue the Certificate of <br> Origin and shall provide their specimen signatures and official seals. <br> (b) Any change in their names, addresses, or official seals shall be promptly <br> notified to the other Contracting States. <br> Article 1: <br> For the purpose of verifying the conditions for preferential treatment, the Issuing <br> Article 2: <br> Authority shall have right to call for any supporting documentary evidence or to <br> carry out any check considered appropriate. <br> Pre-Exportation Examination <br> The Issuing Authority, upon a written request by the manufacturer and/or <br> Article 18: <br> exporter of the products desirous for availing preferential treatment, shall conduct <br> pre-exportation verification of the manufacturing premise(s). The result of the <br> verification, subject to review periodically or whenever appropriate, shall be <br> accepted as the supporting evidence in verifying the origin of the said produc ts to <br> Article 3: <br> be exported thereafter. Pre-exportation verification may not apply to the <br> products, origin of which, by their nature, can be easily verified. <br> REQUEST FOR ISSUANCE OF CERTIFICATE OF ORIGIN <br> (ii) the exporter has sold the goods or transferred them to a consignee <br> ARTICLE 5: <br> supporting documentary evidence submitted; <br> At the time of carrying out the formalities for exporting the products under <br> Article 19: <br> preferential treatment, the exporter or his authorized representative shall submit <br> The discovery of minor discrepancies between the statements made in the <br> the Certificate of Origin duly filled together with appropriate documents <br> Article 4: <br> supporting that the products to be exported qualify for the issuance of a <br> Duplicate - white <br> ARTICLE 6: <br> The Issuing Authority shall, to the best of their competence and ability, carry out <br> proper examination upon each application for the Certificate of Origin to ensure <br> that: <br> (a) The Certificate of Origin is duly completed and signed by the authorized <br> signatory; <br> (b) The origin of the product is in conformity with the Rules of Origin of this <br> Agreement; <br> (c) The other statements /entries of the Certificate of Origin correspond to <br> (d) HS Code, f.o.b. value, description, quantity and weight of goods, marks, <br> number and kinds of packages, as specified, conform to the consignment <br> to be exported. <br> (a) The validity of the Certificate of Origin shall be 12 months from the date of <br> its issuance. <br> (b) The Certificate of Origin must be on ISO A4 size paper in conformity to the <br> specimen shown in Appendix-1. It shall be in English. <br> (c) The Certificate of Origin shall comprise one original and one duplicate in <br> the following colours: <br> Original - light orange <br> (b) Information relating to the validity of the Certificate of Origin shall be <br> (d) Each Certificate of Origin shall bear a reference number given separately <br> Article 10: <br> by each office of issuance at different places. <br> (e) The original shall be forwarded by the exporter to the importer for <br> Article 7: <br> submission to the Customs Authority at the port or place of importation. <br> The duplicate shall be retained by the Issuing Authority of the exporting <br> Contracting State. <br> (f) After issuance of the Certificate of Origin, the Issuing Authority of the <br> exporting Contracting State shall electronically send the information on <br> issuance of certificate of origin on a weekly basis as per format provided in <br> Appendix -2 to the Issuing Authority of respective importing Contracting State. <br> ARTICLE 8: <br> The Certificate of Origin issued by the Issuing Authority shall indicate the <br> applicable Rules of Origin and the value of non-originating material expressed as <br> a percentage of the f.o.b. value of the products, or the sum of the aggregate <br> content originating in the territory of the exporting Contracting State expressed as <br> a percentage of the f.o.b. value of the exported product; where applicable, in Box 8. <br> Neither erasures nor superimpositions shall be allowed on the Certificate of <br> Article 9: <br> Origin. Any alteration shall be made by striking out the erroneous entries and <br> Article 15: <br> making any addition required. Such alterations shall be approved by an <br> authorized signatory of the applicant and certified by the Issuing Authority. <br> Unused spaces shall be crossed out to prevent any subsequent addition. <br> (a) The Certificate of Origin shall be issued by the relevant Issuing Authority <br> Article 17: <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> of the exporting Contracting State at the time of exportation, or within 3 <br> working days from the date of shipment whenever the products to be <br> exported can be considered originating in that Contracting State within the <br> meaning of the Rules of Origin of this Agreement. <br> (b) In exceptional cases where a Certificate of Origin has not been issued at <br> the time of exportation or within 3 working days from the date of shipment <br> due to involuntary errors or omissions or other valid causes, the Certificate <br> of Origin may be issued retrospectively but no longer than 45 days from <br> the date of shipment, bearing the word \"ISSUED RETROSPECTIVELY\" in <br> Box 4. <br> Article 11: <br> In the event of theft, loss, damage or destruction of a Certificate of Origin, the <br> exporter may apply in writing to the Issuing Authority, which issued it, for the <br> certified true copy of the original to be made on the basis of the export <br> documents in their possession bearing the endorsement \"CERTIFIED TRUE <br> COPY\" (in lieu of the Original Certificate) in Box 13. This copy shall bear the <br> date of the original Certificate of Origin. The certified true copy of a Certificate of <br> (c) a copy of the original commercial invoice in respect of the product; and <br> Origin shall be issued within the validity period of the original Certificate of Origin. <br> PRESENTATION <br> ARTICLE 12: <br> The Original Certificate of Origin shall be submitted to the Customs Authority at <br> the time of lodging the import entry for the products concerned. <br> ARTICLE 13: <br> The following time limit for the presentation of the Certificate of Origin shall be <br> observed: <br> (a) Certificate of Origin shall be submitted to the Customs Authority of the <br> importing Contracting State within its validity period; <br> (b) Where the Certificate of Origin is submitted to the Customs Authority of <br> Certificate of Origin and those made in the documents submitted to the customs <br> the importing Contracting State after the expiration of the validity of the <br> Certificate of Origin, such Certificate is still to be accepted when failure to <br> observe the time-limit results from force majeure or other valid causes <br> beyond the control of the exporter; and <br> (c) In all cases, the relevant Government authority in the importing <br> Article 14: <br> Contracting State may accept such Certificate of Origin provided that the <br> products have been imported before the expiration of the validity of the <br> Certificate of Origin. <br> Authority of the importing Contracting State for the purpose of carrying out the <br> formalities for importing the products shall not ipso-facto invalidate the Certificate <br> of Origin, if it does, in fact, correspond to the said products. <br> (a) The importing Contracting State may request to the Issuing Authority of the <br> exporting Contracting State for a retrospective check at random and/or when it <br> accuracy of the information regarding the true origin of the products in question <br> or of certain parts thereof. <br> (b) The request shall be accompanied with the Certificate of Origin concerned <br> and shall specify the reasons and any additional information suggesting that the <br> particulars given on the said Certificate of Origin may be inaccurate, unless the <br> retroactive check is requested on a random basis. <br> (c) The Customs Authority of the importing Contracting State may suspend the <br> provisions on preferential treatment while awaiting the result of verification. <br> However, without prejudice to the national legislations the competent authority of <br> the importing Contracting State shall not suspend the customs clearance of the <br> consignment subject to a guarantee in any of its modalities in order to preserve <br> fiscal interests, as a pre-condition for completion of customs clearance. <br> (d) The Issuing Authority receiving a request for retrospective check shall <br> respond within three (3) months after the receipt of the request. <br> ARTICLE 16: <br> application shall be retained by the Issuing Authority for not less than two <br> (2) years from the date of issuance. <br> furnished upon request of the importing Contracting State. <br> (c) Any information communicated among the government authorities shall be <br> treated as confidential and shall be used only for the validation purposes <br> of Certificates of Origin. <br> When destination of all or parts of the products exported to specified port is <br> changed, before or after their arrival in the importing Contracting State , the <br> following procedures shall be observed: <br> (a) If the products have already been submitted to the Customs Authority in <br> the specified importing port, the Certificate of Origin shall, by a written <br> application of the importer, be endorsed to this effect for all or parts of <br> (b) If the changing of destination occurs during transportation to the importing <br> Contracting State as specified in the Certificate of Origin, the exporter <br> shall apply in writing, accompanied with the issued Certificate of Origin, for <br> the issuance of new Certificate/s of Origin for all or parts of products. <br> For the purpose of implementing Rule 12 of SAFTA Rules of Origin where <br> transportation is effected through the territory of one or more non-Contracting <br> States, the following shall be produced to the Government authorities of the <br> importing Contracting State: <br> (a) A through Bill of Lading/ Airway bill or corresponding transport document <br> issued in the exporting Contracting State; <br> (b) A Certificate of Origin issued by the Issuing Authority of the exporting <br> (a) The application for Certificates of Origin and all documents related to such <br> Contracting State; <br> (d) Supporting documents in evidence that the requirements of Rule 12 of <br> SAFTA Rules of Origin are being complied with. <br> (a) Products sent from one Contracting State for exhibition in another <br> Contracting State and sold during or after the exhibition shall benefit from the <br> preferential tariff treatment provided in this Agreement, on the condition that the <br> products meet the requirements of Rule 4 of the SAFTA Rules of Origin and <br> provided it is shown to the satisfaction of the relevant Government authorities of <br> the importing Contracting State that: <br> (i) An exporter has dispatched those products from the territory of the <br> exporting Contracting State to the importing Contracting State <br> where the exhibition is held and has exhibited them there, <br> in the importing Contracting State; and <br> (iii) The products have been sold during the exhibition or immediately <br> thereafter to the importing Contracting State in the state in which <br> they were sent for the exhibition. <br> (b) For the purpose of implementing the above provisions, the Certificate of <br> Origin must be produced to the relevant Government authorities of the importing <br> Contracting State . <br> (c) Paragraph (a) shall apply to exhibitions, fairs or similar shows or displays <br> where the products remain under Customs control during these events. <br> ARTICLE 20: <br> (a) When it is suspected that fraudulent acts in connection with the Certificate <br> of Origin have been committed, the Issuing Authorities concerned shall co- <br> operate in the action to be taken in the territory of each Contracting State <br> against the persons involved. <br> (b) Each Contracting State shall be responsible for providing legal sanctions for <br> fraudulent acts related to the Certificate of Origin. <br> In the case of a dispute concerning origin determination, classification of <br> products or other matters, the Government authorities concerned in the importing <br> and exporting Contracting States shall consult each other with a view to resolving the dispute. <br> Article 21: <br> has reasonable doubt as to the authenticity of the document or as to the <br> "}]}]}, "members_found": ["064", "144", 2, 8703900000]}