{"FtaRooDetails": {"FtaId": 657, "FtaCode": "ITC00675", "FtaName": "Regional group, SADC", "FtaFullName": "TREATY OF THE SOUTHERN AFRICAN DEVELOPMENT COMMUNITY", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "25.01.2001", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Angola; Botswana; Congo, Democratic Republic of; Lesotho; Madagascar; Malawi; Mauritius; Mozambique; Namibia; Seychelles; South Africa; Zimbabwe; Eswatini; Tanzania, United Republic of; Zambia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, SADC", "AdminProcCooAuth": "The certification type under Regional group, SADC is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, SADC is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, SADC agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "SP and RVC 45%", "RooText": "Manufacture in which the value of all the materials used does not exceed 55% of the ex-works price of the product; the manufacture or assembly of the vehicle entails that the floor panels, body sides and roof panels must be attached to each other ; and the engine, transmission, axles, radiators, suspension components, steering mechanisms, braking or electrical equipment or instrumentation must be fitted to the floor panels or chassis frame of the vehicle", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " APPENDIX I TO ANNEX I<br /> INTRODUCTORY NOTES TO THE LIST OF CONDITIONS REGARDING WORKING AND<br /> PROCESSING CARRIED OUT ON NON-ORIGINATING MATERIALS THAT CONFERS<br /> ORIGINATING STATUS<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently worked or<br /> processed within the meaning of paragraph 2 of Rule 2 of Annex 1 of this Protocol.<br /> Note 2:<br /> 2.1: The first two columns in the list describe the product obtained. The first column gives the<br /> heading number or chapter number used in the Harmonised System and the second column gives the<br /> description of goods used in that System for that heading or chapter. For each entry in the first two<br /> columns a rule is specified in column 3. Where, in some cases, the entry in the first column is<br /> preceded by an \"ex\", this signifies that the rules in column 3 apply only to the part of that heading as<br /> described in column 2. Optional rules in column 4 only apply to textile and clothing products of HS<br /> chapters 50 to 63 exported by MMTZ to SACU under the quota system.<br /> 2.2: Where several heading numbers are grouped together in column 1 or a chapter number is given<br /> and the description of products in column 2 is therefore given in general terms, the adjacent rules in<br /> columns 3 or 4 apply to all products which, under the Harmonised System, are classified in headings of<br /> the chapter or in any of the headings grouped together in column 1.<br /> 2.3: Where there are different rules in the list applying to different products within a heading, each<br /> indent contains the description of that part of the heading covered by the adjacent rules in columns 3<br /> or 4.<br /> Note 3:<br /> 3.1: The provisions of Rule 2 of Annex 1 of this Protocol concerning products having acquired<br /> originating status which are used in the manufacture of other products apply regardless of whether<br /> this status has been acquired inside the factory where these products are used or in another factory in<br /> the Region.<br /> For example•, an engine of heading No 8407, for which the rule may state that the value of<br /> non-originating materials which may be incorporated may not exceed a certain percentage of<br /> the ex-works price, is made from ‘other alloy steel roughly shaped by forging' of heading No<br /> ex 7224.<br /> If this forging has been forged in the Region from a non-originating ingot, it has already<br /> acquired originating status by virtue of the rule applicable to products of HS chapter 72 in the<br /> list. The forging can then count as originating in the value calculation for the engine regardless<br /> of whether it was produced in the same factory or in another factory in the Region. The value<br /> of the non-originating ingot is thus not taken into account when adding up the value of the<br /> non-originating materials used.<br /> 3.2: The rule in the list represents the minimum amount of working or processing required and the<br /> carrying out of more working or processing also confers originating status; conversely, the carrying out<br /> of less working or processing cannot confer originating status. Thus if a rule provides that non-<br /> originating material at a certain level of manufacture may be used, the use of such material at an<br /> earlier stage of manufacture is allowed and the use of such material at a later stage is not.<br /> 3.3: When a rule in the list specifies that a product may be manufactured from more than one<br /> material, this means that any one or more materials may be used. It does not require that all be used.<br /> For example•, the rule for fabrics of heading Nos 5208 to 5212 provides that natural fibres<br /> may be used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other or both.<br /> 3.4: Where a rule in the list specifies that a product must be manufactured from a particular material,<br /> the condition obviously does not prevent the use of other materials which, because of their inherent<br /> nature, cannot satisfy the rule. (See also Note 6.2 below in relation to textiles).<br /> For example•, in the case of an article of apparel of ex chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of article, it is not<br /> possible to start from non-woven cloth, even if non-woven cloths cannot normally be made<br /> from yarn. In such cases, the starting material would normally be at the stage before yarn,<br /> that is the fibre stage.<br /> • This example is given for the purpose of explanation only. It is not legally binding.<br /> • These examples are given for the purpose of explanation only. It is not legally binding.<br /> Note 4:<br /> 4.1: The term \"natural fibres\" is used in the list to refer to fibres other than artificial or synthetic<br /> fibres. It is restricted to the stages before spinning takes place, including waste, and, unless<br /> otherwise specified, includes fibres that have been carded, combed or otherwise processed but not<br /> spun.<br /> 4.2: The term \"natural fibres\" includes horsehair of heading No 0503, silk of heading Nos. 5002 and<br /> 5003 as well as the wool fibres, fine or coarse animal hair of heading Nos. 5101 to 5105, the cotton<br /> fibres of heading Nos. 5201 to 5203 and the other vegetable fibres of heading Nos. 5301 to 5305.<br /> 4.3: The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\" are used in the list to<br /> describe the materials not classified in Chapters 50 to 63, which can be used to manufacture artificial,<br /> synthetic or paper fibres or yarns.<br /> 4.4: The term \"man-made staple fibres\" is used in the list to refer to synthetic or artificial filament<br /> tow, staple fibres or waste, of heading Nos. 5501 to 5507.<br /> Note 5:<br /> 5.1: The conditions set out in column 3 or 4 shall not be applied to any basic textile materials, used in<br /> the manufacture of this product, which, taken together, represent 10 per cent or less of the total<br /> weight of all the basic textile materials used. (See also Notes 5.3 and 5.4 below).<br /> 5.2: However, the tolerance mentioned in Note 5.1 may only be applied to mixed products which have<br /> been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments, artificial man-made filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of polyphenylene sulphide,<br /> - synthetic man-made staple fibres of polyvinyl chloride,<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester whether or not gimped,<br /> - products of heading No 5605<br /> aluminium foil or of a core of plastic film whether or not coated with aluminium powder, of a width<br /> not exceeding 5 mm, sandwiched by means of a transparent or coloured adhesive between two<br /> layers of plastic film,<br /> - other products of heading No 5605.<br /> For example•, a yarn of heading No 5205 made from cotton fibres of heading No 5203 and<br /> synthetic staple fibres of heading No 5506 is a mixed yarn. Therefore, non-originating synthetic<br /> staple fibres that do not satisfy the origin rules (which may require manufacture from chemical<br /> materials or textile pulp) may be used up to a weight of ten per cent of the yarn.<br /> For example•, a woollen fabric of heading No 5112 made from woollen yarn of heading No 5107<br /> and synthetic yarn of staple fibres of heading No 5509 is a mixed fabric. Therefore, synthetic yarn<br /> which does not satisfy the origin rules (which may require manufacture from chemical materials or<br /> textile pulp) or woolen yarn that does not satisfy the origin rules (which require manufacture from<br /> natural fibres, not carded or combed or other otherwise prepared for spinning) or a combination of<br /> the two may be used provided their total weight does not exceed ten per cent of the weight of the<br /> fabric.<br /> For example•, tufted textile fabric of heading No 5802 made from cotton yarn of heading No 5205<br /> • These examples are given for the purpose of explanation only. It is not legally binding.<br /> and cotton fabric of heading No 5210 is only a mixed product if the cotton fabric is itself a mixed<br /> fabric being made from yarns classified in two separate headings or if the cotton yarn used are<br /> themselves mixtures.<br /> For example•, if the tufted fabric concerned has been made from cotton yarn of heading No 5205<br /> and synthetic fabric of heading No 5407, then, obviously, the yarns used are two separate basic<br /> textile materials and the tufted textile fabric is accordingly a mixed product.<br /> 5.3: In case of products incorporating \"yarn made of polyurethane segmented with flexible segments<br /> of polyether whether or not gimped\" this tolerance is 20 per cent in respect of this yarn.<br /> 5.4: In the case of products incorporating \"strip consisting of a core of aluminum foil or of a core of<br /> plastic film whether or not coated with aluminium powder, of a width not exceeding 5 mm, sandwiched<br /> by means of an adhesive between two layers of plastic film\", this tolerance is 30 per cent in respect of<br /> this strip.<br /> Note 6:<br /> 6.1: Textile materials, with the exception of linings and interlinings, which do not satisfy the rule set<br /> out in the list in column 3 or 4 for the made-up product concerned may be used provided that they are<br /> classified in a heading other than that of the product and that their value does not exceed 8 per cent<br /> of the ex-works price of the product.<br /> 6.2: Without prejudice to Note 6.3, materials which are not classified within Chapters 50 to 63 may be<br /> used freely in the manufacture of textile products, whether or not they contain textiles.<br /> For example•, if a rule in the list provides that for particular textile items yarn must be used,<br /> this does not prevent the use of metal items, such as buttons, because buttons are not<br /> classified within chapters 50 to 63. For the same reason, it does not prevent the use of slide-<br /> fasteners, even though slide-fasteners normally contain textiles.<br /> 6.3: Where a percentage rule applies, the value of materials which are not classified within Chapters<br /> 50 to 63 must be taken into account when calculating the value of the non-originating materials<br /> incorporated.<br /> • This example is given for the purpose of explanation only. It is not legally binding.<br /> Note 7:<br /> CHEMICAL PROCESSING RULES TO CONFER ORIGINATING STATUS<br /> Section VI<br /> Products of the Chemical or Allied Industries (Chapter 28-38)<br /> Notes to Section VI:<br /> Note 1<br /> 7.1: Rules 1 through 7 of this Section confer origin to a good of any chapter or heading in this<br /> Section, except as otherwise specified in those rules.<br /> Note 2<br /> 7.2: Notwithstanding Note 1, a good is originating if it meets the applicable change in tariff<br /> classification or the percentage value content of non-originating material specified in Appendix<br /> I of Annex I of the Protocol on trade.<br /> Rule 1: Chemical Reaction Origin<br /> 7.3: For a good of Chapters 28 through 38, which is subject to a chemical reaction, shall be<br /> treated as an originating good if the chemical reaction occurred in the territory of one or more<br /> of the Parties.<br /> 7.4: Note: For purposes of this section, a \"chemical reaction\" is a process (including a<br /> biochemical process) that results in a molecule with a new structure by breaking intramolecular<br /> bonds and by forming new intramolecular bonds, or by altering the spatial arrangement of<br /> atoms in a molecule.<br /> 7.5: The following are not considered to be chemical reactions for the purposes of determining<br /> whether a product is an originating good:<br /> (a) dissolution in water or in other solvents;<br /> (b) the elimination of solvents including solvent water; or<br /> (c) the addition or elimination of water of crystallization.<br /> Rule 2: Purification Origin<br /> 7.6: For a good of chapters 28 through 38, a good that is subject to purification shall be<br /> treated as originating provided that one of the following occurs in the territory of one or more<br /> of the Parties:<br /> (a) Purification of a good resulting in the elimination of 80 percent of the content of<br /> existing impurities; or<br /> (b) The reduction or elimination of impurities resulting in a good suitable for one or more<br /> of the following applications:<br /> (i) Pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (ii) Chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (iii) Elements and components for use in micro-elements;<br /> (iv) Specialized optical uses;<br /> (v) Non toxic uses for health and safety;<br /> (vi) Biotechnical use;<br /> (vii) Carriers used in a separation process; or<br /> (viii) Nuclear grade uses.<br /> Rule 3: Mixtures and Blends<br /> 7.7: A good of chapters 30, 31, 33 through 38 except for heading 38.08, shall be treated as<br /> originating if the deliberate and proportionally controlled mixing or blending (including<br /> dispersing) of materials to conform to predetermined specifications which results in the<br /> production of a good having physical or chemical characteristics which are relevant to the<br /> purposes or uses of the good and are different from the input materials, occurs in the territory<br /> of one or more of the Parties.<br /> Rule 4: Change in Particle Size<br /> 7.8: A good of chapters 30, 31, and 33, shall be treated as originating if the following occurs in<br /> the territory of one or more of the Parties: the deliberate and controlled modification in particle<br /> size of a good, including micronizing by dissolving a polymer and subsequent precipitation,<br /> other than by merely crushing or pressing, resulting in a good having a defined particle size,<br /> defined particle size distribution or defined surface area, which is relevant to the purposes of<br /> the resulting good and have different physical or chemical characteristics from the input<br /> materials is considered to be origin conferring.<br /> Rule 5: Standards Materials<br /> 7.9: A good of chapters 28 through 38, shall be treated as originating if the production of these<br /> materials occurs in the territory of one or more of the Parties.<br /> 7.10: For the purposes of this rule \"standards materials\" (including standard solutions) are<br /> preparations suitable for analytical, calibrating or referencing uses and having precise degrees<br /> of purity or proportions, which are certified by the manufacturer.<br /> Rule 6: Isomer Separation<br /> 7.11: A good of chapters 28 through 38, shall be treated as originating if the isolation or<br /> separation of isomers from mixtures of isomers occurs in the territory of one or more of the<br /> Parties.<br /> Rule 7: Separation Prohibition<br /> 7.12: A good that undergoes a change from one classification to another in the territory of one<br /> or more of the Parties as a result of the separation of one or more materials from a man-made<br /> mixture shall not be treated as originating unless the isolated material underwent a chemical<br /> reaction in the territory of one or more of the Parties.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00675_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00675_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mcci.org/media/1285/sadc_protocol_annex_i.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00675_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mcci.org/media/1285/sadc_protocol_annex_i.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00675_full.pdf", "DocType": "8_full", "WebLink": "https://www.sadc.int/files/5314/4559/5701/Consolidated_Text_of_the_SADC_Treaty_-_scanned_21_October_2015.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: ORIGIN CRITERIA <br /> 4 Cumulative treatment <br /> (a) For the purposes of implementing this Annex, the Member States shall be considered as one territory. <br /> (b) Raw materials or semi-finished goods originating in accordance with the provisions of this Annex <br /> in any of the Member States and undergoing working or processing either in one or more Member <br /> States shall, for the purpose of determining the origin of a finished product, be deemed to have <br /> originated in the Member State where the final processing or manufacturing takes place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: ORIGIN CRITERIA <br /> 3 Value tolerance <br /> (a) Notwithstanding the provisions of paragraph 2(b) of this Rule, non-originating materials which, <br /> according to the conditions set out in the list in Appendix I, should not be used in the manufacture <br /> of a product may nevertheless be used, provided that: <br /> (i) their total value does not exceed 15 per cent of the ex-works price of the product; and <br /> (ii) any of the percentages given in the list for the maximum value of non-originating <br /> materials are not exceeded through the application of this sub-paragraph. <br /> (b) The provisions of sub-paragraph (a) shall not apply to the products falling within HS chapters 50 to 63, 87 and 98.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: ORIGIN CRITERIA <br /> (b) The conditions referred to in sub-paragraph (a) indicate, for all products covered by this Protocol, <br /> the working and processing which must be carried out on non-originating materials used in <br /> manufacturing and apply only in relation to such materials. Accordingly, it follows that if a <br /> product, which has acquired originating status by fulfilling the conditions set out in this list, is used <br /> in the manufacture of another product, the conditions applicable to the product in which it is <br /> incorporated do not apply to it, and no account shall be taken of the non-originating materials <br /> which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: UNIT OF QUALIFICATION <br /> 1 Each item in a consignment shall be considered separately. <br /> 2 Notwithstanding the provisions of paragraph 1 of this Rule: <br /> (a) Where the Harmonised System specifies that a group, set or assembly of article is to be <br /> classified within a single heading, such a group, set or assembly shall be treated as one article; <br /> (b) Tools, parts and accessories which are imported with an article, and the price of which is <br /> included in that of the article or for which no separate charge is made, shall be considered <br /> as forming a whole with the article, provided that they constitute the standard equipment <br /> customarily included in the sale of articles of that kind; <br /> (c) Notwithstanding the provisions of sub-paragraphs (a) and (b) of this paragraph, goods shall <br /> be treated as a single article if they are so treated for purposes of assessing Customs duties <br /> on like articles by the importing Member State. <br /> 3 An un-assembled or dis-assembled article which is imported in more than one consignment <br /> because it is not feasible for transport or production reasons to import it in a single <br /> consignment, shall be treated as one article.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: GOODS WHOLLY PRODUCED IN THE MEMBER STATES <br /> 1 For the purposes of paragraph 1(a) of Rule 2 of this Annex, the following shall be regarded as <br /> wholly produced in the Member States: <br /> (a) Mineral products extracted from their ground or seabed; <br /> (b) Vegetable products harvested there; <br /> (c) Live animals born and raised there; <br /> (d) Products obtained there from live animals; <br /> (e) Products obtained by hunting or fishing conducted there; <br /> (f) Products of sea fishing and other products taken from the sea by their vessels; <br /> (g) Products made on board their factory ships exclusively from products referred to in sub-paragraph (f); <br /> (h) Used articles collected there fit only for the recovery of raw materials; <br /> (i) Waste and scrap resulting from manufacturing operations conducted there; <br /> (j) Products produced there exclusively from one or both of the following: <br /> (i) products specified in sub-paragraphs (a) to (i); <br /> (ii) materials containing no element imported from outside the Member States or of undetermined origin. <br /> 2 In determining the place of production of marine, river, or lake products and goods in relation to <br /> a Member State, a vessel of a Member State shall be regarded as part of the territory of that <br /> Member State. In determining the place from which goods originated, marine, river or lake <br /> products taken from the sea, river or lake or goods produced therefrom at sea or on a river or <br /> lake shall be regarded as having their origin in the territory of a Member State and have been <br /> brought directly to the territory of the Member State. <br /> 3 For the purpose of this Annex, a vessel shall be regarded as a vessel of a Member State if it is <br /> registered in a Member State and satisfies one of the following conditions: <br /> (a) The vessel sails under the flag of a Member State; <br /> (b) At least 75 percent of the officers and crew of the vessel are nationals of a Member State; <br /> (c) At least the majority control and equity holding in respect of the vessel are held by <br /> nationals of a Member State or institution, agency, enterprise or corporation of the <br /> Government of such Member State. <br /> 4 Electrical power, fuel, plant machinery and tools used in the production of goods shall always be <br /> regarded as wholly produced within the Region when determining the origin of the goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 3: PROCESSES NOT CONFERRING ORIGIN <br /> Notwithstanding the provisions of paragraph 1(a) of Rule 2 of this Annex, the following operations and <br /> processes shall be considered as insufficient to support a claim that goods originate in a Member State: <br /> 1 Packing, packaging and other preparations or processes for shipping and for sales: <br /> (a) packing, repacking or retail packaging, including bottling, placing in flasks, bags, cases and <br /> boxes, fixing on cards or boards and all other simple packing operations; <br /> (b) changes of packing and breaking up or assembly of consignments; <br /> (c) operations to ensure the preservation of merchandise in good condition during <br /> transportation and storage, such as ventilation, spreading out, drying, freezing, making into <br /> a solution, removal of damaged parts and similar operations. This also includes loading, <br /> reloading or any other operation necessary to maintain the merchandise in good condition. <br /> 2 Mere dilution, blending and other types of mixing: <br /> (a) simple mixing of ingredients imported from outside the Member States; <br /> (b) mere dilution with water or another substance that does not materially alter the <br /> characteristics of the material; <br /> (c) the addition of substances such as anti-caking agents, preservatives, wetting agent and the like; <br /> (d) diluting chemicals with inert ingredients to bring them to the standard degree of strength; <br /> (e) for the purposes of this sub-paragraph, dilution shall be taken not to include: <br /> (i) either mixing together of two bulk medicinal substances followed by the packaging of <br /> the mixed products into individual doses for retail sale; or <br /> (ii) the addition of water or another substance to a chemical compound under pressure <br /> which results in a reaction creating a new chemical compound. <br /> 3 Simple assembly or combining operations. <br /> 4 Other minor operations: <br /> (a) ornamental or finishing operations incidental to textile production designed to enhance the <br /> marketing appeal or ease the product's case, such as simple hand dyeing and printing, <br /> embroidery and applique, pleating, hemstitching, stone or acid washing, permanent <br /> pressing, or the attachment of accessories, findings and trimmings. The rules of origin for <br /> products of HS chapters 50 to 63 exported to SACU by MMTZ Member States, according to <br /> the provisions of paragraph 2(c) of Rule 2, may allow minor operations that would <br /> otherwise be non-origin conferring processes; <br /> (b) dismantling or disassembly; <br /> (c) repairs and alterations, washing, laundering or sterilisation; <br /> (d) application of preservatives or decorative coatings, including lubricants, protective <br /> encapsulation, preservative or decorative paint or metallic coatings; <br /> (e) testing, sorting or grading; <br /> (f) marking, labeling or affixing other like distinguishing signs on products or their packages; <br /> (g) simple operations such removal of dust, sifting or screening, sorting, classifying and <br /> matching, including the making up of sets, goods, greasing, washing, painting or cutting up. <br /> 5 Slaughter of animals. <br /> 6 Any process or work in respect of which it may be demonstrated, on the basis of the <br /> preponderance of evidence, that the sole objective was to circumvent these rules. <br /> 7 A combination of two or more insufficient working or processing operations does not confer <br /> origin, regardless of whether the product-specific rules of origin have been satisfied or not. <br /> 8 All the operations carried out in the Member States on a given product shall be considered <br /> together when determining whether they are to be regarded as insufficient within the meaning of this Rule.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "RULE 1: DEFINITIONS AND INTERPRETATION <br /> \"Customs value\" means the value as determined in accordance with the 1994 <br /> Agreement on implementation of Article VII of the GATT (WTO <br /> Agreement on Customs Valuation); <br /> \"Ex-works price\" means the price paid for the product ex works to the manufacturer in <br /> any Member State in whose undertaking the last working or <br /> processing is carried out, provided the price includes the value of all <br /> the materials used, plus the profit and minus any internal taxes which <br /> are, or may be, repaid when the product obtained is exported; <br /> \"Value of materials\" means the customs value at the time of importation of the non- <br /> originating materials used or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials in any <br /> Member State. The calculations of the Customs value of the non- <br /> originating materials will include: <br /> (a) the cost of transport of the imported goods to the port or <br /> place of importation; <br /> (b) loading, unloading and handling charges associated with the <br /> transport of the imported goods to the port or place of importation; and <br /> (c) the cost of insurance, provided that the amount of any transport costs incurred in transit <br /> through Member States should be deducted from the calculations of <br /> the Customs value of the non-originating materials as provided for in the definition herein; <br /> \"Value of the originating materials\" means the value of such materials as defined in \"value of materials\" above, applied mutatis mutandis.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "RULE 4: GOODS WHOLLY PRODUCED IN THE MEMBER STATES <br /> 4 Electrical power, fuel, plant machinery and tools used in the production of goods shall always be <br /> regarded as wholly produced within the Region when determining the origin of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "RULE 2: ORIGIN CRITERIA <br /> 1 General requirements <br /> For the purpose of implementing this Protocol, goods shall be accepted as originating in a Member <br /> State if they are consigned directly from a Member State to a consignee in another Member State and:", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "RULE 8: TREATMENT OF PACKING <br /> 1 Where for purposes of assessing Customs duties, a Member State treats the origin of the goods <br /> separately from the origin of the packing, it may also, in respect of its imports cosigned from <br /> another Member State, determine separately the origin of such packing. <br /> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as forming a <br /> whole with the goods and no part of any packing required for their transport or storage shall be <br /> considered as having been imported from outside the Member States when determining the <br /> origin of the goods as a whole <br /> 3 For the purposes of paragraph 2 of this Rule, packing with goods which are ordinarily sold at <br /> retail shall not be regarded as packing required for the transport or storage of goods. <br /> 4 Containers which are purely for the transport and temporary storage of goods and are to be <br /> returned shall not be subject to Customs duties and other charges of equivalent effect. Where <br /> containers are not to be returned, they shall be treated separately from the goods contained in <br /> them and be subjected to Customs duties and other charges of equivalent effect.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "RULE 6: SEPARATION OF MATERIALS <br /> 1 For those products or industries where it would be impracticable for the producers to separate <br /> physically materials of similar character but different origin used in the production of goods, <br /> such separation may be replaced by an appropriate accounting system which ensures that no <br /> more goods are deemed to originate in the Member State than would have been the case if the <br /> producer had been able to physically separate the materials. <br /> 2 Any accounting system shall conform to such conditions as may be agreed upon by the CMT in <br /> order to ensure that adequate control measures shall be applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "RULE 5: UNIT OF QUALIFICATION <br /> 1 Each item in a consignment shall be considered separately. <br /> 2 Notwithstanding the provisions of paragraph 1 of this Rule: <br /> (a) Where the Harmonised System specifies that a group, set or assembly of article is to be <br /> classified within a single heading, such a group, set or assembly shall be treated as one article; <br /> (b) Tools, parts and accessories which are imported with an article, and the price of which is <br /> included in that of the article or for which no separate charge is made, shall be considered <br /> as forming a whole with the article, provided that they constitute the standard equipment <br /> customarily included in the sale of articles of that kind; <br /> (c) Notwithstanding the provisions of sub-paragraphs (a) and (b) of this paragraph, goods shall <br /> be treated as a single article if they are so treated for purposes of assessing Customs duties <br /> on like articles by the importing Member State. <br /> 3 An un-assembled or dis-assembled article which is imported in more than one consignment <br /> because it is not feasible for transport or production reasons to import it in a single <br /> consignment, shall be treated as one article. <br /> RULE 7: TREATMENT OF MIXTURES <br /> 1 In the case of mixtures, not being groups, sets or assemblies of goods dealt with under Rule 5, <br /> any product resulting from the mixing together of goods originating in the Member States with <br /> goods which would not qualify as originating in the Member States, would not qualify as <br /> originating if the characteristics of the product as a whole are not different from the <br /> characteristics of the goods which have been mixed. <br /> 2 In the case of particular products where it is recognised by the CMT to be desirable to permit <br /> mixing of the kind described in paragraph 1 of this Rule, such products shall be accepted as <br /> originating in the Member States in respect of such part thereof as may be shown to correspond <br /> to the quantity of goods or originating in the Member States used in the mixing, subject to such <br /> conditions as may be agreed by the CMT.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: DOCUMENTARY EVIDENCE <br /> 1 The claim that goods shall be accepted as originating from a Member State in accordance with <br /> the provision of this Annex shall be supported by a certificate given by the exporter or their <br /> authorized representative in the form prescribed in Appendix II of this Annex. The certificate <br /> shall be authenticated with a seal by an authority designated for this purpose by each Member State. <br /> 2 Every producer, where such producer is not the exporter, shall, in respect of goods intended for <br /> export, furnish the exporter with a written declaration in conformity with Appendix III of this <br /> Annex to the effect that the goods qualify as originating in the Member State under the <br /> provisions of Rule 2 of this Annex. <br /> 3 The competent authority designated by an importing Member State may in exceptional <br /> circumstances and notwithstanding the presentation of a certificate issued in accordance with <br /> the provisions of this Rule, require, in case of doubt, further verification of the statement <br /> contained in the certificate. Member States, through their competent authorities, shall assist <br /> each other in this process. Such further verification should be made within three months of the <br /> request being made by a competent authority designated by the importing Member State. The <br /> form used for this purpose shall be that contained in Appendix IV to this Annex. <br /> 4 The importing Member State shall not prevent the importer from taking delivery of goods solely <br /> on the grounds that it requires further evidence, but may require security for any duty or other <br /> charge which may be payable: provided that where goods are subject to any prohibitions, the <br /> conditions for delivery under security shall not apply. <br /> 5 Copies of certificates of origin and other relevant documentary evidence shall be preserved by <br /> the appropriate authorities of the Member States for at least five years. <br /> 6 All Member States shall deposit with the Secretariat the names of Departments and Agencies <br /> authorized to issue the certificates required under this Annex, specimen signatures of officials <br /> authorized to sign the certificates and the impressions of the official stamps to be used for that <br /> purpose, and those shall be circulated to the Member States by the Secretariat.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: DOCUMENTARY EVIDENCE <br /> 5 Copies of certificates of origin and other relevant documentary evidence shall be preserved by <br /> the appropriate authorities of the Member States for at least five years.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "RULE 9: DOCUMENTARY EVIDENCE <br /> 3 The competent authority designated by an importing Member State may in exceptional <br /> circumstances and notwithstanding the presentation of a certificate issued in accordance with <br /> the provisions of this Rule, require, in case of doubt, further verification of the statement <br /> contained in the certificate. Member States, through their competent authorities, shall assist <br /> each other in this process. Such further verification should be made within three months of the <br /> request being made by a competent authority designated by the importing Member State. The <br /> form used for this purpose shall be that contained in Appendix IV to this Annex. <br /> 4 The importing Member State shall not prevent the importer from taking delivery of goods solely <br /> on the grounds that it requires further evidence, but may require security for any duty or other <br /> charge which may be payable: provided that where goods are subject to any prohibitions, the <br /> conditions for delivery under security shall not apply.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "RULE 10: INFRINGEMENT AND PENALTIES <br /> 1 The Member States undertake to introduce legislation where such legislation does not exist, <br /> making such provision as may be necessary for penalties against persons who, in their <br /> territories, furnish or cause to be furnished documents which are untrue in any material sense, <br /> particularly in support of a claim in another Member State. <br /> 2 Any Member State to which an untrue claim is made in respect of the origin of goods shall <br /> immediately bring the issue to the attention of the exporting Member State from which the <br /> untrue claim is made, in accordance with the provisions on mutual assistance and co-operation <br /> in customs matters as contained in Appendix I of Annex II of this Protocol. <br /> 3 Continued infringement by a Member State of the provisions of this Annex may be dealt with in <br /> accordance with the provisions of Annex VI of this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "RULE 3: PROCESSES NOT CONFERRING ORIGIN <br> The CMT shall adopt regulations to facilitate the implementation of this Annex. <br> Concerning The Rules Of Origin For Products To Be Traded Between The Member States Of <br> Notwithstanding the provisions of paragraph 1(a) of Rule 2 of this Annex, the following operations and <br> The Southern African Development Community <br> processes shall be considered as insufficient to support a claim that goods originate in a Member State: <br> PREAMBLE <br> 1 Packing, packaging and other preparations or processes for shipping and for sales: <br> The High Contracting Parties: <br> (a) packing, repacking or retail packaging, including bottling, placing in flasks, bags, cases and <br> AWARE that they have undertaken to progressively establish a Development Community within which <br> Customs duties and other charges of equivalent effect imposed on imports shall be gradually reduced <br> (b) changes of packing and breaking up or assembly of consignments; <br> and eventually eliminated and non-tariff barriers to trade among Member States shall be removed, and <br> (c) operations to ensure the preservation of merchandise in good condition during <br> (e) products obtained by hunting or fishing conducted there; <br> all trade documents and procedures shall be harmonised; <br> transportation and storage, such as ventilation, spreading out, drying, freezing, making into <br> RECOGNIZING that clear and predictable rules of origin and their application should facilitate the <br> a solution, removal of damaged parts and similar operations. This also includes loading, <br> flow of regional trade and economies of scale in the Region; <br> reloading or any other operation necessary to maintain the merchandise in good condition. <br> RECOGNIZING that it is desirable to provide for transparency of laws, regulations and practices <br> 2 Mere dilution, blending and other types of mixing: <br> regarding rules of origin and that the scope of this Annex is to provide for a consolidated text, <br> (a) simple mixing of ingredients imported from outside the Member States; <br> boxes, fixing on cards or boards and all other simple packing operations; <br> incorporating all provisions concerning the origin of goods, within the context of this Protocol, and <br> (b) mere dilution with water or another substance that does not materially alter the <br> aimed at facilitating implementation and administration of these rules; <br> characteristics of the material; <br> DESIRING to ensure that rules of origin themselves do not create unnecessary obstacles to trade and <br> (c) the addition of substances such as anti-caking agents, preservatives, wetting agent and the like; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> facilitate the implementation thereof by Customs administrations by providing an exhaustive and complete text; <br> (d) diluting chemicals with inert ingredients to bring them to the standard degree of strength; <br> TAKING INTO ACCOUNT the provisions of Article 12 of this Protocol which require that the rules of <br> (e) for the purposes of this sub-paragraph, dilution shall be taken not to include: <br> origin for products that shall be eligible for Community treatment shall be set out in Annex I to this Protocol; <br> (i) either mixing together of two bulk medicinal substances followed by the packaging of <br> HEREBY AGREE as follows: <br> the mixed products into individual doses for retail sale; or <br> (ii) the addition of water or another substance to a chemical compound under pressure <br> which results in a reaction creating a new chemical compound. <br> 3 Simple assembly or combining operations. <br> 4 Other minor operations: <br> (a) ornamental or finishing operations incidental to textile production designed to enhance the <br> marketing appeal or ease the product's case, such as simple hand dyeing and printing, <br> embroidery and applique, pleating, hemstitching, stone or acid washing, permanent <br> pressing, or the attachment of accessories, findings and trimmings. The rules of origin for <br> products of HS chapters 50 to 63 exported to SACU by MMTZ Member States, according to <br> the provisions of paragraph 2(c) of Rule 2, may allow minor operations that would <br> otherwise be non-origin conferring processes; <br> (b) dismantling or disassembly; <br> (c) repairs and alterations, washing, laundering or sterilisation; <br> (c) live animals born and raised there; <br> (d) application of preservatives or decorative coatings, including lubricants, protective <br> encapsulation, preservative or decorative paint or metallic coatings; <br> (e) testing, sorting or grading; <br> (f) marking, labeling or affixing other like distinguishing signs on products or their packages; <br> (g) simple operations such removal of dust, sifting or screening, sorting, classifying and <br> matching, including the making up of sets, goods, greasing, washing, painting or cutting up. <br> 5 Slaughter of animals. <br> 6 Any process or work in respect of which it may be demonstrated, on the basis of the <br> preponderance of evidence, that the sole objective was to circumvent these rules. <br> 7 A combination of two or more insufficient working or processing operations does not confer <br> origin, regardless of whether the product-specific rules of origin have been satisfied or not. <br> 8 All the operations carried out in the Member States on a given product shall be considered <br> together when determining whether they are to be regarded as insufficient within the meaning of this Rule. <br> RULE 4: GOODS WHOLLY PRODUCED IN THE MEMBER STATES <br> 1 For the purposes of paragraph 1(a) of Rule 2 of this Annex, the following shall be regarded as <br> wholly produced in the Member States: <br> (a) Mineral products extracted from their ground or seabed; <br> (d) Products obtained there from live animals; <br> (f) Products of sea fishing and other products taken from the sea by their vessels; <br> (g) Products made on board their factory ships exclusively from products referred to in sub-paragraph (f); <br> (h) Used articles collected there fit only for the recovery of raw materials; <br> (j) Products produced there exclusively from one or both of the following: <br> (i) products specified in sub-paragraphs (a) to (i); <br> (ii) materials containing no element imported from outside the Member States or of undetermined origin. <br> 2 In determining the place of production of marine, river, or lake products and goods in relation to <br> a Member State, a vessel of a Member State shall be regarded as part of the territory of that <br> Member State. In determining the place from which goods originated, marine, river or lake <br> products taken from the sea, river or lake or goods produced therefrom at sea or on a river or <br> lake shall be regarded as having their origin in the territory of a Member State and have been <br> brought directly to the territory of the Member State. <br> 3 For the purpose of this Annex, a vessel shall be regarded as a vessel of a Member State if it is <br> registered in a Member State and satisfies one of the following conditions: <br> (a) The vessel sails under the flag of a Member State; <br> (b) At least 75 percent of the officers and crew of the vessel are nationals of a Member State; <br> (c) At least the majority control and equity holding in respect of the vessel are held by <br> nationals of a Member State or institution, agency, enterprise or corporation of the <br> Government of such Member State. <br> 4 Electrical power, fuel, plant machinery and tools used in the production of goods shall always be <br> regarded as wholly produced within the Region when determining the origin of the goods. <br> RULE 5: UNIT OF QUALIFICATION <br> 1 Each item in a consignment shall be considered separately. <br> 2 Notwithstanding the provisions of paragraph 1 of this Rule: <br> (a) Where the Harmonised System specifies that a group, set or assembly of article is to be <br> classified within a single heading, such a group, set or assembly shall be treated as one article; <br> (b) Tools, parts and accessories which are imported with an article, and the price of which is <br> included in that of the article or for which no separate charge is made, shall be considered <br> as forming a whole with the article, provided that they constitute the standard equipment <br> customarily included in the sale of articles of that kind; <br> (c) Notwithstanding the provisions of sub-paragraphs (a) and (b) of this paragraph, goods shall <br> be treated as a single article if they are so treated for purposes of assessing Customs duties <br> on like articles by the importing Member State. <br> 3 An un-assembled or dis-assembled article which is imported in more than one consignment <br> because it is not feasible for transport or production reasons to import it in a single <br> (b) vegetable products harvested there; <br> consignment, shall be treated as one article. <br> RULE 6: SEPARATION OF MATERIALS <br> 1 For those products or industries where it would be impracticable for the producers to separate <br> physically materials of similar character but different origin used in the production of goods, <br> such separation may be replaced by an appropriate accounting system which ensures that no <br> more goods are deemed to originate in the Member State than would have been the case if the <br> producer had been able to physically separate the materials. <br> 2 Any accounting system shall conform to such conditions as may be agreed upon by the CMT in <br> order to ensure that adequate control measures shall be applied. <br> RULE 7: TREATMENT OF MIXTURES <br> 1 In the case of mixtures, not being groups, sets or assemblies of goods dealt with under Rule 5, <br> any product resulting from the mixing together of goods originating in the Member States with <br> goods which would not qualify as originating in the Member States, would not qualify as <br> originating if the characteristics of the product as a whole are not different from the <br> characteristics of the goods which have been mixed. <br> 2 In the case of particular products where it is recognised by the CMT to be desirable to permit <br> mixing of the kind described in paragraph 1 of this Rule, such products shall be accepted as <br> originating in the Member States in respect of such part thereof as may be shown to correspond <br> to the quantity of goods or originating in the Member States used in the mixing, subject to such <br> conditions as may be agreed by the CMT. <br> RULE 8: TREATMENT OF PACKING <br> 1 Where for purposes of assessing Customs duties, a Member State treats the origin of the goods <br> separately from the origin of the packing, it may also, in respect of its imports cosigned from <br> another Member State, determine separately the origin of such packing. <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as forming a <br> whole with the goods and no part of any packing required for their transport or storage shall be <br> considered as having been imported from outside the Member States when determining the <br> origin of the goods as a whole <br> 3 For the purposes of paragraph 2 of this Rule, packing with goods which are ordinarily sold at <br> retail shall not be regarded as packing required for the transport or storage of goods. <br> 4 Containers which are purely for the transport and temporary storage of goods and are to be <br> returned shall not be subject to Customs duties and other charges of equivalent effect. Where <br> containers are not to be returned, they shall be treated separately from the goods contained in <br> them and be subjected to Customs duties and other charges of equivalent effect. <br> RULE 9: DOCUMENTARY EVIDENCE <br> 1 The claim that goods shall be accepted as originating from a Member State in accordance with <br> the provision of this Annex shall be supported by a certificate given by the exporter or their <br> authorized representative in the form prescribed in Appendix II of this Annex. The certificate <br> shall be authenticated with a seal by an authority designated for this purpose by each Member State. <br> 2 Every producer, where such producer is not the exporter, shall, in respect of goods intended for <br> export, furnish the exporter with a written declaration in conformity with Appendix III of this <br> Annex to the effect that the goods qualify as originating in the Member State under the <br> provisions of Rule 2 of this Annex. <br> 3 The competent authority designated by an importing Member State may in exceptional <br> circumstances and notwithstanding the presentation of a certificate issued in accordance with <br> the provisions of this Rule, require, in case of doubt, further verification of the statement <br> contained in the certificate. Member States, through their competent authorities, shall assist <br> each other in this process. Such further verification should be made within three months of the <br> request being made by a competent authority designated by the importing Member State. The <br> form used for this purpose shall be that contained in Appendix IV to this Annex. <br> 4 The importing Member State shall not prevent the importer from taking delivery of goods solely <br> on the grounds that it requires further evidence, but may require security for any duty or other <br> charge which may be payable: provided that where goods are subject to any prohibitions, the <br> conditions for delivery under security shall not apply. <br> 5 Copies of certificates of origin and other relevant documentary evidence shall be preserved by <br> the appropriate authorities of the Member States for at least five years. <br> 6 All Member States shall deposit with the Secretariat the names of Departments and Agencies <br> authorized to issue the certificates required under this Annex, specimen signatures of officials <br> authorized to sign the certificates and the impressions of the official stamps to be used for that <br> purpose, and those shall be circulated to the Member States by the Secretariat. <br> RULE 10: INFRINGEMENT AND PENALTIES <br> 1 The Member States undertake to introduce legislation where such legislation does not exist, <br> making such provision as may be necessary for penalties against persons who, in their <br> territories, furnish or cause to be furnished documents which are untrue in any material sense, <br> particularly in support of a claim in another Member State. <br> 2 Any Member State to which an untrue claim is made in respect of the origin of goods shall <br> immediately bring the issue to the attention of the exporting Member State from which the <br> untrue claim is made, in accordance with the provisions on mutual assistance and co-operation <br> in customs matters as contained in Appendix I of Annex II of this Protocol. <br> 3 Continued infringement by a Member State of the provisions of this Annex may be dealt with in <br> accordance with the provisions of Annex VI of this Protocol. <br> ANNEX I <br> "}, {"ArticleTitle": "DEFINITIONS AND INTERPRETATION", "ArticleDesc": "RULE 1: DEFINITIONS AND INTERPRETATION <br> 1. Definitions <br> For the purposes of this Annex: <br> \"Chapters\" and mean the chapters and the headings (four-digit codes) used in the <br> \"Headings\" Harmonised Commodity Description and Coding System, referred to in <br> this Annex as \"the Harmonised System\" or \"HS\"; <br> \"Classified\" refers to the classification of a product or material under a particular HS heading; <br> \"Consignment\" means products which are either sent simultaneously from one <br> exporter to one consignee or covered by a single transport document <br> covering their shipment from the exporter to the consignee or, in the <br> absence of such a document, by a single invoice; <br> \"Customs value\" means the value as determined in accordance with the 1994 <br> Agreement on implementation of Article VII of the GATT (WTO <br> Agreement on Customs Valuation); <br> \"Ex-works price\" means the price paid for the product ex works to the manufacturer in <br> any Member State in whose undertaking the last working or <br> processing is carried out, provided the price includes the value of all <br> the materials used, plus the profit and minus any internal taxes which <br> are, or may be, repaid when the product obtained is exported; <br> \"Goods\" means both materials and products; <br> \"MMTZ\" means the Republic of Malawi, the Republic of Mozambique, the <br> United Republic of Tanzania and the Republic of Zambia; <br> \"Manufacture\" means any kind of working or processing, including assembly or specific operations; <br> \"Material\" means any ingredient, raw material, component or part and the like, <br> used in the manufacture of the product; <br> \"Product\" means the product being manufactured, even if it is intended for later <br> use in another manufacturing operation; <br> \"SACU\" means the Southern African Customs Union of which the members are <br> the Republic of Botswana, the Kingdom of Lesotho, the Republic of <br> Namibia, the Republic of South Africa and the Kingdom of Swaziland; <br> \"Territories\" includes territorial waters; <br> \"Value of materials\" means the customs value at the time of importation of the non- <br> originating materials used or, if this is not known and cannot be <br> ascertained, the first ascertainable price paid for the materials in any <br> Member State. The calculations of the Customs value of the non- <br> originating materials will include: <br> (a) the cost of transport of the imported goods to the port or <br> place of importation; <br> (b) loading, unloading and handling charges associated with the <br> transport of the imported goods to the port or place of importation; and <br> (c) the cost of insurance, provided that the amount of any transport costs incurred in transit <br> through Member States should be deducted from the calculations of <br> the Customs value of the non-originating materials as provided for in the definition herein; <br> \"Value of the originating materials\" means the value of such materials as defined in \"value of materials\" above, applied mutatis mutandis. <br> "}, {"ArticleTitle": "ORIGIN CRITERIA", "ArticleDesc": "RULE 2: ORIGIN CRITERIA <br> 1 General requirements <br> For the purpose of implementing this Protocol, goods shall be accepted as originating in a Member <br> State if they are consigned directly from a Member State to a consignee in another Member State and: <br> (a) they have been wholly produced in any Member State as provided for in Rule 4 of this Annex; or <br> (b) they have been obtained in any Member State incorporating materials which have not been wholly <br> produced there, provided that such materials have undergone sufficient working or processing in <br> any Member State within the meaning of paragraph 2 of this Rule. <br> 2 Sufficiently worked or processed products <br> (a) For the purpose of this Rule, products, which are not wholly produced, are considered to be <br> sufficiently worked or processed when the conditions set out in the list in Appendix I of this Annex are fulfilled. <br> (b) The conditions referred to in sub-paragraph (a) indicate, for all products covered by this Protocol, <br> the working and processing which must be carried out on non-originating materials used in <br> manufacturing and apply only in relation to such materials. Accordingly, it follows that if a <br> product, which has acquired originating status by fulfilling the conditions set out in this list, is used <br> in the manufacture of another product, the conditions applicable to the product in which it is <br> incorporated do not apply to it, and no account shall be taken of the non-originating materials <br> which may have been used in its manufacture. <br> (c) Notwithstanding the provisions of sub-paragraph (a), products of HS chapters 50 to 63 exported to <br> SACU by MMTZ Member States will be considered to be sufficiently worked or processed when the <br> conditions set out in column 4 of the list in Appendix I are fulfilled, subject to such quantitative <br> limits, time periods and arrangements for the administration and enforcement of such quantitative <br> limits as agreed upon by the CMT on 4 August 2000. <br> 3 Value tolerance <br> (a) Notwithstanding the provisions of paragraph 2(b) of this Rule, non-originating materials which, <br> according to the conditions set out in the list in Appendix I, should not be used in the manufacture <br> of a product may nevertheless be used, provided that: <br> (i) their total value does not exceed 15 per cent of the ex-works price of the product; and <br> (ii) any of the percentages given in the list for the maximum value of non-originating <br> materials are not exceeded through the application of this sub-paragraph. <br> (b) The provisions of sub-paragraph (a) shall not apply to the products falling within HS chapters 50 to 63, 87 and 98. <br> 4 Cumulative treatment <br> (a) For the purposes of implementing this Annex, the Member States shall be considered as one territory. <br> (b) Raw materials or semi-finished goods originating in accordance with the provisions of this Annex <br> in any of the Member States and undergoing working or processing either in one or more Member <br> States shall, for the purpose of determining the origin of a finished product, be deemed to have <br> originated in the Member State where the final processing or manufacturing takes place. <br> 5 Non-eligibility of certain agricultural products <br> Notwithstanding any provision in this Annex, agricultural products, whether or not processed in <br> any way, obtained, or partially obtained from food aid or monetization or similar assistance <br> measures, including arrangements based on non-commercial terms, shall not be eligible for any <br> preferential treatment under this Protocol. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 3: PROCESSES NOT CONFERRING ORIGIN <br> The CMT shall adopt regulations to facilitate the implementation of this Annex. <br> Concerning The Rules Of Origin For Products To Be Traded Between The Member States Of <br> Notwithstanding the provisions of paragraph 1(a) of Rule 2 of this Annex, the following operations and <br> The Southern African Development Community <br> processes shall be considered as insufficient to support a claim that goods originate in a Member State: <br> PREAMBLE <br> 1 Packing, packaging and other preparations or processes for shipping and for sales: <br> The High Contracting Parties: <br> (a) packing, repacking or retail packaging, including bottling, placing in flasks, bags, cases and <br> AWARE that they have undertaken to progressively establish a Development Community within which <br> Customs duties and other charges of equivalent effect imposed on imports shall be gradually reduced <br> (b) changes of packing and breaking up or assembly of consignments; <br> and eventually eliminated and non-tariff barriers to trade among Member States shall be removed, and <br> (c) operations to ensure the preservation of merchandise in good condition during <br> (e) products obtained by hunting or fishing conducted there; <br> all trade documents and procedures shall be harmonised; <br> transportation and storage, such as ventilation, spreading out, drying, freezing, making into <br> RECOGNIZING that clear and predictable rules of origin and their application should facilitate the <br> a solution, removal of damaged parts and similar operations. This also includes loading, <br> flow of regional trade and economies of scale in the Region; <br> reloading or any other operation necessary to maintain the merchandise in good condition. <br> RECOGNIZING that it is desirable to provide for transparency of laws, regulations and practices <br> 2 Mere dilution, blending and other types of mixing: <br> regarding rules of origin and that the scope of this Annex is to provide for a consolidated text, <br> (a) simple mixing of ingredients imported from outside the Member States; <br> boxes, fixing on cards or boards and all other simple packing operations; <br> incorporating all provisions concerning the origin of goods, within the context of this Protocol, and <br> (b) mere dilution with water or another substance that does not materially alter the <br> aimed at facilitating implementation and administration of these rules; <br> characteristics of the material; <br> DESIRING to ensure that rules of origin themselves do not create unnecessary obstacles to trade and <br> (c) the addition of substances such as anti-caking agents, preservatives, wetting agent and the like; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> facilitate the implementation thereof by Customs administrations by providing an exhaustive and complete text; <br> (d) diluting chemicals with inert ingredients to bring them to the standard degree of strength; <br> TAKING INTO ACCOUNT the provisions of Article 12 of this Protocol which require that the rules of <br> (e) for the purposes of this sub-paragraph, dilution shall be taken not to include: <br> origin for products that shall be eligible for Community treatment shall be set out in Annex I to this Protocol; <br> (i) either mixing together of two bulk medicinal substances followed by the packaging of <br> HEREBY AGREE as follows: <br> the mixed products into individual doses for retail sale; or <br> (ii) the addition of water or another substance to a chemical compound under pressure <br> which results in a reaction creating a new chemical compound. <br> 3 Simple assembly or combining operations. <br> 4 Other minor operations: <br> (a) ornamental or finishing operations incidental to textile production designed to enhance the <br> marketing appeal or ease the product's case, such as simple hand dyeing and printing, <br> embroidery and applique, pleating, hemstitching, stone or acid washing, permanent <br> pressing, or the attachment of accessories, findings and trimmings. The rules of origin for <br> products of HS chapters 50 to 63 exported to SACU by MMTZ Member States, according to <br> the provisions of paragraph 2(c) of Rule 2, may allow minor operations that would <br> otherwise be non-origin conferring processes; <br> (b) dismantling or disassembly; <br> (c) repairs and alterations, washing, laundering or sterilisation; <br> (c) live animals born and raised there; <br> (d) application of preservatives or decorative coatings, including lubricants, protective <br> encapsulation, preservative or decorative paint or metallic coatings; <br> (e) testing, sorting or grading; <br> (f) marking, labeling or affixing other like distinguishing signs on products or their packages; <br> (g) simple operations such removal of dust, sifting or screening, sorting, classifying and <br> matching, including the making up of sets, goods, greasing, washing, painting or cutting up. <br> 5 Slaughter of animals. <br> 6 Any process or work in respect of which it may be demonstrated, on the basis of the <br> preponderance of evidence, that the sole objective was to circumvent these rules. <br> 7 A combination of two or more insufficient working or processing operations does not confer <br> origin, regardless of whether the product-specific rules of origin have been satisfied or not. <br> 8 All the operations carried out in the Member States on a given product shall be considered <br> together when determining whether they are to be regarded as insufficient within the meaning of this Rule. <br> RULE 4: GOODS WHOLLY PRODUCED IN THE MEMBER STATES <br> 1 For the purposes of paragraph 1(a) of Rule 2 of this Annex, the following shall be regarded as <br> wholly produced in the Member States: <br> (a) Mineral products extracted from their ground or seabed; <br> (d) Products obtained there from live animals; <br> (f) Products of sea fishing and other products taken from the sea by their vessels; <br> (g) Products made on board their factory ships exclusively from products referred to in sub-paragraph (f); <br> (h) Used articles collected there fit only for the recovery of raw materials; <br> (j) Products produced there exclusively from one or both of the following: <br> (i) products specified in sub-paragraphs (a) to (i); <br> (ii) materials containing no element imported from outside the Member States or of undetermined origin. <br> 2 In determining the place of production of marine, river, or lake products and goods in relation to <br> a Member State, a vessel of a Member State shall be regarded as part of the territory of that <br> Member State. In determining the place from which goods originated, marine, river or lake <br> products taken from the sea, river or lake or goods produced therefrom at sea or on a river or <br> lake shall be regarded as having their origin in the territory of a Member State and have been <br> brought directly to the territory of the Member State. <br> 3 For the purpose of this Annex, a vessel shall be regarded as a vessel of a Member State if it is <br> registered in a Member State and satisfies one of the following conditions: <br> (a) The vessel sails under the flag of a Member State; <br> (b) At least 75 percent of the officers and crew of the vessel are nationals of a Member State; <br> (c) At least the majority control and equity holding in respect of the vessel are held by <br> nationals of a Member State or institution, agency, enterprise or corporation of the <br> Government of such Member State. <br> 4 Electrical power, fuel, plant machinery and tools used in the production of goods shall always be <br> regarded as wholly produced within the Region when determining the origin of the goods. <br> RULE 5: UNIT OF QUALIFICATION <br> 1 Each item in a consignment shall be considered separately. <br> 2 Notwithstanding the provisions of paragraph 1 of this Rule: <br> (a) Where the Harmonised System specifies that a group, set or assembly of article is to be <br> classified within a single heading, such a group, set or assembly shall be treated as one article; <br> (b) Tools, parts and accessories which are imported with an article, and the price of which is <br> included in that of the article or for which no separate charge is made, shall be considered <br> as forming a whole with the article, provided that they constitute the standard equipment <br> customarily included in the sale of articles of that kind; <br> (c) Notwithstanding the provisions of sub-paragraphs (a) and (b) of this paragraph, goods shall <br> be treated as a single article if they are so treated for purposes of assessing Customs duties <br> on like articles by the importing Member State. <br> 3 An un-assembled or dis-assembled article which is imported in more than one consignment <br> because it is not feasible for transport or production reasons to import it in a single <br> (b) vegetable products harvested there; <br> consignment, shall be treated as one article. <br> RULE 6: SEPARATION OF MATERIALS <br> 1 For those products or industries where it would be impracticable for the producers to separate <br> physically materials of similar character but different origin used in the production of goods, <br> such separation may be replaced by an appropriate accounting system which ensures that no <br> more goods are deemed to originate in the Member State than would have been the case if the <br> producer had been able to physically separate the materials. <br> 2 Any accounting system shall conform to such conditions as may be agreed upon by the CMT in <br> order to ensure that adequate control measures shall be applied. <br> RULE 7: TREATMENT OF MIXTURES <br> 1 In the case of mixtures, not being groups, sets or assemblies of goods dealt with under Rule 5, <br> any product resulting from the mixing together of goods originating in the Member States with <br> goods which would not qualify as originating in the Member States, would not qualify as <br> originating if the characteristics of the product as a whole are not different from the <br> characteristics of the goods which have been mixed. <br> 2 In the case of particular products where it is recognised by the CMT to be desirable to permit <br> mixing of the kind described in paragraph 1 of this Rule, such products shall be accepted as <br> originating in the Member States in respect of such part thereof as may be shown to correspond <br> to the quantity of goods or originating in the Member States used in the mixing, subject to such <br> conditions as may be agreed by the CMT. <br> RULE 8: TREATMENT OF PACKING <br> 1 Where for purposes of assessing Customs duties, a Member State treats the origin of the goods <br> separately from the origin of the packing, it may also, in respect of its imports cosigned from <br> another Member State, determine separately the origin of such packing. <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as forming a <br> whole with the goods and no part of any packing required for their transport or storage shall be <br> considered as having been imported from outside the Member States when determining the <br> origin of the goods as a whole <br> 3 For the purposes of paragraph 2 of this Rule, packing with goods which are ordinarily sold at <br> retail shall not be regarded as packing required for the transport or storage of goods. <br> 4 Containers which are purely for the transport and temporary storage of goods and are to be <br> returned shall not be subject to Customs duties and other charges of equivalent effect. Where <br> containers are not to be returned, they shall be treated separately from the goods contained in <br> them and be subjected to Customs duties and other charges of equivalent effect. <br> RULE 9: DOCUMENTARY EVIDENCE <br> 1 The claim that goods shall be accepted as originating from a Member State in accordance with <br> the provision of this Annex shall be supported by a certificate given by the exporter or their <br> authorized representative in the form prescribed in Appendix II of this Annex. The certificate <br> shall be authenticated with a seal by an authority designated for this purpose by each Member State. <br> 2 Every producer, where such producer is not the exporter, shall, in respect of goods intended for <br> export, furnish the exporter with a written declaration in conformity with Appendix III of this <br> Annex to the effect that the goods qualify as originating in the Member State under the <br> provisions of Rule 2 of this Annex. <br> 3 The competent authority designated by an importing Member State may in exceptional <br> circumstances and notwithstanding the presentation of a certificate issued in accordance with <br> the provisions of this Rule, require, in case of doubt, further verification of the statement <br> contained in the certificate. Member States, through their competent authorities, shall assist <br> each other in this process. Such further verification should be made within three months of the <br> request being made by a competent authority designated by the importing Member State. The <br> form used for this purpose shall be that contained in Appendix IV to this Annex. <br> 4 The importing Member State shall not prevent the importer from taking delivery of goods solely <br> on the grounds that it requires further evidence, but may require security for any duty or other <br> charge which may be payable: provided that where goods are subject to any prohibitions, the <br> conditions for delivery under security shall not apply. <br> 5 Copies of certificates of origin and other relevant documentary evidence shall be preserved by <br> the appropriate authorities of the Member States for at least five years. <br> 6 All Member States shall deposit with the Secretariat the names of Departments and Agencies <br> authorized to issue the certificates required under this Annex, specimen signatures of officials <br> authorized to sign the certificates and the impressions of the official stamps to be used for that <br> purpose, and those shall be circulated to the Member States by the Secretariat. <br> RULE 10: INFRINGEMENT AND PENALTIES <br> 1 The Member States undertake to introduce legislation where such legislation does not exist, <br> making such provision as may be necessary for penalties against persons who, in their <br> territories, furnish or cause to be furnished documents which are untrue in any material sense, <br> particularly in support of a claim in another Member State. <br> 2 Any Member State to which an untrue claim is made in respect of the origin of goods shall <br> immediately bring the issue to the attention of the exporting Member State from which the <br> untrue claim is made, in accordance with the provisions on mutual assistance and co-operation <br> in customs matters as contained in Appendix I of Annex II of this Protocol. <br> 3 Continued infringement by a Member State of the provisions of this Annex may be dealt with in <br> accordance with the provisions of Annex VI of this Protocol. <br> ANNEX I <br> "}, {"ArticleTitle": "DEROGATIONS", "ArticleDesc": "RULE 11: DEROGATIONS <br> 1 Notwithstanding the provisions of Rules 2 and 3 of this Annex, derogations may be granted by <br> the CMT where the development of existing industries or the creation of new industries is justified. <br> 2 The Member State shall make the request for a derogation for existing or new industries to the CMT. <br> 3 In order to facilitate the examination of the request for derogation, the Member State making <br> the request shall provide the CMT with the fullest possible information as to the reason for the request. <br> 4 The CMT shall respond to each Member State's request which is duly justified and in conformity <br> with this Rule, provided no serious injury is caused to any established industy within the Region. <br> 5 The CMT shall take steps necessary to ensure that a decision is reached as soon as possible and <br> in any case not later that 90 working days after the request is received. <br> 6 The derogation shall be valid for a specific period to be determined by the CMT. <br> "}, {"ArticleTitle": "REGULATIONS", "ArticleDesc": "RULE 12: REGULATIONS <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "RULE 3: PROCESSES NOT CONFERRING ORIGIN <br> The CMT shall adopt regulations to facilitate the implementation of this Annex. <br> Concerning The Rules Of Origin For Products To Be Traded Between The Member States Of <br> Notwithstanding the provisions of paragraph 1(a) of Rule 2 of this Annex, the following operations and <br> The Southern African Development Community <br> processes shall be considered as insufficient to support a claim that goods originate in a Member State: <br> PREAMBLE <br> 1 Packing, packaging and other preparations or processes for shipping and for sales: <br> The High Contracting Parties: <br> (a) packing, repacking or retail packaging, including bottling, placing in flasks, bags, cases and <br> AWARE that they have undertaken to progressively establish a Development Community within which <br> Customs duties and other charges of equivalent effect imposed on imports shall be gradually reduced <br> (b) changes of packing and breaking up or assembly of consignments; <br> and eventually eliminated and non-tariff barriers to trade among Member States shall be removed, and <br> (c) operations to ensure the preservation of merchandise in good condition during <br> (e) products obtained by hunting or fishing conducted there; <br> all trade documents and procedures shall be harmonised; <br> transportation and storage, such as ventilation, spreading out, drying, freezing, making into <br> RECOGNIZING that clear and predictable rules of origin and their application should facilitate the <br> a solution, removal of damaged parts and similar operations. This also includes loading, <br> flow of regional trade and economies of scale in the Region; <br> reloading or any other operation necessary to maintain the merchandise in good condition. <br> RECOGNIZING that it is desirable to provide for transparency of laws, regulations and practices <br> 2 Mere dilution, blending and other types of mixing: <br> regarding rules of origin and that the scope of this Annex is to provide for a consolidated text, <br> (a) simple mixing of ingredients imported from outside the Member States; <br> boxes, fixing on cards or boards and all other simple packing operations; <br> incorporating all provisions concerning the origin of goods, within the context of this Protocol, and <br> (b) mere dilution with water or another substance that does not materially alter the <br> aimed at facilitating implementation and administration of these rules; <br> characteristics of the material; <br> DESIRING to ensure that rules of origin themselves do not create unnecessary obstacles to trade and <br> (c) the addition of substances such as anti-caking agents, preservatives, wetting agent and the like; <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> facilitate the implementation thereof by Customs administrations by providing an exhaustive and complete text; <br> (d) diluting chemicals with inert ingredients to bring them to the standard degree of strength; <br> TAKING INTO ACCOUNT the provisions of Article 12 of this Protocol which require that the rules of <br> (e) for the purposes of this sub-paragraph, dilution shall be taken not to include: <br> origin for products that shall be eligible for Community treatment shall be set out in Annex I to this Protocol; <br> (i) either mixing together of two bulk medicinal substances followed by the packaging of <br> HEREBY AGREE as follows: <br> the mixed products into individual doses for retail sale; or <br> (ii) the addition of water or another substance to a chemical compound under pressure <br> which results in a reaction creating a new chemical compound. <br> 3 Simple assembly or combining operations. <br> 4 Other minor operations: <br> (a) ornamental or finishing operations incidental to textile production designed to enhance the <br> marketing appeal or ease the product's case, such as simple hand dyeing and printing, <br> embroidery and applique, pleating, hemstitching, stone or acid washing, permanent <br> pressing, or the attachment of accessories, findings and trimmings. The rules of origin for <br> products of HS chapters 50 to 63 exported to SACU by MMTZ Member States, according to <br> the provisions of paragraph 2(c) of Rule 2, may allow minor operations that would <br> otherwise be non-origin conferring processes; <br> (b) dismantling or disassembly; <br> (c) repairs and alterations, washing, laundering or sterilisation; <br> (c) live animals born and raised there; <br> (d) application of preservatives or decorative coatings, including lubricants, protective <br> encapsulation, preservative or decorative paint or metallic coatings; <br> (e) testing, sorting or grading; <br> (f) marking, labeling or affixing other like distinguishing signs on products or their packages; <br> (g) simple operations such removal of dust, sifting or screening, sorting, classifying and <br> matching, including the making up of sets, goods, greasing, washing, painting or cutting up. <br> 5 Slaughter of animals. <br> 6 Any process or work in respect of which it may be demonstrated, on the basis of the <br> preponderance of evidence, that the sole objective was to circumvent these rules. <br> 7 A combination of two or more insufficient working or processing operations does not confer <br> origin, regardless of whether the product-specific rules of origin have been satisfied or not. <br> 8 All the operations carried out in the Member States on a given product shall be considered <br> together when determining whether they are to be regarded as insufficient within the meaning of this Rule. <br> RULE 4: GOODS WHOLLY PRODUCED IN THE MEMBER STATES <br> 1 For the purposes of paragraph 1(a) of Rule 2 of this Annex, the following shall be regarded as <br> wholly produced in the Member States: <br> (a) Mineral products extracted from their ground or seabed; <br> (d) Products obtained there from live animals; <br> (f) Products of sea fishing and other products taken from the sea by their vessels; <br> (g) Products made on board their factory ships exclusively from products referred to in sub-paragraph (f); <br> (h) Used articles collected there fit only for the recovery of raw materials; <br> (j) Products produced there exclusively from one or both of the following: <br> (i) products specified in sub-paragraphs (a) to (i); <br> (ii) materials containing no element imported from outside the Member States or of undetermined origin. <br> 2 In determining the place of production of marine, river, or lake products and goods in relation to <br> a Member State, a vessel of a Member State shall be regarded as part of the territory of that <br> Member State. In determining the place from which goods originated, marine, river or lake <br> products taken from the sea, river or lake or goods produced therefrom at sea or on a river or <br> lake shall be regarded as having their origin in the territory of a Member State and have been <br> brought directly to the territory of the Member State. <br> 3 For the purpose of this Annex, a vessel shall be regarded as a vessel of a Member State if it is <br> registered in a Member State and satisfies one of the following conditions: <br> (a) The vessel sails under the flag of a Member State; <br> (b) At least 75 percent of the officers and crew of the vessel are nationals of a Member State; <br> (c) At least the majority control and equity holding in respect of the vessel are held by <br> nationals of a Member State or institution, agency, enterprise or corporation of the <br> Government of such Member State. <br> 4 Electrical power, fuel, plant machinery and tools used in the production of goods shall always be <br> regarded as wholly produced within the Region when determining the origin of the goods. <br> RULE 5: UNIT OF QUALIFICATION <br> 1 Each item in a consignment shall be considered separately. <br> 2 Notwithstanding the provisions of paragraph 1 of this Rule: <br> (a) Where the Harmonised System specifies that a group, set or assembly of article is to be <br> classified within a single heading, such a group, set or assembly shall be treated as one article; <br> (b) Tools, parts and accessories which are imported with an article, and the price of which is <br> included in that of the article or for which no separate charge is made, shall be considered <br> as forming a whole with the article, provided that they constitute the standard equipment <br> customarily included in the sale of articles of that kind; <br> (c) Notwithstanding the provisions of sub-paragraphs (a) and (b) of this paragraph, goods shall <br> be treated as a single article if they are so treated for purposes of assessing Customs duties <br> on like articles by the importing Member State. <br> 3 An un-assembled or dis-assembled article which is imported in more than one consignment <br> because it is not feasible for transport or production reasons to import it in a single <br> (b) vegetable products harvested there; <br> consignment, shall be treated as one article. <br> RULE 6: SEPARATION OF MATERIALS <br> 1 For those products or industries where it would be impracticable for the producers to separate <br> physically materials of similar character but different origin used in the production of goods, <br> such separation may be replaced by an appropriate accounting system which ensures that no <br> more goods are deemed to originate in the Member State than would have been the case if the <br> producer had been able to physically separate the materials. <br> 2 Any accounting system shall conform to such conditions as may be agreed upon by the CMT in <br> order to ensure that adequate control measures shall be applied. <br> RULE 7: TREATMENT OF MIXTURES <br> 1 In the case of mixtures, not being groups, sets or assemblies of goods dealt with under Rule 5, <br> any product resulting from the mixing together of goods originating in the Member States with <br> goods which would not qualify as originating in the Member States, would not qualify as <br> originating if the characteristics of the product as a whole are not different from the <br> characteristics of the goods which have been mixed. <br> 2 In the case of particular products where it is recognised by the CMT to be desirable to permit <br> mixing of the kind described in paragraph 1 of this Rule, such products shall be accepted as <br> originating in the Member States in respect of such part thereof as may be shown to correspond <br> to the quantity of goods or originating in the Member States used in the mixing, subject to such <br> conditions as may be agreed by the CMT. <br> RULE 8: TREATMENT OF PACKING <br> 1 Where for purposes of assessing Customs duties, a Member State treats the origin of the goods <br> separately from the origin of the packing, it may also, in respect of its imports cosigned from <br> another Member State, determine separately the origin of such packing. <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as forming a <br> whole with the goods and no part of any packing required for their transport or storage shall be <br> considered as having been imported from outside the Member States when determining the <br> origin of the goods as a whole <br> 3 For the purposes of paragraph 2 of this Rule, packing with goods which are ordinarily sold at <br> retail shall not be regarded as packing required for the transport or storage of goods. <br> 4 Containers which are purely for the transport and temporary storage of goods and are to be <br> returned shall not be subject to Customs duties and other charges of equivalent effect. Where <br> containers are not to be returned, they shall be treated separately from the goods contained in <br> them and be subjected to Customs duties and other charges of equivalent effect. <br> RULE 9: DOCUMENTARY EVIDENCE <br> 1 The claim that goods shall be accepted as originating from a Member State in accordance with <br> the provision of this Annex shall be supported by a certificate given by the exporter or their <br> authorized representative in the form prescribed in Appendix II of this Annex. The certificate <br> shall be authenticated with a seal by an authority designated for this purpose by each Member State. <br> 2 Every producer, where such producer is not the exporter, shall, in respect of goods intended for <br> export, furnish the exporter with a written declaration in conformity with Appendix III of this <br> Annex to the effect that the goods qualify as originating in the Member State under the <br> provisions of Rule 2 of this Annex. <br> 3 The competent authority designated by an importing Member State may in exceptional <br> circumstances and notwithstanding the presentation of a certificate issued in accordance with <br> the provisions of this Rule, require, in case of doubt, further verification of the statement <br> contained in the certificate. Member States, through their competent authorities, shall assist <br> each other in this process. Such further verification should be made within three months of the <br> request being made by a competent authority designated by the importing Member State. The <br> form used for this purpose shall be that contained in Appendix IV to this Annex. <br> 4 The importing Member State shall not prevent the importer from taking delivery of goods solely <br> on the grounds that it requires further evidence, but may require security for any duty or other <br> charge which may be payable: provided that where goods are subject to any prohibitions, the <br> conditions for delivery under security shall not apply. <br> 5 Copies of certificates of origin and other relevant documentary evidence shall be preserved by <br> the appropriate authorities of the Member States for at least five years. <br> 6 All Member States shall deposit with the Secretariat the names of Departments and Agencies <br> authorized to issue the certificates required under this Annex, specimen signatures of officials <br> authorized to sign the certificates and the impressions of the official stamps to be used for that <br> purpose, and those shall be circulated to the Member States by the Secretariat. <br> RULE 10: INFRINGEMENT AND PENALTIES <br> 1 The Member States undertake to introduce legislation where such legislation does not exist, <br> making such provision as may be necessary for penalties against persons who, in their <br> territories, furnish or cause to be furnished documents which are untrue in any material sense, <br> particularly in support of a claim in another Member State. <br> 2 Any Member State to which an untrue claim is made in respect of the origin of goods shall <br> immediately bring the issue to the attention of the exporting Member State from which the <br> untrue claim is made, in accordance with the provisions on mutual assistance and co-operation <br> in customs matters as contained in Appendix I of Annex II of this Protocol. <br> 3 Continued infringement by a Member State of the provisions of this Annex may be dealt with in <br> accordance with the provisions of Annex VI of this Protocol. <br> ANNEX I <br> "}]}]}, "members_found": ["516", "710", 2, 8703900000]}