{"FtaRooDetails": {"FtaId": 659, "FtaCode": "ITC00677", "FtaName": "Regional group, WAEMU", "FtaFullName": "TRAITE MODIFIE DE L'UNION ECONOMIQUE ET MONETAIRE OUEST AFRICAINE (UEMOA)", "InForce": false, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2000", "Type": "Customs union", "Scope": "Plurilateral, Country-Country", "MemberStates": "Benin; Côte d'Ivoire; Mali; Niger; Guinea-Bissau; Senegal; Togo; Burkina Faso", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, WAEMU", "AdminProcCooAuth": "The certification type under Regional group, WAEMU is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, WAEMU is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, WAEMU agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "20%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 30%", "RooText": "Sont considérés, comme ayant fait l'objet d'une ouvraison ou d'une transformation suffisante, les produits obtenus à partir de matières premières partiellement ou entièrement originaires de pays tiers à condition que cette transformation entraîne : a) soit un changement de classification tarifaire dans l'un des quatre premiers chiffres de la Nomenclature Tarifaire et Statistique de l'UEMOA ; une liste d'exceptions mentionnant les cas où le changement de positon tarifaire n'est pas déterminant ou imposant des conditions supplémentaires, sera établie par règlement pris en Conseil des Ministres ; b) soit une valeur ajoutée communautaire supérieure ou égale à 30% du prix de revient ex-usine hors taxes de ces produits telle que définie à l'article premier ci-dessus.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00677_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00677_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00677_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.jo.gouv.sn/spip.php?article953"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00677_full.pdf", "DocType": "8_full", "WebLink": "http://www.uemoa.int/fr/system/files/fichier_article/traitreviseuemoa.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "CHAPITRE I : LES PRODUITS ENTIÈREMENT OBTENUS <br /> Article 4 : <br /> 1 Sont considérés comme entièrement obtenus dans les États de l'UEMOA : <br /> a) les animaux vivants nés et élevés dans les États membres ; <br /> b) les produits provenant d'animaux vivants qui y font l'objet d'un élevage et les <br /> sous-produits animaux ; <br /> c) les produits de la chasse et de la pêche pratiquées dans les États membres ; <br /> d) les produits de la pêche maritime et autres produits tirés de la mer par leurs <br /> navires ; <br /> e) les marchandises fabriquées à bord de leurs navires-usines à partir exclusivement <br /> de <br /> produits visés au paragraphe précédent ; <br /> f) les produits du règne végétal récoltés dans les États membres ; <br /> g) les substances et produits minéraux extraits du sol, des eaux territoriales ou des <br /> fonds <br /> de mers ou d'océans des États membres ; <br /> h) les déchets et rebuts provenant d'opérations manufacturières ou industrielles <br /> effectuées <br /> dans les États membres ; <br /> i) les articles hors d'usage recueillis dans les États membres qui ne peuvent servir <br /> qu'à la <br /> récupération de matières premières ; <br /> j) l'énergie électrique produite dans les États membres ; <br /> k) les produits fabriqués à partir de substances visées aux paragraphes b) à i) , <br /> utilisées <br /> seules ou mélangées à d'autres matières, sous réserve que leur proportion en quantité <br /> soit <br /> supérieure ou égale à 60 % de l'ensemble des matières premières mises en œuvre. <br /> 2 On entend par « leurs navires » et « leurs navires-usines » aux paragraphes 1.d) et 1.e) de l'article <br /> 4 <br /> du présent protocole, les navires et navires-usines : <br /> - immatriculés ou battant pavillon d'un Etat-membre ; <br /> - dont l'équipage, y compris l'état major est composé d'au moins 50% de ressortissants de <br /> l'UEMOA.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "CHAPITRE IV: OPÉRATION NE CONFÉRANT PAS L'ORIGINE COMMUNAUTAIRE <br /> Article 8 : <br /> Les marchandises transformées dans le cadre de régimes douaniers économiques ou suspensifs et de <br /> certains régimes particuliers entraînant la suspension ou l'exonération partielle ou totale des droits <br /> d'entrée <br /> sur les intrants ne peuvent, en aucun cas, bénéficier de la qualité de produits industriels originaires et <br /> des <br /> avantages qui y sont attachés. <br /> Ne sont pas concernées par cette disposition, les marchandises bénéficiaires des procédures prévues <br /> pour <br /> les produits obtenus à partir d'intrants plus fortement taxés que leurs produits finis. <br /> Article 9 : <br /> Nonobstant les dispositions de l'article 5, les opérations ci-après, ne peuvent, en aucun cas, conférer <br /> aux <br /> produits tiers la qualité de produits originaires de l'Union : <br /> - manipulations destinées à assurer la conservation en l'état des marchandises; <br /> - dépoussiérage, criblage, triage, classement, assortiment, lavage, peinture, découpage ; <br /> - changement d'emballage ; <br /> - division et réunion de colis ; <br /> - mise en contenants tels que bouteilles, sacs, boîtes, etc., apposition d'étiquettes ou de signes <br /> distinctifs similaires et toutes autres opérations de conditionnement même si elles affectent le <br /> classement <br /> tarifaire des produits ; <br /> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br /> - abattage d'animaux ; <br /> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de crustacés, de <br /> mollusques <br /> et coquillages ; <br /> - congélation de viandes, abats, poissons, crustacés, mollusques, coquillages, fruits, légumes et <br /> plantes <br /> potagères ; <br /> - préparation et conserves de viandes, abats, sang, poissons, crustacés et mollusques à partir des <br /> produits des chapitres 2 et 3 de la Nomenclature Tarifaire et Statistique de l'UEMOA ; <br /> - découpage, mise en forme de feuilles et feuillards de toutes sortes ; <br /> - simple réunion de parties en vue de constituer un article complet ; <br /> - simple mélange de produits de même espèce ou d'espèces différentes. <br /> Article 9 nouveau : <br /> « Nonobstant les dispositions de l'article 5 du Protocole additionnel n°III/2001 du 19 <br /> décembre 2001, instituant les règles d'origine des produits de l'UEMOA, les opérations ci- <br /> après, ne peuvent, en aucun cas, conférer aux produits tiers la qualité de produits originaires <br /> de l'Union : <br /> - manipulations destinées à assurer la conservation en l'état des marchandises; <br /> - dépoussiérage, criblage, triage, classement, assortiment, lavage, peinture, <br /> découpage ; <br /> - changement d'emballage ; <br /> - division et réunion de colis ; <br /> - mise en contenants tels que bouteilles, sacs, boîtes, etc., appositions d'étiquettes ou <br /> de signes distinctifs similaires et de toutes autres opérations de conditionnement <br /> même si elles affectent le classement tarifaire des produits ; <br /> - cumul de deux ou plusieurs opérations reprises ci-dessus ; <br /> 2 <br /> - abattage d'animaux ; <br /> - salaison, mise en saumure, séchage ou fumage de viandes, de poissons, de <br /> crustacés, de mollusques et coquillages ; <br /> - congélation de viandes, abats, poissons, crustacés, mollusques, coquillages, fruits, <br /> légumes et plantes potagères ; <br /> - préparation et conserves de viandes, abats, sang, poissons, crustacés et mollusques <br /> à partir des produits des chapitres 2 et 3 de la Nomenclature Tarifaire et Statistique de <br /> l'UEMOA ; <br /> - découpage, mise en forme de feuilles et feuillards de toutes sortes ; <br /> - simple mélange de produits de même espèce ou d'espèces différentes ; <br /> - simple réunion de parties en vue de constituer un article complet. »", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build-down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "e) Valeur ajoutée : la différence exprimée en pourcentage entre le prix de revient <br /> ex-usine hors taxes du produit industriel concerné et la <br /> valeur CAF des matières premières, des consommables et des <br /> emballages non communautaires, utilisés pour l'obtention du <br /> produit <br /> fini sous sa forme de livraison au commerce ; <br /> f) Fabrication : toute <br /> g) Matière : tout <br /> composant ou <br /> fabrication du produit ; <br /> h) Produit : le <br /> i) Marchandises : les matières et les produits ; <br /> j) Valeur des matières : la valeur en douane au moment de l'importation <br /> des matières non originaires résultant de l'application du <br /> règlement n°05/99/CM/UEMOA du 06 Août 1999 portant <br /> valeur en douane des marchandises ;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "CHAPITRE II : DE LA PREUVE DE L'ORIGINE : DES CERTIFICATS D'ORIGINE UEMOA <br /> Article 11 : <br /> 1 L'origine communautaire des produits est obligatoirement attestée par un certificat d'origine dont <br /> le <br /> modèle sera déterminé par décision de la Commission. Toutefois, les produits de l'agriculture, de <br /> l'élevage ainsi que les articles faits à la main sont dispensés de la production du certificat <br /> d'origine. <br /> 2 Le certificat d'origine est délivré par les autorités compétentes et visé par le service des douanes <br /> de <br /> l'Etat membre où le produit a été entièrement obtenu ou a fait l'objet d'une ouvraison ou d'une <br /> transformation suffisante. <br /> 3 Lorsque l'ouvraison ou la transformation a été réalisée dans deux ou plusieurs Etats de l'UEMOA, <br /> le <br /> certificat d'origine sera délivré par les autorités compétentes de l'Etat où a lieu la dernière <br /> ouvraison ou <br /> transformation. <br /> 4 Un règlement d'exécution de la Commission déterminera, après avis des Experts des Etats <br /> membres, <br /> les modalités de demande et de délivrance des certificats d'origine.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than 200 000 F CFA)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "[Certification procedures]: <br /> Article premier. - Sous réserve des dispositions de l'article 11, paragraphe 1 du Protocole additionnel n° III/2001 instituant les règles d'origine des produits de l'UEMOA, et à l'exception des marchandises expédiées par petits envois ou contenues dans les bagages des voyageurs et dont la valeur n'excède pas 200 000 F CFA, l'origine des produits de l'UEMOA est obligatoirement attestée par un certificat d'origine dont le modèle est joint en annexe.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "[Certification procedures]: <br /> DELAI DE VALIDITE <br /> Art. 7. - Le certificat d'origine des produits de l'UEMOA est valable pour six mois pour compter de sa date de délivrance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "TITRE V : DU CONTRÔLE DE L'ORIGINE <br /> CHAPITRE I : DE LA COOPÉRATION ADMINISTRATIVE EN MATIÈRE DE <br /> CONTRÔLE DES RÈGLES D'ORIGINE COMMUNAUTAIRE <br /> Article 13 : <br /> En vue d'assurer une application correcte et uniforme du présent Protocole, les États membres de <br /> l'Union, <br /> par l'entremise de leurs administrations et services respectifs, se prêtent mutuellement aide et <br /> assistance <br /> pour le contrôle de l'authenticité des certificats d'origine.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": []}, "members_found": ["686", "768", 2, 8703900000]}