{"FtaRooDetails": {"FtaId": 669, "FtaCode": "ITC00688", "FtaName": "SPARTECA", "FtaFullName": "SOUTH PACIFIC REGIONAL TRADE AND ECONOMIC COOPERATION AGREEMENT [SPARTECA]", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2015", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Australia; Solomon Islands; Cook Islands; Fiji; Kiribati; Nauru; Vanuatu; New Zealand; Niue; Micronesia (Federated States of); Marshall Islands; Palau; Papua New Guinea; Tonga; Tuvalu; Samoa", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under SPARTECA", "AdminProcCooAuth": "The certification type under SPARTECA is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under SPARTECA is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for SPARTECA agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00688_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00688_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00688_full.pdf", "DocType": "8_full", "WebLink": "http://sul-derivatives.stanford.edu/derivative?CSNID=90980233&mediaType=application/pdf"}]}, "FtaProvisions": {"RooProvision": [], "CooProvision": []}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Rules of origin", "ArticleDesc": "Article V : Rules of origin <br> Rules of origin <br> 1 Goods shall be treated by the Government of Australia as originating in the territory of a <br> Forum Island country if these goods are: <br> (a) the unmanufactured raw products of a Forum Island country; or <br> (b) manufactured goods, in relation to which: <br> (i) the process last performed in manufacture of the goods was performed in <br> a Forum Island country; and <br> (ii) not less than 50 percent of the factory or works cost of the goods is <br> (a) a Forum Island country; or <br> represented by the value of labour or materials, or both, of: <br> (b) a Forum Island country and one or more other Forum Island countries; or <br> (c) one or more Forum Island countries and Australia. <br> 2 The following shall be the classes of goods entitled to be entered under the New Zealand <br> Tariff at the rates and exemptions provided for Forum Island countries, namely: <br> (a) Then following goods wholly obtained in the territory of any of the Forum Island countries: <br> (i) mineral products extracted from its soil or from its seabed; <br> (ii) vegetable products harvested there; <br> (iii) live animals born and raised there; <br> (iv) products obtained there from live animals; <br> (v) products obtained by hunting or fishing conducted there; <br> (vi) products of sea fishing and other products taken from the sea by its vessels; <br> (vii) products made on board its factory ships exclusively from the products <br> (viii) used articles collected there fit only for the recovery of raw materials; <br> referred to in sub-paragraph (a)(vi) of this paragraph; <br> (ix) waste and scrap resulting from manufacturing operations conducted there; and <br> (x) products obtained there exclusively from products specified in sub- <br> paragraphs (a)(i) to (ix) of this paragraph. <br> (b) Goods partly manufactured in the territory of a Forum Island country subject to <br> the following conditions: <br> (i) that the process last performed in the manufacture of the goods was <br> performed in the territory of a Forum Island country; and <br> (ii) that in respect of the goods, the expenditure: <br> (a) in material that is the origin of one or more Forum Island <br> countries or of New Zealand; <br> (b) in other items of factory or works cost (as defined in the New <br> (c) partly in such material and party in such other items as aforesaid <br> Zealand Customs Regulations) incurred in one or more Forum <br> Island Countries or in New Zealand; or <br> is not less than 50 percent of the factory or works costs of the <br> goods in their finished state. <br> 3 (a) In special circumstances either the Government of Australia or the Government <br> of New Zealand may determine that the expenditure referred to in paragraph <br> 1(b)(ii) of this Article in the case of the Government of Australia, or paragraph <br> 2(b)(ii) of this Article in the case of the Government of New Zealand may be less <br> than 50 percent of the factory or works cost of the goods in their finished state for <br> particular goods or classes of goods. Any such determination may be applied to <br> all such goods originating from the Forum Island countries or restricted to goods <br> from individual Forum Island countries. <br> (b) In making a determination under this paragraph of the rules of origin, the <br> Government of Australia and the Government of New Zealand shall take <br> account, inter alia, of the special problems of the Smaller Island countries and the <br> area content derived from all Forum Island countries. <br> 4 A Government of a Forum Island country may request the Government of Australia or <br> the Government of New Zealand to make a determination pursuant to paragraph 3 of this Article. <br> The requesting Government shall notify the Director of its request who shall thereupon inform all <br> the Parties. The Government requested to make a determination shall notify the Director of the <br> outcome of the request within 3 months of receipt of that request. The Director shall thereupon <br> "}]}]}, "members_found": ["184", "242", 2, 8703900000]}