{"FtaRooDetails": {"FtaId": 692, "FtaCode": "ITC00713", "FtaName": "FTA, ASEAN-Hong Kong", "FtaFullName": "ASEAN - HONG KONG, CHINA FREE TRADE AGREEMENT", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "12.05.2020", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Brunei Darussalam; Myanmar; Cambodia; Hong Kong, China Special Administrative Region; Indonesia; Lao, People's Democratic Republic; Malaysia; Philippines; Singapore; Viet Nam; Thailand", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, ASEAN-Hong Kong", "AdminProcCooAuth": "The certification type under FTA, ASEAN-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, ASEAN-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, ASEAN-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "1 For the purposes of subparagraph (c) of Article 3 (Origin Criteria), except for those goods covered under paragraph 2, a good shall be treated as an originating good if the good has a regional value content (\"Regional Value Content\" or \"RVC\") of not less than 40 per cent calculated using the formula set out in Article 6 (Calculation of Regional Value Content).", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 3-2<br /> PRODUCT SPECIFIC RULES<br /> Headnote<br /> 1. Where a tariff heading or subheading is subject<br /> to a choice of Product Specific Rules, it shall be<br /> sufficient to comply with one of the rules. A Party shall<br /> permit the exporter of a good to decide which rule to<br /> use in determining if the good is originating.<br /> 2. A requirement of a change in tariff classification<br /> applies only to non-originating materials.<br /> 3. Where the change in tariff classification rule<br /> expressly excludes a change from other tariff<br /> classifications, the exclusion applies only to non-<br /> originating materials.<br /> 4. For the purposes of the column entitled \"Origin<br /> Criteria\" of this Annex:<br /> WO means that the good must be wholly obtained<br /> or produced in accordance with subparagraph (a)<br /> of Article 3 (Origin Criteria) of Chapter 3 (Rules of<br /> Origin);<br /> RVC(XX) means that the good must have a<br /> regional value content of not less than XX per cent<br /> as calculated under Article 6 (Calculation of<br /> Regional Value Content) of Chapter 3 (Rules of<br /> Origin);<br /> CC means that all non-originating materials used<br /> in the production of the good have undergone a<br /> change in tariff classification at the 2-digit level (i.e.<br /> a change in chapter) of the Harmonized System;<br /> CTH means that all non-originating materials used<br /> in the production of the good have undergone a<br /> change in tariff classification at the 4-digit level (i.e.<br /> a change in heading) of the Harmonized System;<br /> and<br /> CTSH means that all non-originating materials<br /> used in the production of the good have<br /> undergone a change in tariff classification at the 6-<br /> digit level (i.e. a change in subheading) of the<br /> Harmonized System.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00713_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00713_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkasean/files/AHKFTA_Chapter_3_Annex_3-2.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00713_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkasean/files/AHKFTA_Chapter_3.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00713_proo.pdf", "DocType": "4_proo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkasean/files/AHKFTA_Chapter_3_Annex_3-1.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00713_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00713_full.pdf", "DocType": "8_full", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkasean/index.html"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Accumulation <br /> Unless otherwise provided in this Agreement, a good <br /> which complies with the origin requirements provided <br /> herein and which is used in another Party as a material <br /> for a finished good eligible for preferential tariff <br /> treatment shall be considered to be originating in the <br /> latter Party where working or processing of the finished <br /> goods has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : De Minimis <br /> 1 A good that does not satisfy a CTC requirement <br /> shall be considered as originating if the value of all non- <br /> originating materials used in its production that do not <br /> undergo the required CTC does not exceed 10 per cent <br /> of the FOB value of the good and the good meets all <br /> other applicable criteria set forth in this Chapter for <br /> qualifying as an originating good. <br /> 2 The value of non-originating materials referred to <br /> in paragraph 1 shall be included in the value of non- <br /> originating materials for any applicable RVC <br /> requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Accessories, Spare Parts and Tools <br /> 1 If a good is subject to the requirements of CTC or <br /> specific manufacturing or processing operation, the <br /> origin of accessories, spare parts, tools and <br /> instructional or other information materials presented <br /> with the good shall not be taken into account in <br /> determining whether the good qualifies as an <br /> originating good, provided that: <br /> (a) the accessories, spare parts, tools and <br /> instructional or other information materials are <br /> not invoiced separately from the good; and <br /> (b) the quantities and value of the accessories, <br /> spare parts, tools and instructional or other <br /> information materials are customary for the good. <br /> 2 If a good is subject to a RVC-based rule of origin, <br /> the value of the accessories, spare parts, tools and <br /> instructional or information materials shall be taken into <br /> account as the value of the originating or non- <br /> originating materials, as the case may be, in calculating <br /> the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Wholly Obtained or Produced Goods <br /> For the purposes of subparagraph (a) of Article 3 <br /> (Origin Criteria), the following goods shall be <br /> considered as wholly obtained or produced in the exporting Party: <br /> (a) plants and plant products, including fruits, <br /> flowers, vegetables, trees, seaweed, fungi <br /> and live plants, grown, harvested, picked or <br /> gathered in a Party [1]; <br /> (b) live animals including mammals, birds, fish, <br /> crustaceans, molluscs, reptiles, bacteria and <br /> viruses, born and raised in a Party; <br /> (c) goods obtained from live animals in a Party; <br /> (d) goods obtained from hunting, trapping, <br /> fishing, farming, aquaculture, gathering or <br /> capturing conducted in a Party; <br /> (e) minerals and other naturally occurring <br /> substances, not included in subparagraphs <br /> (a) to (d), extracted or taken from the soil, <br /> waters, seabed or beneath the seabed in a Party; <br /> (f) products of sea-fishing extracted or taken by <br /> vessels registered with the exporting Party <br /> and entitled to fly the flag of that Party, and <br /> minerals and other naturally occurring <br /> substances extracted or taken from the <br /> waters, seabed or beneath the seabed <br /> outside the waters of the exporting Party, <br /> provided that that Party has the rights to <br /> exploit such waters, seabed and beneath the <br /> seabed in accordance with international law [2]; <br /> (g) products of sea-fishing and other marine <br /> products taken from the high seas by vessels <br /> registered with a Party and entitled to fly the <br /> flag of that Party; <br /> (h) products processed or made on board factory <br /> ships registered with a Party or entitled to fly <br /> the flag of that Party, exclusively from <br /> products referred to in subparagraph (g); (i) goods which are: <br /> (i) waste and scrap derived from production <br /> and consumption in a Party, provided <br /> that such goods are fit only for the <br /> recovery of raw materials or for recycling <br /> purposes; or <br /> (ii) used goods collected in a Party, provided <br /> that such goods are fit only for the <br /> recovery of raw materials or for recycling <br /> purposes; and <br /> (j) goods obtained or produced in the exporting <br /> Party from products referred to in <br /> subparagraphs (a) to (i). <br /> [1] For the purposes of this Article, \"in a Party\" means: <br /> (i) for ASEAN Member States, the land, territorial sea, exclusive economic <br /> zone, continental shelf over which a Party exercises sovereignty, sovereign <br /> rights or jurisdiction, as the case may be, in accordance with international law. <br /> (ii) for Hong Kong, China, the Area of Hong Kong, China. <br /> For the avoidance of doubt, nothing contained in the above definition shall be <br /> construed as conferring recognition or acceptance by one Party of the outstanding <br /> maritime and territorial claims made by any other Party, nor shall be taken as pre- <br /> judging the determination of such claims. <br /> [2] \"International law\" refers to generally accepted international law such as the United <br /> Nations Convention on the Law of the Sea, 1982.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Minimal Operations and Processes <br /> 1 Notwithstanding any provisions in this Chapter, a <br /> good shall not be considered to be originating in the <br /> Area of a Party if the following operations are <br /> undertaken exclusively by itself or in combination in the <br /> Area of that Party: <br /> (a) preserving operations to ensure that the good <br /> remains in good condition during transport <br /> and storage; <br /> (b) changes of packaging, breaking-up and <br /> assembly of packages; <br /> (c) simple3 washing, cleaning, removal of dust, <br /> oxide, oil, paint or other coverings; <br /> (d) simple3 painting and polishing operations; <br /> (e) husking, partial or total bleaching, polishing <br /> and glazing of cereals and rice; <br /> (f) operations to colour sugar or form sugar lumps; <br /> (g) simple [3] peeling, stoning, or un-shelling; <br /> (h) sharpening, simple3 grinding or simple [3] cutting; <br /> (i) sifting, screening, sorting, classifying, <br /> grading, matching; <br /> (j) simple [3] placing in bottles, cans, flasks, bags, <br /> cases, boxes, fixing on cards or boards and <br /> all other simple [3] packaging operations; <br /> (k) affixing or printing marks, labels, logos and <br /> other like distinguishing signs on products or their packaging; <br /> (l) simple mixing [4] of products, whether or not of <br /> different kinds; <br /> (m) simple3 assembly of parts of articles to <br /> constitute a complete article or disassembly <br /> of products into parts; <br /> (n) simple [3] testing or calibrations; or <br /> (o) slaughtering5 of animals. <br /> 2 A good originating in the Area of a Party shall <br /> retain its initial originating status, when exported from <br /> another Party, where operations undertaken have not <br /> gone beyond those referred to in paragraph 1. <br /> [3] \"simple\" means an activity which does not need special skills, machines, apparatus <br /> or equipment especially produced or installed for carrying out the activity. <br /> [4] \"simple mixing\" means an activity which does not need special skills, machines, <br /> apparatus or equipment especially produced or installed for carrying out the activity <br /> and does not include chemical reaction. Chemical reaction means a process <br /> (including a biochemical process) which result in a molecule with a new structure by <br /> breaking intramolecular bonds and by forming new intramolecular bonds, or by <br /> altering the spatial arrangement of atoms in a molecule. <br /> [5] \"slaughtering\" means the mere killing of animals and subsequent processes such as <br /> cutting, chilling, freezing, salting, drying or smoking, for the purpose of preservation for storage and transport.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Calculation of Regional Value Content <br /> 1 For the purposes of Article 5 (Not Wholly <br /> Obtained or Produced Goods), the formula for <br /> calculating RVC is as follows: <br /> (a) Direct /Build-up Method <br /> RVC = [(AHKFTA Material Cost + Direct Labour Cost + Direct Overhead Cost + Other Costs + Profit)/FOB Price] x 100%; or <br /> (b) Indirect /Build-down Method <br /> RVC = [(FOB Price - Value of Non-originating Materials, Parts or Produce)/FOB Price] x 100% <br /> 2 For the purposes of calculating the RVC <br /> provided in paragraph 1: <br /> (a) AHKFTA Material Cost is the value of <br /> originating materials, parts or produce that <br /> are acquired or self-produced by the producer <br /> in the production of the good; <br /> (b) Value of Non-Originating Materials, Parts <br /> or Produce is the CIF value at the time of <br /> importation or the earliest ascertained price <br /> paid for all non-originating materials, parts or <br /> produce that are acquired by the producer in <br /> the production of the good; non-originating <br /> materials include materials of undetermined origin; <br /> (c) Direct labour cost includes wages, <br /> remuneration and other employee benefits <br /> associated with the manufacturing process; <br /> (d) Direct overhead cost includes, but is not <br /> limited to, real property items associated with <br /> the production process (insurance, factory <br /> rent and leasing, depreciation on buildings, <br /> repair and maintenance, taxes, interests on <br /> mortgage); leasing of and interest payments <br /> for plant and equipment; factory security; <br /> insurance (plant, equipment and materials <br /> used in the manufacture of the goods); <br /> utilities (energy, electricity, water and other <br /> utilities directly attributable to the production <br /> of the goods); research, development, design <br /> and engineering; dies, moulds, tooling and <br /> the depreciation, maintenance and repair of <br /> plant and equipment; royalties or licences (in <br /> connection with patented machines or <br /> processes used in the manufacture of the <br /> goods or the right to manufacture the goods); <br /> inspection and testing of materials and the <br /> goods; storage and handling in the factory; <br /> disposal of recyclable wastes; and cost <br /> elements in computing the value of raw <br /> materials, i.e. port and clearance charges and <br /> import duties paid for dutiable component; and <br /> (e) Other Costs are the costs incurred in placing <br /> the good in the ship or other means of <br /> transport for export including, but not limited <br /> to, domestic transport costs, storage and <br /> warehousing, port handling, brokerage fees <br /> and service charges. <br /> 3 The value of goods under this Chapter shall be <br /> determined in accordance with the Customs Valuation <br /> Agreement. The Parties shall harmonise, to the extent <br /> possible, administrative procedures and practices in <br /> the assessment of value of goods for customs purposes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Neutral Elements <br /> In order to determine whether a good is an originating <br /> good, it shall not be necessary to determine the origin <br /> of the following which might be used in its production <br /> and not incorporated into the good: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the <br /> maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials <br /> and other materials used in production or <br /> used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety <br /> equipment and supplies; <br /> (f) equipment, devices and supplies used for <br /> testing or inspecting the good; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated <br /> into the good but the use of which in the <br /> production of the good can reasonably be <br /> demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Direct Consignment <br /> 1 Preferential tariff treatment shall be applied to <br /> goods satisfying the requirements of this Chapter and <br /> which are consigned directly between the exporting <br /> Party and the importing Party. <br /> 2 The following shall be considered as consigned <br /> directly from the exporting Party to the importing Party: <br /> (a) goods transported from the exporting Party to <br /> the importing Party; or <br /> (b) goods transported through one or more <br /> Parties, other than the exporting Party and <br /> the importing Party, or through a non-Party, provided that: <br /> (i) the transit entry is justified for <br /> geographical reason or by consideration <br /> related exclusively to transport requirements; <br /> (ii) the goods have not entered into trade or <br /> consumption there; and <br /> (iii) the goods have not undergone any <br /> operation there other than unloading and <br /> reloading or any other operation to <br /> preserve them in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Treatment of Packing and Packaging Materials and Containers <br /> 1 Packing materials and containers for <br /> transportation and shipment of a good shall not be <br /> taken into account in determining the origin of any good. <br /> 2 Packaging materials and containers in which the <br /> good is packaged for retail sale, which are classified <br /> with the good pursuant to Rule 5 of the General Rules <br /> for the Interpretation of the Harmonized System, shall <br /> be disregarded in determining the origin of the good, provided that: <br /> (a) the good is wholly obtained as set out in <br /> subparagraph (a) of Article 3 (Origin Criteria); <br /> (b) the good is produced entirely in the Area of a <br /> Party as set out in subparagraph (b) of Article <br /> 3 (Origin Criteria); or <br /> (c) the good is subject to a CTC requirement set <br /> out in Annex 3-2 (Product Specific Rules). <br /> 3 If a good is subject to a RVC requirement, the <br /> value of the packaging materials and containers in <br /> which the good is packaged for retail sale shall be <br /> taken into account as originating or non-originating <br /> materials, as the case may be, in calculating the RVC of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Identical and Interchangeable Materials <br /> 1 The determination of whether identical and <br /> interchangeable materials are originating materials <br /> shall be made either by physical segregation of each of <br /> the materials or by the use of GAAP of stock control <br /> applicable, or inventory management method, in the exporting Party. <br /> 2 Once a decision has been taken on the inventory <br /> management method, that method shall be used <br /> throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Rule 21 : Exhibition Goods <br /> 1 Goods sent from an exporting Party for exhibition <br /> in another Party and sold during or after the exhibition <br /> for importation into a Party shall be granted preferential <br /> tariff treatment accorded under this Agreement on the <br /> condition that the goods meet the requirements as set <br /> out in this Chapter, and provided that it is shown to the <br /> satisfaction of the relevant customs authority of the importing Party that: <br /> (a) an exporter has dispatched those goods from <br /> the Area of the exporting Party to the Party <br /> where the exhibition is held and has exhibited them there; <br /> (b) the exporter has sold the goods or transferred <br /> them to a consignee in the importing Party; and <br /> (c) the goods have been consigned during the <br /> exhibition or immediately thereafter to the <br /> importing Party in the state in which they were <br /> sent for the exhibition. <br /> 2 For the purposes of paragraph 1, the Certificate <br /> of Origin (Form AHK) shall be provided to the customs <br /> authority of the importing Party. The name and <br /> address of the exhibition shall be indicated. The <br /> relevant customs authority of the Party where the <br /> exhibition took place may provide evidence together <br /> with supporting documents prescribed in subparagraph <br /> (d) of Rule 20 (Documentation for Implementing <br /> Subparagraph 2 (b) of Article 9 (Direct Consignment) <br /> of this Chapter) for the identification of the goods and <br /> the conditions under which they were exhibited. <br /> 3 Paragraph 1 shall apply to any trade, agricultural <br /> or crafts exhibition, fair or similar show or display in <br /> shops or business premises with a view to sale and <br /> where the goods remain under customs control during the exhibition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Certificate of Origin <br /> Unless otherwise provided for in this Chapter, a claim <br /> that a good is eligible for preferential tariff treatment <br /> shall be supported by a Certificate of Origin (Form <br /> AHK) issued by an issuing authority designated by the <br /> exporting Party and notified to the other Parties in <br /> accordance with Annex 3-1 (Operational Certification Procedures). <br /> Rule 5 : Application for Certificate of Origin (Form AHK) <br /> At the time of carrying out the formalities for exporting <br /> the good under preferential tariff treatment, the <br /> exporter or its authorised representative shall submit a <br /> written application or an application by electronic <br /> means for the Certificate of Origin (Form AHK), and in <br /> accordance with the internal laws and regulations of <br /> the exporting Party, appropriate supporting documents <br /> proving that the good to be exported qualifies for the <br /> issuance of a Certificate of Origin (Form AHK). <br /> Rule 6 : Examination of Application for Certificate of Origin (Form AHK) <br /> The issuing authority of a Party shall, to the best of its <br /> competence and ability, carry out proper examination <br /> in accordance with its internal laws and regulations on <br /> each application for a Certificate of Origin (Form AHK) <br /> to ensure that: <br /> (a) the origin of the good is in conformity with the <br /> provisions of this Chapter; <br /> (b) the other details in the Certificate of Origin <br /> (Form AHK) correspond to the supporting <br /> documentary evidence submitted; <br /> (c) the description, quantity and weight of the <br /> good, marks and number of packages, number <br /> and kinds of packages, as specified, conform <br /> to the good to be exported; and <br /> (d) the application and the Certificate of Origin <br /> (Form AHK) are duly completed and signed <br /> either manually or electronically by the <br /> authorised signatory. <br /> Rule 7 : Certificate of Origin (Form AHK) <br /> 1 The format of the Certificate of Origin (Form <br /> AHK) is to be determined by the Parties and it shall <br /> contain the data requirements listed in the Appendix <br /> (List of Data Requirements). <br /> 2 The Certificate of Origin (Form AHK) shall <br /> comprise one original and two copies. <br /> 3 The Certificate of Origin (Form AHK) shall: <br /> (a) be in hardcopy; <br /> (b) bear a unique reference number separately <br /> given by each place or office of issuance; <br /> (c) be in the English language; and <br /> (d) bear an authorised signature and official <br /> seal of the issuing authority and the <br /> signature and official seal may be applied <br /> electronically. <br /> 4 The FOB value of goods, when the Regional <br /> Value Content origin criterion is applied, needs to be <br /> indicated on the Certificate of Origin (Form AHK) for <br /> goods that are exported from one ASEAN Member <br /> State to another ASEAN Member State, and from Hong <br /> Kong, China to ASEAN Member States, but need not <br /> be indicated if the goods are exported from ASEAN <br /> Member States to Hong Kong, China. <br /> 5 The original Certificate of Origin (Form AHK) <br /> shall be forwarded by the exporter to the importer for <br /> submission to the customs authority of the importing <br /> Party. Copies shall be retained by the issuing authority <br /> and the exporter. <br /> 6 Multiple goods declared on the same Certificate <br /> of Origin (Form AHK) shall be allowed, provided that <br /> each good is originating in its own right. <br /> Rule 8 : Treatment of Erroneous Declaration in the Certificate of Origin (Form AHK) <br /> Neither erasures nor superimpositions shall be allowed <br /> on the Certificate of Origin (Form AHK). Any alteration <br /> shall be made by: <br /> (a) striking out the erroneous materials and <br /> making any addition required; such <br /> alteration shall be approved by an official <br /> authorised to sign the Certificate of Origin <br /> (Form AHK) and certified by the issuing <br /> authority; and any unused spaces shall be <br /> crossed out to prevent any subsequent <br /> addition; or <br /> (b) issuing a new Certificate of Origin (Form <br /> AHK) to replace the erroneous one. <br /> Rule 9 : Issuance of the Certificate of Origin (Form AHK) <br /> 1 Subject to the submission of all documentary <br /> requirements, in accordance with the internal laws and <br /> regulations of the exporting Party, the Certificate of <br /> Origin (Form AHK) shall be issued by the issuing <br /> authority of the exporting Party prior to shipment or at <br /> the time of shipment but shall not be issued more than <br /> three working days after the declared shipment date <br /> whenever the good to be exported is considered to be <br /> originating in that Party within the meaning set out in this Chapter. <br /> 2 In exceptional case where a Certificate of Origin <br /> (Form AHK) has not been issued in accordance with <br /> paragraph 1 due to involuntary errors or omissions or <br /> other valid causes, the Certificate of Origin (Form AHK) <br /> may be issued retroactively but no longer than one year <br /> from the date of shipment and shall be duly marked <br /> \"Issued Retroactively\". <br /> Rule 11 : Loss of the Certificate of Origin (Form AHK) <br /> In the event of theft, loss or destruction of a Certificate <br /> of Origin (Form AHK), the exporter may apply in writing <br /> to the issuing authority for a certified true copy of the <br /> original Certificate of Origin (Form AHK) or its copies. <br /> The certified true copy shall be made on the basis of <br /> the export documents in their possession and bear the <br /> words \"CERTIFIED TRUE COPY\". This copy shall <br /> bear the date of issuance of the original Certificate of <br /> Origin (Form AHK). The certified true copy of a <br /> Certificate of Origin (Form AHK) shall be issued no <br /> longer than one year from the date of issuance of the <br /> original Certificate of Origin (Form AHK). <br /> Rule 12 : Presentation of the Certificate of Origin (Form AHK) <br /> 1. For the purposes of claiming preferential tariff <br /> treatment, the importer shall submit to the customs <br /> authority of the importing Party at the time of import, a <br /> declaration, a Certificate of Origin (Form AHK) <br /> including supporting documents (i.e. invoices and, <br /> when required, Bill of Lading or other related <br /> transportation documents) issued in the Area of the <br /> exporting Party and other documents as required in <br /> accordance with the internal laws and regulations of <br /> the importing Party. <br /> 2. In the case where a Certificate of Origin (Form <br /> AHK) is rejected by the customs authority of the <br /> importing Party, the subject Certificate of Origin (Form <br /> AHK) shall be marked accordingly and the original <br /> Certificate of Origin (Form AHK) shall be returned to <br /> the issuing authority within a reasonable period but not <br /> exceeding 60 days from the date of rejection. The <br /> issuing authority shall be duly notified of the grounds <br /> for the denial of preferential tariff treatment. <br /> 3. In the case where a Certificate of Origin (Form <br /> AHK) is rejected, as stated in paragraph 2, the <br /> importing Party shall accept and consider the <br /> clarification made by the issuing authority and assess <br /> again whether or not the Certificate of Origin (Form <br /> AHK) can be accepted for the granting of the <br /> preferential tariff treatment. The clarifications shall be <br /> detailed and exhaustive in addressing the grounds of <br /> denial of preferential tariff treatment raised by the <br /> importing Party. If a clarification made by the issuing <br /> authority addresses the grounds for denial of <br /> preferential tariff treatment and satisfies the <br /> requirements of this Chapter, the importing Party shall <br /> accept the Certificate of Origin (Form AHK) and grant <br /> preferential tariff treatment in accordance with its <br /> internal laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Rule 14 : Waiver of Certificate of Origin (Form AHK) <br /> 1 In the case of a consignment of goods originating <br /> in the exporting Party and not exceeding US$ 200.00 <br /> FOB, the presentation of Certificate of Origin (Form <br /> AHK) shall be waived and the use of simplified <br /> declaration by the exporter that the goods in question <br /> have originated in the exporting Party shall be <br /> accepted. Goods sent through the post not exceeding <br /> US$ 200.00 FOB shall also be similarly treated. <br /> 2 Without prejudice to the generality of <br /> paragraph 1, a Party may elect not to require <br /> submission of a Certificate of Origin (Form AHK).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Authorized Economic Operators <br /> 1 The Customs Administration of each Party shall <br /> endeavour to establish a programme of Authorized <br /> Economic Operators (\"AEOs\") on the basis of the SAFE <br /> Framework of Standards to Secure and Facilitate <br /> Global Trade of the World Customs Organization (the <br /> \"SAFE Framework\") to promote informed compliance <br /> and facilitate trade while ensuring effective customs control. <br /> 2 The Customs Administrations of the Parties shall <br /> endeavour to work towards mutual recognition of AEOs <br /> and develop their programmes on the basis of <br /> international standards under the SAFE Framework.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Rule 2 : Specimen Signatures and Official Seals of the Issuing Authorities <br /> 1 Each Party shall inform all other Parties of the <br /> names and addresses of its respective issuing <br /> authorities and shall provide specimen signatures, <br /> specimen of official seals and specimen of correction <br /> stamps, if any, used by its issuing authorities. <br /> 2 The information in paragraph 1 of a Party shall <br /> be provided by its contact point electronically to all <br /> other Parties through the ASEAN Secretariat and, to <br /> the extent possible, one month before they take effect. <br /> A Party shall promptly inform all other Parties of any <br /> change in names, addresses, or official seals in the same manner. <br /> 3 All Parties shall promptly provide confirmation <br /> that they have received the information to the ASEAN <br /> Secretariat, which will forward the compiled <br /> confirmation to the Party providing the information.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 13 : Validity Period of the Certificate of Origin (Form AHK) <br /> 1 The following time limit for the presentation of the <br /> Certificate of Origin (Form AHK) shall be observed: <br /> (a) the Certificate of Origin (Form AHK) shall be <br /> valid for a period of one year from the date of <br /> issuance and shall be submitted to the <br /> customs authority of the importing Party <br /> within that period; and <br /> (b) where the Certificate of Origin (Form AHK) is <br /> submitted to the customs authority of the <br /> importing Party after the expiration of the time <br /> limit for its submission, such Certificate of <br /> Origin (Form AHK) shall still be accepted <br /> where failure to observe the time limit for its <br /> submission results from force majeure or <br /> other valid causes beyond the control of the <br /> importer or the exporter. <br /> 2. In all cases, the customs authority of the importing <br /> Party may accept such Certificate of Origin (Form AHK) <br /> provided that the goods have been imported before the <br /> expiration of the time limit of the said Certificate of Origin (Form AHK).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Rule 16 : Record Keeping Requirement <br /> 1 For the purposes of the verification process <br /> pursuant to Rule 17 (Retroactive Check) and Rule 18 <br /> (Verification Visit), the producer and/or exporter <br /> applying for the issuance of a Certificate of Origin <br /> (Form AHK) shall, subject to the internal laws and <br /> regulations of the exporting Party, keep its supporting <br /> records for application for not less than three years <br /> from the date of issuance of the Certificate of Origin (Form AHK). <br /> 2 The application for Certificate of Origin (Form <br /> AHK) and all documents related to such application <br /> shall be retained by the issuing authorities for not less <br /> than three years from the date of issuance. <br /> 3 Information relating to the validity of the <br /> Certificate of Origin (Form AHK) shall be furnished by <br /> the issuing authority of the exporting Party upon <br /> request of the importing Party. <br /> 4 Any information communicated between the <br /> Parties concerned shall be treated as confidential and <br /> shall be used for purpose of the validation of Certificate <br /> of Origin (Form AHK) only.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Rule 15 : Treatment of Minor Discrepancies <br /> 2 In the case where the exporting Party and the <br /> importing Party have different tariff classifications for a <br /> good subject to preferential tariff treatment, the goods <br /> shall be released at the most-favoured-nation rates or <br /> at the AHKFTA preferential rate, subject to the <br /> compliance of the applicable rules of origin, and no <br /> penalty or other charges shall be imposed in <br /> accordance with the internal laws and regulations of <br /> the importing Party. Once the classification differences <br /> have been resolved, the correct rate shall be applied <br /> and any overpaid duty shall be refunded if applicable, <br /> in accordance with the internal laws and regulations of <br /> the importing Party, as soon as the issues have been resolved.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Rule 3 : Supporting Documents <br /> For the purposes of determining originating status, the <br /> competent authorities shall have the right to request for <br /> supporting documentary evidence or to carry out <br /> checks considered appropriate in accordance with the <br /> internal laws and regulations of a Party. <br /> Rule 20 : Documentation for Implementing Subparagraph 2 (b) of Article 9 (Direct Consignment) of this Chapter <br /> For the purposes of implementing subparagraph 2 (b) <br /> of Article 9 (Direct Consignment) of this Chapter, where <br /> transportation is effected through the area of one or <br /> more non-Parties, the following shall be produced to <br /> the competent authority of the importing Party: <br /> (a) the Bill of Lading or other related <br /> transportation documents issued in the <br /> exporting Party; <br /> (b) a Certificate of Origin (Form AHK) issued by <br /> the relevant issuing authority of the exporting <br /> Party, unless not required pursuant to Rule 14 <br /> (Waiver of Certificate of Origin (Form AHK)); <br /> (c) a copy of the original commercial invoice in <br /> respect of the goods; and <br /> (d) supporting documents evidencing that the <br /> requirements of subparagraphs 2(b) (i) to (iii) <br /> of Article 9 (Direct Consignment) of this <br /> Chapter have been complied with.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Rule 22 : Third Party Invoicing <br /> 1 The competent authority of the importing Party <br /> shall accept Certificates of Origin (Form AHK) in the <br /> case where the sales invoice is issued either by a <br /> company located in a third party or by an exporter for <br /> the account of the said company, provided that the <br /> goods meet the requirements of this Chapter. <br /> 2 The exporter shall indicate \"Third party invoicing\" <br /> and such information as name and country/party of the <br /> company issuing the invoice in the Certificate of Origin (Form AHK).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Rule 4 : Pre-exportation Verification <br /> The producer or exporter of the good, or its authorised <br /> representative, subject to the internal laws and <br /> regulations of a Party, shall apply to the issuing <br /> authority of the Party requesting pre-exportation <br /> examination of the origin of the good. The result of pre- <br /> exportation examination of a Party, subject to review <br /> periodically or whenever appropriate, shall be <br /> accepted as the supporting evidence in determining <br /> the origin of the said good to be exported thereafter. <br /> The pre-exportation examination may not apply to the <br /> good of which, by its nature, origin can be easily determined. <br /> Rule 17 : Retroactive Check <br /> The competent authority of the importing Party may <br /> request the competent authority of the exporting Party <br /> to conduct a retroactive check at random or when it has <br /> reasonable doubt as to the authenticity of the <br /> document or as to the accuracy of the information <br /> regarding the true origin of the goods in question or of <br /> certain parts thereof. Upon such request, the <br /> competent authority of the exporting Party shall <br /> conduct a retroactive check on the exporter or producer, <br /> subject to the following conditions: <br /> (a) the request for retroactive check shall be <br /> accompanied with the Certificate of Origin <br /> (Form AHK) concerned and shall specify the <br /> reasons and any additional information <br /> suggesting that the particulars given on the <br /> said Certificate of Origin (Form AHK) may be <br /> inaccurate, unless the retroactive check is <br /> requested on a random basis; <br /> (b) the competent authority of the exporting Party <br /> receiving a request for retroactive check shall <br /> respond to the request promptly and transmit <br /> the results of the retroactive check to the <br /> importing Party within 90 days upon the receipt <br /> of the request; <br /> (c) the competent authority of the importing Party <br /> may suspend the provisions on preferential <br /> tariff treatment to a good that is the subject of <br /> a retroactive check for the duration of that <br /> action or any part thereof. However, in <br /> accordance with the internal laws and <br /> regulations of the importing Party, the <br /> competent authority of the importing Party may <br /> release the good to the importer subject to any <br /> administrative measures deemed necessary, <br /> provided that it is not held to be subject to <br /> import prohibition or restriction and there is no <br /> suspicion of fraud. In the event that a <br /> determination is made by the importing Party <br /> that the good qualifies as an originating good <br /> of the exporting Party, any suspended <br /> preferential tariff treatment shall be reinstated; and <br /> (d) the competent authority of the importing Party, <br /> after receipt of the results of the retroactive <br /> check from the competent authority of the <br /> exporting Party, shall determine whether or not <br /> the subject good is an originating good. The <br /> entire process of retroactive check including <br /> the process of notifying the competent <br /> authority of the exporting Party the result of the <br /> determination of whether or not the good is an <br /> originating good shall be completed within 180 <br /> days upon the receipt of the request by the <br /> competent authority of the exporting Party. <br /> Rule 18 : Verification Visit <br /> If the competent authority of the importing Party is not <br /> satisfied with the outcome of the retroactive check, it <br /> may, under exceptional cases, request for verification <br /> visit to the premises of the exporter or producer through <br /> the competent authority of the exporting Party in <br /> accordance with the following conditions: <br /> (a) Prior to conducting a verification visit, the <br /> competent authority of the importing Party shall: <br /> (i) deliver a written request to conduct the <br /> proposed verification visit to: <br /> (1) the exporter or producer whose <br /> premises are to be visited; and <br /> (2) the competent authority of the <br /> exporting Party; <br /> (ii) deliver a written notification to conduct <br /> the proposed verification visit to the <br /> importer of the goods that are subject to <br /> the verification visit; <br /> (iii) the written request mentioned in <br /> subparagraph (a) (i) shall be as <br /> comprehensive as possible and includes: <br /> (1) the name and contact details of <br /> the competent authority issuing the request; <br /> (2) the name of the exporter or producer whose premises are to be visited; <br /> (3) the proposed date for the verification visit; <br /> (4) the objective and scope of the <br /> proposed verification visit, including specific reference to the <br /> goods that are subject to the verification; and <br /> (5) the names and designation or title of the officials of the importing <br /> Party performing the verification visit; <br /> (iv) obtain the written consent of the <br /> exporter or producer whose premises are to be visited; <br /> (b) Where a written consent from the exporter or <br /> producer is not obtained within 30 days upon <br /> receipt of the written request pursuant to <br /> subparagraph (a) (i), the competent authority <br /> of the importing Party may deny preferential <br /> tariff treatment to the goods that would have <br /> been the subject of the verification visit; <br /> (c) The competent authority of the exporting <br /> Party receiving the written request may <br /> postpone the proposed verification visit and <br /> notify the competent authority of the importing <br /> Party of such intention. Notwithstanding any <br /> postponement, any verification visit shall be <br /> carried out in accordance with the internal <br /> laws and regulations of the exporting Party <br /> within 60 days upon the date of receipt of the <br /> request, or for a longer period as the <br /> concerned Parties may agree. The <br /> arrangement of the verification visit shall be <br /> agreed by the competent authorities of the <br /> importing and exporting Parties; <br /> (d) The competent authority of the importing <br /> Party conducting the verification visit shall <br /> provide the exporter or producer whose <br /> goods are the subject of the verification visit, <br /> and the competent authority of the exporting <br /> Party, with a written determination of whether <br /> or not the subject goods qualified as originating goods; <br /> (e) Any suspended preferential tariff treatment <br /> shall be reinstated upon the written <br /> determination referred to in subparagraph (d) <br /> that the goods qualify as originating goods; <br /> (f) The exporter or producer shall be allowed 30 <br /> days, upon receipt of the written <br /> determination, to provide in writing additional <br /> information regarding the eligibility of the <br /> goods to the competent authority of the <br /> importing Party. If the goods are still found to <br /> be non-originating, the final written <br /> determination shall be communicated by the <br /> competent authority of the importing Party to <br /> the competent authority of the exporting Party <br /> within 30 days upon receipt of additional <br /> information from the exporter or producer; and <br /> (g) The verification visit process, including the <br /> actual visit and determination of whether the <br /> subject goods are originating or not, shall be <br /> carried out and its results communicated to <br /> the competent authority of the exporting Party <br /> within 180 days upon receipt of the written <br /> request pursuant to subparagraph (a) (i). <br /> While awaiting the results of the verification <br /> visit, subparagraph (c) of Rule 17 <br /> (Retroactive Check) on the suspension of <br /> preferential tariff treatment shall be applied. <br /> Article 11 : Post Clearance Audit <br /> The Customs Administration of each Party shall <br /> establish and operate post clearance audits to ensure <br /> compliance with customs and other related law for <br /> expeditious customs clearance.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Rule 23 : Action against Fraudulent Acts <br /> 1 When it is suspected that fraudulent acts in <br /> connection with the Certificate of Origin (Form AHK) <br /> have been committed, the Parties concerned shall <br /> cooperate in the action to be taken in the respective <br /> Parties against the persons involved to the extent <br /> permitted under their applicable internal laws and regulations. <br /> 2 Each Party shall provide legal sanctions for <br /> fraudulent acts related to the Certificate of Origin (Form <br /> AHK) in accordance with its internal laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Advance Rulings <br /> 1 Each Party, through its Customs Administration <br /> or other relevant authorities, shall, subject to its internal <br /> law and administrative determinations, provide in <br /> writing advance rulings to an applicant described in <br /> subparagraph 2 (a), in respect of the tariff <br /> classification, appropriate method or criteria and the <br /> application thereof to be used for determining the <br /> customs valuation, and origin of goods. <br /> 2 Where available, each Party shall adopt or <br /> maintain procedures for advance rulings, which shall: <br /> (a) provide that an exporter, importer or any <br /> person with a justifiable cause or a <br /> representative thereof may apply for an <br /> advance ruling before the importation of a <br /> good in question; <br /> (b) require that an applicant for an advance ruling <br /> provides a detailed description of the good <br /> and all relevant information needed to <br /> process an application for an advance ruling; <br /> (c) provide that its Customs Administration may, <br /> at any time during the course of evaluation of <br /> an application for an advance ruling, request <br /> the applicant to provide additional information <br /> within a specified period; <br /> (d) provide that any advance ruling be based on <br /> the facts and circumstances presented by the <br /> applicant, and any other relevant information <br /> in the possession of the decision-maker; and <br /> (e) provide that an advance ruling be issued to <br /> the applicant expeditiously on receipt of all <br /> necessary information, within the period <br /> specified in each Party's respective internal <br /> law or administrative determinations. <br /> 3 A Party may reject an application for an advance <br /> ruling where the additional information requested in <br /> accordance with subparagraph 2 (c) is not provided within the specified period. <br /> 4 Subject to paragraphs 1 and 5 and where <br /> available, each Party shall apply an advance ruling to <br /> all importations of goods described in that ruling <br /> imported into its Area for three years from the date of <br /> that ruling, or such other period as specified in that <br /> Party's internal law or administrative determinations. <br /> 5 A Party may modify or revoke an advance ruling <br /> upon a determination that the ruling was based on an <br /> error of fact or law (including human error), the <br /> information provided is false or inaccurate, there is a <br /> change in its internal law in a manner consistent with <br /> this Agreement, or there is a change in a material fact <br /> or circumstances on which the ruling was based. <br /> 6 Where an importer claims that the treatment <br /> accorded to an imported good should be governed by <br /> an advance ruling, the Party may evaluate whether the <br /> facts and circumstances of the importation are <br /> consistent with the facts and circumstances upon <br /> which an advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Rule 8 : Treatment of Erroneous Declaration in the Certificate of Origin (Form AHK) <br /> Neither erasures nor superimpositions shall be allowed <br /> on the Certificate of Origin (Form AHK). Any alteration <br /> shall be made by: <br /> (a) striking out the erroneous materials and <br /> making any addition required; such <br /> alteration shall be approved by an official <br /> authorised to sign the Certificate of Origin <br /> (Form AHK) and certified by the issuing <br /> authority; and any unused spaces shall be <br /> crossed out to prevent any subsequent <br /> addition; or <br /> (b) issuing a new Certificate of Origin (Form <br /> AHK) to replace the erroneous one. <br /> Rule 15 : Treatment of Minor Discrepancies <br /> 1 Where the origin of the goods is not in doubt, the <br /> discovery of minor discrepancies, such as <br /> typographical errors in the statements made in the <br /> Certificate of Origin (Form AHK) or made in other <br /> documents submitted to the customs authority of the <br /> importing Party for the purpose of carrying out the <br /> formalities for importing the goods, shall not ipso facto <br /> invalidate the Certificate of Origin (Form AHK), if it does <br /> in fact correspond to the goods submitted. <br /> 2 In the case where the exporting Party and the <br /> importing Party have different tariff classifications for a <br /> good subject to preferential tariff treatment, the goods <br /> shall be released at the most-favoured-nation rates or <br /> at the AHKFTA preferential rate, subject to the <br /> compliance of the applicable rules of origin, and no <br /> penalty or other charges shall be imposed in <br /> accordance with the internal laws and regulations of <br /> the importing Party. Once the classification differences <br /> have been resolved, the correct rate shall be applied <br /> and any overpaid duty shall be refunded if applicable, <br /> in accordance with the internal laws and regulations of <br /> the importing Party, as soon as the issues have been resolved. <br /> 3 For multiple items declared under the same <br /> Certificate of Origin (Form AHK), a problem <br /> encountered with one of the items listed shall not affect <br /> or delay the granting of preferential tariff treatment and <br /> customs clearance of the remaining items listed in the <br /> Certificate of Origin (Form AHK). Subparagraph (c) of <br /> Rule 17 (Retroactive Check) may be applied to the <br /> problematic items.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Review and Appeal <br /> 1 Each Party shall, in accordance with its internal <br /> law, provide that the importer, exporter or any other <br /> person affected by its administrative rulings, <br /> determinations or decisions have access to: <br /> (a) a level of administrative appeal to or review <br /> by the authority higher than or independent of <br /> the official or office responsible for the rulings, <br /> determinations or decisions. The level of <br /> administrative appeal or review may include <br /> any authority supervising the Customs <br /> Administration, subject to the internal law of <br /> the Party; and/or <br /> (b) judicial review or appeal of the administrative <br /> rulings, determinations or decisions subject to its internal law. <br /> 2 The decision on review or appeal shall be given <br /> to the applicant or appellant and, subject to the Party's <br /> internal law, the reasons for such decision shall be", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Eligibility for Preferential Tariff Treatment", "ArticleDesc": "Article 1 : Eligibility for Preferential Tariff Treatment <br> In determining the origin of a good eligible for <br> preferential tariff treatment pursuant to Chapter 2 <br> (Trade in Goods) of this Agreement, the provisions <br> under this Chapter shall apply. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 2 : Definitions <br> For the purposes of this Chapter: <br> (a) aquaculture means the farming of aquatic <br> organisms including fish, molluscs, <br> crustaceans, other aquatic invertebrates and <br> aquatic plants, from seedstock such as eggs, <br> fry, fingerlings and larvae, by intervention in <br> the rearing or growth processes to enhance <br> production such as regular stocking, feeding, <br> or protection from predators; <br> (b) Costs, Insurance and Freight (CIF) means <br> the value of the good imported, and includes <br> the cost of freight and insurance up to the port <br> or place of entry into the importing Party; <br> (c) Free-on-board (FOB) means the free-on- <br> board value of the good, inclusive of the cost <br> of transport to the port or site of final shipment abroad; <br> (d) generally accepted accounting principles <br> (GAAP) means the recognised consensus or <br> practices and procedures; <br> substantial authoritative support in a Party, <br> with respect to the recording of revenues, <br> expenses, costs, assets and liabilities; the <br> disclosure of information; and the preparation <br> of financial statements. These standards may <br> encompass broad guidelines of general <br> application as well as detailed standards, <br> (e) good means a material or product, which can <br> reflected by the tariff rates applicable under this Agreement; <br> subjected to a process in the production of another good; <br> be wholly obtained or produced, even if it is <br> intended for later use as a material in another <br> production process. For the purposes of this <br> Chapter, the terms \"good\" and \"product\" can <br> be used interchangeably; <br> (f) identical and interchangeable materials <br> means materials being of the same kind and <br> commercial quality, possessing the same <br> technical and physical characteristics, and <br> which after being incorporated into the finished <br> product cannot be distinguished from one <br> another for origin purposes by virtue of any <br> markings, or mere visual examination, etc.; <br> (g) material means any matter or substance used <br> or consumed in the production of a good or <br> physically incorporated into another good or <br> (h) non-originating good or non-originating <br> for its retail sale; <br> material means a good or material that does <br> means a good or material that qualifies as <br> not qualify as originating in accordance with <br> originating in accordance with the provisions of this Chapter; <br> the provisions of this Chapter; <br> (i) originating good or originating material <br> (j) packing material and container for <br> classification or a specific manufacturing or <br> transportation means the good used to <br> protect a good during its transportation, <br> different from that container or material used <br> (k) preferential tariff treatment means tariff <br> concessions granted to originating goods as <br> (l) production means methods of obtaining <br> goods, including growing, mining, harvesting, <br> raising, breeding, extracting, gathering, <br> aquaculture, collecting, capturing, fishing, <br> trapping, hunting, manufacturing, producing, <br> processing or assembling goods; and <br> (m) Product Specific Rules means the rules set <br> out in Annex 3-2 (Product Specific Rules) that <br> specify that the materials used to produce a <br> good have undergone a change in tariff <br> processing operation, or satisfy a regional <br> value content criterion or a combination of any <br> of these criteria. <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 3 : Origin Criteria <br> For the purposes of this Chapter, a good imported <br> into a Party from another Party shall be treated as an <br> originating good if it conforms to the origin <br> requirements under any one of the following conditions: <br> (a) a good which is wholly obtained or produced <br> in the exporting Party as set out in Article 4 <br> (Wholly Obtained or Produced Goods); <br> (b) a good produced in the exporting Party <br> exclusively from originating materials from <br> one or more of the Parties; or <br> (c) a good not wholly obtained or produced in <br> the exporting Party, provided that the good is <br> eligible under Article 5 (Not Wholly Obtained <br> or Produced Goods); <br> and meets all other applicable requirements of this Chapter. <br> "}, {"ArticleTitle": "Not Wholly Obtained or Produced Goods", "ArticleDesc": "Article 5 : Not Wholly Obtained or Produced Goods <br> 1 For the purposes of subparagraph (c) of Article 3 <br> (Origin Criteria), except for those goods covered under <br> paragraph 2, a good shall be treated as an originating <br> good if the good has a regional value content <br> (\"Regional Value Content\" or \"RVC\") of not less than <br> 40 per cent calculated using the formula set out in <br> Article 6 (Calculation of Regional Value Content). <br> 2 In accordance with paragraph 1, a good subject <br> to the Product Specific Rules shall be treated as an <br> originating good if it meets those Product Specific <br> Rules as specified in Annex 3-2 (Product Specific Rules): <br> (a) Where a Product Specific Rule provides a <br> choice of rules from a RVC-based rule of <br> origin, a change in tariff classification (\"CTC\")- <br> based rule of origin, a specific manufacturing <br> or processing operation, or a combination of <br> any of these criteria, each Party shall permit <br> the exporter of the good to decide which rule <br> to use in determining whether the good <br> qualifies as an originating good of the Party. <br> (b) Where a Product Specific Rule specifies a <br> certain RVC, the RVC of a good shall be <br> calculated using the formula set out in Article <br> 6 (Calculation of Regional Value Content). <br> (c) Where a Product Specific Rule requires that <br> the materials used have undergone CTC or a <br> specific manufacturing or processing <br> operation, the rules shall apply only to non-originating materials. <br> "}, {"ArticleTitle": "Amendments of Annexes and Appendix", "ArticleDesc": "Article 16 : Amendments of Annexes and Appendix <br> 1 The AHKFTA Joint Committee may, upon <br> Origin, amend in writing Annex 3-1 (Operational <br> Certification Procedures), and Appendix (List of Data Requirements). <br> 2 The amendments to Annex 3-1 (Operational <br> Certification Procedures) and the Appendix (List of <br> Data Requirements) adopted in accordance with <br> paragraph 1 shall be promptly published and shall <br> come into effect on the date determined by the <br> Parties through the AHKFTA Joint Committee. <br> 3 The AHKFTA Joint Committee shall, upon <br> recommendation of the Sub-Committee on Rules of <br> Origin, adopt the transposition that is in the revised <br> nomenclature of the HS following the World Customs <br> Organization's periodic amendments to the HS <br> nomenclature in Annex 3-2 (Product Specific Rules). <br> Such transposition shall be carried out without <br> impairing the existing commitments and shall be <br> completed in a timely manner. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 17 : Sub-Committee on Rules of Origin <br> 1 For the purposes of effective and uniform <br> implementation of this Chapter, a Sub-Committee on <br> Rules of Origin shall be established. <br> 2 The functions of the Sub-Committee on Rules of <br> Origin shall be to: <br> (a) monitor the implementation and operation of <br> this Chapter; <br> (b) review, as and when necessary, this Chapter <br> to provide appropriate recommendations with <br> the view to enhancing this Chapter to make it <br> responsive to the dynamic changes in the <br> regional and global production processes so <br> as to facilitate trade and investment among <br> Parties, promote a regional production <br> network, encourage the development of Small <br> and Medium Enterprises and narrow the <br> development gaps; <br> (c) review, as and when necessary, the <br> operational procedures of this Chapter with the <br> view to simplifying the procedures and making <br> them transparent, predictable and <br> standardised, taking into account the best <br> practices of other regional and international <br> trade agreements; <br> (d) consider any other matter as the Parties may <br> Operational Certification Procedures <br> agree related to this Chapter; and <br> (e) carry out other functions as may be delegated <br> by the AHKFTA Joint Committee or other <br> higher-level body. <br> 3 The Sub-Committee on Rules of Origin shall be <br> composed of government representatives of the <br> Parties, and may invite representatives of non- <br> governmental entities of the Parties with necessary <br> expertise relevant to the issues to be discussed, upon <br> agreement of all Parties. <br> 4 The Sub-Committee on Rules of Origin shall <br> meet as mutually determined by the Parties. The <br> meetings of the Sub-Committee on Rules of Origin may <br> be conducted in person, or by any other means as <br> mutually determined by the Parties. <br> 5 The Sub-Committee on Rules of Origin shall, <br> immediately after the date of entry into force of this <br> Agreement, continue the negotiations on the Product <br> Specific Rules of the tariff lines listed in Annex 3-3 <br> (Product Specific Rules to be Reviewed). <br> 6 The negotiations referred to in paragraph 5 shall <br> be concluded within one year from the date of entry into <br> force of this Agreement, unless otherwise agreed upon <br> by the Parties. The outcome of the negotiations shall <br> be incorporated into this Agreement in accordance <br> with Article 2 (Amendments) of Chapter 14 (Final Provisions). <br> ANNEX 3-1 <br> For the purposes of implementing Chapter 3 (Rules of <br> Origin), the following operational certification <br> procedures and other related administrative matters shall apply: <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Rule 1 : Definitions <br> For the purposes of this Annex: <br> (a) Movement Confirmation (MC) means a <br> Certificate of Origin (Form AHK) as defined in <br> Rule 7 (Certificate of Origin (Form AHK)) <br> issued by the issuing authority of an <br> intermediate Party based on the Certificate of <br> Origin (Form AHK) issued by the first exporting Party; <br> (b) exporter means a natural or juridical person <br> located in the Area of a Party where a good is <br> exported from by such a person; <br> (c) competent authority means the government <br> authority or other entity authorised under the <br> internal laws and regulations of a Party; <br> (d) importer means a natural or juridical person <br> imported into by such a person; <br> (e) issuing authority means the government <br> authority or authority designated by the <br> government of the exporting Party to issue a <br> Certificate of Origin (Form AHK) or MC <br> and notified to all other Parties in accordance <br> with this Annex; and <br> (f) producer means a natural or juridical person <br> who carries out production in the Area of a Party. <br> "}, {"ArticleTitle": "Movement Confirmation", "ArticleDesc": "Rule 10 : Movement Confirmation <br> An issuing authority of an intermediate exporting Party <br> shall issue an MC, if an application is made by the <br> exporter while the good is passing through that <br> intermediate exporting Party, provided that: <br> (a) a valid original Certificate of Origin (Form AHK) <br> or its certified true copy is presented; <br> (b) the period of validity of the MC does not <br> exceed the period of validity of the original <br> Certificate of Origin (Form AHK); <br> (c) the goods which are to be re-exported using <br> the MC shall remain under the supervision of <br> the competent authority [6] of the intermediate <br> exporting Party in accordance with its internal <br> laws and regulations and the goods shall not <br> undergo any further processing in the <br> intermediate exporting Party, except for <br> repacking or logistics activities such as <br> unloading, reloading, storing, or any other <br> operations necessary to preserve them in good <br> condition or to transport them to the importing Party; <br> (d) the MC contains relevant information from the <br> original Certificate of Origin (Form AHK) <br> pursuant to the data requirements listed in the <br> Appendix (List of Data Requirements) and the <br> FOB value shall be the FOB value of the goods <br> exported from the intermediate exporting <br> Party; <br> (e) in the event that the information is not complete <br> or circumvention is suspected, the final <br> importing Party may request the original <br> Certificate of Origin (Form AHK) be submitted <br> to its respective competent authority; and <br> (f) the verification procedures in Rule 17 <br> (Retroactive Check) and Rule 18 (Verification <br> Visit) shall also apply to the MC. <br> [6] The supervision of the competent authority of the intermediate exporting Party <br> includes documentary controls or any risk management procedures as deemed <br> necessary by that competent authority. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Rule 19 : Confidentiality <br> The Parties shall maintain, in accordance with their <br> internal laws and regulations, the confidentiality of <br> classified business information collected in the process <br> pursuant to Rule 17 (Retroactive Check) and Rule 18 <br> (Verification Visit) and shall protect such information <br> from disclosure that could prejudice the competitive <br> position of the person who provided the information. <br> The information and documents collected in such <br> process shall not be used for other purposes, including <br> being used as evidence in administrative and judicial <br> proceedings, without the explicit written permission of <br> the Party providing such information. <br> "}]}]}, "members_found": ["344", "608", 5, 8703900000]}