{"FtaRooDetails": {"FtaId": 705, "FtaCode": "ITC00726", "FtaName": "FTA, Colombia-Israel", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE STATE OF ISRAEL AND THE REPUBLIC OF COLOMBIA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "11.08.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Colombia; Israel", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Colombia-Israel", "AdminProcCooAuth": "The certification type under FTA, Colombia-Israel is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Colombia-Israel is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Colombia-Israel agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "35%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35%", "RooText": "No change in tariff classification to be required, provided that there is a regional value content of not less than 35 percent of the ex-works price", "ShowProductAffected": true, "ProductAffected": "For Categories: Category a): Includes vehicles for passenger transport up to 16 persons, including the driver; and vehicles for transport of goods of a total weight of maximum and not exceeding 3.2 tonnes (or 7.040 American pounds), as well as chassis cab. Category b): Includes vehicles with coachwork for passenger transport of more than 16 persons, including the driver ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}, {"RooCode": "RVC 25%", "RooText": "No change in tariff classification to be required, provided that there is a regional value content of not less than 25 percent of the ex-works price.", "ShowProductAffected": true, "ProductAffected": "For Category c): Includes other vehicles not included in categories a) and b) ", "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00726_coo.pdf", "DocType": "1_coo", "WebLink": "http://economy.gov.il/InternationalAffairs/TradePolicyAndAgreements/BilateralAgreementsDivision/Colombia/FreeTrade/AgreeENG/IsrColFTA_Annex3B_CertificateOfOrigin.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00726_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/TPD/COL_ISR/Text_September2013_e/COL_ISR_Anx_3A_e.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00726_roo.pdf", "DocType": "3_roo", "WebLink": "http://economy.gov.il/InternationalAffairs/TradePolicyAndAgreements/BilateralAgreementsDivision/Colombia/FreeTrade/AgreeENG/IsrColFTA_Chap03_RulesofOrigin.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00726_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.sice.oas.org/TPD/COL_ISR/Text_September2013_e/COL_ISR_Chap_4_e.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00726_full.pdf", "DocType": "8_full", "WebLink": "https://www.mof.gov.il/chiefecon/internationalconnections/doclib1/colombia.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: ACCUMULATION OF ORIGIN <br /> 1 Notwithstanding Article 3.2.1(b), goods originating in the territory of Israel <br /> shall be considered as materials originating in the territory of the Republic of <br /> Colombia and it shall not be necessary that such materials had undergone <br /> working or processing. <br /> 2 Notwithstanding Article 3.2.2(b), goods originating in the territory of the <br /> Republic of Colombia shall be considered as materials originating in the territory of <br /> Israel and it shall not be necessary that such materials had undergone sufficient <br /> working or processing. <br /> 3 Subject to paragraph 4, where each Party has a trade agreement that, as <br /> contemplated by the WTO Agreement, concerns the establishment of a free trade area <br /> with a non-Party, the territory of that non-Party shall be deemed to form part of the <br /> territory of the free trade area established by this Agreement, for purposes of <br /> determining whether a good is an originating good under this Agreement. <br /> 4 A Party shall apply paragraph 3 only where provisions having equivalent <br /> effect to those of paragraph 3 are in force between each Party and the non-Party with <br /> which each Party has separately concluded a free trade agreement. Where such <br /> provisions between a Party and the non-Party apply only to certain goods or under <br /> certain conditions, the other Party may limit the application of paragraph 3 to those <br /> goods and under such conditions, subject to the provisions of this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br /> 2 A product will be considered to have undergone a change in tariff <br /> classification pursuant to subparagraphs 1(a) and 1(c) above if the value of all non- <br /> originating materials that are used in the production of the good and that do not <br /> undergo the applicable change in tariff classification does not exceed 10% of the ex- <br /> works value of the product. <br /> 3 The Joint Committee may modify Annex 3-A by mutual agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "ANNEX 3-F <br /> EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br /> 1 The acquisition of originating status in accordance with the conditions set out in <br /> Articles 3.2 through 3.11 shall not be affected by working or processing done outside Israel or <br /> Colombia on materials exported from Israel or from Colombia and subsequently re-imported <br /> there, provided that: <br /> (a) the said materials are wholly obtained in Israel or in Colombia or have <br /> undergone working or processing beyond the operations referred to in Article <br /> 3.6 (Minor Processing Operations) prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the <br /> exported materials; and such working or processing have not resulted in a <br /> change of the classification at a six digit level of the Harmonized System <br /> (HS) of the said re-imported goods; and <br /> (ii) the total added value acquired outside the territory of the Parties by <br /> applying the provisions of this Annex does not exceed 15% of the ex-works <br /> price of the end product for which originating status is claimed. <br /> (iii) the products are listed below. <br /> 2 For the purposes of applying the provisions of paragraph 3, 'total added value' means <br /> all costs arising outside the territory of the Parties, including the value of the materials incorporated there. <br /> 3 The total added value acquired outside the territory of the Parties taken together with <br /> the percentage of non-originating materials incorporated into the product shall not exceed the <br /> allowable percentage for non-originating materials, in accordance with Article 3.5.1(b) or Annex 3-A. <br /> 4 The following shall be the list of goods covered by this Annex: <br /> HS code <br /> 820890 <br /> 830249 <br /> 840690 <br /> 840910 <br /> 841191 <br /> 841199 <br /> 841370 <br /> 841391 <br /> 841410 <br /> 841490 <br /> 841950 <br /> 842139 <br /> 842199 <br /> 843143 <br /> 844332 <br /> 844391 <br /> 846630 <br /> 846693 <br /> 847130 <br /> 847141 <br /> 847149 <br /> 847150 <br /> 847160 <br /> 847170 <br /> 847180 <br /> 847190 <br /> 847330 <br /> 847989 <br /> 847990 <br /> 848190 <br /> 848210 <br /> 848390 <br /> 848490 <br /> 848620 <br /> 848690 <br /> 850110 <br /> 850131 <br /> 850239 <br /> 850440 <br /> 850490 <br /> 851220 <br /> 851580 <br /> 851590 <br /> 851711 <br /> 851712 <br /> 851712 <br /> 851718 <br /> 851761 <br /> 851762 <br /> 851769 <br /> 851770 <br /> 851770 <br /> 851840 <br /> 852190 <br /> 852580 <br /> 852691 <br /> 852692 <br /> 852851 <br /> 852859 <br /> 852910 <br /> 852990 <br /> 852990 <br /> 853080 <br /> 853120 <br /> 853180 <br /> 853321 <br /> 853400 <br /> 853669 <br /> 853710 <br /> 853890 <br /> 854020 <br /> 854129 <br /> 854140 <br /> 854231 <br /> 854239 <br /> 854320 <br /> 854370 <br /> 854390 <br /> 900190 <br /> 900211 <br /> 900219 <br /> 900290 <br /> 901290 <br /> 901320 <br /> 901380 <br /> 901390 <br /> 901420 <br /> 901490 <br /> 901580 <br /> 901819 <br /> 901849 <br /> 901850 <br /> 901890 <br /> 901920 <br /> 902190 <br /> 902290 <br /> 902300 <br /> 902490 <br /> 902580 <br /> 902610 <br /> 902680 <br /> 902710 <br /> 902730 <br /> 902750 <br /> 902780 <br /> 902790 <br /> 903010 <br /> 903020 <br /> 903033 <br /> 903039 <br /> 903040 <br /> 903082 <br /> 903089 <br /> 903090 <br /> 903149 <br /> 903180 <br /> 903190 <br /> 903281 <br /> 903289 <br /> 910119", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: ACCESSORIES, SPARE PARTS AND TOOLS <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece <br /> of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: WHOLLY OBTAINED PRODUCTS <br /> 1 The following shall be considered as wholly produced or obtained in the <br /> territory of the Parties: <br /> (a) mineral products extracted from the soil, subsoil or from the seabed of <br /> any of the Parties, including its territorial seas, contiguous zone, <br /> internal waters, continental shelf or exclusive economic zone; <br /> (b) plants and vegetable products grown, collected, harvested there, <br /> including in their territorial seas, contiguous zone, internal waters, <br /> exclusive economic zone or continental shelf; <br /> (c) live animals born and raised there, including by aquaculture; <br /> (d) products from live animals as in subparagraph (c); <br /> (e) animals and products obtained by hunting, trapping, collecting, fishing <br /> and capturing in a Party; including in its territorial seas, ccontiguous <br /> zone, internal waters, continental shelf or in the exclusive economic zone; <br /> (f) used articles collected there fit only for the recovery of raw materials; <br /> (g) waste and scrap resulting from utilization, consumption or <br /> manufacturing operations conducted there provided that such waste <br /> and scrap are fit only for recovery of raw materials; <br /> (h) products of sea fishing and other products taken from the waters in the <br /> high seas (outside the continental shelf or in the exclusive economic <br /> zone of the Parties), only by their vessels; <br /> (i) products of sea fishing obtained, only by their vessels under a specific <br /> quota or other fishing rights allocated to a Party by the international <br /> agreements to which the Parties are parties; <br /> (j) products made aboard their factory ships exclusively from products <br /> referred to in subparagraphs (h) and (i); <br /> (k) products obtained from the seabed and subsoil beyond the limits of <br /> national jurisdiction are considered to be wholly obtained in the Party <br /> that has exploitation rights under international law; <br /> (l) goods produced in any of the Parties exclusively from the products <br /> specified in subparagraphs (a) to (g) above. <br /> 2 The terms 'their vessels' and 'their factory ships' in paragraphs 1(h), 1(i) and <br /> 1(j) shall apply only to vessels and factory ships: <br /> (a) which are flagged and registered or recorded in a Party; and <br /> (b) which are owned by a natural person with domicile in that Party or by a <br /> commercial company with domicile in that Party, established and <br /> registered in accordance with the law of that said Party and performing <br /> its activities in conformity with the law of that said Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: MINOR PROCESSING OPERATIONS <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered <br /> as minor processing and shall be insufficient to confer the status of originating goods, <br /> whether or not the requirements of Article 3.5 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good <br /> condition during transport and storage; <br /> (b) simple changing of packaging, breaking-up and assembly of packages; <br /> (c) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (d) simple painting and polishing operations, including applying oil; <br /> (e) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (f) ironing or pressing of textiles; <br /> (g) operations to colour or flavor sugar or form sugar lumps partial or total <br /> milling of crystal sugar; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles); <br /> (k) affixing marks, labels, logos and other similar distinguishing signs on <br /> products or their packaging; <br /> (l) diluting in water or other substances, provided that the characteristics <br /> of the product remain unchanged; <br /> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> cards or boards and all other simple packaging operations; <br /> (n) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts ; <br /> (o) simple mixing of products, whether or not of different kinds, simple <br /> mixing of sugar with any material; <br /> (p) slaughter of animals; and <br /> (q) a combination of two or more of the operations specified in <br /> subparagraphs (a) to (p). <br /> 2 All operations carried out either in territory of the Republic of Colombia or in <br /> the territory of Israel on a given product shall be considered together when <br /> determining whether the working or processing undergone by that product is to be <br /> regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: NEUTRAL ELEMENTS <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; and <br /> (d) goods which do not enter into the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: DIRECT TRANSPORT <br /> 1 The preferential treatment provided for under this Agreement applies only to <br /> products, satisfying the requirements of this Chapter, which are transported directly <br /> between the territories of the Parties. However, products originating in the terrritories <br /> of the Parties and constituting one single consignment which is not split up may be <br /> transported through the territory of a non-Party with, should the occasion arise, <br /> transhipment or temporary warehousing in such territories, provided that the goods <br /> have remained under the surveillance of the customs authorities in the country of <br /> transit or temporary warehousing; and <br /> (a) the transit entry is justified for geographical reasons or by <br /> consideration related exclusively to transport requirements; and <br /> (b) they are not intended for trade, consumption, use or employment in the <br /> non-Party where the goods were in transit; and <br /> (c) they do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied, upon request, to the customs authorities of the importing Party <br /> by the submission of: <br /> (a) any single through transport documents, that meets international <br /> standards and that proves that the goods were directly transported from <br /> the exporting Party through the non-Party where the goods are in <br /> transit to the importing Party; or <br /> (b) a certificate issued by the customs authorities of the non-Party where <br /> the goods were in transit, which contains an exact description of the <br /> goods, the date and place of loading and re-loading of the goods in that <br /> non-Party and the conditions under which the goods were placed; or <br /> (c) in the absence of any of the above documents, any other documents <br /> that will prove the direct shipment. <br /> 3 Notwithstanding paragraphs 1 and 2, within one year from the entry into force <br /> of this Agreement, the Parties shall discuss the possibility of a mechanism for <br /> allowing that an originating good, which is transshipped through the territory of a <br /> non-Party with which each Party has entered separately into a free trade agreement <br /> under Article XXIV of GATT 1994 and its Interpretative Notes, will not lose <br /> its originating status.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: PRINCIPLE OF TERRITORIALITY <br /> 1 Except as provided in paragraph 3, the conditions for acquiring originating <br /> status set out in Article 3.5 must be fulfilled without interruption in the territory of <br /> Israel or in the territory of the Republic of Colombia. <br /> 2 Where originating goods exported from the territory of Israel or from the <br /> territory of the Republic of Colombia to a non-Party, return to the exporting Party, <br /> they must be considered as non-originating, unless it can be demonstrated to the <br /> satisfaction of the customs authorities that: <br /> (a) the returning goods are the same as those exported; and <br /> (b) the non-Party have not undergone any operation beyond that necessary <br /> to preserve them in good condition while in that non-Party or while being exported. <br /> 3 Notwithstanding paragraphs 1 and 2, goods listed in Annex 3-F shall be <br /> considered originating goods in accordance with Annex 3-F, even if such goods have <br /> undergone operations and processes outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: UNIT OF QUALIFICATION <br /> 1 The unit of qualification for the application of the provisions of this Chapter <br /> shall be that of the particular product which is considered as the basic unit when <br /> determining classification using the nomenclature of the Harmonized System (HS). <br /> It follows that: <br /> (a) when a product composed of a group or assembly of articles is <br /> classified under the terms of the Harmonized System (HS) in a single <br /> heading, the whole constitutes the unit of qualification; and <br /> (b) when a consignment consists of a number of identical products <br /> classified under the same heading of the Harmonized System (HS), <br /> each product must be taken individually when applying the provisions <br /> of this Chapter. <br /> 2 Where, under General Rule 5 of the Harmonized System (HS), packaging is", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: ACCOUNTING SEGREGATION <br /> 1 For the purpose of establishing if a product is originating when in its <br /> manufacture are utilized originating and non-originating fungible materials, mixed or <br /> physically combined, the origin of such materials can be determined by any of the <br /> inventory management methods applicable in the Party. <br /> 2 Where considerable cost or material difficulties arise in keeping separate <br /> stocks of originating and non-originating materials which are identical and <br /> interchangeable, the so-called \"accounting segregation\" method may be used for <br /> managing such stocks. <br /> 3 This method must be able to ensure that the number of products obtained <br /> which could be considered as \"originating\" is the same as that which would have been <br /> obtained if there had been physical segregation of the stocks. <br /> 4 This method is recorded and applied on the basis of the general accounting <br /> principles applicable in the Party where the product was manufactured. <br /> 5 The user of this method may issue or apply for proofs of origin providing <br /> information about the inventory management method used, as the case may be, for the <br /> quantity of products which may be considered as originating. The management <br /> method selected for a particular fungible material or material shall continue to be used <br /> for that good or material throughout the fiscal year of the person that selected the <br /> inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: SETS <br /> Sets, as defined in General Rule 3 of the Harmonized System (HS), shall be regarded <br /> as originating when all component goods are originating. Nevertheless, when a set is <br /> composed of originating and non-originating goods, the set as a whole shall be <br /> regarded as originating, provided that the CIF value of the non-originating goods does <br /> not exceed 15% of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: EXHIBITIONS <br /> 1 Originating goods, sent for exhibition in a non-Party other than the territory of <br /> either Party and sold after the exhibition for importation in the territory of either Party <br /> shall benefit on importation from the provisions of this Agreement provided it is <br /> shown to the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these goods from the territory of either Party to the <br /> non-Party in which the exhibition is held and has exhibited them there; <br /> (b) the goods have been sold or otherwise disposed of by that exporter to a <br /> person in the teritory of either Party; <br /> (c) the goods have been consigned during the exhibition or immediately <br /> thereafter in the non-Party to which they were sent for exhibition; and <br /> (d) the goods have not, since they were consigned for exhibition, been used for <br /> any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the <br /> provisions of this Chapter and submitted to the customs authorities of the importing <br /> Party in the normal manner. The name and address of the exhibition must be indicated <br /> thereon. Where necessary, additional documentary evidence of the conditions under <br /> which the products have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts <br /> exhibition, fair or similar public show or display which is not organized for private <br /> purposes in shops or business premises with a view to the sale of foreign goods, and <br /> during which the goods, remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: GENERAL REQUIREMENTS FOR PROOF OF ORIGIN <br /> For the purpose of this Chapter, Certificate of Origin refers to either an Electronic <br /> Certificate of Origin or a Paper Certificate of Origin. <br /> 1 Products originating in the territory of Israel shall, on importation into the <br /> territory of the Republic of Colombia, and products originating in the territory of the <br /> Republic of Colombia shall, on importation into Israel, benefit from this Agreement <br /> upon submission in accordance with the domestic law of the importing Party of one of <br /> the following proofs of origin: <br /> (a) A Certificate of Origin, a specimen of which appears in Annex 3-B; or <br /> (b) in the cases specified in Article 3.19, a declaration, subsequently <br /> referred to as the 'Invoice Declaration' given by an exporter on an <br /> invoice, delivery note, or any other commercial document, which <br /> describes the products concerned in sufficient detail to enable them to <br /> be identified; the text of the Invoice Declaration appears in Annex 3-C. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br /> Chapter shall, in the cases specified in Article 3.23, benefit from this Agreement <br /> without it being necessary to submit any of the documents referred to above. <br /> ARTICLE 3.16: PROCEDURES FOR THE ISSUANCE OF CERTIFICATES OF ORIGIN <br /> 1 Certificates of Origin shall be issued by the customs authorities of the <br /> exporting Party, either upon an electronic application or an application in paper form, <br /> having been made by the exporter or under the exporter's responsibility by his or her <br /> authorized representative, in accordance with the domestic regulations of the exporting Party. <br /> 2 For the purpose of paragraph 1, the exporter or his or her authorized <br /> representative shall fill out the electronic application form in accordance with Annex <br /> 3-D and in the case of applications in paper form, in accordance with Annex 3-E. <br /> These forms shall be completed in English. In special cases, the importing Party may <br /> require a translation of the certificate of origin. <br /> 3 The exporter applying for the issuance of a Certificate of Origin shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting Party, all appropriate documents proving the originating status of the goods <br /> concerned, as well as the fulfillment of the other requirements of this Chapter. <br /> 4 Certificates of Origin shall be issued if the goods to be exported can be <br /> considered as products originating in the exporting Party in accordance with Article 3.2. <br /> 5 The customs authorities shall take any steps necessary to verify the originating <br /> status of the products and the fulfillment of the other requirements of this Chapter. <br /> For this purpose, they shall have the right to call for any evidence and to carry out any <br /> inspection of the exporter's books or any other check considered appropriate. <br /> 6 Each Certificate of Origin will be assigned a specific number by the issuing customs authorities. <br /> 7 Certificates of Origin shall be issued by the customs authorities and made <br /> available to the exporter as soon as the actual exportation has been effected or insured. <br /> ARTICLE 3.17: CERTIFICATES OF ORIGIN ISSUED RETROSPECTIVELY <br /> 1 Notwithstanding Article 3.16.7, a Certificate of Origin may exceptionally be <br /> issued after exportation of the products to which it relates if it was not issued at the <br /> time of exportation because of errors or involuntary omissions or special <br /> circumstances or it is demonstrated to the satisfaction of the customs authorities that <br /> the Certificate was issued but was not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his or her <br /> application the place and date of exportation of the products to which the Certificate <br /> of Origin relates, and state the reasons for his or her request. <br /> 3 The Customs Authority of the exporting Party may issue a Certificate of <br /> Origin retrospectively only after verifying that the information supplied in the <br /> exporter's application agrees with that in the corresponding file. <br /> 4 It shall be indicated on the Certificates of Origin issued in accordance with <br /> this Article that they were issued retrospectively in the appropriate field as detailed in Annex 3-B. <br /> 5 The provisions of this Article shall be applied to goods which comply with the <br /> provisions of this Agreement, and which on the date of its entry into force, are either <br /> in transit or are in the territory of the Parties in temporary storage under customs <br /> control. This shall be subject to the submission to the customs authorities of the <br /> importing Party, within six months from the said date, of a Certificate of Origin <br /> issued retrospectively by the Customs Authority of the exporting Party together with <br /> documents, showing that the goods have been transported directly in accordance with <br /> the provisions of Article 3.13. <br /> ARTICLE 3.18: DUPLICATE CERTIFICATES OF ORIGIN <br /> 1 In the event of theft, loss or destruction of a Certificate of Origin in paper <br /> form, the exporter may apply to the customs authorities that issued it for a duplicate <br /> Certificate on the basis of the export documents in their possession. <br /> 2 It shall be indicated in the appropriate field on Certificates of Origin issued in <br /> accordance with this Article that they are duplicates, as detailed in Annex 3-B. <br /> 3 The duplicate, which shall bear the date of issue of the original Certificate of <br /> Origin, shall take effect as of that date. <br /> ARTICLE 3.19: CONDITIONS FOR MAKING OUT AN INVOICE DECLARATION <br /> 1 An Invoice Declaration as referred to in Article 3.15.1 (b) may be made out by <br /> any exporter where the value of the originating good does not exceed US$ 1000 dollars. <br /> 2 The exporter making out an invoice declaration shall be prepared to submit at <br /> any time, at the request of the customs authorities of the exporting Party, all <br /> appropriate documents proving the originating status of the products concerned, as <br /> well as the fulfilment of the other requirements of this Chapter. <br /> 3 An Invoice Declaration shall be made out by the exporter by typing, stamping <br /> or printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Annex 3-C. If the declaration is hand-written, <br /> it shall be written in ink in printed characters. <br /> ARTICLE 3.20: VALIDITY OF PROOFS OF ORIGIN <br /> 1 Proofs of origin shall be valid for 12 months from the date of issue in the <br /> exporting Party, and must be submitted within that period to the customs authorities <br /> of the importing Party. <br /> 2 Proofs of origin which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin where the products have been submitted before <br /> the said final date. <br /> ARTICLE 3.21: SUBMISSION OF PROOFS OF ORIGIN <br /> Proofs of Origin shall be submitted to the customs authorities of the importing Party <br /> in accordance with the procedures applicable in that Party. Those authorities may <br /> require the import declaration to be accompanied by a statement from the importer to <br /> the effect that the products meet the conditions required for benefiting from the <br /> application of this Agreement. <br /> ARTICLE 3.22: IMPORTATION BY INSTALLMENTS <br /> Where, at the request of the importer and on the conditions laid down by the customs <br /> authorities of the importing Party, dismantled or non-assembled products within the <br /> meaning of General Rule 2(a) of the Harmonized System (HS) are imported by <br /> installments, a single proof of origin for such products shall be submitted to the <br /> customs authorities upon importation of the first installment. <br /> ANNEX 3-D <br /> PROCEDURES FOR THE ISSUANCE OF ELECTRONIC CERTIFICATES OF ORIGIN <br /> (ARTICLE 3.16) <br /> 1. Applications for the issuance of Electronic Certificates of Origin <br /> The exporter or his authorized representative (e.g. his customs agent) (hereinafter: \"the <br /> exporter\") will submit an application for the issuance of an Electronic Certificate of Origin in <br /> accordance with Article 3.16 and the domestic law of the exporting Party. <br /> The application will be submitted by the exporter by electronic means. <br /> The application will contain all data included in the Electronic Certificate of Origin form <br /> which appears in Annex 3-B of this Chapter, as well as any other information required by the <br /> customs authority of the exporting Party. <br /> The application will be checked in accordance with the domestic law and procedures <br /> applicable in the exporting Party, subject to the provisions of this Chapter. <br /> 2. Issuance of Electronic Certificates of Origin <br /> Each Party shall establish a secure Internet site in which all the Electronic Certificates of <br /> Origin issued by it will be stored. <br /> Electronic Certificates of Origin will be stored on the Internet site by the competent <br /> governmental authorities of the exporting country. <br /> The exporter shall request the customs authority of the exporting Party to issue an Electronic <br /> Certificate of Origin through the Internet site designated for that purpose. <br /> The customs authority of the exporting Party, shall review the information provided by the <br /> exporter. If the information is sufficient to enable the issuance of the Electronic Certificate of <br /> Origin, the Certificate shall be assigned a unique reference number (hereinafter referred to as <br /> \"the Certificate number\"), and shall be stored on the Internet site of the issuing authority. As <br /> soon as it has been stored on WKH ,QWHUQHW VLWH LW VKDOO EH FRQVLGHUHG DV ³LVVXHG´. <br /> The Certificate number shall be assigned in accordance with a fixed structure that will be <br /> agreed upon by the Parties. <br /> The Certificate number shall be forwarded to the exporter as soon as the Certificate of Origin <br /> is issued, in accordance with the procedures applicable in the exporting Party. <br /> The Certificates of Origin shall be preserved for the period stipulated in Article 3.25. <br /> The exporter shall forward the Certificate number to the importer. <br /> The Certificate number shall be submitted by the importer to the customs authority of the <br /> importing Party during the customs clearance procedures, and shall be treated as a proof of <br /> origin, in accordance with this Chapter. <br /> 3. Implementation <br /> The customs authorities of Israel and Colombia shall exchange user names and passwords that <br /> will enable access to their Internet sites. This access will be granted only for the purpose of <br /> checking a specific Electronic Certificate of Origin by means of the Certificate number that <br /> was submitted at the time of importation. <br /> 4. Technical Aspects <br /> The Parties, through the Subcommittee on Customs, Trade Facilitation and Rules of Origin, <br /> shall agree upon the technical details of the implementation of this Annex. <br /> ANNEX 3-E <br /> PROCEDURES FOR THE ISSUANCE OF PAPER CERTIFICATES OF ORIGIN <br /> (ARTICLE 3.16) <br /> 1 Paper Certificates of Origin shall be issued by the customs authorities of the exporting <br /> Party, on application by the exporter or under the exporter's responsibility by his or her <br /> authorized representative, in accordance with Article 3.16 of this Chapter and the domestic <br /> law of the exporting Party. <br /> 2 For this purpose, the exporter or his or her authorized representative shall fill out the <br /> Certificate of Origin in the English language and shall apply for its issuance in accordance <br /> with the domestic law of the exporting Party. If the Certificate of Origin is handwritten, it <br /> shall be completed in ink in printed characters. The description of the products must be <br /> given in Box 7 of the Certificate of Origin without leaving any blank lines. Where the box is <br /> not completely filled, a horizontal line must be drawn below the last line of the description, <br /> the empty space being crossed through. <br /> 3 The customs authorities shall ensure that the Certificate of Origin is duly completed. <br /> In particular, they shall check whether the space reserved for the description of the products <br /> has been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 4 The date of issue of the Certificate of Origin shall be indicated in Box 9 <br /> of the Certificate of Origin. <br /> 5 Each Certificate of Origin will be assigned a specific number by the customs authority.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.23: EXEMPTIONS FROM PROOFS OF ORIGIN <br /> 1 Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of <br /> this Chapter and where there is no doubt as to the veracity of such a declaration. In <br /> the case of products sent by post, this declaration can be made on the customs <br /> declaration or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal <br /> use of the recipients or travellers or their families shall not be considered as imports <br /> by way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed US$ 1.000 in <br /> the case of small packages or US$ 1.000 in the case of products forming part of <br /> travellers' personal luggage. <br /> 4 For the purposes of paragraph 3, in cases where the products are invoiced in a <br /> currency other than US dollars, amounts in the national currencies of the Parties <br /> equivalent to the amounts expressed in US dollars shall be fixed in accordance with <br /> the current exchange rate applicable in the importing Party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.9: AUTHORIZED ECONOMIC OPERATORS <br /> 1 The Parties shall promote the implementation of the Authorized Economic Operator <br /> (hereinafter referred to as \"AEO\") concept according to World Customs Organization SAFE <br /> Framework of Standards. <br /> 2 Each Party shall promote the granting of AEO status to its economic operators with a <br /> view of achieving trade facilitation benefits. <br /> 3 The Parties shall endeavor to promote a mutual recognition agreement for Approved <br /> Economic Operators (AEOs).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: PROCEDURES FOR THE ISSUANCE OF CERTIFICATES OF ORIGIN <br /> 1 Certificates of Origin shall be issued by the customs authorities of the <br /> exporting Party, either upon an electronic application or an application in paper form, <br /> having been made by the exporter or under the exporter's responsibility by his or her <br /> authorized representative, in accordance with the domestic regulations of the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.20: VALIDITY OF PROOFS OF ORIGIN <br /> 1 Proofs of origin shall be valid for 12 months from the date of issue in the <br /> exporting Party, and must be submitted within that period to the customs authorities <br /> of the importing Party. <br /> 2 Proofs of origin which are submitted to the customs authorities of the <br /> importing Party after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> Party may accept the proofs of origin where the products have been submitted before <br /> the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.25: PRESERVATION OF PROOFS OF ORIGIN AND SUPPORTING DOCUMENTS <br /> 1 The exporter applying for the issue of the Certificate of Origin shall keep for <br /> at least five years the documents referred to in Article 3.16.3. <br /> 2 The exporter making out an Invoice Declaration shall keep for at least five <br /> years a copy of this invoice declaration, as well as the documents referred to in Article 3.19.2. <br /> 3 The exporting Party or the exporter, according to domestic law of the <br /> exporting Party that issued a Certificate of Origin shall keep for at least five years any <br /> document relating to the application procedure referred to in Article 3.16.2. <br /> 4 The importing Party or the importer, according to domestic law of the <br /> importing Party, shall keep for at least five years the Certificates of Origin and the <br /> Invoice Declarations submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 6 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.17: CERTIFICATES OF ORIGIN ISSUED RETROSPECTIVELY <br /> 1 Notwithstanding Article 3.16.7, a Certificate of Origin may exceptionally be <br /> issued after exportation of the products to which it relates if it was not issued at the <br /> time of exportation because of errors or involuntary omissions or special <br /> circumstances or it is demonstrated to the satisfaction of the customs authorities that <br /> the Certificate was issued but was not accepted at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his or her <br /> application the place and date of exportation of the products to which the Certificate <br /> of Origin relates, and state the reasons for his or her request. <br /> 3 The Customs Authority of the exporting Party may issue a Certificate of <br /> Origin retrospectively only after verifying that the information supplied in the <br /> exporter's application agrees with that in the corresponding file. <br /> 4 It shall be indicated on the Certificates of Origin issued in accordance with <br /> this Article that they were issued retrospectively in the appropriate field as detailed in Annex 3-B. <br /> 5 The provisions of this Article shall be applied to goods which comply with the <br /> provisions of this Agreement, and which on the date of its entry into force, are either <br /> in transit or are in the territory of the Parties in temporary storage under customs <br /> control. This shall be subject to the submission to the customs authorities of the <br /> importing Party, within six months from the said date, of a Certificate of Origin <br /> issued retrospectively by the Customs Authority of the exporting Party together with <br /> documents, showing that the goods have been transported directly in accordance with <br /> the provisions of Article 3.13.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.24: SUPPORTING DOCUMENTS <br /> 1 The documents referred to in Articles 3.16.3 and 3.19.2 used for the purpose <br /> of proving that products covered by a Proof of Origin can be considered as products <br /> originating in the territory of either Party and fulfill the other requirements of this <br /> Chapter may consist, inter alia, of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier <br /> to obtain the goods concerned, contained for example, in his or her books; <br /> (b) documents proving the originating status of materials used, issued or <br /> made out in the territory of either Party where these documents are <br /> used in accordance with their respective domestic law; <br /> (c) documents proving the working or processing of materials in the <br /> territory of either Party, issued or made out in the territory of either <br /> Party , where these documents are used in accordance with their <br /> respective domestic law; <br /> (d) Certificates of Origin or Invoice Declarations proving the originating <br /> status of materials used, issued or made out in the territory of either <br /> Party, in accordance with this Chapter. <br /> 2 In the case where an operator situated in a non-party which is not the <br /> exporting Party, issues an invoice covering the consignment, that fact shall be <br /> indicated in the Certificate of Origin in accordance with Annex 3-B.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.28: VERIFICATION OF PROOFS OF ORIGIN <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing Party have reasonable doubts as to <br /> the authenticity of proofs of origin, the originating status of the products concerned or <br /> the fulfilment of the other requirements of this Chapter. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing Party shall submit a written request for verification of <br /> origin to the customs authorities of the exporting Party. The request for verification <br /> shall include the number of the Certificate of Origin or a copy thereof if the <br /> Certificate of Origin is in paper form, or in the case of an Invoice Declaration, a copy <br /> thereof. In support of the request for verification, where needed, the reasons for the <br /> request should be indicated, and any documents and information obtained suggesting <br /> that the information given on the proofs of origin is incorrect should be attached. <br /> 3 The verification shall be carried out by the customs authorities of the <br /> exporting Party. For this purpose, they shall have the right to call for any evidence <br /> and to carry out any inspection of the exporter's accounts or any other check <br /> considered appropriate. <br /> 4 If the customs authorities of the importing Party decide to suspend the <br /> granting of preferential treatment to the products concerned while awaiting the results <br /> of the verification, release of the products shall be offered to the importer subject to <br /> any precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible, but not later than ten months from the <br /> date of the request. These results must indicate clearly whether the information <br /> contained in the proofs of origin and the supporting documents is correct, and whether <br /> the products concerned can be considered as products originating in territory of the <br /> Parties and fulfil the other requirements of this Chapter. <br /> 6 If in cases of reasonable doubt there is no reply within ten months from the <br /> date of the verification request or if the reply does not contain sufficient information <br /> to determine the authenticity of the proofs of origin or the real origin of the products, <br /> the requesting customs authorities shall, except in exceptional circumstances, refuse <br /> entitlement to the preferences. <br /> 7 This Article shall not preclude the exchange of information or the granting of <br /> any other assistance as provided for Annex A (Mutual Administrative Assistance in <br /> Customs Matters) to the Agreement. <br /> 8 For the purposes of this Article, communications between the customs <br /> authorities of the importing and the exporting Parties shall be conducted <br /> in the English language.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.30: FREE ECONOMIC ZONES <br /> 1 The exporting Party shall take all necessary measures to ensure that products <br /> covered by a proof of origin, which are transported through a free zone situated in its <br /> territory, are not substituted by other products or undergo any processing other than <br /> required for their preservation. <br /> 2 Notwithstanding paragraph 1, when products originating in the territory of <br /> either Party enter into a free zone situated in their territory under cover of a proof of <br /> origin and undergo treatment or processing, the authorities concerned shall issue a <br /> new Certificate of Origin at the exporter's request, if the treatment or processing <br /> undergone is in conformity with the provisions of this Chapter. <br /> ANNEX 3-D <br /> PROCEDURES FOR THE ISSUANCE OF ELECTRONIC CERTIFICATES OF ORIGIN <br /> (ARTICLE 3.16) <br /> 1. Applications for the issuance of Electronic Certificates of Origin <br /> The exporter or his authorized representative (e.g. his customs agent) (hereinafter: \"the <br /> exporter\") will submit an application for the issuance of an Electronic Certificate of Origin in <br /> accordance with Article 3.16 and the domestic law of the exporting Party. <br /> The application will be submitted by the exporter by electronic means. <br /> The application will contain all data included in the Electronic Certificate of Origin form <br /> which appears in Annex 3-B of this Chapter, as well as any other information required by the <br /> customs authority of the exporting Party. <br /> The application will be checked in accordance with the domestic law and procedures <br /> applicable in the exporting Party, subject to the provisions of this Chapter. <br /> 2. Issuance of Electronic Certificates of Origin <br /> Each Party shall establish a secure Internet site in which all the Electronic Certificates of <br /> Origin issued by it will be stored. <br /> Electronic Certificates of Origin will be stored on the Internet site by the competent <br /> governmental authorities of the exporting country. <br /> The exporter shall request the customs authority of the exporting Party to issue an Electronic <br /> Certificate of Origin through the Internet site designated for that purpose. <br /> The customs authority of the exporting Party, shall review the information provided by the <br /> exporter. If the information is sufficient to enable the issuance of the Electronic Certificate of <br /> Origin, the Certificate shall be assigned a unique reference number (hereinafter referred to as <br /> \"the Certificate number\"), and shall be stored on the Internet site of the issuing authority. As <br /> soon as it has been stored on WKH ,QWHUQHW VLWH LW VKDOO EH FRQVLGHUHG DV ³LVVXHG´. <br /> The Certificate number shall be assigned in accordance with a fixed structure that will be <br /> agreed upon by the Parties. <br /> The Certificate number shall be forwarded to the exporter as soon as the Certificate of Origin <br /> is issued, in accordance with the procedures applicable in the exporting Party. <br /> The Certificates of Origin shall be preserved for the period stipulated in Article 3.25. <br /> The exporter shall forward the Certificate number to the importer. <br /> The Certificate number shall be submitted by the importer to the customs authority of the <br /> importing Party during the customs clearance procedures, and shall be treated as a proof of <br /> origin, in accordance with this Chapter. <br /> 3. Implementation <br /> The customs authorities of Israel and Colombia shall exchange user names and passwords that <br /> will enable access to their Internet sites. This access will be granted only for the purpose of <br /> checking a specific Electronic Certificate of Origin by means of the Certificate number that <br /> was submitted at the time of importation. <br /> 4. Technical Aspects <br /> The Parties, through the Subcommittee on Customs, Trade Facilitation and Rules of Origin, <br /> shall agree upon the technical details of the implementation of this Annex. <br /> ANNEX 3-E <br /> PROCEDURES FOR THE ISSUANCE OF PAPER CERTIFICATES OF ORIGIN <br /> (ARTICLE 3.16) <br /> 1 Paper Certificates of Origin shall be issued by the customs authorities of the exporting <br /> Party, on application by the exporter or under the exporter's responsibility by his or her <br /> authorized representative, in accordance with Article 3.16 of this Chapter and the domestic <br /> law of the exporting Party. <br /> 2 For this purpose, the exporter or his or her authorized representative shall fill out the <br /> Certificate of Origin in the English language and shall apply for its issuance in accordance <br /> with the domestic law of the exporting Party. If the Certificate of Origin is handwritten, it <br /> shall be completed in ink in printed characters. The description of the products must be <br /> given in Box 7 of the Certificate of Origin without leaving any blank lines. Where the box is <br /> not completely filled, a horizontal line must be drawn below the last line of the description, <br /> the empty space being crossed through. <br /> 3 The customs authorities shall ensure that the Certificate of Origin is duly completed. <br /> In particular, they shall check whether the space reserved for the description of the products <br /> has been completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 4 The date of issue of the Certificate of Origin shall be indicated in Box 9 <br /> of the Certificate of Origin. <br /> 5 Each Certificate of Origin will be assigned a specific number by the customs authority. <br /> ANNEX 3-F <br /> EXEMPTION FROM THE PRINCIPLE OF TERRITORIALITY <br /> 1 The acquisition of originating status in accordance with the conditions set out in <br /> Articles 3.2 through 3.11 shall not be affected by working or processing done outside Israel or <br /> Colombia on materials exported from Israel or from Colombia and subsequently re-imported <br /> there, provided that: <br /> (a) the said materials are wholly obtained in Israel or in Colombia or have <br /> undergone working or processing beyond the operations referred to in Article <br /> 3.6 (Minor Processing Operations) prior to being exported; and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the <br /> exported materials; and such working or processing have not resulted in a <br /> change of the classification at a six digit level of the Harmonized System <br /> (HS) of the said re-imported goods; and <br /> (ii) the total added value acquired outside the territory of the Parties by <br /> applying the provisions of this Annex does not exceed 15% of the ex-works <br /> price of the end product for which originating status is claimed. <br /> (iii) the products are listed below. <br /> 2 For the purposes of applying the provisions of paragraph 3, 'total added value' means <br /> all costs arising outside the territory of the Parties, including the value of the materials incorporated there. <br /> 3 The total added value acquired outside the territory of the Parties taken together with <br /> the percentage of non-originating materials incorporated into the product shall not exceed the <br /> allowable percentage for non-originating materials, in accordance with Article 3.5.1(b) or Annex 3-A. <br /> 4 The following shall be the list of goods covered by this Annex: <br /> HS code <br /> [Customs administration]:", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> ARTICLE 4.7: ADVANCE RULINGS <br /> 1 In accordance with its domestic law, each Party shall endeavor to provide, through its <br /> customs or other competent authorities, for the expeditious issuance of written advance rulings. <br /> 2 The customs authorities or another competent authority in the importing Party shall <br /> issue advance rulings concerning: <br /> (a) the classification of goods; <br /> (b) the application of customs valuation criteria for a particular case, in accordance <br /> with the provisions of the Customs Valuation Agreement; and <br /> (c) such other matters as the Parties may agree. <br /> 3 The customs authorities or another competent authority in the exporting Party shall <br /> issue advance rulings concerning compliance with the rules of origin as set forth in Chapter 3 <br /> (Rules of Origin) of this Agreement, as well as the eligibility of such goods for preferential <br /> treatment under this Agreement. <br /> 4 Each Party shall adopt or maintain procedures for the issuance of such advance <br /> rulings, including the details of the information required for processing an application for a ruling. <br /> 5 A Party may decline to issue an advance ruling if the facts and circumstances forming <br /> the basis of the advance ruling are the subject of an investigation or an administrative or <br /> judicial review. The Party that declines to issue an advance ruling shall promptly notify the <br /> requester in writing, setting forth the relevant facts and the basis for its decision to decline to <br /> issue the advance ruling. <br /> 6 Each Party shall provide that advance rulings shall be in force from their date of <br /> issuance, or another date specified in the ruling. Subject to paragraphs 1-5, an advance ruling <br /> shall remain in force provided that the facts or circumstances on which the ruling is based <br /> remain unchanged, or for the period specified in the laws, regulations or administrative <br /> rulings of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.26: DISCREPANCIES AND FORMAL ERRORS <br /> 1 The discovery of slight discrepancies between the statements made in the <br /> proofs of origin and those made in the documents submitted to the customs office for <br /> the purpose of carrying out the formalities for importing the products shall not ipso <br /> facto render the proofs of origin null and void if it is duly established that this <br /> document does correspond to the products submitted. <br /> 2 Obvious formal errors, such as typing errors, on a proof of origin should not <br /> cause this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.29: DISPUTE SETTLEMENT <br /> 1 Where disputes arise in relation to the verification procedures of Article 3.28 <br /> which cannot be settled between the Customs Authority requesting a verification and <br /> the Customs Authority responsible for carrying out the verification or where a <br /> question is raised by one of the customs authorities as to the interpretation of this <br /> Chapter, the matter shall be submitted to the Sub-committee on Customs, Trade <br /> Facilitation and Rules of Origin established by the Joint Committee in accordance <br /> with Chapter 13 (Institutional Provisions) of this Agreement. <br /> 2 If no solution is reached, Chapter 12 (Dispute Settlement) of this Agreement shall apply. <br /> 3 In all cases, disputes between the importer and the customs authorities of the <br /> importing Party shall be treated under the law of the importing Party. <br /> [Customs administration]: <br /> ARTICLE 4.10: REVIEW AND APPEAL <br /> Regarding its determinations on customs matters, each Party shall grant access to: <br /> (a) at least one level of administrative review, within the same institution, of the <br /> official or authority responsible for the determination under review; and <br /> (b) judicial review of the determination or decision taken at the final <br /> level of administrative review.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> enhance production, such as regular stocking, feeding, protection from predators, etc; <br> which makes up the Harmonized System (HS); <br> CIF Value means the value of the goods, including freight and insurance costs up to <br> named port of destination either in the territories of the Parties; <br> classified / classification, refer(s) to the classification of a product or material under a <br> particular heading or sub-heading; <br> consignment means products which are either sent simultaneously from one exporter <br> to one consignee or covered by a single transport document covering their shipment <br> from the exporter to the consignee or, in the absence of such a document, by a single invoice; <br> customs value means the value as determined in accordance with Article VII of <br> GATT 1994 and its interpretative notes, and the Customs Valuation Agreement; <br> ex-works price means the price paid for the product ex-works to the manufacturer in <br> the territories of the Parties in whose undertaking the last working or processing is <br> goods means both materials and products; <br> material means any ingredient, raw material, component or part, etc., used in the <br> product means the product manufactured, even if it is intended for later use in <br> value of non-originating materials means the CIF value or if it is not known its <br> equivalent in accordance with Article VII of GATT 1994 and its Interpretative Notes <br> and the Customs Valuation Agreement. <br> manufacture means any kind of working or processing, including assembly or specific operations; <br> manufacture of the product; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> chapters, headings and subheadings mean the chapters, the headings and the <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as <br> subheadings (two, four and six digit codes respectively) used in the nomenclature <br> another manufacturing operation; <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes to <br> carried out, provided the price includes the value of all the materials used, minus any <br> internal taxes which are, or may be, repaid when the product obtained is exported; <br> "}, {"ArticleTitle": "GENERAL REQUIREMENTS", "ArticleDesc": "ARTICLE 3.2: GENERAL REQUIREMENTS <br> 1 For the purpose of implementing this Agreement, the following products shall <br> be considered as originating in the territory of Israel: <br> (a) products wholly obtained in the territory of Israel within the meaning of Article 3.4; <br> (b) products obtained in the territory of Israel incorporating materials <br> which have not been wholly obtained there, provided that such <br> materials have undergone sufficient working or processing in the <br> territory of Israel within the meaning of Article 3.5. <br> 2 For the purpose of implementing this Agreement, the following products shall <br> be considered as originating in the territory of the Republic of Colombia: <br> (a) products wholly obtained in the territory of the Republic of Colombia <br> within the meaning of Article 3.4; <br> (b) products obtained in the territory of the Republic of Colombia <br> processing in the territory of the Republic of Colombia within the <br> meaning of Article 3.5. <br> 3 Products originating in the territories of the Parties have to satisfy all other <br> applicable requirements under this Chapter. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "incorporating materials which have not been wholly obtained there, <br> provided that such materials have undergone sufficient working or <br> "}, {"ArticleTitle": "SUFFICIENTLY WORKED OR PROCESSED PRODUCTS", "ArticleDesc": "ARTICLE 3.5: SUFFICIENTLY WORKED OR PROCESSED PRODUCTS <br> 1 For the purpose of Articles 3.2.1(b) and Articles 3.2.2(b), a product is <br> considered to be originating if the non-originating materials used in its manufacture <br> undergo working or processing beyond the operations referred to in Article 3.6; and <br> (a) the production process results in a tariff change of the non-originating <br> materials from a four-digit heading of the Harmonized System (HS) <br> into another four-digit heading; or <br> (b) the value of all non-originating materials used in its manufacture does <br> not exceed 50% of the ex-works price; or <br> (c) if the product falls within the classifications included in the list in <br> Annex 3-A on Product Specific Rules of Origin (hereinafter referred to <br> as PSR), subparagraphs (a) and (b) above shall not apply. In this case it <br> must fulfill the specific rule detailed therein. <br> 2 A product will be considered to have undergone a change in tariff <br> classification pursuant to subparagraphs 1(a) and 1(c) above if the value of all non- <br> originating materials that are used in the production of the good and that do not <br> undergo the applicable change in tariff classification does not exceed 10% of the ex- <br> works value of the product. <br> 3 The Joint Committee may modify Annex 3-A by mutual agreement. <br> "}, {"ArticleTitle": "UNIT OF QUALIFICATION", "ArticleDesc": "ARTICLE 3.7: UNIT OF QUALIFICATION <br> 1 The unit of qualification for the application of the provisions of this Chapter <br> shall be that of the particular product which is considered as the basic unit when <br> determining classification using the nomenclature of the Harmonized System (HS). <br> (a) when a product composed of a group or assembly of articles is <br> classified under the terms of the Harmonized System (HS) in a single <br> (b) when a consignment consists of a number of identical products <br> classified under the same heading of the Harmonized System (HS), <br> each product must be taken individually when applying the provisions <br> of this Chapter. <br> 2 Where, under General Rule 5 of the Harmonized System (HS), packaging is <br> included with the product for classification purposes, it shall be included for the <br> 3 When the products qualify as wholly obtained according to Article 3.4, the <br> packaging shall not be taken into consideration for the purposes of determining origin. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "heading, the whole constitutes the unit of qualification; and <br> purposes of determining origin. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "It follows that: <br> "}, {"ArticleTitle": "MUTUAL ASSISTANCE", "ArticleDesc": "ARTICLE 3.27: MUTUAL ASSISTANCE <br> 1 The customs authorities of the Parties shall provide each other with the <br> addresses of the customs authorities responsible for verifying Certificates of Origin <br> and Invoice Declarations. <br> 2 The customs authorities of the Parties shall provide each other with specimen <br> impressions of stamps and signatures used in their customs offices for the issuance of <br> Certificates of Origin in paper form, where applicable. <br> 3 Any changes to the elements referred to in paragraph 1 or 2 shall be notified <br> by the customs authorities of the Party concerned to the customs authorities of the <br> other Party without undue delay, indicating the date when these changes come into effect. <br> 4 In order to ensure the proper application of this Chapter, the Parties shall assist <br> each other, through their respective customs authorities, in checking the authenticity <br> of the Certificates of Origin, the Invoice Declarations and the correctness of the <br> information given in these documents. Such assistance shall include, inter alia, <br> granting designated customs officers of one Party access to the other Party's Internet <br> site where Electronic Certificates of Origin are stored. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "CUSTOMS COOPERATION", "ArticleDesc": "ARTICLE 4.1: CUSTOMS COOPERATION <br> The Parties shall cooperate in order to ensure: <br> 1 The correct implementation and operation of the provisions of this Agreement as they relate to: <br> (a) importations or exportations within the framework of this Agreement; <br> (b) preferential treatment and claims procedures; <br> (c) verification procedures; <br> (d) customs valuation and tariff classification of goods; and <br> (e) restrictions or prohibitions on imports and/or exports; <br> 2 Each Party shall designate official contact points and provide details thereof to the <br> other Party, with a view to facilitating the effective implementation of this Chapter and <br> Chapter 3 (Rules of Origin). If a matter cannot be resolved through the contact points, it shall <br> be referred to the Subcommittee on Customs, Trade Facilitation and Rules of Origin as set out <br> in this Chapter. <br> "}, {"ArticleTitle": "TRADE FACILITATION", "ArticleDesc": "ARTICLE 4.2: TRADE FACILITATION <br> 1 The Parties shall apply their respective customs laws and procedures in a transparent, <br> consistent, fair and predictable manner in order to facilitate the free flow of trade <br> under this Agreement. <br> 2 Pursuant to paragraph 1, the Parties shall: <br> (a) simplify their customs procedures to the greatest extent possible; <br> (b) make use of information and communications technology in their <br> customs procedures; and <br> (c) to the extent possible, provide for advance electronic submission and <br> processing of information before the physical arrival of goods to enable the <br> quick release of goods upon their arrival. <br> 3 The Parties shall endeavor to improve trade facilitation by mutual consultations and <br> exchange of information between their respective customs authorities. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.3: RELEASE OF GOODS <br> 1 Each Party shall endeavor to ensure that its customs authority and other competent <br> authorities shall adopt or maintain procedures that: <br> ensure compliance with its customs law, and to the extent possible release the <br> (a) provide for the release of goods within a period no greater than that required to <br> (b) provide for advance electronic submission and processing of information <br> before the physical arrival of goods to enable their release upon arrival; <br> (c) allow goods to be released at the point of arrival, without temporary transfer to <br> warehouses or other facilities; and <br> (d) allow importers to withdraw goods from customs before the final <br> determination of the applicable customs duties, taxes, and fees, by its customs <br> authority, according to the domestic legislation of each Party. Before releasing <br> the goods, a Party may, according to its own domestic legislation, require an <br> importer to provide sufficient guarantee covering the ultimate payment of <br> customs duties, taxes or fees in connection with the importation of the goods. <br> 2 Each Party shall endeavor to adopt and maintain procedures under which, in cases of <br> emergency, goods can go through the customs procedures for 24 hours a day including holidays. <br> 3 Each Party shall endeavor to ensure, in accordance with its law, that all competent <br> administrative entities, intervening in control and physical inspection of goods subject to <br> either imports or exports, perform their activities, simultaneously and in a single place. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "goods within 48 hours of arrival; <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.4: Risk Management <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "The Parties shall exchange information on their respective risk management techniques used <br> in the application of their customs procedures and shall endeavor to improve them in the <br> framework of cooperation between their respective customs authorities. In administering <br> customs procedures and to the extent possible, each customs authority shall focus resources <br> on high-risk shipments of goods and facilitate the clearance, including release, of low-risk goods. <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "1 The Parties shall promptly publish or otherwise make publicly available, including on <br> the Internet, their laws, regulations, administrative procedures, and administrative rulings of <br> general application on customs matters that pertain to or affect the operation of this <br> Agreement, so as to enable interested persons and parties to become acquainted with them. <br> 2 Such laws, regulations, administrative procedures and administrative rulings <br> mentioned in paragraph 1 shall include, inter alia, those pertaining to: <br> (a) special customs procedures such as temporary imports, imports for the purpose <br> of repairs, alterations, refurbishments, overhauls and other similar procedures; <br> (b) procedures for the re-importing and re-exporting of goods; <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.5: Transparency <br> "}, {"ArticleTitle": "PAPERLESS CUSTOMS PROCEDURES", "ArticleDesc": "ARTICLE 4.6: PAPERLESS CUSTOMS PROCEDURES <br> The Parties recognize that electronic filing in trade and in transferring of trade-related <br> information and electronic versions of documents is an alternative to paper-based methods <br> that will significantly enhance the efficiency of trade through reduction of cost and time. <br> Therefore, the Parties shall cooperate with a view to implementing and promoting <br> paperless customs procedures. <br> "}, {"ArticleTitle": "UNIFORM PROCEDURES", "ArticleDesc": "ARTICLE 4.8: UNIFORM PROCEDURES <br> The Joint Committee shall agree upon uniform procedures that may be necessary for the <br> administration, application and interpretation of this Agreement in customs <br> matters and related topics. <br> "}, {"ArticleTitle": "CONFIDENTIALITY", "ArticleDesc": "ARTICLE 4.11: CONFIDENTIALITY <br> 1 A Party shall maintain confidentiality of the information provided by the other Party <br> pursuant to Chapter 3 (Rules of Origin) and this Chapter, and protect it from disclosure that <br> could prejudice the competitive position of the person providing the information. Any <br> violation of confidentiality shall be treated in accordance with the domestic <br> legislation of each Party. <br> 2 The above mentioned information shall not be disclosed without the specific <br> permission of the Party providing such information, except to the extent that it may be <br> required to be disclosed for law enforcement purposes or in the course of judicial proceedings. <br> "}, {"ArticleTitle": "SUBCOMMITTEE ON CUSTOMS, TRADE FACILITATION AND RULES OF ORIGIN", "ArticleDesc": "ARTICLE 4.12: SUBCOMMITTEE ON CUSTOMS, TRADE FACILITATION AND RULES OF ORIGIN <br> 1 The Parties agree to establish a Subcommittee on Customs, Trade Facilitation and <br> Rules of Origin to address any customs-related issues relevant to: <br> (a) the uniform interpretation, application and administration of Chapter 3 (Rules <br> of Origin), and this Chapter; <br> (b) addressing issues on tariff classification, valuation and determination of the <br> origin of goods for the purposes of this Agreement; <br> (c) reviewing of rules of origin; <br> (d) including in their bilateral dialogue regular updates on changes in their <br> respective law; and <br> (e) considering any other customs-related issues, referred to it by the customs <br> authorities of the Parties, by the Parties or by the Joint Committee. <br> 2 The Subcommittee on Customs, Trade Facilitation and Rules of Origin will meet <br> within one year from the date of entry into force of this Agreement and shall meet thereafter <br> as agreed upon by the Parties alternately in Israel or in Colombia. <br> 3 The Subcommittee on Customs, Trade Facilitation and Rules of Origin shall comprise <br> representatives of customs and, if necessary, other competent authorities from each Party and <br> shall draw up its own rules of procedure at its first meeting. <br> 4 The Subcommittee on Customs, Trade Facilitation and Rules of Origin may formulate <br> resolutions, recommendations or opinions which it considers necessary and report to the <br> Parties or to the Joint Committee. <br> 5 The Subcommittee on Customs, Trade Facilitation and Rules of Origin may draft <br> uniform procedures, which it considers necessary, to be submitted to the Joint <br> "}]}]}, "members_found": ["170", "376", 4, 8703900000]}