{"FtaRooDetails": {"FtaId": 750, "FtaCode": "ITC00774", "FtaName": "Regional group, Alianza del Pacifico", "FtaFullName": "ACUERDO MARCO DE LA ALIANZA DEL PACIFICO", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.05.2016", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Chile; Colombia; Mexico; Peru", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Regional group, Alianza del Pacifico", "AdminProcCooAuth": "The certification type under Regional group, Alianza del Pacifico is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Regional group, Alianza del Pacifico is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Regional group, Alianza del Pacifico agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 35% or RVC 29%", "RooText": "VCR FOB 35% o CN 29%", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas Generales Interpretativas", "RooText": " ANEXO 4.2<br /> REQUISITOS ESPECÍFICOS DE ORIGEN<br /> Notas Generales Interpretativas<br /> Para los efectos de interpretar los requisitos específicos de origen en el presente<br /> Anexo:<br /> (a) el requisito específico de origen que se aplica a una partida o a una subpartida<br /> se establece al lado de la misma;<br /> (b) los requisitos específicos de origen se aplican sobre mercancías en cuyo<br /> proceso productivo se hayan utilizado materiales no originarios, según lo<br /> definido en el Artículo 4.2 (c);<br /> (c) se aplica al presente Anexo las siguientes definiciones:<br /> CC significa Cambio de Capítulo, es decir, los materiales no originarios deben<br /> estar clasificados en un capítulo (2 dígitos) diferente a la clasificación de la<br /> mercancía;<br /> CP significa Cambio de Partida, es decir, los materiales no originarios deben<br /> estar clasificados en una partida (4 dígitos) diferente a la clasificación de la<br /> mercancía;<br /> CSP significa Cambio de Subpartida, es decir, los materiales no originarios<br /> deben estar clasificados en una subpartida<br /> clasificación de la mercancía, y<br /> VCR significa Valor de Contenido Regional, según lo establecido en el<br /> Artículo 4.4;<br /> (d) tratándose de Valor de Contenido Regional, cuando en el requisito específico<br /> de origen se incluye un único porcentaje, éste podrá calcularse bajo la<br /> metodología FOB o Costo Neto y, en caso de que se indiquen porcentajes<br /> alternativos, estos deberán calcularse de acuerdo a la metodología que se<br /> establezca en el Requisito Específico de Origen respectivo;<br /> (e) cuando un requisito específico de origen está definido con un criterio de<br /> cambio de clasificaciyn arancelaria acompañado con la expresiyn \"Excl\", se<br /> interpretará que los materiales clasificados en el código arancelario indicado<br /> después de dicha expresión, deben ser originarios.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00774_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00774_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.acuerdoscomerciales.gob.pe/images/stories/alianza/docs/Anexo_4_2_REO_final.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00774_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.acuerdoscomerciales.gob.pe/images/stories/alianza/espanol/04_RO_FINAL.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00774_full.pdf", "DocType": "8_full", "WebLink": "http://www.acuerdoscomerciales.gob.pe/index.php?option=com_content&view=category&layout=blog&id=168&Itemid=187"}, {"DocDesc": "WTO notification", "DocFileName": "itc00774_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N154.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.8: Acumulación <br /> 1. Los materiales originarios del territorio de una o más Partes, incorporados en <br /> una mercancía en el territorio de otra Parte, serán considerados originarios del territorio <br /> de esa otra Parte, siempre que cumplan con las disposiciones aplicables del presente <br /> Capítulo. <br /> 2. Una mercancía será considerada originaria, cuando sea producida en el territorio <br /> de una o más Partes, por uno o más productores, siempre que cumplan con las <br /> disposiciones aplicables del presente Capítulo. <br /> 3. Los párrafos 1 y 2 serán aplicados únicamente cuando el arancel aduanero de la <br /> mercancía resultado de la eliminación arancelaria, sea 0% en todas las Partes.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.9: De Minimis <br /> 1. Una mercancía que no sufra un cambio de clasificación arancelaria será <br /> considerada como originaria si: <br /> (a) El valor de todos los materiales no originarios utilizados en su <br /> producción que no sufran el cambio exigido en la clasificación <br /> arancelaria no excedan del 10% del valor FOB de la mercancía. Las <br /> mercancías deberán cumplir con todos los demás criterios aplicables del <br /> presente Capítulo. <br /> (b) Cuando la mercancía mencionada en el párrafo 1 esté sujeta a un <br /> requisito de valor de contenido regional, el valor de los materiales no <br /> originarios se incluirá en el cálculo de valor de contenido regional de la <br /> mercancía. <br /> 2. Para una mercancía clasificada en los capítulos 01 al 24 del Sistema Armonizado <br /> (SA), el porcentaje de De Minimis, establecido en el párrafo 1, sólo podrá aplicar <br /> cuando los materiales no originarios utilizados en su producción sean distintos a la <br /> mercancía final. <br /> 3. Para una mercancía clasificada en los capítulos 50 al 63 del Sistema Armonizado <br /> (SA) no aplicará lo establecido en el párrafo 1 (a). En dicho caso, la mercancía se <br /> considerará originaria si el peso de todas las fibras o hilados no originarios del <br /> componente que determina la clasificación arancelaria de la mercancía, que no cumplen <br /> con el requisito de cambio de clasificación arancelaria aplicable, no excede el 10% del <br /> peso total de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.5: Materiales Intermedios <br /> Cuando un material intermedio, designado como tal, es utilizado en la <br /> producción de una mercancía, no se tomarán en cuenta los materiales no originarios <br /> contenidos en dicho material intermedio para el propósito de la calificación y <br /> determinación de origen de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.11: Accesorios, Repuestos, Herramientas y Materiales de Instrucción o <br /> Información <br /> 1. Cuando una mercancía cumple con el cambio de clasificación arancelaria <br /> correspondiente, los accesorios, repuestos, herramientas y materiales de instrucción o <br /> información entregados con dicha mercancía, serán considerados como parte integrante <br /> de la misma, y no se tomarán en cuenta para su calificación y determinación de origen. <br /> 2. Cuando las mercancías estén sujetas al requisito de valor de contenido regional, <br /> el valor de los accesorios, repuestos, herramientas y materiales de instrucción o <br /> información se tomarán en cuenta, como materiales originarios o no originarios, según <br /> sea el caso, al calcular el valor de contenido regional de las mercancías. <br /> 3. Para los casos referidos en los párrafos 1 y 2: <br /> (a) los accesorios, repuestos, herramientas y materiales de instrucción o <br /> información deberán estar clasificados con la mercancía y no ser <br /> facturados por separado, y <br /> (b) las cantidades y el valor de los accesorios, repuestos, herramientas y <br /> materiales de instrucción o información deberán ser los habituales para la <br /> mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.3: Mercancías Totalmente Obtenidas o Producidas Enteramente <br /> Las siguientes mercancías serán consideradas como totalmente obtenidas o <br /> producidas enteramente en el territorio de una o más Partes: <br /> (a) mercancías vegetales, plantas y productos de plantas, cosechadas o <br /> recolectadas en el territorio de una o más Partes; <br /> (b) animales vivos, nacidos y criados en el territorio de una o más Partes; <br /> (c) mercancías obtenidas de animales vivos referidos en el subpárrafo (b); <br /> (d) mercancías obtenidas de la caza, pesca, acuicultura o recolección del <br /> medio natural, llevadas a cabo en el territorio de una o más Partes; <br /> (e) mercancías minerales y otras sustancias naturalmente producidas, <br /> extraídas del territorio de una o más Partes; <br /> (f) mercancías, diferentes a pescados, crustáceos, moluscos y otras formas <br /> de vida marina, extraídas por una Parte de las aguas, lecho o subsuelo <br /> marinos fuera del territorio de una Parte, siempre que esa Parte tenga <br /> derecho para explotar tales aguas, lecho o subsuelo marinos de <br /> conformidad con el derecho internacional; <br /> (g) mercancías como pescados, crustáceos, moluscos y otras formas de vida <br /> marina extraídas fuera del territorio de una Parte por naves pesqueras, <br /> incluidas las arrendadas o fletadas, siempre que estén registradas o <br /> matriculadas y que enarbolen la bandera de dicha Parte; <br /> (h) mercancías obtenidas o elaboradas a bordo de buques fábrica, incluidos <br /> los arrendados o fletados, siempre y cuando estén registrados o <br /> matriculados en una Parte y que enarbolen la bandera de esa Parte, <br /> exclusivamente sobre la base de las mercancías referidas en el subpárrafo <br /> (g); <br /> (i) desechos y desperdicios derivados de: <br /> (i) operaciones de manufacturas conducidas en el territorio de una o <br /> más Partes, o <br /> (ii) mercancías usadas recolectadas en el territorio de una o más Partes, <br /> siempre que dichos desechos o desperdicios sirvan sólo para la <br /> recuperación de materias primas, y <br /> (j) mercancías obtenidas o producidas en el territorio de una o más Partes <br /> exclusivamente a partir de las mercancías citadas en los subpárrafos (a) al <br /> (i).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.7: Procesos u Operaciones Mínimas que no confieren Origen <br /> 1. Los siguientes procesos u operaciones mínimas no confieren origen: <br /> (a) operaciones para asegurar la preservación de las mercancías en buenas <br /> condiciones durante su transporte y almacenamiento, tales como secado, <br /> congelación, ventilación, refrigeración; <br /> (b) selección, clasificación, cribado, lavado, cortado, doblado, enrollado, <br /> desenrollado, afilado, esmerilado, rebanado; <br /> (c) limpieza, incluyendo la remoción de óxido, grasa, pintura u otros <br /> revestimientos; <br /> (d) operaciones de pintura y pulido; <br /> (e) envasado en botellas, latas, frascos, bolsas, estuches, cajas, colocación <br /> sobre cartulinas o tableros, y cualquier otra operación de envasado; <br /> (f) empaque, cambios de empaque, desempaque, operaciones de <br /> desembalaje y embalaje, y división y agrupación de envíos; <br /> (g) dilución en agua u otra sustancia que no altera materialmente las <br /> características de las mercancías, y <br /> (h) la combinación de dos o más operaciones de las señaladas en los <br /> subpárrafos (a) al (g). <br /> 2. Las disposiciones del presente Artículo prevalecerán sobre los requisitos <br /> específicos de origen contenidos en el Anexo 4.2.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.4: Valor de Contenido Regional <br /> 1. El valor de contenido regional de una mercancía será calculado sobre la base del <br /> valor FOB o sobre el costo neto, a elección del productor o exportador de la mercancía, <br /> de la siguiente manera: <br /> FOB - VMN <br /> VCR = --------------- x 100 <br /> FOB <br /> donde: <br /> VCR: es el valor de contenido regional de una mercancía <br /> expresado como porcentaje; <br /> FOB: es el valor libre a bordo de la mercancía, y <br /> VMN: es el valor de los materiales no originarios. <br /> o <br /> CN - VMN <br /> VCR = --------------- x 100 <br /> CN <br /> donde: <br /> VCR: es el valor de contenido regional expresado como porcentaje; <br /> CN: es el costo neto de la mercancía, y <br /> VMN: es el valor de los materiales no originarios utilizados por el <br /> productor en la producción de la mercancía determinado de <br /> conformidad con el párrafo 2. <br /> 2. Para los efectos del cálculo del VCR establecido en el párrafo 1: <br /> (a) el valor de los materiales no originarios será: <br /> (i) el valor CIF del material al momento de la importación, o <br /> (ii) en el caso de un material adquirido en el territorio donde se <br /> produce la mercancía, el precio pagado o por pagar, sin considerar <br /> los fletes, seguros, costos de empaque y todos los demás costos <br /> incurridos en el transporte del material desde el almacén del <br /> proveedor hasta el lugar en que se encuentre el productor, y <br /> (b) los valores referidos en el subpárrafo (a) serán determinados de <br /> conformidad con el Acuerdo de Valoración Aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.6: Materiales Indirectos <br /> Los materiales indirectos se considerarán materiales originarios, <br /> independientemente del lugar de su producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.15: Tránsito y Transbordo <br /> 1. Para que las mercancías conserven su carácter de originarias y se beneficien del <br /> tratamiento arancelario preferencial, éstas deberán haber sido expedidas directamente de <br /> la Parte exportadora a la Parte importadora. Para tal efecto, se considerarán expedidas <br /> directamente: <br /> (a) las mercancías transportadas únicamente por el territorio de una o más <br /> Partes; <br /> (b) las mercancías en tránsito a través de uno o más países que no sean Parte <br /> del presente Protocolo Adicional, con o sin transbordo o almacenamiento <br /> temporal, siempre que: <br /> (i) no sean objeto de ninguna operación fuera del territorio de las <br /> Partes, excepto la carga, descarga, fraccionamiento o cualquier otra <br /> operación necesaria para mantener la mercancía en buenas <br /> condiciones, y <br /> (ii) permanezcan bajo el control de las autoridades aduaneras en el <br /> territorio de un país no Parte. <br /> 2. El importador podrá acreditar el cumplimiento del párrafo 1 (b): <br /> (a) en caso de tránsito o transbordo, con documentos de transporte, tales <br /> como la guía aérea, el conocimiento de embarque, la carta porte, o el <br /> documento de transporte multimodal o combinado, según corresponda; <br /> (b) en caso de almacenamiento, con documentos de transporte, tales como la <br /> guía aérea, el conocimiento de embarque, la carta porte, o el documento <br /> de transporte multimodal o combinado, según corresponda, y los <br /> documentos emitidos por la autoridad aduanera u otra entidad <br /> competente que de conformidad con la legislación del país que no es <br /> Parte acrediten el almacenamiento, o <br /> (c) a falta de lo anterior, cualquier otro documento de respaldo emitido por la <br /> autoridad aduanera u otra entidad competente, de conformidad con la <br /> legislación del país que no es Parte.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.12: Tratamiento de Envases y Materiales de Empaque para la Venta al por <br /> Menor <br /> 1. Cuando una mercancía está sujeta al criterio de cambio de clasificación <br /> arancelaria dispuesto en el Anexo 4.2, los envases y materiales de empaque clasificados <br /> junto con la mercancía empacada no se tendrán en cuenta en la calificación y <br /> determinación del origen. <br /> 2. Cuando una mercancía está sujeta al requisito de valor de contenido regional, el <br /> valor de los envases y materiales de empaque para la venta al por menor, clasificados <br /> junto con la mercancía, se tendrán en cuenta para calificar y determinar el origen de esta <br /> mercancía como originaria o no originaria, según sea el caso. <br /> 3. Cuando una mercancía sea totalmente obtenida o enteramente producida en el <br /> territorio de una o más Partes de conformidad con el Artículo 4.2 (a), o sea producida <br /> exclusivamente a partir de materiales originarios de conformidad con el Artículo 4.2 <br /> (b), los envases y materiales de empaque clasificados junto con la mercancía empacada, <br /> no se tendrán en cuenta en la calificación y determinación del origen. <br /> ARTÍCULO 4.13: Materiales de Embalaje y Contenedores para Embarque <br /> Los materiales de embalaje y contenedores para embarque utilizados para el <br /> transporte de una mercancía no serán tomados en cuenta para calificar y determinar el <br /> origen de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.10: Materiales y Mercancías Fungibles <br /> 1. Para efectos de establecer si una mercancía es originaria, cuando en su <br /> producción se utilicen materiales fungibles originarios y no originarios que se <br /> encuentren mezclados o combinados físicamente, el origen de los materiales podrá <br /> determinarse mediante: <br /> (a) la segregación física de cada uno de los materiales, o <br /> (b) el uso de un método de manejo de inventarios reconocido en los <br /> Principios de Contabilidad Generalmente Aceptados de la Parte en la <br /> cual la producción es realizada. <br /> 2. Cuando mercancías fungibles originarias y no originarias se mezclen o <br /> combinen físicamente y, antes de su exportación no sufran ningún proceso productivo ni <br /> cualquier otra operación en el territorio de la Parte en que fueron mezcladas o <br /> combinadas físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br /> necesario para mantener las mercancías en buena condición o transportarlas al territorio <br /> de otra Parte, el origen de las mercancías podrá ser determinado a partir de: <br /> (a) la segregación física de cada uno de los materiales, o <br /> (b) el uso de un método de manejo de inventarios reconocido en los <br /> Principios de Contabilidad Generalmente Aceptados de la Parte en la <br /> cual la producción es realizada. <br /> 3. Una vez seleccionado uno de los métodos de control de inventarios, éste deberá <br /> ser utilizado durante el año fiscal de la Parte en la cual la producción es realizada.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.14: Juegos o Surtidos <br /> 1. Un juego o surtido, que se clasifique según las reglas 1 o 3 de las Reglas <br /> Generales para la Interpretación del Sistema Armonizado (SA), será considerado <br /> originario cuando cada uno de los componentes del juego o surtido sean originarios. <br /> 2. No obstante el párrafo 1, cuando un juego o surtido esté compuesto por <br /> mercancías originarias y no originarias, el juego o surtido como un todo será <br /> considerado originario, siempre que el valor de las mercancías no originarias no exceda <br /> el 12% del valor total del juego o surtido. <br /> 3. Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br /> específicas establecidas en el Anexo 4.2. <br /> Sección B: Procedimientos Relacionados con el Origen", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.16: Exposiciones <br /> 1. Una mercancía originaria importada por otra Parte después de su exhibición en <br /> un país no Parte mantendrá su condición de originaria, y podrá acceder al tratamiento <br /> arancelario preferencial, siempre que haya permanecido bajo control aduanero en el <br /> territorio de dicho país no Parte. <br /> 2. Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br /> de conformidad con lo dispuesto en el Artículo 4.17. No obstante, si la Parte <br /> importadora lo considera necesario, podrá requerir evidencia documental adicional <br /> relacionada con la exposición, tales como documentos de transporte, aduaneros u otros.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.17: Certificación de Origen <br /> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un <br /> certificado de origen escrito o electrónico1 emitido por la autoridad competente para la <br /> emisión de certificados de origen de la Parte exportadora, a solicitud del exportador. El <br /> certificado de origen será emitido, a más tardar, en la fecha de embarque de la <br /> mercancía. <br /> 2. No obstante el párrafo 1, un certificado de origen, podrá ser emitido con <br /> posterioridad a la fecha de embarque de la mercancía, siempre que: <br /> (a) no se haya emitido a la fecha de embarque debido a errores, omisiones <br /> involuntarias, o cualquier otra circunstancia que pueda ser considerada <br /> justificada de conformidad con la legislación de la Parte exportadora, o <br /> (b) se demuestre, a satisfacción de la autoridad competente para la emisión <br /> de certificados de origen, que el certificado de origen emitido no fue <br /> aceptado al momento de la importación. El periodo de vigencia debe <br /> mantenerse según lo indicado en el certificado de origen que se emitió <br /> originalmente. <br /> 3. Para efectos de la emisión del certificado de origen, la autoridad competente <br /> para la emisión de certificados de origen examinará en su territorio el carácter originario <br /> de las mercancías. Con dicho fin, podrá solicitar cualquier evidencia de respaldo, <br /> efectuar visitas de inspección a las instalaciones del exportador o productor o realizar <br /> cualquier otro control que considere apropiado. <br /> 4. El certificado de origen tendrá un formato único establecido en el Anexo 4.17. <br /> Dicho formato podrá ser modificado por acuerdo entre las Partes. El certificado de <br /> origen deberá estar debidamente llenado de conformidad con su instructivo. <br /> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br /> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br /> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br /> de la factura comercial o con posterioridad a la misma. <br /> 6. Los nombres y sellos de las autoridades competentes para la emisión de <br /> certificados de origen, así como el registro de los nombres y firmas de los funcionarios <br /> acreditados para tal fin, serán notificados por cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.21: Excepciones <br /> El certificado de origen no será requerido cuando: <br /> (a) el valor en aduana de la mercancía importada no exceda de 1000 dólares <br /> de los Estados Unidos de América o su equivalente en la moneda de la <br /> Parte importadora, o un monto mayor establecido por la Parte <br /> importadora, a menos que dicha Parte considere que la importación <br /> forma parte de una serie de importaciones realizadas o planificadas con el <br /> propósito de evadir el cumplimiento de los requisitos de certificación <br /> establecidos en el Artículo 4.17, o <br /> (b) sea una mercancía para la cual la Parte importadora, de conformidad con <br /> su legislación, no requiere que el importador presente una certificación o <br /> información que demuestre el origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> ARTÍCULO 5.8: Operador Económico Autorizado <br /> 1. Las administraciones aduaneras de las Partes fomentarán la implementación y <br /> fortalecimiento de los programas de Operador Económico Autorizado (en lo sucesivo, <br /> denominado \"OEA\") de conformidad con el Marco Normativo para Asegurar y Facilitar <br /> 2 No obstante lo establecido en el subpárrafo (f), una Parte podrá imponer aranceles y requerir <br /> documentos formales para el ingreso de mercancías restringidas. <br /> el Comercio Global de la OMA (en lo sucesivo, denominado \"Marco Normativo <br /> SAFE\"). <br /> 2. Las administraciones aduaneras de las Partes incentivarán y trabajarán en la <br /> suscripción de acuerdos de reconocimiento mutuo (en lo sucesivo, denominado <br /> \"ARM\") de los programas de OEA de las Partes. <br /> 3. Para los efectos del presente Artículo, las Partes establecen el Anexo 5.8.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.1: Definiciones <br /> autoridad competente para la emisión de certificados de origen significa la <br /> autoridad que, de acuerdo a la legislación respectiva de cada Parte, es responsable de la <br /> emisión del certificado de origen, la cual puede delegar dicha función en entidades <br /> habilitadas: <br /> (a) para el caso de Chile, la Dirección General de Relaciones Económicas <br /> Internacionales, o su sucesor; <br /> (b) para el caso de Colombia, la Dirección de Impuestos y Aduanas <br /> Nacionales DIAN, o su sucesor; <br /> (c) para el caso de México, la Secretaría de Economía, o su sucesor, y <br /> (d) para el caso del Perú, el Ministerio de Comercio Exterior y Turismo, o su <br /> sucesor; <br /> autoridad competente para la verificación de origen significa la autoridad, que de <br /> acuerdo a la legislación respectiva de cada Parte, es responsable de la verificación de <br /> origen: <br /> (a) para el caso de Chile, el Servicio Nacional de Aduanas, o su sucesor; <br /> (b) para el caso de Colombia, la Dirección de Impuestos y Aduanas <br /> Nacionales DIAN, o su sucesor; <br /> (c) para el caso del Perú, el Ministerio de Comercio Exterior y Turismo, o su <br /> sucesor, y <br /> (d) para el caso de México, el Servicio de Administración Tributaria de la <br /> Secretaría de Hacienda y Crédito Público, o su sucesor;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.17: Certificación de Origen <br /> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br /> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br /> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br /> de la factura comercial o con posterioridad a la misma.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.25: Requisitos para Mantener Registros <br /> 1. La autoridad competente para la emisión de certificados de origen deberá <br /> conservar una copia del certificado de origen durante un plazo mínimo de cinco años, a <br /> partir de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br /> sirvieron de base para la emisión del certificado de origen. <br /> 2. Un exportador que solicite un certificado de origen de conformidad con el <br /> Artículo 4.17, debe conservar por un mínimo de cinco años a partir de la fecha de su <br /> emisión, todos los registros y documentos necesarios para demostrar que la mercancía <br /> era originaria. <br /> 3. Un importador que solicite tratamiento arancelario preferencial para una <br /> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br /> importación de la mercancía, los documentos relacionados con la importación, <br /> incluyendo el certificado de origen. <br /> 4. Los registros y documentos a que se hace referencia en los párrafos 1 a 3, podrán <br /> ser mantenidos en papel o en forma electrónica, de conformidad con la legislación de <br /> cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.23: Devolución de Aranceles Aduaneros <br /> Cuando el importador no hubiera solicitado el tratamiento arancelario <br /> preferencial para las mercancías importadas a su territorio podrá, a más tardar un año <br /> después de la fecha de importación, solicitar ante la autoridad aduanera de la Parte <br /> importadora la devolución de los aranceles aduaneros pagados en exceso, siempre que <br /> la solicitud vaya acompañada de: <br /> (a) una declaración por escrito indicando que la mercancía calificaba como <br /> originaria; <br /> (b) el certificado de origen, y <br /> (c) cualquier otra documentación relacionada con la importación de la <br /> mercancía, que requiera la autoridad aduanera.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.22: Obligaciones Relativas a las Importaciones <br /> 1. Salvo lo dispuesto en el Artículo 4.23, cada Parte requerirá que el importador <br /> que solicite tratamiento arancelario preferencial en su territorio: <br /> (a) declare en el documento aduanero de importación requerido por su <br /> legislación, con base en un certificado de origen, que una mercancía <br /> califica como mercancía originaria; <br /> (b) tenga el certificado de origen en su poder al momento en que realice la <br /> declaración referida en el subpárrafo (a); <br /> (c) tenga en su poder los documentos que acrediten el cumplimiento de los <br /> requisitos establecidos en el Artículo 4.15.2, cuando sea aplicable; <br /> (d) proporcione el certificado de origen, así como los documentos indicados <br /> en el subpárrafo (c), cuando la autoridad aduanera lo solicite, y <br /> (e) presente una declaración corregida y pague el arancel aduanero <br /> correspondiente, cuando tenga motivos para creer que el certificado de <br /> origen en que se sustenta la declaración de importación tiene información <br /> incorrecta. El importador no podrá ser sancionado cuando en forma <br /> voluntaria presente la declaración corregida, previo a que la Parte <br /> importadora haya iniciado el ejercicio de sus facultades de verificación y <br /> control de conformidad con su legislación y las disposiciones del <br /> presente Capítulo. <br /> 2. Si un importador en su territorio no cumple con alguno de los requisitos <br /> aplicables del presente Capítulo, la autoridad aduanera de la Parte importadora podrá <br /> negar el tratamiento arancelario preferencial solicitado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.19: Facturación por un Operador en un País no Parte <br /> 1. Las mercancías que cumplan con las disposiciones del presente Capítulo <br /> mantendrán su carácter de originarias, aun cuando sean facturadas por operadores <br /> comerciales de un país no Parte. <br /> 2. En el certificado de origen deberá indicarse en el campo \"observaciones\", <br /> cuando una mercancía sea facturada por un operador de un país no Parte. Asimismo, <br /> deberá indicarse el nombre y domicilio legal completo del operador del país no Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.26: Consultas y Procedimientos para la Verificación de Origen <br /> 1. La autoridad competente para la verificación de origen de la Parte importadora, <br /> podrá solicitar información acerca del origen de una mercancía a la autoridad <br /> competente para la emisión de certificados de origen de la Parte exportadora. <br /> 2. La autoridad competente para la verificación de origen de la Parte importadora, <br /> podrá requerir que el importador presente información relativa a la importación de la <br /> mercancía para la cual solicitó tratamiento arancelario preferencial. <br /> 3. Para efectos de determinar si una mercancía importada califica como originaria, <br /> la autoridad competente para la verificación de origen de la Parte importadora, podrá <br /> verificar el origen de la mercancía mediante los siguientes procedimientos: <br /> (a) solicitudes de información o cuestionarios escritos al exportador o <br /> productor de la mercancía en territorio de la otra Parte, a través de la <br /> autoridad competente para la emisión de certificados de origen de la <br /> Parte exportadora, en las que se deberá señalar específicamente los <br /> certificados de origen que amparen la mercancía objeto de verificación; <br /> (b) visitas de verificación a las instalaciones del exportador o productor de la <br /> mercancía en el territorio de la otra Parte, con el propósito de examinar <br /> los registros y documentos a que se refiere el Artículo 4.25 e <br /> inspeccionar las instalaciones y procesos productivos, incluyendo los <br /> materiales que se utilicen en la producción, o <br /> (c) cualquier otro procedimiento que las Partes acuerden. <br /> 4. Para los efectos del presente Artículo, la autoridad competente para la <br /> verificación de origen de la Parte importadora deberá comunicar al importador el inicio <br /> del proceso de verificación correspondiente. <br /> 5. Para los efectos del presente Artículo, cualquier comunicación escrita enviada <br /> por la autoridad competente para la verificación de origen de la Parte importadora al <br /> exportador o productor, a través de la autoridad competente para la emisión de <br /> certificados de origen de la Parte exportadora, deberá ser realizada por medio de: <br /> (a) correos certificados u otras formas con acuse de recibo que confirmen la <br /> recepción de los documentos o comunicaciones, o <br /> (b) cualquier otra forma que las Partes acuerden. <br /> 6. De conformidad con el párrafo 3, las solicitudes de información o los <br /> cuestionarios escritos deberán contener: <br /> (a) el nombre, cargo y dirección de la autoridad competente para la <br /> verificación de origen que solicita la información; <br /> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br /> información y documentación; <br /> (c) la descripción de la información y documentos que se requieren, y <br /> (d) el fundamento legal de las solicitudes de información o cuestionarios <br /> escritos. <br /> 7. El exportador o productor que reciba un cuestionario o solicitud de información <br /> de conformidad al párrafo 3 (a), completará debidamente y devolverá el cuestionario o <br /> responderá a la solicitud de información dentro de los 30 días siguientes a partir de la <br /> fecha de recepción. Durante el período señalado, el exportador o productor podrá hacer <br /> una solicitud de prórroga por escrito a la autoridad competente para la verificación de <br /> origen de la Parte importadora, la cual no deberá ser mayor a 30 días. <br /> 8. La autoridad competente para la verificación de origen de la Parte importadora <br /> podrá solicitar, a través de la autoridad competente para la emisión de certificados de <br /> origen de la Parte exportadora, información adicional al exportador o productor, aún si <br /> hubiere recibido el cuestionario o la información solicitada a la que se refiere el párrafo <br /> 3 (a). En este caso, el exportador o productor tendrá un plazo de 30 días para responder <br /> a dicha solicitud, contado a partir del día siguiente de la fecha de notificación al <br /> exportador o productor. <br /> 9. Si el exportador o productor no completa debidamente un cuestionario, no lo <br /> devuelve, o no proporciona la información solicitada dentro de los plazos establecidos <br /> en los párrafos 7 y 8, la Parte importadora podrá negar el tratamiento arancelario <br /> preferencial a las mercancías sujetas a verificación, enviando al exportador o productor, <br /> al importador y a la autoridad competente para la emisión de certificados de origen de la <br /> Parte exportadora, una determinación de origen en la que se incluyan los hechos y el <br /> fundamento legal para esa decisión. <br /> 10. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br /> el párrafo 3 (b), la autoridad competente para la verificación de origen de la Parte <br /> importadora deberá notificar por escrito su intención de efectuar la visita de <br /> verificación, de conformidad con el párrafo 5. La autoridad competente para la <br /> verificación de origen de la Parte importadora requerirá para realizar la visita de <br /> verificación, del consentimiento por escrito del exportador o productor a ser visitado. <br /> 11. De conformidad con lo dispuesto en el párrafo 3 (b), la notificación de intención <br /> de realización de la visita de verificación de origen a la que se refiere el párrafo 10, <br /> deberá contener: <br /> (a) el nombre, cargo y domicilio de la autoridad competente para la <br /> verificación de origen de la Parte importadora que hace la notificación; <br /> (b) el nombre del exportador o productor a ser visitado; <br /> (c) la fecha y lugar de la visita de verificación propuesta; <br /> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br /> referencia específica a los certificados de origen objeto de verificación; <br /> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br /> verificación, y <br /> (f) el fundamento legal de la visita de verificación. <br /> 12. Si el exportador o el productor de una mercancía no otorga su consentimiento <br /> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br /> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10, la <br /> autoridad competente para la verificación de origen de la Parte importadora deberá <br /> notificar por escrito al exportador o productor y a la autoridad competente para la <br /> emisión de certificados de origen su determinación negativa, incluyendo los hechos y su <br /> fundamento legal. <br /> 13. Conforme al párrafo 12, la autoridad aduanera de la Parte importadora podrá <br /> negar el tratamiento arancelario preferencial a dicha mercancía, notificando por escrito <br /> al importador su decisión, incluyendo los hechos y el fundamento legal de ésta. <br /> 14. La autoridad competente para la verificación de origen de la Parte importadora <br /> no emitirá una determinación de origen negativa para una mercancía si dentro de los 15 <br /> días siguientes a la fecha de recepción de la notificación, por una sola vez, el productor <br /> o el exportador solicita el aplazamiento de la visita de verificación propuesta con las <br /> justificaciones correspondientes, por un período no mayor de 30 días contados a partir <br /> de la fecha propuesta conforme al párrafo 11 (c), o por un plazo mayor que acuerden la <br /> autoridad competente para la verificación de la Parte importadora y la autoridad <br /> competente para la emisión de certificados de origen de la Parte exportadora. <br /> 15. De conformidad con lo dispuesto en el párrafo 3 (b), la autoridad competente <br /> para la verificación de origen de la Parte importadora permitirá a un exportador o <br /> productor que esté sujeto a una visita de verificación, designar hasta dos observadores <br /> para que estén presentes durante la visita y que únicamente actúen como tal. La no <br /> designación de observadores no será motivo para que se posponga la visita. <br /> 16. La autoridad aduanera de la Parte importadora podrá negar el tratamiento <br /> arancelario preferencial a una mercancía sujeta a una verificación de origen cuando, en <br /> el transcurso de una visita de verificación, el exportador o productor de la mercancía no <br /> ponga a disposición de la autoridad competente para la verificación de origen de la <br /> Parte importadora los registros y documentos a que hace referencia el Artículo 4.25. <br /> 17. Cuando se haya concluido la visita de verificación, la autoridad competente para <br /> la verificación de origen de la Parte importadora elaborará un acta de la visita. El <br /> exportador o productor sujeto de la visita podrá firmar dicha acta. En caso que se niegue <br /> a hacerlo, se dejará constancia de este hecho, sin afectar la validez del procedimiento. <br /> 18. La autoridad competente para la verificación de origen de la Parte importadora <br /> deberá notificar por escrito a la autoridad competente para la emisión de certificados de <br /> origen de la Parte exportadora, en un plazo no mayor a 365 días de iniciado el proceso <br /> de verificación, sobre los resultados de la determinación de origen de las mercancías, así <br /> como los fundamentos de hecho y derecho sobre los cuales basó dicha determinación, la <br /> cual podrá incluir un pronunciamiento respecto a la validez o no del certificado de <br /> origen. En caso de no realizarse dicha notificación, no se podrá negar el tratamiento <br /> arancelario preferencial a las mercancías objeto de verificación. <br /> 19. Cuando a través de una verificación de origen, la autoridad competente para la <br /> verificación de origen de la Parte importadora determina que un exportador o un <br /> productor ha proporcionado más de una declaración o información falsa o infundada, en <br /> el sentido que una mercancía califica como originaria, la autoridad aduanera de la Parte <br /> importadora podrá suspender el tratamiento arancelario preferencial a mercancías <br /> idénticas exportadas por ese exportador o productor. La autoridad aduanera de la Parte <br /> importadora otorgará tratamiento arancelario preferencial a las mercancías una vez que <br /> las mismas cumplan con lo establecido en el presente Capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.27: Sanciones <br /> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br /> violación de su legislación y regulaciones relacionadas con las disposiciones del <br /> presente Capítulo.2", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 150 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration and trade facilitation]: <br /> ARTÍCULO 5.12: Resoluciones Anticipadas <br /> 1. Cada Parte emitirá por escrito, antes de la importación de mercancías hacia su <br /> territorio, una resolución anticipada a solicitud escrita de un importador en su territorio, <br /> o de un exportador o productor3 en el territorio de otra Parte, respecto de: <br /> 3 Un importador, exportador o productor, puede solicitar una resolución anticipada a través de un <br /> representante debidamente autorizado de conformidad con la legislación de la Parte a la que se solicita <br /> dicha resolución. <br /> (a) clasificación arancelaria; <br /> (b) si una mercancía califica como originaria de conformidad con el Capítulo <br /> 4 (Reglas de Origen y Procedimientos Relacionados con el Origen); <br /> (c) la aplicación de criterios de valoración aduanera, conforme al Acuerdo de <br /> Valoración Aduanera, y4 <br /> (d) los demás asuntos que las Partes acuerden. <br /> 2. Cada Parte adoptará o mantendrá procedimientos para la expedición de <br /> resoluciones anticipadas, que incluyan: <br /> (a) la información que razonablemente se requiera para tramitar la solicitud; <br /> (b) la facultad de la autoridad para pedir información adicional al solicitante <br /> durante el proceso de evaluación de la solicitud, y <br /> (c) la obligación de la autoridad de expedir de manera completa, fundada y <br /> motivada la resolución anticipada. <br /> 3. Cada Parte emitirá una resolución anticipada de conformidad con el plazo <br /> establecido en su legislación, el que no podrá exceder de 150 días siguientes a la fecha <br /> en que el solicitante haya presentado toda la información que la Parte requiere, <br /> incluyendo, si la Parte lo solicita, una muestra de la mercancía para la que el solicitante <br /> está pidiendo una resolución anticipada. Al emitir una resolución anticipada, la Parte <br /> tendrá en cuenta los hechos y circunstancias que el solicitante haya presentado. <br /> 4. Las resoluciones anticipadas entrarán en vigor a partir de la fecha de su emisión, <br /> u otra fecha posterior especificada en la resolución y permanecerán vigentes por al <br /> menos tres años, siempre que los hechos o circunstancias en que se basa la resolución <br /> no hayan cambiado. <br /> 5. La resolución anticipada podrá ser modificada o revocada, de oficio o a petición <br /> del titular de la resolución, según corresponda, en los siguientes casos: <br /> (a) cuando la resolución anticipada se hubiere fundado en algún error; <br /> (b) cuando cambien las circunstancias o los hechos que la fundamenten, o <br /> (c) para dar cumplimiento a una decisión administrativa o judicial, o para <br /> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br /> resolución anticipada. <br /> 4 La autoridad aduanera se pronunciará únicamente sobre el método de valoración que se debe <br /> aplicar para la determinación del valor en aduana, de conformidad con lo dispuesto en el Acuerdo de <br /> Valoración Aduanera; es decir, la resolución no será determinativa sobre el monto a declarar por concepto <br /> del valor en aduana. <br /> 6. La Parte que emita la resolución anticipada podrá modificarla o revocarla <br /> debiendo notificar al solicitante sobre la medida adoptada. <br /> 7. La modificación o revocación de una resolución anticipada no podrá aplicarse <br /> con efecto retroactivo, salvo si la persona a la que se le haya emitido hubiese presentado <br /> información incorrecta o falsa. <br /> 8. Una Parte podrá negarse a emitir una resolución anticipada, si los hechos y <br /> circunstancias que constituyen la base de la resolución anticipada son objeto de revisión <br /> en procedimientos administrativos o judiciales. En estos casos, la Parte notificará por <br /> escrito al solicitante, exponiendo las razones de hecho y de derecho en que se <br /> fundamenta la decisión. <br /> 9. Con sujeción a los requisitos de confidencialidad previstos en su legislación, <br /> cada Parte pondrá sus resoluciones anticipadas a disposición del público, incluyendo en <br /> Internet. <br /> 10. Si un solicitante proporciona información falsa u omite hechos o circunstancias <br /> relevantes, relacionados con la resolución anticipada, o no actúa de conformidad con los <br /> términos y condiciones de dicha resolución, la Parte que emite la resolución podrá <br /> aplicar las medidas que sean apropiadas, incluyendo acciones civiles, penales y <br /> administrativas, sanciones monetarias u otras sanciones. <br /> Sección B: Cooperación y Asistencia Mutua en Materia Aduanera", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.20: Errores de Forma <br /> Los errores de forma en un certificado de origen, tales como los mecanográficos, <br /> no ocasionarán que éste sea rechazado si se trata de errores que no generan duda en <br /> cuanto a la exactitud de la información contenida en dicho certificado.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTÍCULO 4.29: Revisión e Impugnación <br /> Cada Parte asegurará respecto de sus actos administrativos sobre asuntos <br /> cubiertos por el presente Capítulo, que los productores, exportadores o importadores en <br /> su territorio tengan acceso a: <br /> (a) una revisión administrativa independiente de la instancia o del <br /> funcionario que haya emitido dicho acto administrativo, de conformidad <br /> con su legislación, y <br /> (b) una revisión judicial de los actos administrativos. <br /> 2 Para mayor certeza, en el caso de Chile, cuando un exportador proporcione información o <br /> documentación falsa, la autoridad competente para la emisión de certificados de origen podrá suspender <br /> temporalmente la emisión de un nuevo certificado de origen. <br /> [Customs administration and trade facilitation]: <br /> ARTÍCULO 5.10: Revisión e Impugnación <br /> Cada Parte asegurará respecto de sus actos administrativos en materia aduanera, <br /> que toda persona sujeta a tales actos, en su territorio tenga acceso a: <br /> (a) una revisión administrativa independiente de la instancia o del <br /> funcionario que haya emitido dicho acto administrativo de conformidad <br /> con su legislación, y <br /> (b) una revisión judicial de los actos administrativos.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> ARTÍCULO 4.3: Mercancías Totalmente Obtenidas o Producidas Enteramente <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS RELACIONADOS CON EL <br> Las siguientes mercancías serán consideradas como totalmente obtenidas o <br> ORIGEN <br> Sección A: Reglas de Origen <br> producidas enteramente en el territorio de una o más Partes: <br> (a) mercancías vegetales, plantas y productos de plantas, cosechadas o <br> recolectadas en el territorio de una o más Partes; <br> (b) animales vivos, nacidos y criados en el territorio de una o más Partes; <br> (c) mercancías obtenidas de animales vivos referidos en el subpárrafo (b); <br> (d) mercancías obtenidas de la caza, pesca, acuicultura o recolección del <br> medio natural, llevadas a cabo en el territorio de una o más Partes; <br> (e) mercancías minerales y otras sustancias naturalmente producidas, <br> extraídas del territorio de una o más Partes; <br> (f) mercancías, diferentes a pescados, crustáceos, moluscos y otras formas <br> FOB <br> de vida marina, extraídas por una Parte de las aguas, lecho o subsuelo <br> marinos fuera del territorio de una Parte, siempre que esa Parte tenga <br> derecho para explotar tales aguas, lecho o subsuelo marinos de <br> conformidad con el derecho internacional; <br> (g) mercancías como pescados, crustáceos, moluscos y otras formas de vida <br> marina extraídas fuera del territorio de una Parte por naves pesqueras, <br> incluidas las arrendadas o fletadas, siempre que estén registradas o <br> matriculadas y que enarbolen la bandera de dicha Parte; <br> (h) mercancías obtenidas o elaboradas a bordo de buques fábrica, incluidos <br> los arrendados o fletados, siempre y cuando estén registrados o <br> matriculados en una Parte y que enarbolen la bandera de esa Parte, <br> exclusivamente sobre la base de las mercancías referidas en el subpárrafo <br> (g); <br> (i) desechos y desperdicios derivados de: <br> (i) operaciones de manufacturas conducidas en el territorio de una o <br> más Partes, o <br> (ii) mercancías usadas recolectadas en el territorio de una o más Partes, <br> recuperación de materias primas, y <br> (j) mercancías obtenidas o producidas en el territorio de una o más Partes <br> exclusivamente a partir de las mercancías citadas en los subpárrafos (a) al <br> (i). <br> 1. El valor de contenido regional de una mercancía será calculado sobre la base del <br> valor FOB o sobre el costo neto, a elección del productor o exportador de la mercancía, <br> de la siguiente manera: <br> siempre que dichos desechos o desperdicios sirvan sólo para la <br> FOB - VMN <br> VCR: es el valor de contenido regional de una mercancía <br> expresado como porcentaje; <br> FOB: es el valor libre a bordo de la mercancía, y <br> o <br> VMN: es el valor de los materiales no originarios. <br> CN - VMN <br> VCR = --------------- x 100 <br> CN <br> VMN: es el valor de los materiales no originarios utilizados por el <br> productor en la producción de la mercancía determinado de <br> conformidad con el párrafo 2. <br> 2. Para los efectos del cálculo del VCR establecido en el párrafo 1: <br> (a) el valor de los materiales no originarios será: <br> (i) el valor CIF del material al momento de la importación, o <br> (ii) en el caso de un material adquirido en el territorio donde se <br> produce la mercancía, el precio pagado o por pagar, sin considerar <br> Artículo 4.4: Valor de contenido regional <br> los fletes, seguros, costos de empaque y todos los demás costos <br> incurridos en el transporte del material desde el almacén del <br> proveedor hasta el lugar en que se encuentre el productor, y <br> (b) los valores referidos en el subpárrafo (a) serán determinados de <br> conformidad con el Acuerdo de Valoración Aduanera. <br> donde: <br> ARTÍCULO 4.5: Materiales Intermedios <br> Cuando un material intermedio, designado como tal, es utilizado en la <br> producción de una mercancía, no se tomarán en cuenta los materiales no originarios <br> contenidos en dicho material intermedio para el propósito de la calificación y <br> determinación de origen de la mercancía. <br> ARTÍCULO 4.6: Materiales Indirectos <br> Los materiales indirectos se considerarán materiales originarios, <br> independientemente del lugar de su producción. <br> ARTÍCULO 4.7: Procesos u Operaciones Mínimas que no confieren Origen <br> 1. Los siguientes procesos u operaciones mínimas no confieren origen: <br> (a) operaciones para asegurar la preservación de las mercancías en buenas <br> condiciones durante su transporte y almacenamiento, tales como secado, <br> congelación, ventilación, refrigeración; <br> (b) selección, clasificación, cribado, lavado, cortado, doblado, enrollado, <br> desenrollado, afilado, esmerilado, rebanado; <br> (c) limpieza, incluyendo la remoción de óxido, grasa, pintura u otros <br> revestimientos; <br> (d) operaciones de pintura y pulido; <br> (e) envasado en botellas, latas, frascos, bolsas, estuches, cajas, colocación <br> sobre cartulinas o tableros, y cualquier otra operación de envasado; <br> (f) empaque, cambios de empaque, desempaque, operaciones de <br> desembalaje y embalaje, y división y agrupación de envíos; <br> (g) dilución en agua u otra sustancia que no altera materialmente las <br> características de las mercancías, y <br> (h) la combinación de dos o más operaciones de las señaladas en los <br> subpárrafos (a) al (g). <br> 2. Las disposiciones del presente Artículo prevalecerán sobre los requisitos <br> específicos de origen contenidos en el Anexo 4.2. <br> 1. Los materiales originarios del territorio de una o más Partes, incorporados en <br> una mercancía en el territorio de otra Parte, serán considerados originarios del territorio <br> de esa otra Parte, siempre que cumplan con las disposiciones aplicables del presente <br> Capítulo. <br> 2. Una mercancía será considerada originaria, cuando sea producida en el territorio <br> de una o más Partes, por uno o más productores, siempre que cumplan con las <br> disposiciones aplicables del presente Capítulo. <br> 3. Los párrafos 1 y 2 serán aplicados únicamente cuando el arancel aduanero de la <br> mercancía resultado de la eliminación arancelaria, sea 0% en todas las Partes. <br> ARTÍCULO 4.9: De Minimis <br> 1. Una mercancía que no sufra un cambio de clasificación arancelaria será <br> considerada como originaria si: <br> producción que no sufran el cambio exigido en la clasificación <br> arancelaria no excedan del 10% del valor FOB de la mercancía. Las <br> mercancías deberán cumplir con todos los demás criterios aplicables del <br> presente Capítulo. <br> (b) Cuando la mercancía mencionada en el párrafo 1 esté sujeta a un <br> requisito de valor de contenido regional, el valor de los materiales no <br> originarios se incluirá en el cálculo de valor de contenido regional de la <br> mercancía. <br> 2. Para una mercancía clasificada en los capítulos 01 al 24 del Sistema Armonizado <br> (SA), el porcentaje de De Minimis, establecido en el párrafo 1, sólo podrá aplicar <br> cuando los materiales no originarios utilizados en su producción sean distintos a la <br> mercancía final. <br> 3. Para una mercancía clasificada en los capítulos 50 al 63 del Sistema Armonizado <br> (SA) no aplicará lo establecido en el párrafo 1 (a). En dicho caso, la mercancía se <br> considerará originaria si el peso de todas las fibras o hilados no originarios del <br> componente que determina la clasificación arancelaria de la mercancía, que no cumplen <br> con el requisito de cambio de clasificación arancelaria aplicable, no excede el 10% del <br> peso total de la mercancía. <br> ARTÍCULO 4.10: Materiales y Mercancías Fungibles <br> producción se utilicen materiales fungibles originarios y no originarios que se <br> encuentren mezclados o combinados físicamente, el origen de los materiales podrá <br> determinarse mediante: <br> Principios de Contabilidad Generalmente Aceptados de la Parte en la <br> 2. Cuando mercancías fungibles originarias y no originarias se mezclen o <br> combinen físicamente y, antes de su exportación no sufran ningún proceso productivo ni <br> combinadas físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> necesario para mantener las mercancías en buena condición o transportarlas al territorio <br> de otra Parte, el origen de las mercancías podrá ser determinado a partir de: <br> (a) la segregación física de cada uno de los materiales, o <br> (b) el uso de un método de manejo de inventarios reconocido en los <br> cual la producción es realizada. <br> 3. Una vez seleccionado uno de los métodos de control de inventarios, éste deberá <br> ser utilizado durante el año fiscal de la Parte en la cual la producción es realizada. <br> ARTÍCULO 4.11: Accesorios, Repuestos, Herramientas y Materiales de Instrucción o <br> Información <br> 1. Cuando una mercancía cumple con el cambio de clasificación arancelaria <br> correspondiente, los accesorios, repuestos, herramientas y materiales de instrucción o <br> información entregados con dicha mercancía, serán considerados como parte integrante <br> de la misma, y no se tomarán en cuenta para su calificación y determinación de origen. <br> 2. Cuando las mercancías estén sujetas al requisito de valor de contenido regional, <br> el valor de los accesorios, repuestos, herramientas y materiales de instrucción o <br> información se tomarán en cuenta, como materiales originarios o no originarios, según <br> sea el caso, al calcular el valor de contenido regional de las mercancías. <br> 3. Para los casos referidos en los párrafos 1 y 2: <br> (a) los accesorios, repuestos, herramientas y materiales de instrucción o <br> información deberán estar clasificados con la mercancía y no ser <br> facturados por separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos, herramientas y <br> materiales de instrucción o información deberán ser los habituales para la <br> ARTÍCULO 4.12: Tratamiento de Envases y Materiales de Empaque para la Venta al por <br> Menor <br> 1. Cuando una mercancía está sujeta al criterio de cambio de clasificación <br> 1. Para efectos de establecer si una mercancía es originaria, cuando en su <br> arancelaria dispuesto en el Anexo 4.2, los envases y materiales de empaque clasificados <br> junto con la mercancía empacada no se tendrán en cuenta en la calificación y <br> determinación del origen. <br> 2. Cuando una mercancía está sujeta al requisito de valor de contenido regional, el <br> valor de los envases y materiales de empaque para la venta al por menor, clasificados <br> junto con la mercancía, se tendrán en cuenta para calificar y determinar el origen de esta <br> mercancía como originaria o no originaria, según sea el caso. <br> 3. Cuando una mercancía sea totalmente obtenida o enteramente producida en el <br> territorio de una o más Partes de conformidad con el Artículo 4.2 (a), o sea producida <br> exclusivamente a partir de materiales originarios de conformidad con el Artículo 4.2 <br> (b), los envases y materiales de empaque clasificados junto con la mercancía empacada, <br> cualquier otra operación en el territorio de la Parte en que fueron mezcladas o <br> no se tendrán en cuenta en la calificación y determinación del origen. <br> ARTÍCULO 4.13: Materiales de Embalaje y Contenedores para Embarque <br> Los materiales de embalaje y contenedores para embarque utilizados para el <br> transporte de una mercancía no serán tomados en cuenta para calificar y determinar el <br> origen de la mercancía. <br> ARTÍCULO 4.14: Juegos o Surtidos <br> 1. Un juego o surtido, que se clasifique según las reglas 1 o 3 de las Reglas <br> Generales para la Interpretación del Sistema Armonizado (SA), será considerado <br> originario cuando cada uno de los componentes del juego o surtido sean originarios. <br> 2. No obstante el párrafo 1, cuando un juego o surtido esté compuesto por <br> mercancías originarias y no originarias, el juego o surtido como un todo será <br> considerado originario, siempre que el valor de las mercancías no originarias no exceda <br> el 12% del valor total del juego o surtido. <br> 3. Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> específicas establecidas en el Anexo 4.2. <br> VCR: es el valor de contenido regional expresado como porcentaje; <br> CN: es el costo neto de la mercancía, y <br> Artículo 4.8: Acumulación <br> (a) el valor de todos los materiales no originarios utilizados en su <br> "}, {"ArticleTitle": "Definiciones", "ArticleDesc": "ARTÍCULO 4.1: Definiciones <br> Para los efectos del presente Capítulo: <br> acuicultura significa el cultivo de organismos acuáticos incluyendo peces, moluscos, <br> crustáceos, otros invertebrados acuáticos y plantas acuáticas, a partir de material de <br> reproducción tal como huevos, pececillos, alevines, larvas, post-larvas o plántulas, a <br> través de intervenir en los procesos de crianza o crecimiento para incrementar la <br> producción, tales como regulación de las existencias, alimentación o protección de <br> predadores; <br> autoridad competente para la emisión de certificados de origen significa la <br> autoridad que, de acuerdo a la legislación respectiva de cada Parte, es responsable de la <br> emisión del certificado de origen, la cual puede delegar dicha función en entidades <br> habilitadas: <br> (a) para el caso de Chile, la Dirección General de Relaciones Económicas <br> Internacionales, o su sucesor; <br> (b) para el caso de Colombia, la Dirección de Impuestos y Aduanas <br> (c) para el caso de México, la Secretaría de Economía, o su sucesor, y <br> (d) para el caso del Perú, el Ministerio de Comercio Exterior y Turismo, o su <br> sucesor; <br> autoridad competente para la verificación de origen significa la autoridad, que de <br> acuerdo a la legislación respectiva de cada Parte, es responsable de la verificación de <br> origen: <br> (a) para el caso de Chile, el Servicio Nacional de Aduanas, o su sucesor; <br> Nacionales DIAN, o su sucesor; <br> (c) para el caso del Perú, el Ministerio de Comercio Exterior y Turismo, o su <br> sucesor, y <br> (d) para el caso de México, el Servicio de Administración Tributaria de la <br> Secretaría de Hacienda y Crédito Público, o su sucesor; <br> CIF significa el valor de la mercancía importada e incluye los costos de seguro y flete <br> hasta el puerto o lugar de introducción en el país de importación, independientemente <br> del medio de transporte; <br> costos de embarque y reempaque significa los costos incurridos en el reempacado y el <br> transporte de una mercancía fuera del territorio donde se localiza el productor o <br> exportador de la mercancía; <br> costos de promoción de ventas, comercialización y servicios posteriores a la venta <br> de mercancías significa los siguientes costos: <br> (a) promoción de ventas y comercialización; publicidad en medios de <br> difusión; publicidad e investigación de mercados; materiales de <br> promoción y demostración; mercancías exhibidas; conferencias de <br> promoción de ventas, ferias y convenciones comerciales; estandartes; <br> exposiciones de comercialización; muestras gratuitas; publicaciones <br> sobre ventas, comercialización y servicios posteriores a la venta tales <br> como folletos de mercancías, catálogos, publicaciones técnicas, listas de <br> precios, manuales de servicio e información de apoyo a las ventas; <br> establecimiento y protección de logotipos y marcas registradas; <br> patrocinios; cargos por reabastecimiento para ventas al mayoreo y <br> menudeo; y gastos de representación; <br> (b) incentivos de venta y comercialización; rebajas a mayoristas, minoristas <br> y consumidores; <br> (c) para el personal de promoción de ventas, comercialización y servicios <br> posteriores a la venta: sueldos y salarios; comisiones por ventas; bonos; <br> beneficios médicos, de seguros y pensiones; gastos de viaje, alojamiento <br> y manutención; y cuotas de afiliación y profesionales; <br> (d) contratación y capacitación del personal de promoción de ventas, <br> comercialización y servicios posteriores a la venta, y capacitación a los <br> empleados del cliente después de la venta, cuando en los estados <br> financieros y cuentas de costos del productor, tales costos se identifiquen <br> por separado para la promoción de ventas, comercialización y servicios <br> posteriores a la venta de mercancías; <br> (e) primas de seguros por responsabilidad civil derivada de la mercancía; <br> (f) artículos de oficina para la promoción de ventas, comercialización y <br> servicios posteriores a la venta, cuando en los estados financieros y <br> cuentas de costos del productor, tales costos se identifiquen por separado <br> para la promoción de ventas, comercialización y servicios posteriores a la <br> venta de mercancías; <br> (g) teléfono, correo y otros medios de comunicación, cuando en los estados <br> financieros y cuentas de costos del productor tales costos se identifiquen <br> (h) rentas y depreciación de las oficinas de la promoción de ventas, <br> comercialización y servicios posteriores a la venta, así como de los <br> centros de distribución; <br> (i) primas de seguros sobre la propiedad, impuestos, costos de servicios <br> públicos, y costos de reparación y mantenimiento de las oficinas y de los <br> centros de distribución, cuando en los estados financieros y cuentas de <br> costos del productor, tales costos se identifiquen por separado para la <br> promoción de ventas, comercialización y servicios posteriores a la venta <br> de mercancías, y <br> (j) pagos del productor a otras personas por reparaciones cubiertas por una <br> garantía; <br> costo neto significa el costo total menos los costos de promoción de ventas, <br> comercialización y servicios posteriores a la venta, embarque y reempaque, y regalías; <br> costo total significa la suma de los siguientes elementos: <br> (a) los costos o el valor de los materiales directos de fabricación utilizados <br> en la producción de la mercancía; <br> (b) los costos de la mano de obra directa utilizada en la producción de la <br> mercancía, y <br> (c) una cantidad por concepto de costos y gastos directos e indirectos de <br> fabricación de la mercancía, asignada razonablemente al mismo, excepto <br> los siguientes conceptos: <br> (i) los costos y gastos de un servicio proporcionado por el productor <br> de una mercancía a otra persona, cuando el servicio no se relacione <br> con la mercancía; <br> (ii) los costos y pérdidas resultantes de la venta de una parte de la <br> empresa del productor, la cual constituye una operación <br> descontinuada; <br> (iii) los costos relacionados con el efecto acumulado de cambios en la <br> aplicación de Principios de Contabilidad Generalmente Aceptados; <br> (iv) los costos o pérdidas resultantes de la venta de un bien de capital <br> del productor; <br> (v) los costos y gastos relacionados con casos fortuitos o de fuerza <br> mayor; <br> (vi) las utilidades obtenidas por el productor de la mercancía, sin <br> importar si fueron retenidas por el productor o pagadas a otras <br> personas como dividendos y los impuestos pagados sobre esas <br> utilidades, incluyendo los impuestos sobre ganancias de capital, y <br> (vii) los costos por intereses que se hayan pactado entre personas <br> relacionadas y que excedan aquellos intereses que se pagan a tasas <br> de interés de mercado; <br> costos y gastos directos de fabricación significa los costos y gastos incurridos en un <br> periodo, directamente relacionados con la mercancía, diferentes de los costos o el valor <br> de materiales directos y costos de mano de obra directa; <br> costos y gastos indirectos de fabricación significa los costos y gastos incurridos en un <br> periodo, distintos de los costos y gastos directos de fabricación, los costos de mano de <br> obra directa y los costos o el valor de materiales directos; <br> determinación de origen significa el documento escrito emitido por la autoridad <br> competente para la verificación de origen como resultado de un procedimiento de <br> verificación de origen de una mercancía, de conformidad con el presente Capítulo; <br> FOB significa el valor de la mercancía libre a bordo, incluyendo los costos de <br> transporte hasta el puerto o lugar de envío definitivo al exterior independientemente del <br> medio de transporte; <br> material significa una mercancía o cualquier material, tales como componentes, <br> ingredientes, materias primas, partes o piezas que son utilizadas en la producción de <br> otra mercancía; <br> materiales de embalaje y contenedores para embarque significa mercancías <br> utilizadas para la protección de la mercancía durante su transporte, diferente de los <br> envases o materiales para empaquetar utilizados para la venta al por menor; <br> material indirecto significa una mercancía utilizada en la producción, verificación o <br> inspección de otra mercancía, pero que no esté físicamente incorporada a ésta, tales <br> como: <br> (a) combustible, energía, catalizadores y solventes; <br> (b) equipos, aparatos y aditamentos utilizados para la verificación o <br> inspección de las mercancías; <br> (c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de <br> seguridad; <br> (d) herramientas, troqueles y moldes; <br> (e) repuestos y materiales utilizados en el mantenimiento de equipos y <br> edificios; <br> (f) lubricantes, grasas, materiales compuestos y otros materiales utilizados <br> en la producción, operación de equipos o mantenimiento de los edificios, <br> y <br> (g) cualquier otro material que no esté incorporado a la mercancía, pero que <br> pueda demostrarse adecuadamente que forma parte del proceso de <br> producción; <br> material intermedio significa un material originario que es producido por el productor <br> de la mercancía y utilizado en la producción de esa mercancía; <br> mercancías o materiales fungibles significa mercancías o materiales que son <br> intercambiables para efectos comerciales y cuyas propiedades son esencialmente <br> idénticas y no es posible diferenciarlas unas de otras por simple examen visual; <br> Principios de Contabilidad Generalmente Aceptados significa el consenso <br> reconocido o apoyo sustancial autorizado en el territorio de una Parte, con respecto a los <br> registros de ingresos, gastos, costos, activos y pasivos; la divulgación de información; y <br> la preparación de estados financieros. Estos principios pueden abarcar guías amplias de <br> aplicación general así como también estándares, prácticas y procedimientos detallados, <br> producción significa métodos de obtener mercancías incluyendo, pero no limitados al <br> cultivo, crianza, cosecha, pesca, caza, captura, acuicultura, recolección, extracción, <br> manufactura, procesamiento o ensamblado de una mercancía. <br> "}, {"ArticleTitle": "Criterios de Origen", "ArticleDesc": "ARTÍCULO 4.2: Criterios de Origen <br> Salvo que se disponga algo distinto en el presente Capítulo, una mercancía será <br> considerada originaria de una Parte cuando sea: <br> (a) totalmente obtenida o producida enteramente en el territorio de una o más <br> Partes, de conformidad con el Artículo 4.3; <br> (b) producida enteramente en el territorio de una o más Partes, a partir <br> exclusivamente de materiales que califican como originarios, de <br> conformidad con el presente Capítulo, o <br> (c) producida en el territorio de una o más Partes, a partir de materiales no <br> originarios, siempre que cumplan con los Requisitos Específicos de <br> Origen de conformidad con el Anexo 4.2; <br> y la mercancía cumpla todas las demás disposiciones aplicables en el presente Capítulo. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> ARTÍCULO 4.3: Mercancías Totalmente Obtenidas o Producidas Enteramente <br> REGLAS DE ORIGEN Y PROCEDIMIENTOS RELACIONADOS CON EL <br> Las siguientes mercancías serán consideradas como totalmente obtenidas o <br> ORIGEN <br> Sección A: Reglas de Origen <br> producidas enteramente en el territorio de una o más Partes: <br> (a) mercancías vegetales, plantas y productos de plantas, cosechadas o <br> recolectadas en el territorio de una o más Partes; <br> (b) animales vivos, nacidos y criados en el territorio de una o más Partes; <br> (c) mercancías obtenidas de animales vivos referidos en el subpárrafo (b); <br> (d) mercancías obtenidas de la caza, pesca, acuicultura o recolección del <br> medio natural, llevadas a cabo en el territorio de una o más Partes; <br> (e) mercancías minerales y otras sustancias naturalmente producidas, <br> extraídas del territorio de una o más Partes; <br> (f) mercancías, diferentes a pescados, crustáceos, moluscos y otras formas <br> FOB <br> de vida marina, extraídas por una Parte de las aguas, lecho o subsuelo <br> marinos fuera del territorio de una Parte, siempre que esa Parte tenga <br> derecho para explotar tales aguas, lecho o subsuelo marinos de <br> conformidad con el derecho internacional; <br> (g) mercancías como pescados, crustáceos, moluscos y otras formas de vida <br> marina extraídas fuera del territorio de una Parte por naves pesqueras, <br> incluidas las arrendadas o fletadas, siempre que estén registradas o <br> matriculadas y que enarbolen la bandera de dicha Parte; <br> (h) mercancías obtenidas o elaboradas a bordo de buques fábrica, incluidos <br> los arrendados o fletados, siempre y cuando estén registrados o <br> matriculados en una Parte y que enarbolen la bandera de esa Parte, <br> exclusivamente sobre la base de las mercancías referidas en el subpárrafo <br> (g); <br> (i) desechos y desperdicios derivados de: <br> (i) operaciones de manufacturas conducidas en el territorio de una o <br> más Partes, o <br> (ii) mercancías usadas recolectadas en el territorio de una o más Partes, <br> recuperación de materias primas, y <br> (j) mercancías obtenidas o producidas en el territorio de una o más Partes <br> exclusivamente a partir de las mercancías citadas en los subpárrafos (a) al <br> (i). <br> 1. El valor de contenido regional de una mercancía será calculado sobre la base del <br> valor FOB o sobre el costo neto, a elección del productor o exportador de la mercancía, <br> de la siguiente manera: <br> siempre que dichos desechos o desperdicios sirvan sólo para la <br> FOB - VMN <br> VCR: es el valor de contenido regional de una mercancía <br> expresado como porcentaje; <br> FOB: es el valor libre a bordo de la mercancía, y <br> o <br> VMN: es el valor de los materiales no originarios. <br> CN - VMN <br> VCR = --------------- x 100 <br> CN <br> VMN: es el valor de los materiales no originarios utilizados por el <br> productor en la producción de la mercancía determinado de <br> conformidad con el párrafo 2. <br> 2. Para los efectos del cálculo del VCR establecido en el párrafo 1: <br> (a) el valor de los materiales no originarios será: <br> (i) el valor CIF del material al momento de la importación, o <br> (ii) en el caso de un material adquirido en el territorio donde se <br> produce la mercancía, el precio pagado o por pagar, sin considerar <br> Artículo 4.4: Valor de contenido regional <br> los fletes, seguros, costos de empaque y todos los demás costos <br> incurridos en el transporte del material desde el almacén del <br> proveedor hasta el lugar en que se encuentre el productor, y <br> (b) los valores referidos en el subpárrafo (a) serán determinados de <br> conformidad con el Acuerdo de Valoración Aduanera. <br> donde: <br> ARTÍCULO 4.5: Materiales Intermedios <br> Cuando un material intermedio, designado como tal, es utilizado en la <br> producción de una mercancía, no se tomarán en cuenta los materiales no originarios <br> contenidos en dicho material intermedio para el propósito de la calificación y <br> determinación de origen de la mercancía. <br> ARTÍCULO 4.6: Materiales Indirectos <br> Los materiales indirectos se considerarán materiales originarios, <br> independientemente del lugar de su producción. <br> ARTÍCULO 4.7: Procesos u Operaciones Mínimas que no confieren Origen <br> 1. Los siguientes procesos u operaciones mínimas no confieren origen: <br> (a) operaciones para asegurar la preservación de las mercancías en buenas <br> condiciones durante su transporte y almacenamiento, tales como secado, <br> congelación, ventilación, refrigeración; <br> (b) selección, clasificación, cribado, lavado, cortado, doblado, enrollado, <br> desenrollado, afilado, esmerilado, rebanado; <br> (c) limpieza, incluyendo la remoción de óxido, grasa, pintura u otros <br> revestimientos; <br> (d) operaciones de pintura y pulido; <br> (e) envasado en botellas, latas, frascos, bolsas, estuches, cajas, colocación <br> sobre cartulinas o tableros, y cualquier otra operación de envasado; <br> (f) empaque, cambios de empaque, desempaque, operaciones de <br> desembalaje y embalaje, y división y agrupación de envíos; <br> (g) dilución en agua u otra sustancia que no altera materialmente las <br> características de las mercancías, y <br> (h) la combinación de dos o más operaciones de las señaladas en los <br> subpárrafos (a) al (g). <br> 2. Las disposiciones del presente Artículo prevalecerán sobre los requisitos <br> específicos de origen contenidos en el Anexo 4.2. <br> 1. Los materiales originarios del territorio de una o más Partes, incorporados en <br> una mercancía en el territorio de otra Parte, serán considerados originarios del territorio <br> de esa otra Parte, siempre que cumplan con las disposiciones aplicables del presente <br> Capítulo. <br> 2. Una mercancía será considerada originaria, cuando sea producida en el territorio <br> de una o más Partes, por uno o más productores, siempre que cumplan con las <br> disposiciones aplicables del presente Capítulo. <br> 3. Los párrafos 1 y 2 serán aplicados únicamente cuando el arancel aduanero de la <br> mercancía resultado de la eliminación arancelaria, sea 0% en todas las Partes. <br> ARTÍCULO 4.9: De Minimis <br> 1. Una mercancía que no sufra un cambio de clasificación arancelaria será <br> considerada como originaria si: <br> producción que no sufran el cambio exigido en la clasificación <br> arancelaria no excedan del 10% del valor FOB de la mercancía. Las <br> mercancías deberán cumplir con todos los demás criterios aplicables del <br> presente Capítulo. <br> (b) Cuando la mercancía mencionada en el párrafo 1 esté sujeta a un <br> requisito de valor de contenido regional, el valor de los materiales no <br> originarios se incluirá en el cálculo de valor de contenido regional de la <br> mercancía. <br> 2. Para una mercancía clasificada en los capítulos 01 al 24 del Sistema Armonizado <br> (SA), el porcentaje de De Minimis, establecido en el párrafo 1, sólo podrá aplicar <br> cuando los materiales no originarios utilizados en su producción sean distintos a la <br> mercancía final. <br> 3. Para una mercancía clasificada en los capítulos 50 al 63 del Sistema Armonizado <br> (SA) no aplicará lo establecido en el párrafo 1 (a). En dicho caso, la mercancía se <br> considerará originaria si el peso de todas las fibras o hilados no originarios del <br> componente que determina la clasificación arancelaria de la mercancía, que no cumplen <br> con el requisito de cambio de clasificación arancelaria aplicable, no excede el 10% del <br> peso total de la mercancía. <br> ARTÍCULO 4.10: Materiales y Mercancías Fungibles <br> producción se utilicen materiales fungibles originarios y no originarios que se <br> encuentren mezclados o combinados físicamente, el origen de los materiales podrá <br> determinarse mediante: <br> Principios de Contabilidad Generalmente Aceptados de la Parte en la <br> 2. Cuando mercancías fungibles originarias y no originarias se mezclen o <br> combinen físicamente y, antes de su exportación no sufran ningún proceso productivo ni <br> combinadas físicamente, diferente de la descarga, recarga o cualquier otro movimiento <br> necesario para mantener las mercancías en buena condición o transportarlas al territorio <br> de otra Parte, el origen de las mercancías podrá ser determinado a partir de: <br> (a) la segregación física de cada uno de los materiales, o <br> (b) el uso de un método de manejo de inventarios reconocido en los <br> cual la producción es realizada. <br> 3. Una vez seleccionado uno de los métodos de control de inventarios, éste deberá <br> ser utilizado durante el año fiscal de la Parte en la cual la producción es realizada. <br> ARTÍCULO 4.11: Accesorios, Repuestos, Herramientas y Materiales de Instrucción o <br> Información <br> 1. Cuando una mercancía cumple con el cambio de clasificación arancelaria <br> correspondiente, los accesorios, repuestos, herramientas y materiales de instrucción o <br> información entregados con dicha mercancía, serán considerados como parte integrante <br> de la misma, y no se tomarán en cuenta para su calificación y determinación de origen. <br> 2. Cuando las mercancías estén sujetas al requisito de valor de contenido regional, <br> el valor de los accesorios, repuestos, herramientas y materiales de instrucción o <br> información se tomarán en cuenta, como materiales originarios o no originarios, según <br> sea el caso, al calcular el valor de contenido regional de las mercancías. <br> 3. Para los casos referidos en los párrafos 1 y 2: <br> (a) los accesorios, repuestos, herramientas y materiales de instrucción o <br> información deberán estar clasificados con la mercancía y no ser <br> facturados por separado, y <br> (b) las cantidades y el valor de los accesorios, repuestos, herramientas y <br> materiales de instrucción o información deberán ser los habituales para la <br> ARTÍCULO 4.12: Tratamiento de Envases y Materiales de Empaque para la Venta al por <br> Menor <br> 1. Cuando una mercancía está sujeta al criterio de cambio de clasificación <br> 1. Para efectos de establecer si una mercancía es originaria, cuando en su <br> arancelaria dispuesto en el Anexo 4.2, los envases y materiales de empaque clasificados <br> junto con la mercancía empacada no se tendrán en cuenta en la calificación y <br> determinación del origen. <br> 2. Cuando una mercancía está sujeta al requisito de valor de contenido regional, el <br> valor de los envases y materiales de empaque para la venta al por menor, clasificados <br> junto con la mercancía, se tendrán en cuenta para calificar y determinar el origen de esta <br> mercancía como originaria o no originaria, según sea el caso. <br> 3. Cuando una mercancía sea totalmente obtenida o enteramente producida en el <br> territorio de una o más Partes de conformidad con el Artículo 4.2 (a), o sea producida <br> exclusivamente a partir de materiales originarios de conformidad con el Artículo 4.2 <br> (b), los envases y materiales de empaque clasificados junto con la mercancía empacada, <br> cualquier otra operación en el territorio de la Parte en que fueron mezcladas o <br> no se tendrán en cuenta en la calificación y determinación del origen. <br> ARTÍCULO 4.13: Materiales de Embalaje y Contenedores para Embarque <br> Los materiales de embalaje y contenedores para embarque utilizados para el <br> transporte de una mercancía no serán tomados en cuenta para calificar y determinar el <br> origen de la mercancía. <br> ARTÍCULO 4.14: Juegos o Surtidos <br> 1. Un juego o surtido, que se clasifique según las reglas 1 o 3 de las Reglas <br> Generales para la Interpretación del Sistema Armonizado (SA), será considerado <br> originario cuando cada uno de los componentes del juego o surtido sean originarios. <br> 2. No obstante el párrafo 1, cuando un juego o surtido esté compuesto por <br> mercancías originarias y no originarias, el juego o surtido como un todo será <br> considerado originario, siempre que el valor de las mercancías no originarias no exceda <br> el 12% del valor total del juego o surtido. <br> 3. Las disposiciones del presente Artículo prevalecerán sobre las reglas de origen <br> específicas establecidas en el Anexo 4.2. <br> VCR: es el valor de contenido regional expresado como porcentaje; <br> CN: es el costo neto de la mercancía, y <br> Artículo 4.8: Acumulación <br> (a) el valor de todos los materiales no originarios utilizados en su <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Sección B: Procedimientos Relacionados con el Origen <br> ARTÍCULO 4.19: Facturación por un Operador en un País no Parte <br> ARTÍCULO 4.25: Requisitos para Mantener Registros <br> ARTÍCULO 4.29: Revisión e Impugnación <br> ARTÍCULO 4.15: Tránsito y Transbordo <br> 1. Las mercancías que cumplan con las disposiciones del presente Capítulo <br> 1. La autoridad competente para la emisión de certificados de origen deberá <br> Cada Parte asegurará respecto de sus actos administrativos sobre asuntos <br> 1. Para que las mercancías conserven su carácter de originarias y se beneficien del <br> mantendrán su carácter de originarias, aun cuando sean facturadas por operadores <br> conservar una copia del certificado de origen durante un plazo mínimo de cinco años, a <br> cubiertos por el presente Capítulo, que los productores, exportadores o importadores en <br> tratamiento arancelario preferencial, éstas deberán haber sido expedidas directamente de <br> comerciales de un país no Parte. <br> partir de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> su territorio tengan acceso a: <br> la Parte exportadora a la Parte importadora. Para tal efecto, se considerarán expedidas <br> 2. En el certificado de origen deberá indicarse en el campo \"observaciones\", <br> sirvieron de base para la emisión del certificado de origen. <br> (a) una revisión administrativa independiente de la instancia o del <br> directamente: <br> cuando una mercancía sea facturada por un operador de un país no Parte. Asimismo, <br> 2. Un exportador que solicite un certificado de origen de conformidad con el <br> funcionario que haya emitido dicho acto administrativo, de conformidad <br> (a) las mercancías transportadas únicamente por el territorio de una o más <br> deberá indicarse el nombre y domicilio legal completo del operador del país no Parte. <br> Artículo 4.17, debe conservar por un mínimo de cinco años a partir de la fecha de su <br> con su legislación, y <br> Partes; <br> ARTÍCULO 4.20: Errores de Forma <br> emisión, todos los registros y documentos necesarios para demostrar que la mercancía <br> (b) una revisión judicial de los actos administrativos. <br> (b) las mercancías en tránsito a través de uno o más países que no sean Parte <br> Los errores de forma en un certificado de origen, tales como los mecanográficos, <br> era originaria. <br> 2 Para mayor certeza, en el caso de Chile, cuando un exportador proporcione información o <br> del presente Protocolo Adicional, con o sin transbordo o almacenamiento <br> no ocasionarán que éste sea rechazado si se trata de errores que no generan duda en <br> 3. Un importador que solicite tratamiento arancelario preferencial para una <br> documentación falsa, la autoridad competente para la emisión de certificados de origen podrá suspender <br> temporal, siempre que: <br> cuanto a la exactitud de la información contenida en dicho certificado. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> temporalmente la emisión de un nuevo certificado de origen. <br> (i) no sean objeto de ninguna operación fuera del territorio de las <br> ARTÍCULO 4.21: Excepciones <br> importación de la mercancía, los documentos relacionados con la importación, <br> Partes, excepto la carga, descarga, fraccionamiento o cualquier otra <br> El certificado de origen no será requerido cuando: <br> incluyendo el certificado de origen. <br> operación necesaria para mantener la mercancía en buenas <br> (a) el valor en aduana de la mercancía importada no exceda de 1000 dólares <br> 4. Los registros y documentos a que se hace referencia en los párrafos 1 a 3, podrán <br> condiciones, y <br> de los Estados Unidos de América o su equivalente en la moneda de la <br> ser mantenidos en papel o en forma electrónica, de conformidad con la legislación de <br> (ii) permanezcan bajo el control de las autoridades aduaneras en el <br> Parte importadora, o un monto mayor establecido por la Parte <br> cada Parte. <br> territorio de un país no Parte. <br> importadora, a menos que dicha Parte considere que la importación <br> ARTÍCULO 4.26: Consultas y Procedimientos para la Verificación de Origen <br> 2. El importador podrá acreditar el cumplimiento del párrafo 1 (b): <br> forma parte de una serie de importaciones realizadas o planificadas con el <br> 1. La autoridad competente para la verificación de origen de la Parte importadora, <br> (a) en caso de tránsito o transbordo, con documentos de transporte, tales <br> propósito de evadir el cumplimiento de los requisitos de certificación <br> podrá solicitar información acerca del origen de una mercancía a la autoridad <br> como la guía aérea, el conocimiento de embarque, la carta porte, o el <br> establecidos en el Artículo 4.17, o <br> competente para la emisión de certificados de origen de la Parte exportadora. <br> documento de transporte multimodal o combinado, según corresponda; <br> (b) sea una mercancía para la cual la Parte importadora, de conformidad con <br> 2. La autoridad competente para la verificación de origen de la Parte importadora, <br> (b) en caso de almacenamiento, con documentos de transporte, tales como la <br> su legislación, no requiere que el importador presente una certificación o <br> podrá requerir que el importador presente información relativa a la importación de la <br> guía aérea, el conocimiento de embarque, la carta porte, o el documento <br> información que demuestre el origen. <br> mercancía para la cual solicitó tratamiento arancelario preferencial. <br> de transporte multimodal o combinado, según corresponda, y los <br> ARTÍCULO 4.22: Obligaciones Relativas a las Importaciones <br> 3. Para efectos de determinar si una mercancía importada califica como originaria, <br> documentos emitidos por la autoridad aduanera u otra entidad <br> 1. Salvo lo dispuesto en el Artículo 4.23, cada Parte requerirá que el importador <br> la autoridad competente para la verificación de origen de la Parte importadora, podrá <br> competente que de conformidad con la legislación del país que no es <br> que solicite tratamiento arancelario preferencial en su territorio: <br> verificar el origen de la mercancía mediante los siguientes procedimientos: <br> Parte acrediten el almacenamiento, o <br> (a) declare en el documento aduanero de importación requerido por su <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (c) a falta de lo anterior, cualquier otro documento de respaldo emitido por la <br> legislación, con base en un certificado de origen, que una mercancía <br> productor de la mercancía en territorio de la otra Parte, a través de la <br> autoridad aduanera u otra entidad competente, de conformidad con la <br> califica como mercancía originaria; <br> autoridad competente para la emisión de certificados de origen de la <br> legislación del país que no es Parte. <br> (b) tenga el certificado de origen en su poder al momento en que realice la <br> Parte exportadora, en las que se deberá señalar específicamente los <br> ARTÍCULO 4.16: Exposiciones <br> declaración referida en el subpárrafo (a); <br> certificados de origen que amparen la mercancía objeto de verificación; <br> 1. Una mercancía originaria importada por otra Parte después de su exhibición en <br> (c) tenga en su poder los documentos que acrediten el cumplimiento de los <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> un país no Parte mantendrá su condición de originaria, y podrá acceder al tratamiento <br> requisitos establecidos en el Artículo 4.15.2, cuando sea aplicable; <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> arancelario preferencial, siempre que haya permanecido bajo control aduanero en el <br> (d) proporcione el certificado de origen, así como los documentos indicados <br> los registros y documentos a que se refiere el Artículo 4.25 e <br> territorio de dicho país no Parte. <br> en el subpárrafo (c), cuando la autoridad aduanera lo solicite, y <br> inspeccionar las instalaciones y procesos productivos, incluyendo los <br> 2. Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> (e) presente una declaración corregida y pague el arancel aduanero <br> materiales que se utilicen en la producción, o <br> de conformidad con lo dispuesto en el Artículo 4.17. No obstante, si la Parte <br> correspondiente, cuando tenga motivos para creer que el certificado de <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> importadora lo considera necesario, podrá requerir evidencia documental adicional <br> origen en que se sustenta la declaración de importación tiene información <br> 4. Para los efectos del presente Artículo, la autoridad competente para la <br> relacionada con la exposición, tales como documentos de transporte, aduaneros u otros. <br> incorrecta. El importador no podrá ser sancionado cuando en forma <br> verificación de origen de la Parte importadora deberá comunicar al importador el inicio <br> ARTÍCULO 4.17: Certificación de Origen <br> voluntaria presente la declaración corregida, previo a que la Parte <br> del proceso de verificación correspondiente. <br> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un <br> importadora haya iniciado el ejercicio de sus facultades de verificación y <br> 5. Para los efectos del presente Artículo, cualquier comunicación escrita enviada <br> certificado de origen escrito o electrónico1 emitido por la autoridad competente para la <br> control de conformidad con su legislación y las disposiciones del <br> por la autoridad competente para la verificación de origen de la Parte importadora al <br> emisión de certificados de origen de la Parte exportadora, a solicitud del exportador. El <br> presente Capítulo. <br> exportador o productor, a través de la autoridad competente para la emisión de <br> certificado de origen será emitido, a más tardar, en la fecha de embarque de la <br> 2. Si un importador en su territorio no cumple con alguno de los requisitos <br> certificados de origen de la Parte exportadora, deberá ser realizada por medio de: <br> mercancía. <br> aplicables del presente Capítulo, la autoridad aduanera de la Parte importadora podrá <br> (a) correos certificados u otras formas con acuse de recibo que confirmen la <br> 2. No obstante el párrafo 1, un certificado de origen, podrá ser emitido con <br> negar el tratamiento arancelario preferencial solicitado. <br> recepción de los documentos o comunicaciones, o <br> posterioridad a la fecha de embarque de la mercancía, siempre que: <br> ARTÍCULO 4.23: Devolución de Aranceles Aduaneros <br> (b) cualquier otra forma que las Partes acuerden. <br> (a) no se haya emitido a la fecha de embarque debido a errores, omisiones <br> Cuando el importador no hubiera solicitado el tratamiento arancelario <br> 6. De conformidad con el párrafo 3, las solicitudes de información o los <br> involuntarias, o cualquier otra circunstancia que pueda ser considerada <br> preferencial para las mercancías importadas a su territorio podrá, a más tardar un año <br> cuestionarios escritos deberán contener: <br> justificada de conformidad con la legislación de la Parte exportadora, o <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la Parte <br> (a) el nombre, cargo y dirección de la autoridad competente para la <br> (b) se demuestre, a satisfacción de la autoridad competente para la emisión <br> importadora la devolución de los aranceles aduaneros pagados en exceso, siempre que <br> verificación de origen que solicita la información; <br> de certificados de origen, que el certificado de origen emitido no fue <br> la solicitud vaya acompañada de: <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> aceptado al momento de la importación. El periodo de vigencia debe <br> (a) una declaración por escrito indicando que la mercancía calificaba como <br> información y documentación; <br> mantenerse según lo indicado en el certificado de origen que se emitió <br> originaria; <br> (c) la descripción de la información y documentos que se requieren, y <br> originalmente. <br> (b) el certificado de origen, y <br> (d) el fundamento legal de las solicitudes de información o cuestionarios <br> 3. Para efectos de la emisión del certificado de origen, la autoridad competente <br> (c) cualquier otra documentación relacionada con la importación de la <br> escritos. <br> para la emisión de certificados de origen examinará en su territorio el carácter originario <br> mercancía, que requiera la autoridad aduanera. <br> 7. El exportador o productor que reciba un cuestionario o solicitud de información <br> de las mercancías. Con dicho fin, podrá solicitar cualquier evidencia de respaldo, <br> de conformidad al párrafo 3 (a), completará debidamente y devolverá el cuestionario o <br> efectuar visitas de inspección a las instalaciones del exportador o productor o realizar <br> responderá a la solicitud de información dentro de los 30 días siguientes a partir de la <br> cualquier otro control que considere apropiado. <br> fecha de recepción. Durante el período señalado, el exportador o productor podrá hacer <br> 4. El certificado de origen tendrá un formato único establecido en el Anexo 4.17. <br> una solicitud de prórroga por escrito a la autoridad competente para la verificación de <br> Dicho formato podrá ser modificado por acuerdo entre las Partes. El certificado de <br> origen de la Parte importadora, la cual no deberá ser mayor a 30 días. <br> origen deberá estar debidamente llenado de conformidad con su instructivo. <br> 8. La autoridad competente para la verificación de origen de la Parte importadora <br> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br> podrá solicitar, a través de la autoridad competente para la emisión de certificados de <br> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br> origen de la Parte exportadora, información adicional al exportador o productor, aún si <br> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br> hubiere recibido el cuestionario o la información solicitada a la que se refiere el párrafo <br> de la factura comercial o con posterioridad a la misma. <br> 3 (a). En este caso, el exportador o productor tendrá un plazo de 30 días para responder <br> 6. Los nombres y sellos de las autoridades competentes para la emisión de <br> a dicha solicitud, contado a partir del día siguiente de la fecha de notificación al <br> certificados de origen, así como el registro de los nombres y firmas de los funcionarios <br> exportador o productor. <br> acreditados para tal fin, serán notificados por cada Parte. <br> 9. Si el exportador o productor no completa debidamente un cuestionario, no lo <br> devuelve, o no proporciona la información solicitada dentro de los plazos establecidos <br> en los párrafos 7 y 8, la Parte importadora podrá negar el tratamiento arancelario <br> preferencial a las mercancías sujetas a verificación, enviando al exportador o productor, <br> al importador y a la autoridad competente para la emisión de certificados de origen de la <br> Parte exportadora, una determinación de origen en la que se incluyan los hechos y el <br> fundamento legal para esa decisión. <br> 10. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> el párrafo 3 (b), la autoridad competente para la verificación de origen de la Parte <br> importadora deberá notificar por escrito su intención de efectuar la visita de <br> verificación, de conformidad con el párrafo 5. La autoridad competente para la <br> verificación de origen de la Parte importadora requerirá para realizar la visita de <br> verificación, del consentimiento por escrito del exportador o productor a ser visitado. <br> 11. De conformidad con lo dispuesto en el párrafo 3 (b), la notificación de intención <br> de realización de la visita de verificación de origen a la que se refiere el párrafo 10, <br> deberá contener: <br> (a) el nombre, cargo y domicilio de la autoridad competente para la <br> verificación de origen de la Parte importadora que hace la notificación; <br> (b) el nombre del exportador o productor a ser visitado; <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> referencia específica a los certificados de origen objeto de verificación; <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br> verificación, y <br> (f) el fundamento legal de la visita de verificación. <br> 12. Si el exportador o el productor de una mercancía no otorga su consentimiento <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10, la <br> autoridad competente para la verificación de origen de la Parte importadora deberá <br> notificar por escrito al exportador o productor y a la autoridad competente para la <br> emisión de certificados de origen su determinación negativa, incluyendo los hechos y su <br> fundamento legal. <br> 13. Conforme al párrafo 12, la autoridad aduanera de la Parte importadora podrá <br> negar el tratamiento arancelario preferencial a dicha mercancía, notificando por escrito <br> al importador su decisión, incluyendo los hechos y el fundamento legal de ésta. <br> 14. La autoridad competente para la verificación de origen de la Parte importadora <br> no emitirá una determinación de origen negativa para una mercancía si dentro de los 15 <br> días siguientes a la fecha de recepción de la notificación, por una sola vez, el productor <br> o el exportador solicita el aplazamiento de la visita de verificación propuesta con las <br> justificaciones correspondientes, por un período no mayor de 30 días contados a partir <br> de la fecha propuesta conforme al párrafo 11 (c), o por un plazo mayor que acuerden la <br> autoridad competente para la verificación de la Parte importadora y la autoridad <br> 15. De conformidad con lo dispuesto en el párrafo 3 (b), la autoridad competente <br> para la verificación de origen de la Parte importadora permitirá a un exportador o <br> productor que esté sujeto a una visita de verificación, designar hasta dos observadores <br> para que estén presentes durante la visita y que únicamente actúen como tal. La no <br> designación de observadores no será motivo para que se posponga la visita. <br> 16. La autoridad aduanera de la Parte importadora podrá negar el tratamiento <br> arancelario preferencial a una mercancía sujeta a una verificación de origen cuando, en <br> el transcurso de una visita de verificación, el exportador o productor de la mercancía no <br> ponga a disposición de la autoridad competente para la verificación de origen de la <br> Parte importadora los registros y documentos a que hace referencia el Artículo 4.25. <br> 17. Cuando se haya concluido la visita de verificación, la autoridad competente para <br> la verificación de origen de la Parte importadora elaborará un acta de la visita. El <br> exportador o productor sujeto de la visita podrá firmar dicha acta. En caso que se niegue <br> a hacerlo, se dejará constancia de este hecho, sin afectar la validez del procedimiento. <br> 18. La autoridad competente para la verificación de origen de la Parte importadora <br> deberá notificar por escrito a la autoridad competente para la emisión de certificados de <br> origen de la Parte exportadora, en un plazo no mayor a 365 días de iniciado el proceso <br> de verificación, sobre los resultados de la determinación de origen de las mercancías, así <br> como los fundamentos de hecho y derecho sobre los cuales basó dicha determinación, la <br> cual podrá incluir un pronunciamiento respecto a la validez o no del certificado de <br> origen. En caso de no realizarse dicha notificación, no se podrá negar el tratamiento <br> arancelario preferencial a las mercancías objeto de verificación. <br> 19. Cuando a través de una verificación de origen, la autoridad competente para la <br> verificación de origen de la Parte importadora determina que un exportador o un <br> productor ha proporcionado más de una declaración o información falsa o infundada, en <br> el sentido que una mercancía califica como originaria, la autoridad aduanera de la Parte <br> importadora podrá suspender el tratamiento arancelario preferencial a mercancías <br> idénticas exportadas por ese exportador o productor. La autoridad aduanera de la Parte <br> importadora otorgará tratamiento arancelario preferencial a las mercancías una vez que <br> las mismas cumplan con lo establecido en el presente Capítulo. <br> ARTÍCULO 4.27: Sanciones <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> violación de su legislación y regulaciones relacionadas con las disposiciones del <br> presente Capítulo.2 <br> "}, {"ArticleTitle": "Duplicado del Certificado de Origen", "ArticleDesc": "ARTÍCULO 4.18: Duplicado del Certificado de Origen <br> 1. En caso de robo, pérdida o destrucción de un certificado de origen, el exportador <br> podrá solicitar por escrito a la autoridad competente para la emisión de certificados de <br> 1 Si dos o más Partes se encuentran preparadas podrán emitir y recibir certificados de origen en <br> forma electrónica al momento de entrada en vigor del presente Protocolo Adicional, previo acuerdo entre <br> ellas. <br> origen, un duplicado del original, el cual se emitirá sobre la base de los documentos que <br> tenga en su poder la autoridad competente para la emisión de certificados de origen. <br> 2. Se deberá consignar en el campo \"observaciones\" la frase \"Duplicado del <br> certificado de origen N°……. con fecha de emisiyn ……\". La vigencia del mencionado <br> certificado de origen se contará a partir de la fecha de emisión del certificado de origen <br> original. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección B: Procedimientos Relacionados con el Origen <br> ARTÍCULO 4.19: Facturación por un Operador en un País no Parte <br> ARTÍCULO 4.25: Requisitos para Mantener Registros <br> ARTÍCULO 4.29: Revisión e Impugnación <br> ARTÍCULO 4.15: Tránsito y Transbordo <br> 1. Las mercancías que cumplan con las disposiciones del presente Capítulo <br> 1. La autoridad competente para la emisión de certificados de origen deberá <br> Cada Parte asegurará respecto de sus actos administrativos sobre asuntos <br> 1. Para que las mercancías conserven su carácter de originarias y se beneficien del <br> mantendrán su carácter de originarias, aun cuando sean facturadas por operadores <br> conservar una copia del certificado de origen durante un plazo mínimo de cinco años, a <br> cubiertos por el presente Capítulo, que los productores, exportadores o importadores en <br> tratamiento arancelario preferencial, éstas deberán haber sido expedidas directamente de <br> comerciales de un país no Parte. <br> partir de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> su territorio tengan acceso a: <br> la Parte exportadora a la Parte importadora. Para tal efecto, se considerarán expedidas <br> 2. En el certificado de origen deberá indicarse en el campo \"observaciones\", <br> sirvieron de base para la emisión del certificado de origen. <br> (a) una revisión administrativa independiente de la instancia o del <br> directamente: <br> cuando una mercancía sea facturada por un operador de un país no Parte. Asimismo, <br> 2. Un exportador que solicite un certificado de origen de conformidad con el <br> funcionario que haya emitido dicho acto administrativo, de conformidad <br> (a) las mercancías transportadas únicamente por el territorio de una o más <br> deberá indicarse el nombre y domicilio legal completo del operador del país no Parte. <br> Artículo 4.17, debe conservar por un mínimo de cinco años a partir de la fecha de su <br> con su legislación, y <br> Partes; <br> ARTÍCULO 4.20: Errores de Forma <br> emisión, todos los registros y documentos necesarios para demostrar que la mercancía <br> (b) una revisión judicial de los actos administrativos. <br> (b) las mercancías en tránsito a través de uno o más países que no sean Parte <br> Los errores de forma en un certificado de origen, tales como los mecanográficos, <br> era originaria. <br> 2 Para mayor certeza, en el caso de Chile, cuando un exportador proporcione información o <br> del presente Protocolo Adicional, con o sin transbordo o almacenamiento <br> no ocasionarán que éste sea rechazado si se trata de errores que no generan duda en <br> 3. Un importador que solicite tratamiento arancelario preferencial para una <br> documentación falsa, la autoridad competente para la emisión de certificados de origen podrá suspender <br> temporal, siempre que: <br> cuanto a la exactitud de la información contenida en dicho certificado. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> temporalmente la emisión de un nuevo certificado de origen. <br> (i) no sean objeto de ninguna operación fuera del territorio de las <br> ARTÍCULO 4.21: Excepciones <br> importación de la mercancía, los documentos relacionados con la importación, <br> Partes, excepto la carga, descarga, fraccionamiento o cualquier otra <br> El certificado de origen no será requerido cuando: <br> incluyendo el certificado de origen. <br> operación necesaria para mantener la mercancía en buenas <br> (a) el valor en aduana de la mercancía importada no exceda de 1000 dólares <br> 4. Los registros y documentos a que se hace referencia en los párrafos 1 a 3, podrán <br> condiciones, y <br> de los Estados Unidos de América o su equivalente en la moneda de la <br> ser mantenidos en papel o en forma electrónica, de conformidad con la legislación de <br> (ii) permanezcan bajo el control de las autoridades aduaneras en el <br> Parte importadora, o un monto mayor establecido por la Parte <br> cada Parte. <br> territorio de un país no Parte. <br> importadora, a menos que dicha Parte considere que la importación <br> ARTÍCULO 4.26: Consultas y Procedimientos para la Verificación de Origen <br> 2. El importador podrá acreditar el cumplimiento del párrafo 1 (b): <br> forma parte de una serie de importaciones realizadas o planificadas con el <br> 1. La autoridad competente para la verificación de origen de la Parte importadora, <br> (a) en caso de tránsito o transbordo, con documentos de transporte, tales <br> propósito de evadir el cumplimiento de los requisitos de certificación <br> podrá solicitar información acerca del origen de una mercancía a la autoridad <br> como la guía aérea, el conocimiento de embarque, la carta porte, o el <br> establecidos en el Artículo 4.17, o <br> competente para la emisión de certificados de origen de la Parte exportadora. <br> documento de transporte multimodal o combinado, según corresponda; <br> (b) sea una mercancía para la cual la Parte importadora, de conformidad con <br> 2. La autoridad competente para la verificación de origen de la Parte importadora, <br> (b) en caso de almacenamiento, con documentos de transporte, tales como la <br> su legislación, no requiere que el importador presente una certificación o <br> podrá requerir que el importador presente información relativa a la importación de la <br> guía aérea, el conocimiento de embarque, la carta porte, o el documento <br> información que demuestre el origen. <br> mercancía para la cual solicitó tratamiento arancelario preferencial. <br> de transporte multimodal o combinado, según corresponda, y los <br> ARTÍCULO 4.22: Obligaciones Relativas a las Importaciones <br> 3. Para efectos de determinar si una mercancía importada califica como originaria, <br> documentos emitidos por la autoridad aduanera u otra entidad <br> 1. Salvo lo dispuesto en el Artículo 4.23, cada Parte requerirá que el importador <br> la autoridad competente para la verificación de origen de la Parte importadora, podrá <br> competente que de conformidad con la legislación del país que no es <br> que solicite tratamiento arancelario preferencial en su territorio: <br> verificar el origen de la mercancía mediante los siguientes procedimientos: <br> Parte acrediten el almacenamiento, o <br> (a) declare en el documento aduanero de importación requerido por su <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (c) a falta de lo anterior, cualquier otro documento de respaldo emitido por la <br> legislación, con base en un certificado de origen, que una mercancía <br> productor de la mercancía en territorio de la otra Parte, a través de la <br> autoridad aduanera u otra entidad competente, de conformidad con la <br> califica como mercancía originaria; <br> autoridad competente para la emisión de certificados de origen de la <br> legislación del país que no es Parte. <br> (b) tenga el certificado de origen en su poder al momento en que realice la <br> Parte exportadora, en las que se deberá señalar específicamente los <br> ARTÍCULO 4.16: Exposiciones <br> declaración referida en el subpárrafo (a); <br> certificados de origen que amparen la mercancía objeto de verificación; <br> 1. Una mercancía originaria importada por otra Parte después de su exhibición en <br> (c) tenga en su poder los documentos que acrediten el cumplimiento de los <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> un país no Parte mantendrá su condición de originaria, y podrá acceder al tratamiento <br> requisitos establecidos en el Artículo 4.15.2, cuando sea aplicable; <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> arancelario preferencial, siempre que haya permanecido bajo control aduanero en el <br> (d) proporcione el certificado de origen, así como los documentos indicados <br> los registros y documentos a que se refiere el Artículo 4.25 e <br> territorio de dicho país no Parte. <br> en el subpárrafo (c), cuando la autoridad aduanera lo solicite, y <br> inspeccionar las instalaciones y procesos productivos, incluyendo los <br> 2. Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> (e) presente una declaración corregida y pague el arancel aduanero <br> materiales que se utilicen en la producción, o <br> de conformidad con lo dispuesto en el Artículo 4.17. No obstante, si la Parte <br> correspondiente, cuando tenga motivos para creer que el certificado de <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> importadora lo considera necesario, podrá requerir evidencia documental adicional <br> origen en que se sustenta la declaración de importación tiene información <br> 4. Para los efectos del presente Artículo, la autoridad competente para la <br> relacionada con la exposición, tales como documentos de transporte, aduaneros u otros. <br> incorrecta. El importador no podrá ser sancionado cuando en forma <br> verificación de origen de la Parte importadora deberá comunicar al importador el inicio <br> ARTÍCULO 4.17: Certificación de Origen <br> voluntaria presente la declaración corregida, previo a que la Parte <br> del proceso de verificación correspondiente. <br> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un <br> importadora haya iniciado el ejercicio de sus facultades de verificación y <br> 5. Para los efectos del presente Artículo, cualquier comunicación escrita enviada <br> certificado de origen escrito o electrónico1 emitido por la autoridad competente para la <br> control de conformidad con su legislación y las disposiciones del <br> por la autoridad competente para la verificación de origen de la Parte importadora al <br> emisión de certificados de origen de la Parte exportadora, a solicitud del exportador. El <br> presente Capítulo. <br> exportador o productor, a través de la autoridad competente para la emisión de <br> certificado de origen será emitido, a más tardar, en la fecha de embarque de la <br> 2. Si un importador en su territorio no cumple con alguno de los requisitos <br> certificados de origen de la Parte exportadora, deberá ser realizada por medio de: <br> mercancía. <br> aplicables del presente Capítulo, la autoridad aduanera de la Parte importadora podrá <br> (a) correos certificados u otras formas con acuse de recibo que confirmen la <br> 2. No obstante el párrafo 1, un certificado de origen, podrá ser emitido con <br> negar el tratamiento arancelario preferencial solicitado. <br> recepción de los documentos o comunicaciones, o <br> posterioridad a la fecha de embarque de la mercancía, siempre que: <br> ARTÍCULO 4.23: Devolución de Aranceles Aduaneros <br> (b) cualquier otra forma que las Partes acuerden. <br> (a) no se haya emitido a la fecha de embarque debido a errores, omisiones <br> Cuando el importador no hubiera solicitado el tratamiento arancelario <br> 6. De conformidad con el párrafo 3, las solicitudes de información o los <br> involuntarias, o cualquier otra circunstancia que pueda ser considerada <br> preferencial para las mercancías importadas a su territorio podrá, a más tardar un año <br> cuestionarios escritos deberán contener: <br> justificada de conformidad con la legislación de la Parte exportadora, o <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la Parte <br> (a) el nombre, cargo y dirección de la autoridad competente para la <br> (b) se demuestre, a satisfacción de la autoridad competente para la emisión <br> importadora la devolución de los aranceles aduaneros pagados en exceso, siempre que <br> verificación de origen que solicita la información; <br> de certificados de origen, que el certificado de origen emitido no fue <br> la solicitud vaya acompañada de: <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> aceptado al momento de la importación. El periodo de vigencia debe <br> (a) una declaración por escrito indicando que la mercancía calificaba como <br> información y documentación; <br> mantenerse según lo indicado en el certificado de origen que se emitió <br> originaria; <br> (c) la descripción de la información y documentos que se requieren, y <br> originalmente. <br> (b) el certificado de origen, y <br> (d) el fundamento legal de las solicitudes de información o cuestionarios <br> 3. Para efectos de la emisión del certificado de origen, la autoridad competente <br> (c) cualquier otra documentación relacionada con la importación de la <br> escritos. <br> para la emisión de certificados de origen examinará en su territorio el carácter originario <br> mercancía, que requiera la autoridad aduanera. <br> 7. El exportador o productor que reciba un cuestionario o solicitud de información <br> de las mercancías. Con dicho fin, podrá solicitar cualquier evidencia de respaldo, <br> de conformidad al párrafo 3 (a), completará debidamente y devolverá el cuestionario o <br> efectuar visitas de inspección a las instalaciones del exportador o productor o realizar <br> responderá a la solicitud de información dentro de los 30 días siguientes a partir de la <br> cualquier otro control que considere apropiado. <br> fecha de recepción. Durante el período señalado, el exportador o productor podrá hacer <br> 4. El certificado de origen tendrá un formato único establecido en el Anexo 4.17. <br> una solicitud de prórroga por escrito a la autoridad competente para la verificación de <br> Dicho formato podrá ser modificado por acuerdo entre las Partes. El certificado de <br> origen de la Parte importadora, la cual no deberá ser mayor a 30 días. <br> origen deberá estar debidamente llenado de conformidad con su instructivo. <br> 8. La autoridad competente para la verificación de origen de la Parte importadora <br> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br> podrá solicitar, a través de la autoridad competente para la emisión de certificados de <br> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br> origen de la Parte exportadora, información adicional al exportador o productor, aún si <br> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br> hubiere recibido el cuestionario o la información solicitada a la que se refiere el párrafo <br> de la factura comercial o con posterioridad a la misma. <br> 3 (a). En este caso, el exportador o productor tendrá un plazo de 30 días para responder <br> 6. Los nombres y sellos de las autoridades competentes para la emisión de <br> a dicha solicitud, contado a partir del día siguiente de la fecha de notificación al <br> certificados de origen, así como el registro de los nombres y firmas de los funcionarios <br> exportador o productor. <br> acreditados para tal fin, serán notificados por cada Parte. <br> 9. Si el exportador o productor no completa debidamente un cuestionario, no lo <br> devuelve, o no proporciona la información solicitada dentro de los plazos establecidos <br> en los párrafos 7 y 8, la Parte importadora podrá negar el tratamiento arancelario <br> preferencial a las mercancías sujetas a verificación, enviando al exportador o productor, <br> al importador y a la autoridad competente para la emisión de certificados de origen de la <br> Parte exportadora, una determinación de origen en la que se incluyan los hechos y el <br> fundamento legal para esa decisión. <br> 10. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> el párrafo 3 (b), la autoridad competente para la verificación de origen de la Parte <br> importadora deberá notificar por escrito su intención de efectuar la visita de <br> verificación, de conformidad con el párrafo 5. La autoridad competente para la <br> verificación de origen de la Parte importadora requerirá para realizar la visita de <br> verificación, del consentimiento por escrito del exportador o productor a ser visitado. <br> 11. De conformidad con lo dispuesto en el párrafo 3 (b), la notificación de intención <br> de realización de la visita de verificación de origen a la que se refiere el párrafo 10, <br> deberá contener: <br> (a) el nombre, cargo y domicilio de la autoridad competente para la <br> verificación de origen de la Parte importadora que hace la notificación; <br> (b) el nombre del exportador o productor a ser visitado; <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> referencia específica a los certificados de origen objeto de verificación; <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br> verificación, y <br> (f) el fundamento legal de la visita de verificación. <br> 12. Si el exportador o el productor de una mercancía no otorga su consentimiento <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10, la <br> autoridad competente para la verificación de origen de la Parte importadora deberá <br> notificar por escrito al exportador o productor y a la autoridad competente para la <br> emisión de certificados de origen su determinación negativa, incluyendo los hechos y su <br> fundamento legal. <br> 13. Conforme al párrafo 12, la autoridad aduanera de la Parte importadora podrá <br> negar el tratamiento arancelario preferencial a dicha mercancía, notificando por escrito <br> al importador su decisión, incluyendo los hechos y el fundamento legal de ésta. <br> 14. La autoridad competente para la verificación de origen de la Parte importadora <br> no emitirá una determinación de origen negativa para una mercancía si dentro de los 15 <br> días siguientes a la fecha de recepción de la notificación, por una sola vez, el productor <br> o el exportador solicita el aplazamiento de la visita de verificación propuesta con las <br> justificaciones correspondientes, por un período no mayor de 30 días contados a partir <br> de la fecha propuesta conforme al párrafo 11 (c), o por un plazo mayor que acuerden la <br> autoridad competente para la verificación de la Parte importadora y la autoridad <br> 15. De conformidad con lo dispuesto en el párrafo 3 (b), la autoridad competente <br> para la verificación de origen de la Parte importadora permitirá a un exportador o <br> productor que esté sujeto a una visita de verificación, designar hasta dos observadores <br> para que estén presentes durante la visita y que únicamente actúen como tal. La no <br> designación de observadores no será motivo para que se posponga la visita. <br> 16. La autoridad aduanera de la Parte importadora podrá negar el tratamiento <br> arancelario preferencial a una mercancía sujeta a una verificación de origen cuando, en <br> el transcurso de una visita de verificación, el exportador o productor de la mercancía no <br> ponga a disposición de la autoridad competente para la verificación de origen de la <br> Parte importadora los registros y documentos a que hace referencia el Artículo 4.25. <br> 17. Cuando se haya concluido la visita de verificación, la autoridad competente para <br> la verificación de origen de la Parte importadora elaborará un acta de la visita. El <br> exportador o productor sujeto de la visita podrá firmar dicha acta. En caso que se niegue <br> a hacerlo, se dejará constancia de este hecho, sin afectar la validez del procedimiento. <br> 18. La autoridad competente para la verificación de origen de la Parte importadora <br> deberá notificar por escrito a la autoridad competente para la emisión de certificados de <br> origen de la Parte exportadora, en un plazo no mayor a 365 días de iniciado el proceso <br> de verificación, sobre los resultados de la determinación de origen de las mercancías, así <br> como los fundamentos de hecho y derecho sobre los cuales basó dicha determinación, la <br> cual podrá incluir un pronunciamiento respecto a la validez o no del certificado de <br> origen. En caso de no realizarse dicha notificación, no se podrá negar el tratamiento <br> arancelario preferencial a las mercancías objeto de verificación. <br> 19. Cuando a través de una verificación de origen, la autoridad competente para la <br> verificación de origen de la Parte importadora determina que un exportador o un <br> productor ha proporcionado más de una declaración o información falsa o infundada, en <br> el sentido que una mercancía califica como originaria, la autoridad aduanera de la Parte <br> importadora podrá suspender el tratamiento arancelario preferencial a mercancías <br> idénticas exportadas por ese exportador o productor. La autoridad aduanera de la Parte <br> importadora otorgará tratamiento arancelario preferencial a las mercancías una vez que <br> las mismas cumplan con lo establecido en el presente Capítulo. <br> ARTÍCULO 4.27: Sanciones <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> violación de su legislación y regulaciones relacionadas con las disposiciones del <br> presente Capítulo.2 <br> "}, {"ArticleTitle": "Obligaciones Relativas a las Exportaciones", "ArticleDesc": "ARTÍCULO 4.24: Obligaciones Relativas a las Exportaciones <br> 1. Cada Parte dispondrá que: <br> (a) cuando un exportador tenga razones para creer que el certificado de <br> origen contiene información incorrecta, deberá comunicar por escrito a la <br> autoridad competente para la emisión de certificados de origen y al <br> importador cualquier cambio que pueda afectar la exactitud o validez de <br> ese certificado, y <br> (b) si un exportador entregó un certificado de origen o información falsa, y <br> con base en éstos se exportaron mercancías calificadas como originarias <br> al territorio de otra Parte, será sujeto a sanciones en su territorio por <br> contravenir su legislación. <br> 2. Ninguna Parte impondrá sanciones a un exportador por proporcionar <br> información incorrecta si voluntariamente lo comunica por escrito a la autoridad <br> competente para la emisión de certificados de origen, previo a que la Parte importadora <br> haya iniciado el ejercicio de sus facultades de verificación y control, de conformidad <br> con su legislación y las disposiciones del presente Capítulo. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección B: Procedimientos Relacionados con el Origen <br> ARTÍCULO 4.19: Facturación por un Operador en un País no Parte <br> ARTÍCULO 4.25: Requisitos para Mantener Registros <br> ARTÍCULO 4.29: Revisión e Impugnación <br> ARTÍCULO 4.15: Tránsito y Transbordo <br> 1. Las mercancías que cumplan con las disposiciones del presente Capítulo <br> 1. La autoridad competente para la emisión de certificados de origen deberá <br> Cada Parte asegurará respecto de sus actos administrativos sobre asuntos <br> 1. Para que las mercancías conserven su carácter de originarias y se beneficien del <br> mantendrán su carácter de originarias, aun cuando sean facturadas por operadores <br> conservar una copia del certificado de origen durante un plazo mínimo de cinco años, a <br> cubiertos por el presente Capítulo, que los productores, exportadores o importadores en <br> tratamiento arancelario preferencial, éstas deberán haber sido expedidas directamente de <br> comerciales de un país no Parte. <br> partir de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> su territorio tengan acceso a: <br> la Parte exportadora a la Parte importadora. Para tal efecto, se considerarán expedidas <br> 2. En el certificado de origen deberá indicarse en el campo \"observaciones\", <br> sirvieron de base para la emisión del certificado de origen. <br> (a) una revisión administrativa independiente de la instancia o del <br> directamente: <br> cuando una mercancía sea facturada por un operador de un país no Parte. Asimismo, <br> 2. Un exportador que solicite un certificado de origen de conformidad con el <br> funcionario que haya emitido dicho acto administrativo, de conformidad <br> (a) las mercancías transportadas únicamente por el territorio de una o más <br> deberá indicarse el nombre y domicilio legal completo del operador del país no Parte. <br> Artículo 4.17, debe conservar por un mínimo de cinco años a partir de la fecha de su <br> con su legislación, y <br> Partes; <br> ARTÍCULO 4.20: Errores de Forma <br> emisión, todos los registros y documentos necesarios para demostrar que la mercancía <br> (b) una revisión judicial de los actos administrativos. <br> (b) las mercancías en tránsito a través de uno o más países que no sean Parte <br> Los errores de forma en un certificado de origen, tales como los mecanográficos, <br> era originaria. <br> 2 Para mayor certeza, en el caso de Chile, cuando un exportador proporcione información o <br> del presente Protocolo Adicional, con o sin transbordo o almacenamiento <br> no ocasionarán que éste sea rechazado si se trata de errores que no generan duda en <br> 3. Un importador que solicite tratamiento arancelario preferencial para una <br> documentación falsa, la autoridad competente para la emisión de certificados de origen podrá suspender <br> temporal, siempre que: <br> cuanto a la exactitud de la información contenida en dicho certificado. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> temporalmente la emisión de un nuevo certificado de origen. <br> (i) no sean objeto de ninguna operación fuera del territorio de las <br> ARTÍCULO 4.21: Excepciones <br> importación de la mercancía, los documentos relacionados con la importación, <br> Partes, excepto la carga, descarga, fraccionamiento o cualquier otra <br> El certificado de origen no será requerido cuando: <br> incluyendo el certificado de origen. <br> operación necesaria para mantener la mercancía en buenas <br> (a) el valor en aduana de la mercancía importada no exceda de 1000 dólares <br> 4. Los registros y documentos a que se hace referencia en los párrafos 1 a 3, podrán <br> condiciones, y <br> de los Estados Unidos de América o su equivalente en la moneda de la <br> ser mantenidos en papel o en forma electrónica, de conformidad con la legislación de <br> (ii) permanezcan bajo el control de las autoridades aduaneras en el <br> Parte importadora, o un monto mayor establecido por la Parte <br> cada Parte. <br> territorio de un país no Parte. <br> importadora, a menos que dicha Parte considere que la importación <br> ARTÍCULO 4.26: Consultas y Procedimientos para la Verificación de Origen <br> 2. El importador podrá acreditar el cumplimiento del párrafo 1 (b): <br> forma parte de una serie de importaciones realizadas o planificadas con el <br> 1. La autoridad competente para la verificación de origen de la Parte importadora, <br> (a) en caso de tránsito o transbordo, con documentos de transporte, tales <br> propósito de evadir el cumplimiento de los requisitos de certificación <br> podrá solicitar información acerca del origen de una mercancía a la autoridad <br> como la guía aérea, el conocimiento de embarque, la carta porte, o el <br> establecidos en el Artículo 4.17, o <br> competente para la emisión de certificados de origen de la Parte exportadora. <br> documento de transporte multimodal o combinado, según corresponda; <br> (b) sea una mercancía para la cual la Parte importadora, de conformidad con <br> 2. La autoridad competente para la verificación de origen de la Parte importadora, <br> (b) en caso de almacenamiento, con documentos de transporte, tales como la <br> su legislación, no requiere que el importador presente una certificación o <br> podrá requerir que el importador presente información relativa a la importación de la <br> guía aérea, el conocimiento de embarque, la carta porte, o el documento <br> información que demuestre el origen. <br> mercancía para la cual solicitó tratamiento arancelario preferencial. <br> de transporte multimodal o combinado, según corresponda, y los <br> ARTÍCULO 4.22: Obligaciones Relativas a las Importaciones <br> 3. Para efectos de determinar si una mercancía importada califica como originaria, <br> documentos emitidos por la autoridad aduanera u otra entidad <br> 1. Salvo lo dispuesto en el Artículo 4.23, cada Parte requerirá que el importador <br> la autoridad competente para la verificación de origen de la Parte importadora, podrá <br> competente que de conformidad con la legislación del país que no es <br> que solicite tratamiento arancelario preferencial en su territorio: <br> verificar el origen de la mercancía mediante los siguientes procedimientos: <br> Parte acrediten el almacenamiento, o <br> (a) declare en el documento aduanero de importación requerido por su <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (c) a falta de lo anterior, cualquier otro documento de respaldo emitido por la <br> legislación, con base en un certificado de origen, que una mercancía <br> productor de la mercancía en territorio de la otra Parte, a través de la <br> autoridad aduanera u otra entidad competente, de conformidad con la <br> califica como mercancía originaria; <br> autoridad competente para la emisión de certificados de origen de la <br> legislación del país que no es Parte. <br> (b) tenga el certificado de origen en su poder al momento en que realice la <br> Parte exportadora, en las que se deberá señalar específicamente los <br> ARTÍCULO 4.16: Exposiciones <br> declaración referida en el subpárrafo (a); <br> certificados de origen que amparen la mercancía objeto de verificación; <br> 1. Una mercancía originaria importada por otra Parte después de su exhibición en <br> (c) tenga en su poder los documentos que acrediten el cumplimiento de los <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> un país no Parte mantendrá su condición de originaria, y podrá acceder al tratamiento <br> requisitos establecidos en el Artículo 4.15.2, cuando sea aplicable; <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> arancelario preferencial, siempre que haya permanecido bajo control aduanero en el <br> (d) proporcione el certificado de origen, así como los documentos indicados <br> los registros y documentos a que se refiere el Artículo 4.25 e <br> territorio de dicho país no Parte. <br> en el subpárrafo (c), cuando la autoridad aduanera lo solicite, y <br> inspeccionar las instalaciones y procesos productivos, incluyendo los <br> 2. Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> (e) presente una declaración corregida y pague el arancel aduanero <br> materiales que se utilicen en la producción, o <br> de conformidad con lo dispuesto en el Artículo 4.17. No obstante, si la Parte <br> correspondiente, cuando tenga motivos para creer que el certificado de <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> importadora lo considera necesario, podrá requerir evidencia documental adicional <br> origen en que se sustenta la declaración de importación tiene información <br> 4. Para los efectos del presente Artículo, la autoridad competente para la <br> relacionada con la exposición, tales como documentos de transporte, aduaneros u otros. <br> incorrecta. El importador no podrá ser sancionado cuando en forma <br> verificación de origen de la Parte importadora deberá comunicar al importador el inicio <br> ARTÍCULO 4.17: Certificación de Origen <br> voluntaria presente la declaración corregida, previo a que la Parte <br> del proceso de verificación correspondiente. <br> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un <br> importadora haya iniciado el ejercicio de sus facultades de verificación y <br> 5. Para los efectos del presente Artículo, cualquier comunicación escrita enviada <br> certificado de origen escrito o electrónico1 emitido por la autoridad competente para la <br> control de conformidad con su legislación y las disposiciones del <br> por la autoridad competente para la verificación de origen de la Parte importadora al <br> emisión de certificados de origen de la Parte exportadora, a solicitud del exportador. El <br> presente Capítulo. <br> exportador o productor, a través de la autoridad competente para la emisión de <br> certificado de origen será emitido, a más tardar, en la fecha de embarque de la <br> 2. Si un importador en su territorio no cumple con alguno de los requisitos <br> certificados de origen de la Parte exportadora, deberá ser realizada por medio de: <br> mercancía. <br> aplicables del presente Capítulo, la autoridad aduanera de la Parte importadora podrá <br> (a) correos certificados u otras formas con acuse de recibo que confirmen la <br> 2. No obstante el párrafo 1, un certificado de origen, podrá ser emitido con <br> negar el tratamiento arancelario preferencial solicitado. <br> recepción de los documentos o comunicaciones, o <br> posterioridad a la fecha de embarque de la mercancía, siempre que: <br> ARTÍCULO 4.23: Devolución de Aranceles Aduaneros <br> (b) cualquier otra forma que las Partes acuerden. <br> (a) no se haya emitido a la fecha de embarque debido a errores, omisiones <br> Cuando el importador no hubiera solicitado el tratamiento arancelario <br> 6. De conformidad con el párrafo 3, las solicitudes de información o los <br> involuntarias, o cualquier otra circunstancia que pueda ser considerada <br> preferencial para las mercancías importadas a su territorio podrá, a más tardar un año <br> cuestionarios escritos deberán contener: <br> justificada de conformidad con la legislación de la Parte exportadora, o <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la Parte <br> (a) el nombre, cargo y dirección de la autoridad competente para la <br> (b) se demuestre, a satisfacción de la autoridad competente para la emisión <br> importadora la devolución de los aranceles aduaneros pagados en exceso, siempre que <br> verificación de origen que solicita la información; <br> de certificados de origen, que el certificado de origen emitido no fue <br> la solicitud vaya acompañada de: <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> aceptado al momento de la importación. El periodo de vigencia debe <br> (a) una declaración por escrito indicando que la mercancía calificaba como <br> información y documentación; <br> mantenerse según lo indicado en el certificado de origen que se emitió <br> originaria; <br> (c) la descripción de la información y documentos que se requieren, y <br> originalmente. <br> (b) el certificado de origen, y <br> (d) el fundamento legal de las solicitudes de información o cuestionarios <br> 3. Para efectos de la emisión del certificado de origen, la autoridad competente <br> (c) cualquier otra documentación relacionada con la importación de la <br> escritos. <br> para la emisión de certificados de origen examinará en su territorio el carácter originario <br> mercancía, que requiera la autoridad aduanera. <br> 7. El exportador o productor que reciba un cuestionario o solicitud de información <br> de las mercancías. Con dicho fin, podrá solicitar cualquier evidencia de respaldo, <br> de conformidad al párrafo 3 (a), completará debidamente y devolverá el cuestionario o <br> efectuar visitas de inspección a las instalaciones del exportador o productor o realizar <br> responderá a la solicitud de información dentro de los 30 días siguientes a partir de la <br> cualquier otro control que considere apropiado. <br> fecha de recepción. Durante el período señalado, el exportador o productor podrá hacer <br> 4. El certificado de origen tendrá un formato único establecido en el Anexo 4.17. <br> una solicitud de prórroga por escrito a la autoridad competente para la verificación de <br> Dicho formato podrá ser modificado por acuerdo entre las Partes. El certificado de <br> origen de la Parte importadora, la cual no deberá ser mayor a 30 días. <br> origen deberá estar debidamente llenado de conformidad con su instructivo. <br> 8. La autoridad competente para la verificación de origen de la Parte importadora <br> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br> podrá solicitar, a través de la autoridad competente para la emisión de certificados de <br> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br> origen de la Parte exportadora, información adicional al exportador o productor, aún si <br> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br> hubiere recibido el cuestionario o la información solicitada a la que se refiere el párrafo <br> de la factura comercial o con posterioridad a la misma. <br> 3 (a). En este caso, el exportador o productor tendrá un plazo de 30 días para responder <br> 6. Los nombres y sellos de las autoridades competentes para la emisión de <br> a dicha solicitud, contado a partir del día siguiente de la fecha de notificación al <br> certificados de origen, así como el registro de los nombres y firmas de los funcionarios <br> exportador o productor. <br> acreditados para tal fin, serán notificados por cada Parte. <br> 9. Si el exportador o productor no completa debidamente un cuestionario, no lo <br> devuelve, o no proporciona la información solicitada dentro de los plazos establecidos <br> en los párrafos 7 y 8, la Parte importadora podrá negar el tratamiento arancelario <br> preferencial a las mercancías sujetas a verificación, enviando al exportador o productor, <br> al importador y a la autoridad competente para la emisión de certificados de origen de la <br> Parte exportadora, una determinación de origen en la que se incluyan los hechos y el <br> fundamento legal para esa decisión. <br> 10. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> el párrafo 3 (b), la autoridad competente para la verificación de origen de la Parte <br> importadora deberá notificar por escrito su intención de efectuar la visita de <br> verificación, de conformidad con el párrafo 5. La autoridad competente para la <br> verificación de origen de la Parte importadora requerirá para realizar la visita de <br> verificación, del consentimiento por escrito del exportador o productor a ser visitado. <br> 11. De conformidad con lo dispuesto en el párrafo 3 (b), la notificación de intención <br> de realización de la visita de verificación de origen a la que se refiere el párrafo 10, <br> deberá contener: <br> (a) el nombre, cargo y domicilio de la autoridad competente para la <br> verificación de origen de la Parte importadora que hace la notificación; <br> (b) el nombre del exportador o productor a ser visitado; <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> referencia específica a los certificados de origen objeto de verificación; <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br> verificación, y <br> (f) el fundamento legal de la visita de verificación. <br> 12. Si el exportador o el productor de una mercancía no otorga su consentimiento <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10, la <br> autoridad competente para la verificación de origen de la Parte importadora deberá <br> notificar por escrito al exportador o productor y a la autoridad competente para la <br> emisión de certificados de origen su determinación negativa, incluyendo los hechos y su <br> fundamento legal. <br> 13. Conforme al párrafo 12, la autoridad aduanera de la Parte importadora podrá <br> negar el tratamiento arancelario preferencial a dicha mercancía, notificando por escrito <br> al importador su decisión, incluyendo los hechos y el fundamento legal de ésta. <br> 14. La autoridad competente para la verificación de origen de la Parte importadora <br> no emitirá una determinación de origen negativa para una mercancía si dentro de los 15 <br> días siguientes a la fecha de recepción de la notificación, por una sola vez, el productor <br> o el exportador solicita el aplazamiento de la visita de verificación propuesta con las <br> justificaciones correspondientes, por un período no mayor de 30 días contados a partir <br> de la fecha propuesta conforme al párrafo 11 (c), o por un plazo mayor que acuerden la <br> autoridad competente para la verificación de la Parte importadora y la autoridad <br> 15. De conformidad con lo dispuesto en el párrafo 3 (b), la autoridad competente <br> para la verificación de origen de la Parte importadora permitirá a un exportador o <br> productor que esté sujeto a una visita de verificación, designar hasta dos observadores <br> para que estén presentes durante la visita y que únicamente actúen como tal. La no <br> designación de observadores no será motivo para que se posponga la visita. <br> 16. La autoridad aduanera de la Parte importadora podrá negar el tratamiento <br> arancelario preferencial a una mercancía sujeta a una verificación de origen cuando, en <br> el transcurso de una visita de verificación, el exportador o productor de la mercancía no <br> ponga a disposición de la autoridad competente para la verificación de origen de la <br> Parte importadora los registros y documentos a que hace referencia el Artículo 4.25. <br> 17. Cuando se haya concluido la visita de verificación, la autoridad competente para <br> la verificación de origen de la Parte importadora elaborará un acta de la visita. El <br> exportador o productor sujeto de la visita podrá firmar dicha acta. En caso que se niegue <br> a hacerlo, se dejará constancia de este hecho, sin afectar la validez del procedimiento. <br> 18. La autoridad competente para la verificación de origen de la Parte importadora <br> deberá notificar por escrito a la autoridad competente para la emisión de certificados de <br> origen de la Parte exportadora, en un plazo no mayor a 365 días de iniciado el proceso <br> de verificación, sobre los resultados de la determinación de origen de las mercancías, así <br> como los fundamentos de hecho y derecho sobre los cuales basó dicha determinación, la <br> cual podrá incluir un pronunciamiento respecto a la validez o no del certificado de <br> origen. En caso de no realizarse dicha notificación, no se podrá negar el tratamiento <br> arancelario preferencial a las mercancías objeto de verificación. <br> 19. Cuando a través de una verificación de origen, la autoridad competente para la <br> verificación de origen de la Parte importadora determina que un exportador o un <br> productor ha proporcionado más de una declaración o información falsa o infundada, en <br> el sentido que una mercancía califica como originaria, la autoridad aduanera de la Parte <br> importadora podrá suspender el tratamiento arancelario preferencial a mercancías <br> idénticas exportadas por ese exportador o productor. La autoridad aduanera de la Parte <br> importadora otorgará tratamiento arancelario preferencial a las mercancías una vez que <br> las mismas cumplan con lo establecido en el presente Capítulo. <br> ARTÍCULO 4.27: Sanciones <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> violación de su legislación y regulaciones relacionadas con las disposiciones del <br> presente Capítulo.2 <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "ARTÍCULO 4.28: Confidencialidad <br> 1. Cuando una Parte suministre información a otra Parte de conformidad con el <br> presente Capítulo, y la designe, de manera clara y específica como confidencial, esa otra <br> Parte mantendrá la confidencialidad de dicha información de acuerdo con lo establecido <br> en su legislación. <br> 2. La Parte que suministre la información podrá exigir a la otra Parte una <br> declaración escrita en el sentido de que la información se mantendrá en forma <br> confidencial y será usada únicamente para los efectos especificados en la solicitud de <br> información de la otra Parte. <br> 3. Una Parte podrá negarse a entregar la información solicitada por otra Parte <br> cuando esa Parte no haya actuado de conformidad con lo dispuesto en el párrafo 1. <br> 4. Cada Parte, de conformidad con su legislación, adoptará o mantendrá <br> procedimientos en los que la información confidencial remitida por otra Parte, <br> incluyendo aquella información cuya divulgación pudiera perjudicar la posición <br> competitiva de la persona que la proporciona, sea protegida de una divulgación que <br> contravenga los términos del presente Artículo. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Sección B: Procedimientos Relacionados con el Origen <br> ARTÍCULO 4.19: Facturación por un Operador en un País no Parte <br> ARTÍCULO 4.25: Requisitos para Mantener Registros <br> ARTÍCULO 4.29: Revisión e Impugnación <br> ARTÍCULO 4.15: Tránsito y Transbordo <br> 1. Las mercancías que cumplan con las disposiciones del presente Capítulo <br> 1. La autoridad competente para la emisión de certificados de origen deberá <br> Cada Parte asegurará respecto de sus actos administrativos sobre asuntos <br> 1. Para que las mercancías conserven su carácter de originarias y se beneficien del <br> mantendrán su carácter de originarias, aun cuando sean facturadas por operadores <br> conservar una copia del certificado de origen durante un plazo mínimo de cinco años, a <br> cubiertos por el presente Capítulo, que los productores, exportadores o importadores en <br> tratamiento arancelario preferencial, éstas deberán haber sido expedidas directamente de <br> comerciales de un país no Parte. <br> partir de la fecha de su emisión. Tal archivo deberá incluir todos los antecedentes que <br> su territorio tengan acceso a: <br> la Parte exportadora a la Parte importadora. Para tal efecto, se considerarán expedidas <br> 2. En el certificado de origen deberá indicarse en el campo \"observaciones\", <br> sirvieron de base para la emisión del certificado de origen. <br> (a) una revisión administrativa independiente de la instancia o del <br> directamente: <br> cuando una mercancía sea facturada por un operador de un país no Parte. Asimismo, <br> 2. Un exportador que solicite un certificado de origen de conformidad con el <br> funcionario que haya emitido dicho acto administrativo, de conformidad <br> (a) las mercancías transportadas únicamente por el territorio de una o más <br> deberá indicarse el nombre y domicilio legal completo del operador del país no Parte. <br> Artículo 4.17, debe conservar por un mínimo de cinco años a partir de la fecha de su <br> con su legislación, y <br> Partes; <br> ARTÍCULO 4.20: Errores de Forma <br> emisión, todos los registros y documentos necesarios para demostrar que la mercancía <br> (b) una revisión judicial de los actos administrativos. <br> (b) las mercancías en tránsito a través de uno o más países que no sean Parte <br> Los errores de forma en un certificado de origen, tales como los mecanográficos, <br> era originaria. <br> 2 Para mayor certeza, en el caso de Chile, cuando un exportador proporcione información o <br> del presente Protocolo Adicional, con o sin transbordo o almacenamiento <br> no ocasionarán que éste sea rechazado si se trata de errores que no generan duda en <br> 3. Un importador que solicite tratamiento arancelario preferencial para una <br> documentación falsa, la autoridad competente para la emisión de certificados de origen podrá suspender <br> temporal, siempre que: <br> cuanto a la exactitud de la información contenida en dicho certificado. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> temporalmente la emisión de un nuevo certificado de origen. <br> (i) no sean objeto de ninguna operación fuera del territorio de las <br> ARTÍCULO 4.21: Excepciones <br> importación de la mercancía, los documentos relacionados con la importación, <br> Partes, excepto la carga, descarga, fraccionamiento o cualquier otra <br> El certificado de origen no será requerido cuando: <br> incluyendo el certificado de origen. <br> operación necesaria para mantener la mercancía en buenas <br> (a) el valor en aduana de la mercancía importada no exceda de 1000 dólares <br> 4. Los registros y documentos a que se hace referencia en los párrafos 1 a 3, podrán <br> condiciones, y <br> de los Estados Unidos de América o su equivalente en la moneda de la <br> ser mantenidos en papel o en forma electrónica, de conformidad con la legislación de <br> (ii) permanezcan bajo el control de las autoridades aduaneras en el <br> Parte importadora, o un monto mayor establecido por la Parte <br> cada Parte. <br> territorio de un país no Parte. <br> importadora, a menos que dicha Parte considere que la importación <br> ARTÍCULO 4.26: Consultas y Procedimientos para la Verificación de Origen <br> 2. El importador podrá acreditar el cumplimiento del párrafo 1 (b): <br> forma parte de una serie de importaciones realizadas o planificadas con el <br> 1. La autoridad competente para la verificación de origen de la Parte importadora, <br> (a) en caso de tránsito o transbordo, con documentos de transporte, tales <br> propósito de evadir el cumplimiento de los requisitos de certificación <br> podrá solicitar información acerca del origen de una mercancía a la autoridad <br> como la guía aérea, el conocimiento de embarque, la carta porte, o el <br> establecidos en el Artículo 4.17, o <br> competente para la emisión de certificados de origen de la Parte exportadora. <br> documento de transporte multimodal o combinado, según corresponda; <br> (b) sea una mercancía para la cual la Parte importadora, de conformidad con <br> 2. La autoridad competente para la verificación de origen de la Parte importadora, <br> (b) en caso de almacenamiento, con documentos de transporte, tales como la <br> su legislación, no requiere que el importador presente una certificación o <br> podrá requerir que el importador presente información relativa a la importación de la <br> guía aérea, el conocimiento de embarque, la carta porte, o el documento <br> información que demuestre el origen. <br> mercancía para la cual solicitó tratamiento arancelario preferencial. <br> de transporte multimodal o combinado, según corresponda, y los <br> ARTÍCULO 4.22: Obligaciones Relativas a las Importaciones <br> 3. Para efectos de determinar si una mercancía importada califica como originaria, <br> documentos emitidos por la autoridad aduanera u otra entidad <br> 1. Salvo lo dispuesto en el Artículo 4.23, cada Parte requerirá que el importador <br> la autoridad competente para la verificación de origen de la Parte importadora, podrá <br> competente que de conformidad con la legislación del país que no es <br> que solicite tratamiento arancelario preferencial en su territorio: <br> verificar el origen de la mercancía mediante los siguientes procedimientos: <br> Parte acrediten el almacenamiento, o <br> (a) declare en el documento aduanero de importación requerido por su <br> (a) solicitudes de información o cuestionarios escritos al exportador o <br> (c) a falta de lo anterior, cualquier otro documento de respaldo emitido por la <br> legislación, con base en un certificado de origen, que una mercancía <br> productor de la mercancía en territorio de la otra Parte, a través de la <br> autoridad aduanera u otra entidad competente, de conformidad con la <br> califica como mercancía originaria; <br> autoridad competente para la emisión de certificados de origen de la <br> legislación del país que no es Parte. <br> (b) tenga el certificado de origen en su poder al momento en que realice la <br> Parte exportadora, en las que se deberá señalar específicamente los <br> ARTÍCULO 4.16: Exposiciones <br> declaración referida en el subpárrafo (a); <br> certificados de origen que amparen la mercancía objeto de verificación; <br> 1. Una mercancía originaria importada por otra Parte después de su exhibición en <br> (c) tenga en su poder los documentos que acrediten el cumplimiento de los <br> (b) visitas de verificación a las instalaciones del exportador o productor de la <br> un país no Parte mantendrá su condición de originaria, y podrá acceder al tratamiento <br> requisitos establecidos en el Artículo 4.15.2, cuando sea aplicable; <br> mercancía en el territorio de la otra Parte, con el propósito de examinar <br> arancelario preferencial, siempre que haya permanecido bajo control aduanero en el <br> (d) proporcione el certificado de origen, así como los documentos indicados <br> los registros y documentos a que se refiere el Artículo 4.25 e <br> territorio de dicho país no Parte. <br> en el subpárrafo (c), cuando la autoridad aduanera lo solicite, y <br> inspeccionar las instalaciones y procesos productivos, incluyendo los <br> 2. Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> (e) presente una declaración corregida y pague el arancel aduanero <br> materiales que se utilicen en la producción, o <br> de conformidad con lo dispuesto en el Artículo 4.17. No obstante, si la Parte <br> correspondiente, cuando tenga motivos para creer que el certificado de <br> (c) cualquier otro procedimiento que las Partes acuerden. <br> importadora lo considera necesario, podrá requerir evidencia documental adicional <br> origen en que se sustenta la declaración de importación tiene información <br> 4. Para los efectos del presente Artículo, la autoridad competente para la <br> relacionada con la exposición, tales como documentos de transporte, aduaneros u otros. <br> incorrecta. El importador no podrá ser sancionado cuando en forma <br> verificación de origen de la Parte importadora deberá comunicar al importador el inicio <br> ARTÍCULO 4.17: Certificación de Origen <br> voluntaria presente la declaración corregida, previo a que la Parte <br> del proceso de verificación correspondiente. <br> 1. El importador podrá solicitar tratamiento arancelario preferencial basado en un <br> importadora haya iniciado el ejercicio de sus facultades de verificación y <br> 5. Para los efectos del presente Artículo, cualquier comunicación escrita enviada <br> certificado de origen escrito o electrónico1 emitido por la autoridad competente para la <br> control de conformidad con su legislación y las disposiciones del <br> por la autoridad competente para la verificación de origen de la Parte importadora al <br> emisión de certificados de origen de la Parte exportadora, a solicitud del exportador. El <br> presente Capítulo. <br> exportador o productor, a través de la autoridad competente para la emisión de <br> certificado de origen será emitido, a más tardar, en la fecha de embarque de la <br> 2. Si un importador en su territorio no cumple con alguno de los requisitos <br> certificados de origen de la Parte exportadora, deberá ser realizada por medio de: <br> mercancía. <br> aplicables del presente Capítulo, la autoridad aduanera de la Parte importadora podrá <br> (a) correos certificados u otras formas con acuse de recibo que confirmen la <br> 2. No obstante el párrafo 1, un certificado de origen, podrá ser emitido con <br> negar el tratamiento arancelario preferencial solicitado. <br> recepción de los documentos o comunicaciones, o <br> posterioridad a la fecha de embarque de la mercancía, siempre que: <br> ARTÍCULO 4.23: Devolución de Aranceles Aduaneros <br> (b) cualquier otra forma que las Partes acuerden. <br> (a) no se haya emitido a la fecha de embarque debido a errores, omisiones <br> Cuando el importador no hubiera solicitado el tratamiento arancelario <br> 6. De conformidad con el párrafo 3, las solicitudes de información o los <br> involuntarias, o cualquier otra circunstancia que pueda ser considerada <br> preferencial para las mercancías importadas a su territorio podrá, a más tardar un año <br> cuestionarios escritos deberán contener: <br> justificada de conformidad con la legislación de la Parte exportadora, o <br> después de la fecha de importación, solicitar ante la autoridad aduanera de la Parte <br> (a) el nombre, cargo y dirección de la autoridad competente para la <br> (b) se demuestre, a satisfacción de la autoridad competente para la emisión <br> importadora la devolución de los aranceles aduaneros pagados en exceso, siempre que <br> verificación de origen que solicita la información; <br> de certificados de origen, que el certificado de origen emitido no fue <br> la solicitud vaya acompañada de: <br> (b) el nombre y dirección del exportador o productor a quien se le solicita la <br> aceptado al momento de la importación. El periodo de vigencia debe <br> (a) una declaración por escrito indicando que la mercancía calificaba como <br> información y documentación; <br> mantenerse según lo indicado en el certificado de origen que se emitió <br> originaria; <br> (c) la descripción de la información y documentos que se requieren, y <br> originalmente. <br> (b) el certificado de origen, y <br> (d) el fundamento legal de las solicitudes de información o cuestionarios <br> 3. Para efectos de la emisión del certificado de origen, la autoridad competente <br> (c) cualquier otra documentación relacionada con la importación de la <br> escritos. <br> para la emisión de certificados de origen examinará en su territorio el carácter originario <br> mercancía, que requiera la autoridad aduanera. <br> 7. El exportador o productor que reciba un cuestionario o solicitud de información <br> de las mercancías. Con dicho fin, podrá solicitar cualquier evidencia de respaldo, <br> de conformidad al párrafo 3 (a), completará debidamente y devolverá el cuestionario o <br> efectuar visitas de inspección a las instalaciones del exportador o productor o realizar <br> responderá a la solicitud de información dentro de los 30 días siguientes a partir de la <br> cualquier otro control que considere apropiado. <br> fecha de recepción. Durante el período señalado, el exportador o productor podrá hacer <br> 4. El certificado de origen tendrá un formato único establecido en el Anexo 4.17. <br> una solicitud de prórroga por escrito a la autoridad competente para la verificación de <br> Dicho formato podrá ser modificado por acuerdo entre las Partes. El certificado de <br> origen de la Parte importadora, la cual no deberá ser mayor a 30 días. <br> origen deberá estar debidamente llenado de conformidad con su instructivo. <br> 8. La autoridad competente para la verificación de origen de la Parte importadora <br> 5. El certificado de origen tendrá una validez de un año a partir de la fecha en la <br> podrá solicitar, a través de la autoridad competente para la emisión de certificados de <br> que fue emitido. Dicho certificado de origen podrá amparar la exportación de una o <br> origen de la Parte exportadora, información adicional al exportador o productor, aún si <br> varias mercancías al territorio de una Parte y deberá ser expedido en la fecha de emisión <br> hubiere recibido el cuestionario o la información solicitada a la que se refiere el párrafo <br> de la factura comercial o con posterioridad a la misma. <br> 3 (a). En este caso, el exportador o productor tendrá un plazo de 30 días para responder <br> 6. Los nombres y sellos de las autoridades competentes para la emisión de <br> a dicha solicitud, contado a partir del día siguiente de la fecha de notificación al <br> certificados de origen, así como el registro de los nombres y firmas de los funcionarios <br> exportador o productor. <br> acreditados para tal fin, serán notificados por cada Parte. <br> 9. Si el exportador o productor no completa debidamente un cuestionario, no lo <br> devuelve, o no proporciona la información solicitada dentro de los plazos establecidos <br> en los párrafos 7 y 8, la Parte importadora podrá negar el tratamiento arancelario <br> preferencial a las mercancías sujetas a verificación, enviando al exportador o productor, <br> al importador y a la autoridad competente para la emisión de certificados de origen de la <br> Parte exportadora, una determinación de origen en la que se incluyan los hechos y el <br> fundamento legal para esa decisión. <br> 10. Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> el párrafo 3 (b), la autoridad competente para la verificación de origen de la Parte <br> importadora deberá notificar por escrito su intención de efectuar la visita de <br> verificación, de conformidad con el párrafo 5. La autoridad competente para la <br> verificación de origen de la Parte importadora requerirá para realizar la visita de <br> verificación, del consentimiento por escrito del exportador o productor a ser visitado. <br> 11. De conformidad con lo dispuesto en el párrafo 3 (b), la notificación de intención <br> de realización de la visita de verificación de origen a la que se refiere el párrafo 10, <br> deberá contener: <br> (a) el nombre, cargo y domicilio de la autoridad competente para la <br> verificación de origen de la Parte importadora que hace la notificación; <br> (b) el nombre del exportador o productor a ser visitado; <br> (c) la fecha y lugar de la visita de verificación propuesta; <br> (d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> referencia específica a los certificados de origen objeto de verificación; <br> (e) los nombres y cargos de los funcionarios que efectuarán la visita de <br> verificación, y <br> (f) el fundamento legal de la visita de verificación. <br> 12. Si el exportador o el productor de una mercancía no otorga su consentimiento <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 10, la <br> autoridad competente para la verificación de origen de la Parte importadora deberá <br> notificar por escrito al exportador o productor y a la autoridad competente para la <br> emisión de certificados de origen su determinación negativa, incluyendo los hechos y su <br> fundamento legal. <br> 13. Conforme al párrafo 12, la autoridad aduanera de la Parte importadora podrá <br> negar el tratamiento arancelario preferencial a dicha mercancía, notificando por escrito <br> al importador su decisión, incluyendo los hechos y el fundamento legal de ésta. <br> 14. La autoridad competente para la verificación de origen de la Parte importadora <br> no emitirá una determinación de origen negativa para una mercancía si dentro de los 15 <br> días siguientes a la fecha de recepción de la notificación, por una sola vez, el productor <br> o el exportador solicita el aplazamiento de la visita de verificación propuesta con las <br> justificaciones correspondientes, por un período no mayor de 30 días contados a partir <br> de la fecha propuesta conforme al párrafo 11 (c), o por un plazo mayor que acuerden la <br> autoridad competente para la verificación de la Parte importadora y la autoridad <br> 15. De conformidad con lo dispuesto en el párrafo 3 (b), la autoridad competente <br> para la verificación de origen de la Parte importadora permitirá a un exportador o <br> productor que esté sujeto a una visita de verificación, designar hasta dos observadores <br> para que estén presentes durante la visita y que únicamente actúen como tal. La no <br> designación de observadores no será motivo para que se posponga la visita. <br> 16. La autoridad aduanera de la Parte importadora podrá negar el tratamiento <br> arancelario preferencial a una mercancía sujeta a una verificación de origen cuando, en <br> el transcurso de una visita de verificación, el exportador o productor de la mercancía no <br> ponga a disposición de la autoridad competente para la verificación de origen de la <br> Parte importadora los registros y documentos a que hace referencia el Artículo 4.25. <br> 17. Cuando se haya concluido la visita de verificación, la autoridad competente para <br> la verificación de origen de la Parte importadora elaborará un acta de la visita. El <br> exportador o productor sujeto de la visita podrá firmar dicha acta. En caso que se niegue <br> a hacerlo, se dejará constancia de este hecho, sin afectar la validez del procedimiento. <br> 18. La autoridad competente para la verificación de origen de la Parte importadora <br> deberá notificar por escrito a la autoridad competente para la emisión de certificados de <br> origen de la Parte exportadora, en un plazo no mayor a 365 días de iniciado el proceso <br> de verificación, sobre los resultados de la determinación de origen de las mercancías, así <br> como los fundamentos de hecho y derecho sobre los cuales basó dicha determinación, la <br> cual podrá incluir un pronunciamiento respecto a la validez o no del certificado de <br> origen. En caso de no realizarse dicha notificación, no se podrá negar el tratamiento <br> arancelario preferencial a las mercancías objeto de verificación. <br> 19. Cuando a través de una verificación de origen, la autoridad competente para la <br> verificación de origen de la Parte importadora determina que un exportador o un <br> productor ha proporcionado más de una declaración o información falsa o infundada, en <br> el sentido que una mercancía califica como originaria, la autoridad aduanera de la Parte <br> importadora podrá suspender el tratamiento arancelario preferencial a mercancías <br> idénticas exportadas por ese exportador o productor. La autoridad aduanera de la Parte <br> importadora otorgará tratamiento arancelario preferencial a las mercancías una vez que <br> las mismas cumplan con lo establecido en el presente Capítulo. <br> ARTÍCULO 4.27: Sanciones <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la <br> violación de su legislación y regulaciones relacionadas con las disposiciones del <br> presente Capítulo.2 <br> "}, {"ArticleTitle": "Comité de Reglas de Origen y Procedimientos Relacionados con el", "ArticleDesc": "ARTÍCULO 4.30: Comité de Reglas de Origen y Procedimientos Relacionados con el <br> Origen, Facilitación del Comercio y Cooperación Aduanera <br> 1. Las Partes establecen el Comité de Reglas de Origen y Procedimientos <br> Relacionados con el Origen, Facilitación del Comercio y Cooperación Aduanera (en lo <br> sucesivo, denominado el \"Comité\"), integrado por representantes de cada Parte, el cual <br> tendrá competencia sobre las disposiciones del presente Capítulo y del Capítulo 5 <br> (Facilitación del Comercio y Cooperación Aduanera). <br> 2. El Comité tendrá las siguientes funciones: <br> (a) monitorear la implementación y administración de los Capítulos citados <br> en el párrafo 1; <br> (b) proponer a la Comisión de Libre Comercio: <br> (i) adecuaciones y modificaciones al Anexo 4.2 como resultado de las <br> enmiendas al Sistema Armonizado (SA) o de la evaluación de una <br> solicitud presentada por una Parte; <br> (ii) cualquier modificación o interpretación sobre lo dispuesto en los <br> Capítulos citados en el párrafo 1, y <br> (iii) modificaciones al formato e instructivo del certificado de origen a <br> que se refiere el Artículo 4.17; <br> (c) resolver cualquier discrepancia relacionada con la clasificación <br> arancelaria. Si el Comité no alcanza una decisión al respecto, podrá <br> realizar las consultas apropiadas a la Organización Mundial de Aduanas, <br> cuya recomendación será tomada en consideración por las Partes. <br> (d) tratar cualquier otro asunto relacionado con los Capítulos citados en el <br> párrafo 1. <br> 3. Salvo que las Partes acuerden algo distinto, el Comité se reunirá una vez al año, <br> en la fecha y según la agenda previamente acordadas por las Partes. Las Partes <br> determinarán aquellos casos en los que se podrán efectuar reuniones extraordinarias. <br> 4. Las reuniones se podrán llevar a cabo por cualquier medio acordado por las <br> Partes. Cuando sean presenciales, se realizarán alternadamente en el territorio de cada <br> Parte y le corresponderá a la Parte sede organizar la reunión. <br> "}, {"ArticleTitle": "Comité de Escaso Abasto", "ArticleDesc": "ARTÍCULO 4.31: Comité de Escaso Abasto <br> Las Partes establecen el Comité de Escaso Abasto (en lo sucesivo, denominado <br> \"CEA\"), el cual funcionará de conformidad con lo establecido en el Anexo 4.31. <br> "}, {"ArticleTitle": "Criterios del CEA", "ArticleDesc": "ARTÍCULO 4.32: Criterios del CEA <br> 1. Cualquier Parte podrá solicitar una dispensa para la utilización de materiales no <br> originarios clasificados en los capítulos 50 al 60 del Sistema Armonizado (SA) <br> utilizados en la producción de una mercancía clasificada en el capítulo 50 al 63 del <br> Sistema Armonizado (SA), cuya utilización sea requerida por la regla de origen <br> establecida en el Anexo 4.2 para esa mercancía, y que no se encuentren disponibles en <br> condiciones comerciales normales debido a que se presenta alguno de los siguientes <br> supuestos de desabastecimiento: absoluto, por volumen y por condiciones oportunas de <br> entrega en el territorio de las Partes. <br> 2. Para los efectos del párrafo 1, el CEA llevará a cabo el procedimiento <br> establecido en el Anexo 4.31. En caso que exista suministro del material solicitado en el <br> territorio de las Partes, los representantes del CEA deberán garantizar a la Parte <br> solicitante que no se configuran los supuestos de desabastecimiento: absoluto, por <br> volumen y por condiciones oportunas de entrega para dicho material, conforme a la <br> información suministrada para la investigación y al procedimiento previsto en el Anexo <br> 4.31. <br> 3. En caso de que la Parte solicitante no reciba respuesta dentro del plazo <br> establecido en el Anexo 4.31 o no exista suministro del material objeto de la solicitud, <br> se entenderá que existe una condición de desabastecimiento en el territorio de las Partes. <br> El abastecimiento de dicho material se dará a partir de la entrada en vigor del dictamen <br> emitido por el CEA conforme al procedimiento previsto en el Anexo 4.31. <br> ANEXO 4.17 <br> CERTIFICADO DE ORIGEN E INSTRUCTIVO PARA SU LLENADO <br> CERTIFICADO DE ORIGEN <br> ALIANZA DEL PACÍFICO <br> Certificado Nº……….. <br> 1. País de exportación: 2. País de importación: <br> 3. Nombre y domicilio del exportador: 4. Nombre y domicilio del productor: <br> Teléfono: Fax o correo electrónico: Teléfono: Fax o correo electrónico: <br> Número de Registro Fiscal: Número de Registro Fiscal: <br> 5. Nombre y domicilio del importador: <br> Teléfono: Fax o correo electrónico: <br> Número de Registro Fiscal: <br> 6. Número de 7. Clasificación arancelaria 8. Descripción de la(s) mercancía(s) 9. Criterio de 10. No. Factura(s) 11. Cantidad y unidad <br> ítem origen comercial(es) de medida <br> 12. Observaciones: <br> 13. Declaración del exportador: <br> El abajo firmante declara bajo juramento que la información consignada en este certificado de origen es correcta y verdadera y que las mercancías cumplen con las <br> disposiciones del Capítulo 4 establecidas en el Protocolo Adicional al Acuerdo Marco de la Alianza del Pacífico. <br> Me comprometo a conservar los documentos necesarios que respalden el contenido del presente certificado, de acuerdo al Artículo 4.25 de dicho Protocolo Adicional, y <br> presentarlos, en caso de ser requerido, así como a notificar por escrito a la autoridad competente o entidades habilitadas para la emisión de certificados de origen y al <br> importador cualquier cambio que pueda afectar la exactitud o validez de este certificado. <br> Esta declaración se compone de ______ hojas, incluyendo todos sus anexos. <br> Nombre Firma <br> Fecha: D D / M M / A A <br> ___/_____/____ <br> 14. Certificación de la autoridad competente para la emisión de certificados de origen: <br> Certifico la veracidad de la presente declaración <br> Fecha: D D / M M / A A Sello <br> INSTRUCTIVO PARA EL LLENADO DEL CERTIFICADO DE ORIGEN <br> (No será necesario reproducir las instrucciones de llenado del certificado de origen) <br> Para los efectos de solicitar el tratamiento arancelario preferencial correspondiente, este <br> documento deberá ser llenado en forma legible por el productor o exportador de la <br> mercancía o su representante autorizado, deberá ser emitido por la autoridad <br> competente para la emisión de certificados de origen la cual puede delegar dicha <br> función en entidades habilitadas. Llenar a máquina o con letra de imprenta o molde. <br> Este documento no será válido si presenta alguna raspadura, tachadura o enmienda. <br> Para los efectos de llenado de este certificado de origen: <br> Certificado N°: corresponde a un número de serie consecutivo que la autoridad <br> competente o la entidad habilitada para la emisión de certificados de origen asigna. Este <br> campo sólo debe ser llenado por dicha autoridad o entidad. <br> En el caso de Chile, corresponde al Rol Único Tributario (RUT); <br> En el caso de Colombia, corresponde al Registro Único Tributario (RUT); <br> En el caso de México, corresponde al Registro Federal de Contribuyentes (RFC), y <br> En el caso del Perú, corresponde al número de Registro Único de Contribuyentes (RUC) <br> o a cualquier otro documento autorizado para realizar operaciones tributarias o <br> aduaneras de conformidad con la legislación nacional. <br> Campo 1: Indique el nombre del país de exportación del cual la mercancía es <br> originaria. <br> Campo 2: Indique el nombre del país de importación de la mercancía. <br> Campo 3: Indique el nombre completo o razón social, domicilio (incluyendo <br> ciudad y país), número de teléfono, fax o correo electrónico y el número <br> del Registro Fiscal del exportador. <br> Campo 4: Indique el nombre completo o razón social, domicilio (incluyendo <br> del Registro Fiscal del productor. <br> En caso que este certificado ampare mercancías de más de un productor, <br> señale: \"VARIOS\" y anexe una lista de los productores, incluyendo el <br> nombre completo o razón social, la dirección (incluyendo la ciudad y el <br> país), número de teléfono, fax o correo electrónico y el número del <br> Registro Fiscal, haciendo referencia directa a la mercancía descrita en el <br> Campo 8. Cuando se desee que la información contenida en este Campo <br> sea confidencial, podrá señalarse de la siguiente manera: \"DISPONIBLE <br> A SOLICITUD DE LA AUTORIDAD COMPETENTE\". En caso de que <br> el productor y el exportador sean la misma persona, indique la palabra <br> \"MISMO\". <br> Campo 5: Indique el nombre completo o razón social, domicilio (incluyendo <br> del Registro Fiscal del importador. <br> Campo 6: Indique el número de ítem de la mercancía de manera consecutiva; este <br> campo se utiliza únicamente para enumerar las mercancías amparadas <br> por este certificado (1, 2, 3, etc.). En caso que se requiera de mayor <br> espacio se podrá adjuntar una Hoja Anexa. <br> Campo 7: Para cada mercancía descrita en el Campo 8, identifique los seis dígitos <br> correspondientes a la clasificación arancelaria del Sistema Armonizado <br> (SA). <br> Campo 8: Proporcione una descripción completa de cada mercancía. La <br> descripción deberá ser lo suficientemente detallada para relacionarla con <br> la descripción de la mercancía contenida en la factura, así como con la <br> descripción que le corresponda a la mercancía en el Sistema Armonizado <br> Campo 9: Para cada mercancía descrita en el Campo 8, indique el criterio de origen <br> aplicable (A, B o C). Las reglas de origen se encuentran en el Capítulo 4 <br> y en el Anexo 4.2 del Protocolo Adicional al Acuerdo Marco de la <br> Alianza del Pacífico. <br> Criterios de origen: <br> A: La mercancía sea totalmente obtenida o producida enteramente en <br> el territorio de una o más Partes, de conformidad con el Artículo <br> 4.2 (a). <br> B: La mercancía sea producida enteramente en el territorio de una o <br> más Partes, a partir exclusivamente de materiales que califican <br> como originarios, de conformidad con el Artículo 4.2 (b). <br> C: La mercancía sea producida en el territorio de una o más Partes, a <br> partir de materiales no originarios, de conformidad con el Artículo <br> 4.2 (c). <br> Campo 10: Para cada mercancía descrita en el Campo 8, indique el número de la <br> factura. En el caso de que la mercancía sea facturada por un operador de <br> un país no Parte y no cuente con la factura comercial, se deberá señalar <br> en este campo el número de factura comercial emitida por la Parte <br> exportadora. <br> Campo 11: Indique cantidad y unidad de medida. <br> Campo 12: Este Campo deberá ser llenado en caso de existir alguna observación y/o <br> aclaración que se considere necesaria, además de las siguientes: <br> La facturación de la mercancía por un operador en un país no Parte del <br> Protocolo Adicional al Acuerdo Marco de la Alianza del Pacífico, <br> indicando el nombre completo o razón social y domicilio (incluyendo <br> ciudad y país). <br> Si para la determinación del origen de la mercancía se utilizó alguna de <br> las siguientes disposiciones, indique: \"DMI\" (De Minimis), \"MAI\" <br> (materiales intermedios), \"JOS\" (juegos o surtidos) y \"ACU\" <br> (acumulación). <br> Cuando la mercancía esté sujeta a un requisito de valor de contenido <br> regional, indique (CN) si el método de cálculo utilizado es el Costo Neto <br> o (FOB) si el método de cálculo utilizado es FOB. <br> Cuando el certificado de origen sea emitido de acuerdo a lo establecido <br> en el Artículo 4.17.2 (a) debe indicar \"Emitido a Posteriori\", y cuando <br> sea emitido de acuerdo al Artículo 4.17.2 (b) debe indicar \"Reemplaza <br> Certificado de Origen N° …………..\". <br> Campo 13: Este Campo deberá ser firmado y fechado por el exportador o su <br> representante autorizado. La fecha deberá ser aquella en que el <br> certificado se llenó y firmó. En caso de que sea un representante <br> autorizado quien llene y firme el presente certificado, la responsabilidad <br> de la información contenida seguirá siendo del exportador. La fecha <br> deberá ser aquella en que el certificado se llenó y firmó. <br> Campo 14: Este Campo deberá ser llenado, firmado y fechado por la autoridad <br> competente para la emisión de certificados de origen. <br> ANEXO 4.31 <br> Miembros del CEA <br> 1. El CEA estará integrado por un funcionario de gobierno de cada Parte, <br> establecido en el Apéndice 2. <br> Funciones del CEA <br> 2. El CEA evaluará la incapacidad de disponer de un material, requerido por alguna <br> de las Partes con base en una solicitud de uno o más productores, en condiciones <br> comerciales normales, porque se configura alguno de los siguientes supuestos de <br> desabastecimiento: absoluto, por volumen y por condiciones oportunas de entrega en el <br> territorio de las Partes. <br> 3. El CEA deberá monitorear la implementación y administración del presente <br> Anexo y, de considerarlo necesario, proponer a la Comisión de Libre Comercio las <br> modificaciones que estime convenientes para su aplicación. <br> Tipos de dispensa e información requerida <br> Para nuevos materiales <br> 4. Se refiere a materiales que no están incorporados en dispensas vigentes, para los <br> cuales se aplicará el procedimiento establecido en el presente Anexo. <br> Para incremento en el monto <br> 5. Transcurridos 12 meses de la vigencia de una dispensa se podrá solicitar un <br> incremento del monto aprobado, en caso de que la dispensa se haya otorgado por <br> monto, siempre que el representante del CEA de la Parte solicitante requiera a las otras <br> Partes que autoricen un monto determinado. <br> Procedimiento <br> Inicio del Procedimiento <br> 6. Para los efectos del Artículo 4.32, el representante del CEA de la Parte <br> solicitante deberá enviar una solicitud de dispensa por correo electrónico a los demás <br> representantes del CEA. La solicitud se deberá remitir el mismo día a todos los <br> representantes del CEA y estar acompañada del cuadro técnico del Apéndice 1 del <br> presente Anexo, debidamente llenado de acuerdo al tipo de material. Asimismo, si la <br> Parte solicitante lo considera pertinente, podrá presentar documentación adicional para <br> sustentar su solicitud y muestras del material solicitado. <br> 7. Será responsabilidad de los demás representantes del CEA hacer las consultas <br> respectivas con su sector privado, conforme a sus mecanismos internos. <br> 8. El CEA estará facultado para tomar decisiones relativas al procedimiento, tales <br> como la determinación del lugar, fecha, medio de sus reuniones, diseño del formato de <br> dictamen, entre otras. <br> Dictamen del CEA <br> 9. Cada representante del CEA que reciba una solicitud de dispensa de <br> conformidad con el párrafo 6 deberá responderla en un plazo de 15 días a partir de su <br> recepción. <br> 10. Si uno o más representantes del CEA respondieron que existe suministro del <br> material solicitado en su territorio según las especificaciones del cuadro técnico del <br> Apéndice 1, el CEA iniciará una investigación para determinar si dicho material se <br> encuentra disponible según los términos especificados en la solicitud de dispensa. <br> 11. El CEA contará con un plazo de siete días a partir del plazo señalado en el <br> párrafo 9 para finalizar la investigación. El CEA deberá aprobar su dictamen a los tres <br> días siguientes de transcurrido ese plazo. <br> 12. Si los representantes del CEA respondieron que no existe suministro del material <br> solicitado en sus respectivos territorios o no dieron respuesta a la solicitud en el plazo <br> señalado en el párrafo 9, se entenderá que existe una condición de desabastecimiento en <br> el territorio de las Partes, y el CEA aprobará su dictamen a los tres días siguientes de <br> transcurrido ese plazo. <br> 13. Corresponderá al representante del CEA de la Parte solicitante elaborar el <br> proyecto de dictamen y circularlo por correo electrónico a los demás representantes del <br> CEA para su aprobación, conforme a los párrafos 11 y 12. <br> 14. Aprobado el dictamen, el representante del CEA de la Parte solicitante lo deberá <br> enviar a los demás representantes del CEA para su firma. Los representantes del CEA <br> contarán con un plazo de cinco días para firmar el dictamen. <br> 15. Corresponderá a cada representante del CEA hacer público el dictamen en el que <br> se otorgue una dispensa.3 Para tal efecto, los representantes del CEA contarán con un <br> plazo de cinco días a partir de que hayan recibido el dictamen firmado por el CEA. <br> 16. El dictamen entrará en vigor el día en el que la última Parte lo haya hecho <br> público en su territorio dentro del plazo establecido en el párrafo 15. <br> 17. El CEA adoptará sus decisiones por consenso. <br> 18. Teniendo en cuenta lo establecido en el párrafo 2, los supuestos de <br> desabastecimiento son: <br> 3 En el caso de México, corresponderá al representante del CEA publicar el dictamen en el Diario <br> Oficial de la Federación. <br> (a) Desabastecimiento absoluto <br> Cuando en ninguna de las Partes exista producción de los materiales <br> solicitados. Esta dispensa se otorgará sin monto y será aplicable para <br> todas las Partes. <br> (b) Desabastecimiento por volumen <br> Cuando en cada una de las Partes se realicen las consultas respecto a los <br> montos solicitados, e informen que no se cuenta con el volumen <br> requerido para abastecer el material solicitado. Esta dispensa podrá ser <br> otorgada sin montos o a través de montos según lo solicitado de <br> conformidad con el Apéndice 1. <br> (c) Desabastecimiento por condiciones oportunas de entrega <br> Cuando no se cumplan los términos acordados para la entrega de los <br> materiales requeridos entre el cliente y el proveedor o cuando el <br> proveedor no puede hacer la entrega en el plazo requerido. La solicitud <br> del cliente deberá cumplir con los tiempos comercialmente aceptables <br> para su entrega, es decir 45 días. Esta dispensa podrá ser otorgada sin <br> montos o a través de montos según lo solicitado de conformidad con el <br> Apéndice 1. <br> 19. En caso que el CEA acuerde que la dispensa se otorgará por un monto <br> específico, el monto inicial se dará conforme a la solicitud que debe ir acompañada del <br> cuadro técnico del Apéndice 1 del presente Anexo. La prórroga automática no será <br> otorgada en caso de que la dispensa no haya sido utilizada durante el período de <br> vigencia establecido en el párrafo 26. <br> 20. El CEA comunicará a través de un correo electrónico, su dictamen a la Comisión <br> de Libre Comercio al día siguiente de que este se haya hecho público. <br> 21. Si el CEA no aprueba su dictamen dentro del plazo mencionado en los párrafos <br> 11 y 12, debido a que no existe consenso sobre el caso tratado, dejará constancia de <br> dicha circunstancia y se dará por concluida la investigación. <br> 22. El caso será remitido a la Comisión de Libre Comercio al día siguiente a la <br> conclusión de la investigación, según lo establecido en el párrafo 21. La Comisión de <br> Libre Comercio se entenderá convocada a partir del tercer día de remitido el asunto. <br> Corresponderá al representante del CEA de la Parte solicitante remitir el asunto a la <br> Comisión de Libre Comercio por correo electrónico incluyendo a los demás <br> representantes del CEA. <br> 23. La Comisión de Libre Comercio deberá reunirse, dentro de los siete días <br> siguientes a la fecha en que se le haya remitido el asunto por el CEA, y deberá adoptar <br> su decisión dentro de los 15 días siguientes a esa fecha.4 <br> 24. Si la Parte solicitante no participa en la reunión de la Comisión de Libre <br> Comercio, o en la adopción de su decisión, se entenderá que desiste de su solicitud. <br> 25. No obstante lo previsto en el Artículo 16.1 (Comisión de Libre Comercio), para <br> los efectos del párrafo 23, la Comisión de Libre Comercio podrá sesionar con al menos <br> la mitad más uno de sus integrantes, y adoptará su decisión por consenso entre los <br> asistentes. Se entenderá que las Partes solicitadas que no asistan a la reunión de la <br> Comisión de Libre Comercio se suman al consenso de los integrantes que hayan <br> participado y adoptado dicha decisión. <br> 26. La dispensa tendrá una vigencia de dos años a partir de su entrada en vigor, <br> prorrogables automáticamente por el mismo periodo salvo que cualquiera de las Partes <br> solicite el retiro de alguno de sus materiales, acreditando el abastecimiento del mismo. <br> El retiro se podrá solicitar después de 12 meses de aplicación de la dispensa y con al <br> menos tres meses de antelación al vencimiento de la misma. Para estos efectos, se <br> aplicará el procedimiento que se siguió para su otorgamiento. <br> Intercambio de información <br> 27. Para las dispensas otorgadas por un monto, las Partes intercambiarán anualmente <br> información respecto a su utilización. <br> Disposiciones generales. <br> 28. Los representantes del CEA deberán conservar una copia del dictamen durante el <br> plazo mínimo de cinco años contados a partir de la fecha en que se haya publicado, así <br> como los antecedentes que sirvieron de base para su emisión. <br> 29. El CEA mantendrá en todo momento la confidencialidad de la información que <br> se haya facilitado con ese carácter. <br> 30. Para los efectos del presente Anexo, se incorporan los mecanismos de <br> verificación y certificación del Capítulo 4. <br> 31. El CEA realizará una evaluación sobre su funcionamiento y la aplicación de las <br> disposiciones del presente Anexo y, cuando corresponda, podrá proponer a la Comisión <br> de Libre Comercio las modificaciones que estime necesarias para mejorar su <br> operatividad. Dicha evaluación se realizará transcurrido el primer año a partir de la <br> entrada en vigor del presente Protocolo Adicional, y posteriormente a solicitud de una <br> de las Partes. <br> 4 En los casos en que la Comisión de Libre Comercio adopte una decisión en la que otorgue una <br> dispensa, el CEA deberá emitir un dictamen de conformidad con dicha decisión y el procedimiento <br> previsto en los párrafos 13 al 16 del presente Anexo. <br> PAIS QUE REALIZA LA SOLICITUD: <br> EMPRESA(S): <br> TIPO DE DISPENSA: <br> Material Descripción <br> (es) del Material Título (Dx) No. <br> Subpartida o de los Filamentos <br> Arancelaria Materiales <br> Es el peso La <br> en gr de cantidad <br> 10000 mts de <br> del hilado filamentos <br> solicitado que <br> conforman <br> el hilado <br> Nota: El cuadro técnico de este Apéndice deberá ser llenado de acuerdo al tipo de material <br> APÉNDICE 2 <br> REPRESENTANTES DEL CEA <br> 1 El CEA estará integrado por los siguientes funcionarios de cada Parte, o por las <br> personas que estos designen: <br> (a) para el caso de Chile, por el Jefe del Departamento de Acceso a <br> Mercados de la Dirección General de Relaciones Económicas <br> Internacionales del Ministerio de Relaciones Exteriores de Chile, o su <br> sucesor; <br> (b) para el caso de Colombia, por el Director de Integración Económica del <br> Ministerio de Comercio, Industria y Turismo, o su sucesor; <br> (c) para el caso de México, por el Director General de Comercio <br> Internacional de Bienes de la Secretaría de Economía, o su sucesor, y <br> (d) para el caso del Perú, por el Director Nacional de Integración y <br> Negociaciones Comerciales Internacionales del Ministerio de Comercio <br> Exterior y Turismo, o su sucesor. <br> 2 Será responsabilidad de cada Parte mantener actualizado el presente Apéndice. <br> Para estos efectos, las Partes notificarán por escrito cualquier cambio a la información <br> contenida en el párrafo 1. <br> Apéndice 2-1 <br> "}]}, {"ArticleType": "Customs administration and trade facilitation", "Articles": [{"ArticleTitle": "Definiciones", "ArticleDesc": "ARTÍCULO 5.1: Definiciones <br> Para los efectos del presente Capítulo: <br> administración aduanera significa: <br> (a) para el caso de Chile, el Servicio Nacional de Aduanas, o su sucesor; <br> (b) para el caso de Colombia, la Dirección de Impuestos y Aduanas <br> Nacionales DIAN, o su sucesor; <br> (c) para el caso de México, la Secretaría de Hacienda y Crédito Público, o <br> su sucesor, y <br> (d) para el caso del Perú, la Superintendencia Nacional de Aduanas y de <br> Administración Tributaria - SUNAT, o su sucesor; <br> información significa datos, documentos, informes u otras comunicaciones en <br> cualquier formato, inclusive electrónico, así como también copias certificadas o <br> autenticadas de la misma; <br> legislación aduanera significa las disposiciones legales y administrativas cuya <br> aplicación esté a cargo de las administraciones aduaneras en el territorio de cada Parte, <br> que regulen el régimen de importación, exportación, tránsito de mercancías o cualquier <br> otro régimen aduanero, incluidas las medidas de prohibición, restricción y control; <br> operaciones contrarias a la legislación aduanera significa toda violación o intento de <br> violación de la legislación aduanera de cada Parte; <br> parte requerida significa la administración aduanera a la que se le solicita cooperación <br> o asistencia en materia aduanera, y <br> parte requirente significa la administración aduanera que solicita cooperación o <br> asistencia en materia aduanera. <br> "}, {"ArticleTitle": "Confidencialidad", "ArticleDesc": "ARTÍCULO 5.2: Confidencialidad <br> 1. Cuando una Parte suministre información a otra Parte de conformidad con el <br> presente Capítulo y la designe, de manera clara y específica, como confidencial, esa otra <br> Parte mantendrá la confidencialidad de dicha información de acuerdo con lo establecido <br> en su legislación. <br> 2. La Parte que suministre la información podrá exigir a la otra Parte una <br> declaración escrita en el sentido de que la información suministrada se mantendrá en <br> forma confidencial y será usada únicamente para los efectos especificados en la <br> solicitud de información de la otra Parte. <br> 3. Una Parte podrá negarse a entregar la información solicitada por otra Parte <br> cuando esa Parte no haya actuado de conformidad con lo dispuesto en el párrafo 1. <br> 4. Cada Parte, de conformidad con su legislación, adoptará o mantendrá <br> procedimientos en los que la información confidencial remitida por otra Parte, <br> incluyendo aquella información cuya divulgación pudiera perjudicar la posición <br> competitiva de la persona que la proporciona, sea protegida de una divulgación que <br> contravenga los términos del presente Artículo. <br> Sección A: Facilitación del Comercio <br> "}, {"ArticleTitle": "Publicación", "ArticleDesc": "ARTÍCULO 5.3: Publicación <br> 1. Cada Parte publicará, incluyendo en Internet, su legislación aduanera. <br> 2. Cada Parte designará o mantendrá uno o más puntos de consulta para atender <br> consultas de personas interesadas en materia aduanera, y pondrá a disposición en <br> Internet información de fácil acceso para formular tales consultas. <br> 3. En la medida en que sea posible, cada Parte publicará por adelantado cualquier <br> regulación de aplicación general que rija asuntos aduaneros que se proponga adoptar, y <br> brindará a las personas interesadas la oportunidad de hacer comentarios previamente a <br> su adopción. <br> "}, {"ArticleTitle": "Despacho de Mercancías", "ArticleDesc": "ARTÍCULO 5.4: Despacho de Mercancías <br> 1. Cada Parte adoptará o mantendrá procedimientos aduaneros simplificados para <br> el despacho eficiente de las mercancías, con el fin de facilitar el comercio entre las <br> Partes. <br> 2. De conformidad con el párrafo 1, cada Parte adoptará o mantendrá <br> procedimientos que: <br> (a) prevean que el despacho de mercancías se haga dentro de un período no <br> mayor al requerido para asegurar el cumplimiento de su legislación <br> aduanera y, en la medida de lo posible, que se despachen las mercancías <br> dentro de las 48 horas siguientes a su llegada; <br> (b) permitan, en la medida de lo posible, que las mercancías sean <br> despachadas en el punto de llegada, sin traslado temporal a depósitos u <br> otros recintos, y <br> (c) permitan a los importadores, de conformidad con su legislación, retirar <br> las mercancías de sus aduanas, antes y sin perjuicio de la determinación <br> final por parte de su autoridad aduanera acerca de los aranceles <br> aduaneros, impuestos y cargos que sean aplicables.1 <br> 3. Cada Parte asegurará, en la medida de lo posible, que sus autoridades <br> competentes involucradas en el control de fronteras o en la exportación e importación <br> de mercancías, cooperen para facilitar el comercio, coordinando los requerimientos de <br> información y documentos, estableciendo un único lugar y momento para la verificación <br> física y documentaria, entre otros. <br> 4. Las Partes establecerán los mecanismos de consulta con la comunidad comercial <br> y empresarial para promover mayor cooperación entre ellos. <br> "}, {"ArticleTitle": "Automatización", "ArticleDesc": "ARTÍCULO 5.5: Automatización <br> Cada Parte se esforzará en usar tecnología de información que haga expeditos <br> los procedimientos para el despacho de mercancías. Al escoger la tecnología de <br> información a ser utilizada para tal efecto, cada Parte: <br> (a) se esforzará por usar normas internacionales; <br> (b) hará que los sistemas electrónicos sean accesibles para los usuarios de <br> aduanas; <br> (c) preverá la remisión y procesamiento electrónico de información y datos <br> antes de la llegada del envío, a fin de permitir el despacho de mercancías <br> al momento de su llegada; <br> (d) empleará sistemas electrónicos o automatizados para el análisis y gestión <br> de riesgos; <br> (e) trabajará en la interoperabilidad de los sistemas electrónicos de las <br> administraciones aduaneras de las Partes, a fin de facilitar el intercambio <br> de datos de comercio internacional, y <br> (f) trabajará para desarrollar un conjunto de elementos y procesos de datos <br> comunes de acuerdo con el Modelo de Datos Aduaneros de la <br> Organización Mundial de Aduanas (en lo sucesivo, denominado \"OMA\") <br> y las recomendaciones y lineamientos conexos de la OMA. <br> "}, {"ArticleTitle": "Administración o Gestión de Riesgos", "ArticleDesc": "ARTÍCULO 5.6: Administración o Gestión de Riesgos <br> 1. Cada Parte adoptará o mantendrá sistemas de administración o gestión de riesgos <br> que permitan a su autoridad aduanera focalizar sus actividades de inspección en <br> mercancías de alto riesgo, y que simplifiquen el despacho y movimiento de mercancías <br> 1 Una Parte puede exigir que un importador provea garantía suficiente en la forma de una fianza, <br> depósito o cualquier otro instrumento que sea apropiado y que cubra el pago definitivo de los aranceles <br> aduaneros, impuestos y cargos relacionados con la importación de la mercancía. <br> de bajo riesgo, respetando la naturaleza confidencial de la información que se obtenga <br> mediante tales actividades. <br> 2. Al aplicar la administración o gestión de riesgos, cada Parte inspeccionará las <br> mercancías importadas basándose en criterios de selectividad adecuados y con la ayuda <br> de instrumentos no intrusivos de inspección, con la finalidad de reducir la inspección <br> física de la totalidad de las mercancías que ingresan a su territorio. <br> 3. Las Partes adoptarán programas de cooperación para fortalecer el sistema de <br> administración o gestión de riesgos que se basen en las mejores prácticas establecidas <br> entre ellas. <br> "}, {"ArticleTitle": "Envíos de Entrega Rápida", "ArticleDesc": "ARTÍCULO 5.7: Envíos de Entrega Rápida <br> Cada Parte adoptará o mantendrá procedimientos aduaneros expeditos para <br> envíos de entrega rápida, que permitan a la vez un adecuado control y selección de <br> mercancías. Estos procedimientos deberán: <br> (a) prever un procedimiento aduanero separado y expedito; <br> (b) prever la presentación y procesamiento de la información necesaria, <br> conforme a su legislación, para el despacho de la mercancía, antes de su <br> arribo; <br> (c) permitir la presentación de un solo manifiesto que ampare todas las <br> mercancías contenidas en un envío transportado por un servicio de <br> entrega rápida, en la medida de lo posible, a través de medios <br> electrónicos; <br> (d) prever, en la medida de lo posible, el despacho de ciertas mercancías con <br> un mínimo de documentación; <br> (e) prever, en circunstancias normales, el despacho de envíos de entrega <br> rápida dentro de las seis horas siguientes a la presentación de los <br> documentos aduaneros necesarios, siempre que el envío haya arribado, y <br> (f) prever, en circunstancias normales, que no se fijarán aranceles, a los <br> envíos de entrega rápida hasta el monto determinado en la legislación de <br> cada una de las Partes.2 <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTÍCULO 5.8: Operador Económico Autorizado <br> ARTÍCULO 5.10: Revisión e Impugnación <br> ARTÍCULO 5.12: Resoluciones Anticipadas <br> Apéndice 5.9.1-3 <br> 1. Las administraciones aduaneras de las Partes fomentarán la implementación y <br> Cada Parte asegurará respecto de sus actos administrativos en materia aduanera, <br> 1. Cada Parte emitirá por escrito, antes de la importación de mercancías hacia su <br> fortalecimiento de los programas de Operador Económico Autorizado (en lo sucesivo, <br> que toda persona sujeta a tales actos, en su territorio tenga acceso a: <br> territorio, una resolución anticipada a solicitud escrita de un importador en su territorio, <br> denominado \"OEA\") de conformidad con el Marco Normativo para Asegurar y Facilitar <br> (a) una revisión administrativa independiente de la instancia o del <br> o de un exportador o productor3 en el territorio de otra Parte, respecto de: <br> 2 No obstante lo establecido en el subpárrafo (f), una Parte podrá imponer aranceles y requerir <br> funcionario que haya emitido dicho acto administrativo de conformidad <br> 3 Un importador, exportador o productor, puede solicitar una resolución anticipada a través de un <br> documentos formales para el ingreso de mercancías restringidas. <br> con su legislación, y <br> representante debidamente autorizado de conformidad con la legislación de la Parte a la que se solicita <br> el Comercio Global de la OMA (en lo sucesivo, denominado \"Marco Normativo <br> (b) una revisión judicial de los actos administrativos. <br> dicha resolución. <br> SAFE\"). <br> (a) clasificación arancelaria; <br> 2. Las administraciones aduaneras de las Partes incentivarán y trabajarán en la <br> (b) si una mercancía califica como originaria de conformidad con el Capítulo <br> suscripción de acuerdos de reconocimiento mutuo (en lo sucesivo, denominado <br> 4 (Reglas de Origen y Procedimientos Relacionados con el Origen); <br> \"ARM\") de los programas de OEA de las Partes. <br> (c) la aplicación de criterios de valoración aduanera, conforme al Acuerdo de <br> 3. Para los efectos del presente Artículo, las Partes establecen el Anexo 5.8. <br> Valoración Aduanera, y4 <br> (d) los demás asuntos que las Partes acuerden. <br> 2. Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> resoluciones anticipadas, que incluyan: <br> (a) la información que razonablemente se requiera para tramitar la solicitud; <br> (b) la facultad de la autoridad para pedir información adicional al solicitante <br> durante el proceso de evaluación de la solicitud, y <br> (c) la obligación de la autoridad de expedir de manera completa, fundada y <br> motivada la resolución anticipada. <br> 3. Cada Parte emitirá una resolución anticipada de conformidad con el plazo <br> establecido en su legislación, el que no podrá exceder de 150 días siguientes a la fecha <br> en que el solicitante haya presentado toda la información que la Parte requiere, <br> incluyendo, si la Parte lo solicita, una muestra de la mercancía para la que el solicitante <br> está pidiendo una resolución anticipada. Al emitir una resolución anticipada, la Parte <br> tendrá en cuenta los hechos y circunstancias que el solicitante haya presentado. <br> 4. Las resoluciones anticipadas entrarán en vigor a partir de la fecha de su emisión, <br> u otra fecha posterior especificada en la resolución y permanecerán vigentes por al <br> menos tres años, siempre que los hechos o circunstancias en que se basa la resolución <br> no hayan cambiado. <br> 5. La resolución anticipada podrá ser modificada o revocada, de oficio o a petición <br> del titular de la resolución, según corresponda, en los siguientes casos: <br> (a) cuando la resolución anticipada se hubiere fundado en algún error; <br> (b) cuando cambien las circunstancias o los hechos que la fundamenten, o <br> (c) para dar cumplimiento a una decisión administrativa o judicial, o para <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> resolución anticipada. <br> 4 La autoridad aduanera se pronunciará únicamente sobre el método de valoración que se debe <br> aplicar para la determinación del valor en aduana, de conformidad con lo dispuesto en el Acuerdo de <br> Valoración Aduanera; es decir, la resolución no será determinativa sobre el monto a declarar por concepto <br> del valor en aduana. <br> 6. La Parte que emita la resolución anticipada podrá modificarla o revocarla <br> debiendo notificar al solicitante sobre la medida adoptada. <br> 7. La modificación o revocación de una resolución anticipada no podrá aplicarse <br> con efecto retroactivo, salvo si la persona a la que se le haya emitido hubiese presentado <br> información incorrecta o falsa. <br> 8. Una Parte podrá negarse a emitir una resolución anticipada, si los hechos y <br> circunstancias que constituyen la base de la resolución anticipada son objeto de revisión <br> en procedimientos administrativos o judiciales. En estos casos, la Parte notificará por <br> escrito al solicitante, exponiendo las razones de hecho y de derecho en que se <br> fundamenta la decisión. <br> 9. Con sujeción a los requisitos de confidencialidad previstos en su legislación, <br> cada Parte pondrá sus resoluciones anticipadas a disposición del público, incluyendo en <br> Internet. <br> 10. Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes, relacionados con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de dicha resolución, la Parte que emite la resolución podrá <br> aplicar las medidas que sean apropiadas, incluyendo acciones civiles, penales y <br> administrativas, sanciones monetarias u otras sanciones. <br> Sección B: Cooperación y Asistencia Mutua en Materia Aduanera <br> "}, {"ArticleTitle": "Ventanilla Única de Comercio Exterior", "ArticleDesc": "ARTÍCULO 5.9: Ventanilla Única de Comercio Exterior <br> Las Partes implementarán y potenciarán sus Ventanillas Únicas de Comercio <br> Exterior (en lo sucesivo, denominadas \"VUCE\") para la agilización y facilitación del <br> comercio, y deberán garantizar la interoperabilidad entre éstas, a fin de intercambiar <br> información que agilice el comercio y permita a las Partes, entre otras, verificar la <br> información de las operaciones de comercio exterior realizadas. Para tal efecto, las <br> Partes establecen el Anexo 5.9. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTÍCULO 5.8: Operador Económico Autorizado <br> ARTÍCULO 5.10: Revisión e Impugnación <br> ARTÍCULO 5.12: Resoluciones Anticipadas <br> Apéndice 5.9.1-3 <br> 1. Las administraciones aduaneras de las Partes fomentarán la implementación y <br> Cada Parte asegurará respecto de sus actos administrativos en materia aduanera, <br> 1. Cada Parte emitirá por escrito, antes de la importación de mercancías hacia su <br> fortalecimiento de los programas de Operador Económico Autorizado (en lo sucesivo, <br> que toda persona sujeta a tales actos, en su territorio tenga acceso a: <br> territorio, una resolución anticipada a solicitud escrita de un importador en su territorio, <br> denominado \"OEA\") de conformidad con el Marco Normativo para Asegurar y Facilitar <br> (a) una revisión administrativa independiente de la instancia o del <br> o de un exportador o productor3 en el territorio de otra Parte, respecto de: <br> 2 No obstante lo establecido en el subpárrafo (f), una Parte podrá imponer aranceles y requerir <br> funcionario que haya emitido dicho acto administrativo de conformidad <br> 3 Un importador, exportador o productor, puede solicitar una resolución anticipada a través de un <br> documentos formales para el ingreso de mercancías restringidas. <br> con su legislación, y <br> representante debidamente autorizado de conformidad con la legislación de la Parte a la que se solicita <br> el Comercio Global de la OMA (en lo sucesivo, denominado \"Marco Normativo <br> (b) una revisión judicial de los actos administrativos. <br> dicha resolución. <br> SAFE\"). <br> (a) clasificación arancelaria; <br> 2. Las administraciones aduaneras de las Partes incentivarán y trabajarán en la <br> (b) si una mercancía califica como originaria de conformidad con el Capítulo <br> suscripción de acuerdos de reconocimiento mutuo (en lo sucesivo, denominado <br> 4 (Reglas de Origen y Procedimientos Relacionados con el Origen); <br> \"ARM\") de los programas de OEA de las Partes. <br> (c) la aplicación de criterios de valoración aduanera, conforme al Acuerdo de <br> 3. Para los efectos del presente Artículo, las Partes establecen el Anexo 5.8. <br> Valoración Aduanera, y4 <br> (d) los demás asuntos que las Partes acuerden. <br> 2. Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> resoluciones anticipadas, que incluyan: <br> (a) la información que razonablemente se requiera para tramitar la solicitud; <br> (b) la facultad de la autoridad para pedir información adicional al solicitante <br> durante el proceso de evaluación de la solicitud, y <br> (c) la obligación de la autoridad de expedir de manera completa, fundada y <br> motivada la resolución anticipada. <br> 3. Cada Parte emitirá una resolución anticipada de conformidad con el plazo <br> establecido en su legislación, el que no podrá exceder de 150 días siguientes a la fecha <br> en que el solicitante haya presentado toda la información que la Parte requiere, <br> incluyendo, si la Parte lo solicita, una muestra de la mercancía para la que el solicitante <br> está pidiendo una resolución anticipada. Al emitir una resolución anticipada, la Parte <br> tendrá en cuenta los hechos y circunstancias que el solicitante haya presentado. <br> 4. Las resoluciones anticipadas entrarán en vigor a partir de la fecha de su emisión, <br> u otra fecha posterior especificada en la resolución y permanecerán vigentes por al <br> menos tres años, siempre que los hechos o circunstancias en que se basa la resolución <br> no hayan cambiado. <br> 5. La resolución anticipada podrá ser modificada o revocada, de oficio o a petición <br> del titular de la resolución, según corresponda, en los siguientes casos: <br> (a) cuando la resolución anticipada se hubiere fundado en algún error; <br> (b) cuando cambien las circunstancias o los hechos que la fundamenten, o <br> (c) para dar cumplimiento a una decisión administrativa o judicial, o para <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> resolución anticipada. <br> 4 La autoridad aduanera se pronunciará únicamente sobre el método de valoración que se debe <br> aplicar para la determinación del valor en aduana, de conformidad con lo dispuesto en el Acuerdo de <br> Valoración Aduanera; es decir, la resolución no será determinativa sobre el monto a declarar por concepto <br> del valor en aduana. <br> 6. La Parte que emita la resolución anticipada podrá modificarla o revocarla <br> debiendo notificar al solicitante sobre la medida adoptada. <br> 7. La modificación o revocación de una resolución anticipada no podrá aplicarse <br> con efecto retroactivo, salvo si la persona a la que se le haya emitido hubiese presentado <br> información incorrecta o falsa. <br> 8. Una Parte podrá negarse a emitir una resolución anticipada, si los hechos y <br> circunstancias que constituyen la base de la resolución anticipada son objeto de revisión <br> en procedimientos administrativos o judiciales. En estos casos, la Parte notificará por <br> escrito al solicitante, exponiendo las razones de hecho y de derecho en que se <br> fundamenta la decisión. <br> 9. Con sujeción a los requisitos de confidencialidad previstos en su legislación, <br> cada Parte pondrá sus resoluciones anticipadas a disposición del público, incluyendo en <br> Internet. <br> 10. Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes, relacionados con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de dicha resolución, la Parte que emite la resolución podrá <br> aplicar las medidas que sean apropiadas, incluyendo acciones civiles, penales y <br> administrativas, sanciones monetarias u otras sanciones. <br> Sección B: Cooperación y Asistencia Mutua en Materia Aduanera <br> "}, {"ArticleTitle": "Sanciones", "ArticleDesc": "ARTÍCULO 5.11: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan la imposición de <br> sanciones civiles o administrativas y, cuando corresponda, sanciones penales por <br> violación de su legislación y regulaciones relativas al ingreso, salida o tránsito de <br> mercancías, incluyendo, entre otras, aquellas que rijan la clasificación arancelaria, <br> valoración aduanera, reglas de origen y solicitudes de tratamiento arancelario <br> preferencial de conformidad con el presente Protocolo Adicional. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTÍCULO 5.8: Operador Económico Autorizado <br> ARTÍCULO 5.10: Revisión e Impugnación <br> ARTÍCULO 5.12: Resoluciones Anticipadas <br> Apéndice 5.9.1-3 <br> 1. Las administraciones aduaneras de las Partes fomentarán la implementación y <br> Cada Parte asegurará respecto de sus actos administrativos en materia aduanera, <br> 1. Cada Parte emitirá por escrito, antes de la importación de mercancías hacia su <br> fortalecimiento de los programas de Operador Económico Autorizado (en lo sucesivo, <br> que toda persona sujeta a tales actos, en su territorio tenga acceso a: <br> territorio, una resolución anticipada a solicitud escrita de un importador en su territorio, <br> denominado \"OEA\") de conformidad con el Marco Normativo para Asegurar y Facilitar <br> (a) una revisión administrativa independiente de la instancia o del <br> o de un exportador o productor3 en el territorio de otra Parte, respecto de: <br> 2 No obstante lo establecido en el subpárrafo (f), una Parte podrá imponer aranceles y requerir <br> funcionario que haya emitido dicho acto administrativo de conformidad <br> 3 Un importador, exportador o productor, puede solicitar una resolución anticipada a través de un <br> documentos formales para el ingreso de mercancías restringidas. <br> con su legislación, y <br> representante debidamente autorizado de conformidad con la legislación de la Parte a la que se solicita <br> el Comercio Global de la OMA (en lo sucesivo, denominado \"Marco Normativo <br> (b) una revisión judicial de los actos administrativos. <br> dicha resolución. <br> SAFE\"). <br> (a) clasificación arancelaria; <br> 2. Las administraciones aduaneras de las Partes incentivarán y trabajarán en la <br> (b) si una mercancía califica como originaria de conformidad con el Capítulo <br> suscripción de acuerdos de reconocimiento mutuo (en lo sucesivo, denominado <br> 4 (Reglas de Origen y Procedimientos Relacionados con el Origen); <br> \"ARM\") de los programas de OEA de las Partes. <br> (c) la aplicación de criterios de valoración aduanera, conforme al Acuerdo de <br> 3. Para los efectos del presente Artículo, las Partes establecen el Anexo 5.8. <br> Valoración Aduanera, y4 <br> (d) los demás asuntos que las Partes acuerden. <br> 2. Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> resoluciones anticipadas, que incluyan: <br> (a) la información que razonablemente se requiera para tramitar la solicitud; <br> (b) la facultad de la autoridad para pedir información adicional al solicitante <br> durante el proceso de evaluación de la solicitud, y <br> (c) la obligación de la autoridad de expedir de manera completa, fundada y <br> motivada la resolución anticipada. <br> 3. Cada Parte emitirá una resolución anticipada de conformidad con el plazo <br> establecido en su legislación, el que no podrá exceder de 150 días siguientes a la fecha <br> en que el solicitante haya presentado toda la información que la Parte requiere, <br> incluyendo, si la Parte lo solicita, una muestra de la mercancía para la que el solicitante <br> está pidiendo una resolución anticipada. Al emitir una resolución anticipada, la Parte <br> tendrá en cuenta los hechos y circunstancias que el solicitante haya presentado. <br> 4. Las resoluciones anticipadas entrarán en vigor a partir de la fecha de su emisión, <br> u otra fecha posterior especificada en la resolución y permanecerán vigentes por al <br> menos tres años, siempre que los hechos o circunstancias en que se basa la resolución <br> no hayan cambiado. <br> 5. La resolución anticipada podrá ser modificada o revocada, de oficio o a petición <br> del titular de la resolución, según corresponda, en los siguientes casos: <br> (a) cuando la resolución anticipada se hubiere fundado en algún error; <br> (b) cuando cambien las circunstancias o los hechos que la fundamenten, o <br> (c) para dar cumplimiento a una decisión administrativa o judicial, o para <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> resolución anticipada. <br> 4 La autoridad aduanera se pronunciará únicamente sobre el método de valoración que se debe <br> aplicar para la determinación del valor en aduana, de conformidad con lo dispuesto en el Acuerdo de <br> Valoración Aduanera; es decir, la resolución no será determinativa sobre el monto a declarar por concepto <br> del valor en aduana. <br> 6. La Parte que emita la resolución anticipada podrá modificarla o revocarla <br> debiendo notificar al solicitante sobre la medida adoptada. <br> 7. La modificación o revocación de una resolución anticipada no podrá aplicarse <br> con efecto retroactivo, salvo si la persona a la que se le haya emitido hubiese presentado <br> información incorrecta o falsa. <br> 8. Una Parte podrá negarse a emitir una resolución anticipada, si los hechos y <br> circunstancias que constituyen la base de la resolución anticipada son objeto de revisión <br> en procedimientos administrativos o judiciales. En estos casos, la Parte notificará por <br> escrito al solicitante, exponiendo las razones de hecho y de derecho en que se <br> fundamenta la decisión. <br> 9. Con sujeción a los requisitos de confidencialidad previstos en su legislación, <br> cada Parte pondrá sus resoluciones anticipadas a disposición del público, incluyendo en <br> Internet. <br> 10. Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes, relacionados con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de dicha resolución, la Parte que emite la resolución podrá <br> aplicar las medidas que sean apropiadas, incluyendo acciones civiles, penales y <br> administrativas, sanciones monetarias u otras sanciones. <br> Sección B: Cooperación y Asistencia Mutua en Materia Aduanera <br> "}, {"ArticleTitle": "Ámbito de Aplicación", "ArticleDesc": "ARTÍCULO 5.13: Ámbito de Aplicación <br> 1. Las disposiciones de la presente Sección se aplicarán únicamente para la <br> cooperación y asistencia mutua en materia aduanera entre las Partes. <br> 2. Las Partes, por medio de sus administraciones aduaneras, deberán <br> proporcionarse cooperación y asistencia mutua a fin de procurar la adecuada aplicación <br> de la legislación aduanera, la facilitación de los procedimientos aduaneros, y la <br> prevención, investigación y sanción de las operaciones contrarias a la legislación <br> aduanera. <br> 3. La cooperación técnica comprende el intercambio de información, legislación, <br> buenas prácticas en materia aduanera, así como el intercambio de experiencias, <br> capacitación y cualquier clase de apoyo técnico o material adecuado para el <br> fortalecimiento de la gestión aduanera de las Partes. <br> 4. La asistencia mutua comprende el intercambio de información y demás <br> disposiciones establecidas en la presente Sección, tendientes a la prevención, <br> investigación y sanción de las operaciones contrarias a la legislación aduanera. <br> 5. La información suministrada será utilizada únicamente para los fines <br> establecidos en la presente Sección, incluyendo los casos en que se requiera en el marco <br> de procesos administrativos, judiciales o de investigación. La información también <br> podrá ser utilizada para otros propósitos o por otras autoridades, únicamente en el caso <br> que la parte requerida lo autorice expresamente y en forma escrita. <br> 6. La asistencia en materia de cobro de derechos, impuestos o multas no está <br> cubierta por la presente Sección. <br> 7. Las Partes cooperarán para fortalecer la capacidad de cada administración <br> aduanera de aplicar sus regulaciones que rijan las importaciones. Además, las <br> administraciones aduaneras establecerán y mantendrán otros canales de comunicación <br> para facilitar el seguro y rápido intercambio de información y mejorar la coordinación <br> respecto de los asuntos relativos a la presente Sección. <br> "}, {"ArticleTitle": "Cooperación Aduanera", "ArticleDesc": "ARTÍCULO 5.14: Cooperación Aduanera <br> 1. Las administraciones aduaneras reconocen que la cooperación aduanera entre <br> ellas es fundamental para facilitar el comercio. Para tal efecto, cooperarán para lograr el <br> cumplimiento de sus respectivas legislaciones aduaneras, así como, las disposiciones <br> relativas al cumplimiento del presente Capítulo. <br> 2. Una administración aduanera brindará a las demás administraciones aduaneras <br> asesoría y asistencia técnica con el objeto de mejorar la aplicación de las normas de <br> valoración aduanera y administración de riesgos, facilitar la implementación de normas <br> de cadenas de suministro internacionales, simplificar y hacer más expeditos los <br> procedimientos aduaneros para el despacho oportuno y eficiente de las mercancías, <br> incrementar las habilidades técnicas del personal y mejorar el uso de tecnologías que <br> puedan conducir al mejor cumplimiento de la legislación o regulaciones de una Parte <br> que rijan el ingreso de mercancías a su territorio. <br> 3. Las Partes, de conformidad con su legislación y sujetas a los recursos <br> disponibles, promoverán y facilitarán la cooperación y asistencia entre sus respectivas <br> administraciones aduaneras a fin de asegurar la aplicación de la legislación aduanera y <br> en especial para: <br> (a) organizar programas de entrenamiento conjunto sobre los temas relativos <br> a la facilitación del comercio y asuntos aduaneros propios del presente <br> Capítulo; <br> (b) contribuir en la recopilación e intercambio de estadísticas relativas a la <br> importación y exportación de mercancías, la armonización de la <br> documentación utilizada en el comercio y la estandarización de datos; <br> (c) prevenir las operaciones contrarias a la legislación aduanera, y <br> (d) promover el entendimiento mutuo de la legislación, procedimientos, <br> mejores prácticas de cada una de las Partes. <br> 4. Las administraciones aduaneras cooperarán en: <br> (a) la capacitación, entre otros, para el desarrollo de habilidades <br> especializadas de sus funcionarios aduaneros; <br> (b) el intercambio de información técnica, relacionada con la legislación <br> aduanera, procedimientos y nuevas tecnologías aplicadas por las Partes; <br> (c) la armonización de los métodos de laboratorio en aduanas y el <br> intercambio de información y de personal entre los laboratorios de <br> aduanas; <br> (d) las áreas de investigación, desarrollo y pruebas de los nuevos <br> procedimientos aduaneros; <br> (e) el desarrollo de mecanismos efectivos para la comunicación con los <br> operadores de comercio exterior y el sector académico; <br> (f) cualquier diferencia relacionada con la clasificación arancelaria de las <br> mercancías, y <br> (g) el desarrollo de iniciativas en áreas mutuamente acordadas. <br> "}, {"ArticleTitle": "Asistencia Mutua", "ArticleDesc": "ARTÍCULO 5.15: Asistencia Mutua <br> 1. Las administraciones aduaneras se prestarán asistencia mutua, en las áreas de su <br> competencia, de la forma y bajo las condiciones previstas en la presente Sección, para <br> garantizar la correcta aplicación de la legislación aduanera, en particular para la <br> prevención, investigación y represión de las operaciones que incumplan dicha <br> legislación. <br> 2. Cuando la administración aduanera de una de las Partes tenga sospechas <br> razonables de alguna operación contraria a la legislación aduanera relativa a cualquier <br> régimen o destinación aduanera en su territorio, podrá solicitar a la administración <br> aduanera de otra Parte que le suministre información respecto a dicha operación. <br> Asimismo, podrá solicitar que la parte requerida adopte, en el marco de su legislación y <br> regulaciones, las medidas necesarias para asegurar especial vigilancia sobre: <br> (a) la determinación de los derechos aduaneros de las mercancías, y en <br> particular, información sobre la determinación del valor en aduanas; <br> (b) los medios de transporte y el destino de las mercancías transportadas, con <br> indicación de las referencias que permitan identificar dichas mercancías; <br> (c) los controles efectuados a mercancías en tránsito hacia uno de los <br> territorios de las Partes desde un tercer país, o <br> (d) las operaciones efectuadas por los importadores y/o exportadores. <br> "}, {"ArticleTitle": "Forma y Contenido de las Solicitudes de Asistencia Mutua", "ArticleDesc": "ARTÍCULO 5.16: Forma y Contenido de las Solicitudes de Asistencia Mutua <br> 1. Las solicitudes de asistencia mutua previstas en la presente Sección deberán <br> dirigirse directamente a la parte requerida por la parte requirente, por escrito o por <br> medio electrónico, adjuntando los documentos necesarios. La parte requerida podrá <br> solicitar la confirmación por escrito de las solicitudes recibidas por medio electrónico. <br> 2. En casos de urgencia, las solicitudes también podrán realizarse verbalmente, <br> debiendo ser confirmadas por escrito en un plazo que no exceda los tres días hábiles <br> siguientes. En caso contrario, podrá suspenderse la ejecución de tales solicitudes. <br> 3. Las solicitudes realizadas de conformidad con el presente Artículo deberán <br> incluir, como mínimo, lo siguiente: <br> (a) la identificación de la parte requirente, el nombre, la firma y el cargo del <br> funcionario que realiza la solicitud; <br> (b) la identificación de la parte requerida, el nombre y el cargo del <br> funcionario a quien se dirige la solicitud; <br> (c) el objeto y motivo de la solicitud; <br> (d) una breve descripción de los hechos que son materia de investigación, así <br> como de las investigaciones ya efectuadas, en caso de ser procedente; <br> (e) los elementos legales y la naturaleza del procedimiento aduanero en <br> cuestión; <br> (f) los nombres, direcciones, documento de identificación o cualquier otra <br> información que se conozca y sea relevante de las personas relacionadas <br> con los hechos materia de la solicitud, y <br> (g) toda la información necesaria disponible para identificar las mercancías, <br> medios de transporte o la declaración aduanera relacionada con la <br> solicitud. <br> 4. La información referida en la presente Sección será comunicada a los <br> funcionarios que fueran designados especialmente para este fin por cada administración <br> aduanera. Para tal efecto, cada Parte deberá proporcionar una lista de funcionarios <br> designados a las administraciones aduaneras de las demás Partes. <br> 5. La parte requirente deberá estar en condiciones de proporcionar la misma <br> asistencia requerida, si le fuere solicitada. <br> 6. Si una solicitud no reúne los requisitos establecidos en el párrafo 3, la parte <br> requerida podrá solicitar que se corrija o complete. Mientras tanto, podrán adoptarse <br> medidas de vigilancia o cautelares de acuerdo con la legislación y regulaciones de la <br> Parte que se trate. <br> 7. Cuando la parte requirente solicite asistencia que la misma no estaría en <br> condiciones de proporcionar si le fuera solicitada, manifestará este hecho en su <br> solicitud. Corresponderá a la parte requerida decidir la forma de responder tal solicitud. <br> "}, {"ArticleTitle": "Ejecución de las Solicitudes", "ArticleDesc": "ARTÍCULO 5.17: Ejecución de las Solicitudes <br> 1. La parte requerida deberá dar respuesta a la solicitud de la parte requirente <br> dentro de un plazo máximo de 30 días contados a partir de la fecha de recepción de la <br> solicitud. En caso que la parte requerida necesite un plazo mayor al señalado, deberá <br> comunicarlo a la parte requirente informando el plazo dentro del cual podrá responder la <br> solicitud, el cual no podrá ser mayor a 30 días adicionales. <br> 2. Para responder a una solicitud, la parte requerida, en el ámbito de su <br> competencia, por cuenta propia o a petición de otras autoridades de esa Parte, <br> proporcionará la información que se encuentre en su poder y realizará o dispondrá que <br> se efectúen las investigaciones necesarias. <br> 3. A solicitud de la parte requirente, la parte requerida realizará una investigación, <br> de conformidad con su legislación, para obtener información relacionada con una <br> posible operación contraria a la legislación aduanera ocurrida en el territorio de alguna <br> de las Partes, y proporcionará a la parte requirente, los resultados de dicha investigación <br> y toda la información relacionada que considere pertinente. <br> 4. A solicitud de la parte requirente, la parte requerida podrá suministrar <br> información, de conformidad con su legislación, relacionada con: <br> (a) las personas que la parte requirente conozca que hayan cometido o están <br> involucradas en la comisión de una infracción; <br> (b) las mercancías que con destino al territorio aduanero de la parte <br> requirente, se remiten en tránsito o se destinan a depósito para su tránsito <br> posterior a dicho territorio; <br> (c) los medios de transporte presuntamente empleados en la comisión de <br> infracciones aduaneras en el territorio de la parte requirente; <br> (d) las actividades que sean o aparenten ser operaciones contrarias a la <br> legislación aduanera y que puedan interesar a la parte requirente; <br> (e) las mercancías que son o puedan ser transportadas y respecto de las <br> cuales existan indicios razonables para suponer que las mismas serán <br> destinadas o utilizadas en operaciones contrarias a la legislación <br> aduanera; <br> (f) si las mercancías exportadas del territorio de la parte requirente han sido <br> importadas correctamente al territorio de la parte requerida, <br> especificando, cuando sea el caso, el procedimiento aduanero aplicado a <br> dichas mercancías; <br> (g) si las mercancías importadas al territorio de la parte requirente, han sido <br> exportadas correctamente del territorio de la parte requerida, precisando, <br> cuando sea el caso, el procedimiento aduanero aplicado a dichas <br> mercancías, o <br> (h) si en las operaciones de importación, exportación o tránsito se ha dado <br> cumplimiento a la observancia de prohibiciones y restricciones a las <br> importaciones, exportaciones y tránsito de mercancías o a su liberación <br> de los derechos aduaneros, impuestos y otros gravámenes. <br> 5. Los funcionarios debidamente autorizados de la parte requirente podrán, con el <br> acuerdo de la parte requerida y sujeto a las condiciones, legislación y regulaciones <br> establecidas por esta última, estar presentes en las oficinas de la parte requerida, con el <br> fin de obtener información relevante en el contexto de una investigación dirigida a la <br> constatación de una infracción o posible operación contraria a la legislación aduanera. <br> "}, {"ArticleTitle": "Asistencia Espontánea", "ArticleDesc": "ARTÍCULO 5.18: Asistencia Espontánea <br> Para la correcta aplicación de su respectiva legislación aduanera y, en la medida <br> de sus posibilidades y recursos, las Partes se prestarán asistencia por iniciativa propia, <br> suministrando información de conformidad con su legislación y regulaciones, <br> relacionada con: <br> (a) los casos que impliquen daños a la economía, salud pública, seguridad <br> pública, medio ambiente u otro interés vital de una de las Partes; <br> (b) nuevos medios o métodos empleados en la realización de operaciones <br> contrarias a la legislación aduanera, y <br> (c) los demás casos, de conformidad con el Artículo 5.17.4. <br> "}, {"ArticleTitle": "Entrega y Comunicación", "ArticleDesc": "ARTÍCULO 5.19: Entrega y Comunicación <br> A solicitud de la parte requirente, la parte requerida adoptará, de conformidad <br> con las disposiciones legales que le sean aplicables, todas las medidas necesarias para <br> entregar cualquier documento o comunicación, o para informar cualquier decisión <br> expedida por la parte requirente y que se encuentren dentro del ámbito de aplicación de <br> la presente Sección, a un destinatario que resida o esté establecido en el territorio de la <br> parte requerida. <br> "}, {"ArticleTitle": "Excepciones a la Obligación de Suministrar Asistencia Mutua", "ArticleDesc": "ARTÍCULO 5.20: Excepciones a la Obligación de Suministrar Asistencia Mutua <br> 1. La asistencia mutua, en el marco de la presente Sección, podrá denegarse o estar <br> sujeta al cumplimiento de determinadas condiciones o requisitos, en los casos en que <br> una Parte considere que dicha asistencia podría: <br> (a) ser perjudicial para la soberanía de la Parte a la que se le haya solicitado; <br> (b) ser perjudicial para el orden público y la seguridad nacional; <br> (c) violar un secreto industrial, comercial o profesional, debidamente <br> protegido por su legislación, o <br> (d) ser inconstitucional o contrario a su legislación. <br> 2. La parte requerida podrá aplazar la asistencia mutua cuando considere que pueda <br> interferir con una investigación en curso, un proceso penal o procedimiento <br> administrativo. En tal caso, la parte requerida consultará a la parte requirente para <br> determinar si la asistencia mutua puede otorgarse conforme a las modalidades y <br> condiciones en que la parte requerida, la pudiera otorgar. <br> 3. En el caso de presentarse alguna de las excepciones previstas en el presente <br> Artículo, la parte requerida comunicará, sin demora, a la parte requirente, su decisión y <br> las razones de ésta, no pudiendo exceder del término de 15 días siguientes a la solicitud. <br> "}, {"ArticleTitle": "Archivos, Documentos y otros Materiales", "ArticleDesc": "ARTÍCULO 5.21: Archivos, Documentos y otros Materiales <br> 1. A solicitud de la parte requirente la parte requerida podrá certificar o autenticar <br> las copias de los documentos solicitados, en caso que no pueda proporcionar los <br> originales cuando su legislación se lo impida. <br> 2. Los documentos proporcionados en virtud de la presente Sección no necesitarán <br> para su validez probatoria certificación adicional, autenticación, ni algún otro tipo de <br> formalidad que el provisto por la administración aduanera y serán considerados como <br> auténticos y válidos. <br> 3. Cualquier información proporcionada de conformidad con la presente Sección <br> podrá ser acompañada por información adicional que sea relevante para interpretarla o <br> utilizarla. <br> "}, {"ArticleTitle": "Expertos o Peritos", "ArticleDesc": "ARTÍCULO 5.22: Expertos o Peritos <br> 1. Respecto de los asuntos regulados en la presente Sección, cada Parte, de <br> conformidad con su legislación, podrá autorizar a sus funcionarios, previa solicitud de <br> otra Parte, para comparecer como expertos o peritos en procedimientos judiciales o <br> administrativos en el territorio de otra Parte, y a presentar los expedientes, documentos <br> y otros materiales correspondientes o copias certificadas de los mismos, en la medida <br> en que se consideren esenciales para dichos procedimientos. <br> 2. En la solicitud deberá indicarse específicamente el asunto y la autoridad judicial <br> o administrativa ante la cual el funcionario deberá comparecer. <br> "}, {"ArticleTitle": "Costos", "ArticleDesc": "ARTÍCULO 5.23: Costos <br> 1. Las administraciones aduaneras no solicitarán reembolso de costos y/o gastos <br> incurridos en la ejecución de las solicitudes previstas en la presente Sección, salvo <br> aquellos relacionados con los expertos o peritos, los cuales serán asumidos por la parte <br> requirente. <br> 2. Si fuera necesario incurrir en costos y/o gastos de naturaleza excepcional para <br> ejecutar una solicitud, las administraciones aduaneras se consultarán para determinar <br> los términos y condiciones según los cuales dicha solicitud será ejecutada, así como la <br> manera en la que deberán cubrirse tales costos y/o gastos. <br> "}, {"ArticleTitle": "Falta de Asistencia", "ArticleDesc": "ARTÍCULO 5.24: Falta de Asistencia <br> 1. Para los efectos de la presente Sección, se entenderá por falta de asistencia <br> mutua entre las administraciones aduaneras, la reiterada negativa o el retraso <br> injustificado en la ejecución de una solicitud y/o en la comunicación de su resultado. <br> 2. En este caso, la parte requirente podrá comunicar el hecho al Comité de Reglas <br> de Origen y Procedimientos Relacionados con el Origen, Facilitación del Comercio y <br> Cooperación Aduanera, a efectos de promover una solución a la falta de asistencia <br> mutua. <br> ANEXO 5.8 <br> OPERADOR ECONÓMICO AUTORIZADO <br> 1. Con el fin de dar cumplimiento a lo dispuesto en el Artículo 5.8 del presente <br> Capítulo, las Partes establecen las siguientes líneas de acción: <br> (a) identificar el estado actual de sus respectivos programas y su grado de <br> avance; <br> (b) realizar video conferencias, talleres y demás acciones de apoyo y <br> seguimiento de sus respectivos programas en sus diferentes fases; <br> (c) promover el desarrollo de las etapas necesarias para la suscripción de <br> ARM, considerando el cumplimiento de, al menos, la existencia de <br> programas vigentes y que cuenten con operadores económicos <br> autorizados; <br> (d) procurar, en la medida de lo posible, la compatibilidad entre los <br> programas respecto de requisitos, beneficios, y procedimientos de <br> autorización o certificación, que permitan la suscripción de los ARM <br> entre las Partes, y <br> (e) gestionar el apoyo de organismos internacionales en las actividades <br> descritas y otras que pudieran acordarse entre las Partes. <br> 2. Para los efectos de garantizar el cumplimiento de lo establecido en el presente <br> Anexo: <br> (a) las Partes establecen el Grupo Técnico de Operador Económico <br> Autorizado, conformado por las autoridades administradoras de sus <br> respectivos programas OEA, y <br> (b) dicho Grupo establecerá la forma de su funcionamiento y elaborará su <br> plan de acción, dentro de los tres meses siguientes a la entrada en vigor <br> del presente Protocolo Adicional. <br> Anexo 5.8-1 <br> ANEXO 5.9 <br> VENTANILLA ÚNICA DE COMERCIO EXTERIOR <br> Marco para la Implementación de la Interoperabilidad de las VUCE <br> 1. Para los efectos del presente Anexo: <br> dimensión significa los aspectos necesarios para lograr la interoperabilidad; <br> interoperabilidad significa la capacidad de los sistemas para permitir el intercambio <br> electrónico de información, alineado a estándares internacionalmente aceptados, y <br> Ventanilla Única de Comercio Exterior significa una herramienta de facilitación del <br> comercio, que permite la entrega de información estandarizada a una única entidad, <br> favoreciendo el intercambio electrónico de información. <br> 2. De conformidad con el Artículo 5.9, el objetivo del presente Anexo es proponer <br> un marco general para alcanzar la interoperabilidad entre las VUCE de las Partes. <br> 3. La interoperabilidad de las VUCE abarca los aspectos tecnológicos, <br> lineamientos estratégicos y normativos, la adopción de estándares y buenas prácticas <br> internacionales para la cooperación entre las Partes y la facilitación del comercio, <br> mediante el intercambio de información entre sus VUCE. <br> 4. La implementación de la interoperabilidad de las VUCE comprende líneas de <br> acción en las siguientes dimensiones: <br> (a) de procesos: determina objetivos de negocios, homologa conceptos a fin <br> de lograr la comprensión de los procesos de todas las Partes, analiza los <br> procesos de forma integrada, identifica información de interés de cada <br> una de ellas y la oportunidad en la que ésta es requerida para obtener el <br> modelo integral de los procesos de interoperabilidad entre las VUCE; <br> (b) semántica: a partir de la dimensión de procesos, define sin ambigüedad <br> un único significado para la información y los datos intercambiados, <br> comprensibles y acordados por todas las Partes involucradas y las <br> aplicaciones que intervienen en la transacción; <br> (c) tecnológica: comprende cuestiones técnicas de hardware, software y <br> telecomunicaciones, para garantizar la conexión y transmisión segura de <br> datos entre sistemas y servicios informáticos de las Partes, y <br> (d) de gobernanza: comprende acuerdos entre las Partes, ocupándose de los <br> aspectos estratégicos, normativos, y organizacionales que son relevantes <br> para el desarrollo, operación y sostenibilidad en el tiempo de la <br> interoperabilidad. <br> 5. La implementación y operación de la interoperabilidad se sujetará a las <br> siguientes condiciones: <br> Anexo 5.9-1 <br> (a) las VUCE serán el único canal de interoperabilidad para los documentos <br> o información que se generen entre las Partes; <br> (b) la interoperabilidad de las VUCE deberá asegurar la disponibilidad de la <br> información de los documentos de acuerdo con las condiciones de <br> operación que fijen las Partes; <br> (c) la VUCE de cada Parte deberá intercambiar información con los sistemas <br> de comercio exterior que correspondan en su territorio, para facilitar el <br> ingreso o salida de las mercancías; <br> (d) las VUCE deberán contar con esquemas informáticos que permitan la <br> transferencia de información de manera electrónica entre las Partes; <br> (e) cuando las exportaciones de una Parte se tramiten a través de la VUCE, <br> las Partes en destino, no solicitarán los documentos físicos que soportan <br> la operación de comercio exterior, y <br> (f) la interoperabilidad de las VUCE se realizará progresivamente. <br> 6. Las Partes establecerán un grupo de trabajo responsable de coordinar el <br> desarrollo de las actividades de cada dimensión de la interoperabilidad y de velar por el <br> cumplimiento de la implementación y de la operación de las iniciativas que se definan. <br> 7. El grupo de trabajo estará conformado por expertos de las Partes con capacidad <br> de decisión en las materias que se traten. Dicho grupo definirá sus reglas de <br> funcionamiento y su plan de trabajo, dentro de los tres meses siguientes a la fecha de <br> entrada en vigor del presente Protocolo Adicional. <br> Anexo 5.9-2 <br> APÉNDICE 5.9.1 <br> OFERTA DE INFORMACIÓN SUSCEPTIBLE DE INTEROPERAR POR LAS <br> PARTES <br> 1. Las Partes comenzarán la interoperabilidad de las VUCE con el Certificado <br> Sanitario. No obstante lo anterior, en la medida que las Partes lo acuerden, se incluirá el <br> Certificado de Origen. <br> 2. Para los efectos del presente Anexo, se incluye la siguiente lista de documentos <br> identificados por cada Parte como susceptibles de interoperar. <br> OFERTAS Y DEMANDAS DE DOCUMENTOS ELECTRÓNICOS <br> DISPONIBLES EN LA VUCE <br> Chile <br> Oferta Demanda5 <br> Certificado Sanitario Certificado CITES (\"Convención sobre el <br> Comercio Internacional de Especies <br> Certificado CITES (\"Convención sobre el Certificado de Origen <br> Amenazadas de Fauna y Flora Silvestres\") <br> Certificado de Origen Certificado Sanitario Oficial País de Origen <br> Datos de Declaración de Salida <br> Colombia <br> Certificado de Origen <br> Certificado de Inspección Sanitaria para Certificado Fitosanitario <br> Exportación para Alimentos y Materias <br> Primas de Alimentos <br> Certificado de Libre Venta Certificado de Exportación para Productos <br> Industrializados o Procesados <br> Certificado Fitosanitario para Exportación - Certificado Fitosanitario de Reexportacion <br> CFE <br> Certificado Zoosanitario para Exportación - Certificado Fitosanitario de Exportación <br> DZE <br> Certificado de Inspección Sanitaria - CIS Certificado Zoosanitario de Exportación <br> Certificados de Conformidad Certificado Sanitario de país de origen <br> Documento Zoosanitario de Importación - <br> DZI <br> 5 Chile podrá recibir los documentos indicados al finalizar la implementación del módulo de <br> importaciones de su VUCE. <br> Apéndice 5.9.1-1 <br> Documento de Requisitos Fitosanitarios para <br> Importación - DRFI <br> México <br> Certificados de agricultura: Certificados Sanitarios <br> Fitosanitario <br> Zoosanitario <br> Acuícola <br> Certificados de recursos naturales: Certificado CITES (\"Convención sobre el <br> Fitosanitario Comercio Internacional de Especies <br> Certificados Origen Certificados Origen <br> Perú <br> Oferta Demanda <br> Registro Sanitario de Alimentos y Bebidas Certificado Sanitario para Exportación y <br> de Consumo Humano - Producto Nacional Certificado de Libre Venta para Alimentos y <br> Bebidas para Consumo Humano, <br> Dispositivos Médicos, Medicamentos, <br> Productos Cosméticos, Productos de Aseo, <br> Productos Desinfectantes y Plaguicidas y <br> Nutrientes Vegetales <br> Transferencia del Titular del Registro Certificado Sanitario de Exportación y <br> Sanitario de Alimentos y Bebidas: Certificado de Libre Venta de Productos <br> Actualización de datos del titular del Agropecuarios, Productos y Subproductos de <br> Registro Sanitario Origen Acuícola y Pesquero <br> Actualización y Modificaciones en el <br> Registro Sanitario de Alimentos y Bebidas <br> (Producto Nacional) <br> Certificado Sanitario Oficial de <br> Exportación de Alimentos y Bebidas para <br> Consumo Humano <br> Certificado de Libre Comercialización de Notificación de Transporte Transfronterizo de <br> Alimentos, Bebidas y de Productos Residuos Peligrosos, Convenio de Basilea <br> Naturales Fabricados y/o Elaborados en el <br> País, por Despacho o Lote de Embarque <br> País de Destino <br> Registro Sanitario de Desinfectante de <br> Agua para Consumo Humano en Punto de <br> Uso <br> Autorización Sanitaria para la Importación Certificado de Inspección Sanitaria para <br> de Desinfectantes y Plaguicidas de Uso Exportación de Alimentos y Materias Primas <br> Doméstico, Industrial y en Salud Pública para la Industria de Alimentos <br> No Destinados al Comercio <br> Apéndice 5.9.1-2 <br> Cambio de Titular de la Autorización Certificado para Productos que No Requieren <br> Sanitaria de Plaguicidas y Desinfectantes Notificación Sanitaria Obligatoria para su <br> de Uso Doméstico, Industrial y en Salud Fabricación, Importación o Comercialización <br> Pública en Colombia <br> Ampliación o Modificaciones de Notificación Sanitaria Obligatoria (Productos <br> Presentación, Cambio de Razón Social y/o de Higiene Doméstica y Productos <br> Datos en la Autorización Sanitaria de Absorbentes de Higiene Personal) <br> Doméstico, Industrial y en Salud Pública <br> (Nacional e Importado) Destinadas al <br> Comercio <br> Certificado de Libre Comercialización de <br> Desinfectantes y Plaguicidas de Uso <br> Doméstico, Industrial, Salud Pública, y <br> Desinfectantes para Consumo Humano <br> Registro, Reinscripción o Ampliación de <br> Actividades y/o Plantas de Empresas <br> Comercializadoras de Residuos Sólidos <br> (EC-RS) <br> Autorización Sanitaria para la Exportación <br> de Residuos Sólidos <br> de Residuos Sólidos (No Peligrosos) <br> Autorización Sanitaria para la Importación <br> de Residuos Sólidos (Peligrosos) <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ARTÍCULO 5.8: Operador Económico Autorizado <br> ARTÍCULO 5.10: Revisión e Impugnación <br> ARTÍCULO 5.12: Resoluciones Anticipadas <br> Apéndice 5.9.1-3 <br> 1. Las administraciones aduaneras de las Partes fomentarán la implementación y <br> Cada Parte asegurará respecto de sus actos administrativos en materia aduanera, <br> 1. Cada Parte emitirá por escrito, antes de la importación de mercancías hacia su <br> fortalecimiento de los programas de Operador Económico Autorizado (en lo sucesivo, <br> que toda persona sujeta a tales actos, en su territorio tenga acceso a: <br> territorio, una resolución anticipada a solicitud escrita de un importador en su territorio, <br> denominado \"OEA\") de conformidad con el Marco Normativo para Asegurar y Facilitar <br> (a) una revisión administrativa independiente de la instancia o del <br> o de un exportador o productor3 en el territorio de otra Parte, respecto de: <br> 2 No obstante lo establecido en el subpárrafo (f), una Parte podrá imponer aranceles y requerir <br> funcionario que haya emitido dicho acto administrativo de conformidad <br> 3 Un importador, exportador o productor, puede solicitar una resolución anticipada a través de un <br> documentos formales para el ingreso de mercancías restringidas. <br> con su legislación, y <br> representante debidamente autorizado de conformidad con la legislación de la Parte a la que se solicita <br> el Comercio Global de la OMA (en lo sucesivo, denominado \"Marco Normativo <br> (b) una revisión judicial de los actos administrativos. <br> dicha resolución. <br> SAFE\"). <br> (a) clasificación arancelaria; <br> 2. Las administraciones aduaneras de las Partes incentivarán y trabajarán en la <br> (b) si una mercancía califica como originaria de conformidad con el Capítulo <br> suscripción de acuerdos de reconocimiento mutuo (en lo sucesivo, denominado <br> 4 (Reglas de Origen y Procedimientos Relacionados con el Origen); <br> \"ARM\") de los programas de OEA de las Partes. <br> (c) la aplicación de criterios de valoración aduanera, conforme al Acuerdo de <br> 3. Para los efectos del presente Artículo, las Partes establecen el Anexo 5.8. <br> Valoración Aduanera, y4 <br> (d) los demás asuntos que las Partes acuerden. <br> 2. Cada Parte adoptará o mantendrá procedimientos para la expedición de <br> resoluciones anticipadas, que incluyan: <br> (a) la información que razonablemente se requiera para tramitar la solicitud; <br> (b) la facultad de la autoridad para pedir información adicional al solicitante <br> durante el proceso de evaluación de la solicitud, y <br> (c) la obligación de la autoridad de expedir de manera completa, fundada y <br> motivada la resolución anticipada. <br> 3. Cada Parte emitirá una resolución anticipada de conformidad con el plazo <br> establecido en su legislación, el que no podrá exceder de 150 días siguientes a la fecha <br> en que el solicitante haya presentado toda la información que la Parte requiere, <br> incluyendo, si la Parte lo solicita, una muestra de la mercancía para la que el solicitante <br> está pidiendo una resolución anticipada. Al emitir una resolución anticipada, la Parte <br> tendrá en cuenta los hechos y circunstancias que el solicitante haya presentado. <br> 4. Las resoluciones anticipadas entrarán en vigor a partir de la fecha de su emisión, <br> u otra fecha posterior especificada en la resolución y permanecerán vigentes por al <br> menos tres años, siempre que los hechos o circunstancias en que se basa la resolución <br> no hayan cambiado. <br> 5. La resolución anticipada podrá ser modificada o revocada, de oficio o a petición <br> del titular de la resolución, según corresponda, en los siguientes casos: <br> (a) cuando la resolución anticipada se hubiere fundado en algún error; <br> (b) cuando cambien las circunstancias o los hechos que la fundamenten, o <br> (c) para dar cumplimiento a una decisión administrativa o judicial, o para <br> ajustarse a un cambio en la legislación de la Parte que haya expedido la <br> resolución anticipada. <br> 4 La autoridad aduanera se pronunciará únicamente sobre el método de valoración que se debe <br> aplicar para la determinación del valor en aduana, de conformidad con lo dispuesto en el Acuerdo de <br> Valoración Aduanera; es decir, la resolución no será determinativa sobre el monto a declarar por concepto <br> del valor en aduana. <br> 6. La Parte que emita la resolución anticipada podrá modificarla o revocarla <br> debiendo notificar al solicitante sobre la medida adoptada. <br> 7. La modificación o revocación de una resolución anticipada no podrá aplicarse <br> con efecto retroactivo, salvo si la persona a la que se le haya emitido hubiese presentado <br> información incorrecta o falsa. <br> 8. Una Parte podrá negarse a emitir una resolución anticipada, si los hechos y <br> circunstancias que constituyen la base de la resolución anticipada son objeto de revisión <br> en procedimientos administrativos o judiciales. En estos casos, la Parte notificará por <br> escrito al solicitante, exponiendo las razones de hecho y de derecho en que se <br> fundamenta la decisión. <br> 9. Con sujeción a los requisitos de confidencialidad previstos en su legislación, <br> cada Parte pondrá sus resoluciones anticipadas a disposición del público, incluyendo en <br> Internet. <br> 10. Si un solicitante proporciona información falsa u omite hechos o circunstancias <br> relevantes, relacionados con la resolución anticipada, o no actúa de conformidad con los <br> términos y condiciones de dicha resolución, la Parte que emite la resolución podrá <br> aplicar las medidas que sean apropiadas, incluyendo acciones civiles, penales y <br> administrativas, sanciones monetarias u otras sanciones. <br> Sección B: Cooperación y Asistencia Mutua en Materia Aduanera <br> "}]}]}, "members_found": ["152", "170", 3, 8703900000]}