{"FtaRooDetails": {"FtaId": 755, "FtaCode": "ITC00779", "FtaName": "FTA, EFTA-Philippines", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE EFTA STATES AND THE PHILIPPINES", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.06.2018", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Iceland; Liechtenstein; Norway; Philippines; Switzerland", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, EFTA-Philippines", "AdminProcCooAuth": "The certification type under FTA, EFTA-Philippines is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, EFTA-Philippines is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, EFTA-Philippines agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 35%", "RooText": "Manufacture from non-originating materials of any heading, except that of the product or Manufacture in which the value of all non-originating materials used does not exceed 65% of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Interpretative notes", "RooText": " APPENDIX TO ANNEX I<br /> PRODUCT SPECIFIC RULES<br /> Interpretative Notes<br /> 1. The first column of the list contains chapters, headings or subheadings and the<br /> second column contains the description of the goods. For each entry in the first two<br /> columns, one or two rules are specified in columns 3 and 4. If the HS code in column 1<br /> is preceded by an \"ex\", the rules in column 3 or 4 shall apply only to the part of that<br /> chapter, heading or subheading described in column 2. For an entry in the first two<br /> columns where a rule is specified in both columns 3 and 4, either one may be applied. If<br /> no origin rule is given in column 4, only the rule set out in column 3 shall be applied.<br /> 2. Pursuant to subparagraph (b) of Article 2 (General Requirements) of Annex I<br /> (Rules of Origin), the product specific rules may be fulfilled by operations in different<br /> companies, provided the working or processing takes place within the territory of a<br /> Party and fulfils the requirements of the Annex.<br /> 3. A product specific rule set out in this Appendix represents the minimum<br /> working or processing required to be carried out on non-originating materials for the<br /> final goods to obtain originating status. Working or processing exceeding that required<br /> by the rule for those goods shall also confer originating status.<br /> 4. If a product specific rule specifies that goods may be produced from more than<br /> one material, none, one or more materials may be used. It does not require that all of<br /> those materials be used.<br /> 5. If a product specific rule specifies that goods must be manufactured from a<br /> particular material, the rule does not prevent the use of additional materials.<br /> 6. If a product specific rule excludes the use of materials classified in certain<br /> chapters, headings, or subheadings such excluded materials, if used, must be originating<br /> for the goods to qualify as originating.<br /> 7. If goods, which have acquired originating status by fulfilling the product<br /> specific rule are used as materials in the manufacture of other goods, in determining the<br /> origin of the final goods, the rules applicable to the final goods do not apply to those<br /> materials. No account shall be taken of the non-originating components of those<br /> materials.<br /> 8. If the product specific rule provides that \"Manufacture from non-originating<br /> materials of any heading\", materials of any heading, even materials of the same<br /> description and heading as that of the final goods may be used, provided that the<br /> process goes beyond minimal operations set out in Annex I (Rules of Origin) and<br /> subject to any specific limitations which may also be contained in the rule.<br /> 9. The product specific rules in the list will be used to determine origin to qualify<br /> for preferential treatment subject to other parts of the Agreement, e.g. tariff<br /> commitments on agricultural and non-agricultural products.<br /> 10. If the product specific rule provides that \"Manufacture in which the value of all<br /> non-originating materials used does not exceed X% of the ex-works price of the<br /> product,\" no change in tariff classification is required. The value criterion shall be<br /> computed as follows: value criterion = {(PH-EFTA Material Cost + Direct Labour Cost<br /> + Overhead Cost + Other Costs + Profit)/Ex Works Price} * 100% or value criterion =<br /> {(Ex Works Price - Value of Non-Originating Material)/ Ex Works Price} * 100%.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00779_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00779_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/philippines/annexes/Annex-I-Appendix-1-Product-Specific-Rules.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00779_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.efta.int/media/documents/legal-texts/free-trade-relations/philippines/annexes/Annex-I-Rules-of-Origin.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00779_full.pdf", "DocType": "8_full", "WebLink": "http://www.efta.int/sites/default/files/documents/legal-texts/free-trade-relations/philippines/Philippines-EFTA-Main%20Agreement.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00779_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N192.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Accumulation of Origin <br /> 1. Goods originating in a Party, which are used as materials in the production of <br /> goods in another Party, shall be considered as originating in the Party where the last <br /> operation beyond those referred to in paragraph 1 of Article 5 have been carried out. <br /> 2. Goods originating in a Party, which are exported from one Party to another and <br /> do not undergo working or processing beyond those referred to in paragraph 1 of Article <br /> 5, shall retain their origin. <br /> 3. Where materials originating in two or more Parties are used in the production of <br /> goods and these materials have not undergone any working or processing beyond the <br /> operations referred to in Article 5, the origin of the goods is determined by the material <br /> with the highest customs value for that material in that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (20%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 4. Notwithstanding paragraph 1, non-originating goods that do not undergo the <br /> required change in tariff classification as set out in the Appendix shall be considered as <br /> originating if the value of all non-originating materials used in their production that do <br /> 2 Fermentation is a biotechnological process in which human, animal or plant cells, bacteria, <br /> yeasts, fungi or enzymes are used in the production process. <br /> 3 Territorial waters include internal waters and territorial sea. <br /> not undergo the required change in tariff classification does not exceed 20 percent of the <br /> ex-works price of the goods and meet all other applicable requirements set forth in this <br /> Annex. <br /> 5. Paragraph 4 does not apply to goods which are wholly obtained in a Party in <br /> accordance with Article 3. However, if the relevant product specific rule of the <br /> Appendix provides for a rule where certain materials must be wholly obtained, the <br /> tolerance of paragraph 4 shall apply.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4 : Sufficient Working or Processing <br /> 1. Goods obtained from non-originating materials shall be considered to have <br /> undergone sufficient working or processing if the applicable product specific rule of the <br /> Appendix has been fulfilled. <br /> 2. For the purposes of paragraph 1, the operations provided for in Article 5 are in <br /> any case considered as insufficient to obtain originating status. <br /> 3. The product specific rules referred to in paragraph 1 indicate the working or <br /> processing   which   must   be   carried   out   on   non-originating   materials   used   in <br /> manufacturing and concern only such materials. It follows that if goods, which have <br /> acquired originating status in a Party in accordance with paragraph 1, are further <br /> processed in that Party and used as material in the production of other goods, no <br /> account shall be taken of the non-originating components of that material.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of Territoriality <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of goods in <br /> accordance with the provisions of Section II shall not be affected by operations carried <br /> out in a non-party under an outward processing procedure or a similar arrangement, if: <br /> (a) the  re-imported  materials  have  been  obtained  from  the  exported <br /> materials; <br /> (b) the total added value acquired in the non-party does not exceed 15 <br /> percent of the ex-works price of the goods; and <br /> (c) the total value of the non-originating materials incorporated in the <br /> territory of the Party concerned, taken together with the total added value <br /> acquired outside the Party concerned, does not exceed the value allowed <br /> in accordance with the Appendix. <br /> 4. For the purposes of subparagraph 3 (b), the term total added value means all <br /> costs arising outside the Party concerned, including transport costs and the value of non- <br /> originating materials incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Accessories, Spare Parts and Tools <br /> 1. In determining whether all the non-originating materials used in the production <br /> of  goods  undergo  the  applicable  change  in  tariff  classification  or  a  specific <br /> manufacturing or processing operation set out in the Appendix, accessories, spare parts, <br /> tools and instruction and information material dispatched with a piece of equipment, <br /> machine, apparatus or vehicle, which are part of the normal equipment and included in <br /> its ex-works price, and which are not separately invoiced, shall be disregarded. <br /> 2. If the goods are subject to a value criterion, the value of the accessories, spare <br /> parts or tools shall be taken into account as the value of originating materials of a Party <br /> where the goods are produced or non-originating materials, as the case may be, in <br /> calculating the value criterion.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Wholly Obtained Goods <br /> The following goods shall be considered as wholly obtained in a Party: <br /> (a) minerals  and  other  naturally  occurring  substances  not  included  in <br /> subparagraphs (b) to (f) extracted or taken from its soil, waters, seabed or <br /> beneath the seabed; <br /> (b) vegetable products grown and harvested in that Party; <br /> (c) live animals born and raised in that Party; <br /> (d) goods obtained from live animals, raised in that Party; <br /> (e) goods from slaughtered animals born and raised in that Party; <br /> (f) goods obtained by hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted in that Party; <br /> (g) goods obtained in that Party by using cell cultures;1 <br /> 1 Cell culture means the cultivation of human, animal or plant cells under controlled conditions <br /> (such as defined temperatures, growth medium, gas mixture, and ph), outside a living organism. <br /> (h) goods falling within Chapters 29 to 39 obtained by fermentation2; <br /> (i) goods of sea fishing and other marine products taken from the sea outside <br /> the territorial waters3 of any country, by a vessel of that Party and goods <br /> produced exclusively therefrom on board a factory ship of that Party; <br /> In this context, factory ships of that Party and vessels of that Party <br /> respectively mean factory ships and vessels, which are registered in that <br /> Party, sail under the flag of that Party and whose ownership, senior <br /> management and board of directors and nationality of masters, officers <br /> and crew are subject to that Parties' domestic laws, rules and regulations; <br /> (j) goods extracted from the seabed or sub-soil outside the territorial waters <br /> of that Party if that Party has the rights to exploit that seabed or sub-soil <br /> in accordance with international law; <br /> (k) waste and scrap resulting from production conducted in that Party; <br /> (l) used goods collected in that Party provided that such goods are fit only <br /> for the recovery of raw materials and not for their original purpose; <br /> (m) goods obtained or produced in that Party exclusively from the goods <br /> referred to in subparagraphs (a) to (l).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Minimal Operations <br /> 1. Notwithstanding Article 4, goods shall not be considered as originating, if they <br /> have only undergone one or more of the following operations or processes: <br /> (a) preserving operations to ensure that goods retain their condition during <br /> transport and storage; <br /> (b) freezing or thawing; <br /> (c) packaging and re-packaging; <br /> (d) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles or textile products; <br /> (f) simple painting and polishing; <br /> (g) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (h) colouring of sugar or forming sugar lumps; <br /> (i) peeling and removal of stones, cores, seeds and shells from fruits, nuts <br /> and vegetables; <br /> (j) sharpening, simple grinding or simple cutting; <br /> (k) sifting, screening, sorting, classifying, grading, matching; <br /> (l) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and all other similar simple packaging operations; <br /> (m) affixing or printing marks, labels, logos and other like distinguishing <br /> signs on goods or their packaging; <br /> (n) simple mixing of goods, whether or not of different kinds; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of goods into parts; or <br /> (p) slaughter of animals. <br /> 2. For the purposes of paragraph 1, simple describes operations or processes which <br /> need neither special skills nor machines, apparatus or equipment especially produced or <br /> installed to carry out the operation or process. <br /> 3. All operations or processes carried out in a Party on given goods shall be taken <br /> into account when determining whether the working or processing undergone by those <br /> goods are considered as minimal operations in accordance with paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (d) customs value means the value as determined in accordance with the <br /> Agreement on Implementation of Article VII of the General Agreement <br /> on  Tariffs  and  Trade 1994 (hereinafter  referred  to  as \"the  WTO <br /> Agreement on Customs Valuation; <br /> (e) value of materials means the customs value at the time of importation of <br /> the non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the WTO Agreement on Customs Valuation shall apply; <br /> (f) ex-works price means the price actually paid or payable for goods to the <br /> producer in the Party where the last working or processing was carried <br /> out, in accordance with the international commercial terms (incoterms), <br /> excluding internal taxes which may be repaid when goods are exported;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Neutral Elements <br /> Neutral elements, which are goods used in the production, testing or inspection <br /> of other goods but are not physically incorporated into those goods, shall be treated as <br /> originating material regardless of where they are produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Non-alteration <br /> 1. Originating goods, for which preferential tariff treatment is requested in a Party, <br /> shall be the same goods as exported from another Party. They must not have been <br /> altered or transformed in any way or have undergone operations other than to retain <br /> their condition, adding or affixing marks, labels, seals or any documentation to ensure <br /> compliance with domestic requirements of the importing Party, prior to being declared <br /> for preferential tariff treatment. <br /> 2. Transit, storage of goods or consignments or splitting of consignments may take <br /> place in non-parties, provided they remain under customs supervision in those non- <br /> parties. <br /> 3. Compliance with paragraphs 1 and 2 shall be considered satisfied, unless the <br /> customs authorities of the importing Party have reason to believe otherwise. In such <br /> cases the customs authority of the importing Party may request the importer or his <br /> representative to provide appropriate evidence of compliance, which may be given by <br /> any means, including contractual transport documents such as bills of lading, packing <br /> lists or any other evidence related to the goods themselves.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Principle of Territoriality <br /> 1. The conditions for acquiring originating status set out in the provisions of <br /> Section II must be fulfilled without any interruption in the territory of a Party. <br /> 2. If originating goods are returned to the exporting Party after having been <br /> exported to a non-Party without having undergone any operation there beyond those <br /> necessary to retain their condition, these goods shall keep their originating status. <br /> 3. Notwithstanding paragraph 1, the acquisition of originating status of goods in <br /> accordance with the provisions of Section II shall not be affected by operations carried <br /> out in a non-party under an outward processing procedure or a similar arrangement, if: <br /> (a) the  re-imported  materials  have  been  obtained  from  the  exported <br /> materials; <br /> (b) the total added value acquired in the non-party does not exceed 15 <br /> percent of the ex-works price of the goods; and <br /> (c) the total value of the non-originating materials incorporated in the <br /> territory of the Party concerned, taken together with the total added value <br /> acquired outside the Party concerned, does not exceed the value allowed <br /> in accordance with the Appendix. <br /> 4. For the purposes of subparagraph 3 (b), the term total added value means all <br /> costs arising outside the Party concerned, including transport costs and the value of non- <br /> originating materials incorporated there.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> 2. Pursuant to paragraph 1: <br /> (a) if the goods are subject to a change in tariff classification or a specific <br /> manufacturing  or  processing  operation  set  out  in  the  Appendix, <br /> packaging materials and containers for retail sale, which are classified <br /> with the goods pursuant to General Rule 5 of the General Rules for the <br /> Interpretation of the Harmonized System (hereinafter referred to as <br /> \"General Rules\"), shall be disregarded. If the goods are subject to a value <br /> criterion set out in the Appendix, the value of such packaging materials <br /> and containers for retail sale shall be taken into account as the value of <br /> originating materials of a Party where the goods are produced or non- <br /> originating materials, as the case may be, in calculating the value <br /> criterion; <br /> (b) packing materials and containers for shipment used to protect goods <br /> during transportation, other than packaging materials and containers for <br /> retail sale, shall be disregarded in determining the origin of the goods;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Fungible Materials <br /> 1. If originating and non-originating fungible materials are used in the production <br /> of goods, the determination of whether fungible materials used are originating shall be <br /> determined on the basis of an inventory management system. If required by domestic <br /> laws, rules and regulations, this system may be subject to prior authorisation by the <br /> respective customs authority. <br /> 2. For the purposes of paragraph 1, fungible materials means materials that are of <br /> the  same  kind  and  commercial  quality,  with  the  same  technical  and  physical <br /> characteristics, and which cannot be distinguished from one another. <br /> 3. The inventory management system must ensure that the final goods obtaining <br /> originating status shall not be more than what would have been the case if the <br /> originating materials used to produce the final goods had been physically segregated <br /> from the non-originating materials. <br /> 4. Once an inventory management method has been chosen, it must be used <br /> through all the fiscal year or period. <br /> 5. A producer using an inventory management system must keep records of the <br /> operation of the system that are necessary for the customs authorities of the exporting <br /> Party to verify compliance with the provisions of this Annex. <br /> 6. The authorisation to use accounting segregation may be withdrawn by the <br /> customs authority at any time if the producer makes improper use of it.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 80%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Unit of Qualification <br /> (c) sets, as defined in General Rule 3, shall be considered originating if all <br /> component goods are originating. However, if a set is composed of <br /> originating and non-originating goods, the set as a whole shall be <br /> considered originating, provided that the value of the non-originating <br /> goods does not exceed 20 percent of the ex-works price of the set;", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Origin Declaration <br /> 1. For the purpose of obtaining preferential tariff treatment in the importing Party, <br /> a proof of origin in the form of an origin declaration set out below (without the <br /> footnotes) must be completed in English, in a legible and permanent form, by an <br /> exporter of a Party for goods originating in a Party. <br /> \"The  exporter  of  the  goods  covered  by  this  document <br /> (customs authorisation No…4) declares that, except where <br /> otherwise clearly indicated, the goods satisfy the Rules of <br /> Origin to be considered as originating under the PH-EFTA <br /> FTA (Country of Origin: 5) <br /> Place and Date6 <br /> …………..……………….. <br /> Signature above the Printed Name <br /> of the Authorised Signatory <br /> 2. The origin declaration must be completed on an invoice, packing list, delivery <br /> note or any other relevant commercial document that identifies the exporter and the <br /> originating goods, and, except as provided in Article 14, bear the original signature of <br /> the exporter. <br /> 3. The origin declaration may be completed when the goods to which it relates are <br /> exported, or after exportation. An origin declaration shall be valid for 12 months, from <br /> the date of completion. <br /> 4. Forwarding agents, customs brokers and other representatives of an exporter <br /> have to be empowered by such exporter to complete origin declarations. They must <br /> submit the said written authorisation to the customs authorities, at their request. <br /> 5. An exporter who has completed an origin declaration must keep a copy of the <br /> origin declaration and all documents supporting the originating status of the goods, in <br /> paper or electronic form, for at least three years from the date of completion or issue. <br /> 4 Pursuant to Article 14, an Approved Exporter is not required to sign the origin declaration but <br /> must instead indicate the authorisation number. A non-Approved Exporter must affix his/her <br /> signature above the printed name and leave the field on authorisation number blank. <br /> 5 The origin of the goods must be indicated in this space (Philippines, Iceland, Norway or <br /> Switzerland). The use of ISO-Alpha-2 codes is permitted (PH, IS, NO or CH). Reference may be <br /> made to a specific column of the invoice packing list, delivery note or any other relevant <br /> commercial document that identifies the exporter and the originating goods in which the country <br /> of origin of the goods are referred to. <br /> 6 This information may be omitted if already contained in the document itself.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Approved Exporter <br /> 1. The  customs  authority  of  the  exporting  Party  may,  subject  to  domestic <br /> requirements, authorise an exporter of that Party, hereinafter referred to as \"Approved <br /> Exporter\" to complete origin declarations without signature. <br /> 2. An exporter who applies for such authorisation must offer, to the satisfaction of <br /> the customs authority of the exporting Party, all guarantees necessary to verify the <br /> originating status of the goods as well as the fulfilment of any other requirement under <br /> this Annex. <br /> 3. The customs authority of the exporting Party shall provide, to the Approved <br /> Exporter, an authorisation number to be included in the origin declaration instead of the <br /> signature. <br /> 4. The customs authority of the exporting Party may verify the proper use of an <br /> authorisation and withdraw it at any time, if the exporter no longer meets the conditions <br /> or otherwise makes improper use of it. The withdrawal of an authorisation shall be <br /> made available to the customs authorities of the other Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Origin Declaration <br /> 3. The origin declaration may be completed when the goods to which it relates are <br /> exported, or after exportation. An origin declaration shall be valid for 12 months, from <br /> the date of completion.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Origin Declaration <br /> 5. An exporter who has completed an origin declaration must keep a copy of the <br /> origin declaration and all documents supporting the originating status of the goods, in <br /> paper or electronic form, for at least three years from the date of completion or issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Verification of Origin Declarations <br /> 1. The customs authority of the exporting Party shall carry out verifications of <br /> origin declarations on request of the importing Party. <br /> 2. The verification request may question the authenticity of the document and the <br /> accuracy of the information contained therein, including the originating status of the <br /> goods concerned or the fulfilment of other requirements of this Annex. It shall identify <br /> the reasons for the inquiry and include a copy of the origin declaration and, if <br /> appropriate, any other document or information giving reason to believe that the origin <br /> declaration could be invalid. <br /> 3. The importing Party shall submit the verification request to the exporting Party <br /> within 36 months from the completion of the origin declaration. The exporting Party is <br /> not obliged to conduct verifications based on verification requests received after that <br /> deadline. <br /> 4. The customs authority of the importing Party may, subject to its domestic laws, <br /> rules and regulations, suspend preferential tariff treatment to goods covered by an origin <br /> declaration until the verification procedure has been finalised. Nonetheless, the goods <br /> shall be released, subject to domestic laws, rules and regulations, provided that the <br /> goods are not held because of an import prohibition, or restriction and that there is no <br /> suspicion of fraud. <br /> 5. The customs authority of the exporting Party may request evidence, carry out <br /> inspections at the exporter's or producer's premises, check the exporter's and the <br /> producer's accounts and take other appropriate measures to verify compliance with this <br /> Annex. <br /> 6. The requesting Party shall be informed of the results and findings of the <br /> verification within six months from the date of the verification request. If the requesting <br /> Party receives no reply within that period, or if the reply does not clearly state whether <br /> the goods are originating or whether the origin declaration is valid, the requesting Party <br /> may deny preferential tariff treatment to the consignment covered by the origin <br /> declaration in question. <br /> 7. Where the requested Party is unable to meet the deadline referred  to in <br /> paragraph 6 due to circumstances beyond the control of its customs authority, it shall <br /> inform the requesting Party in writing prior to the deadline. The requested Party shall <br /> extend the deadline by another six months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Penalties <br /> Each Party shall ensure, in accordance with its domestic laws, rules and <br /> regulations that appropriate penalties, sanctions or other measures are imposed for <br /> violations of the those laws, rules and regulations related to this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Denial of Preferential Treatment <br /> 1. The importing Party may deny preferential tariff treatment or recover unpaid <br /> customs duties in accordance with its domestic laws, rules and regulations where goods <br /> do not meet the requirements of this Annex or where the importer or exporter fails to <br /> demonstrate compliance with the relevant requirements. <br /> 2. A typographical error in the origin declaration shall not invalidate this document <br /> if it is duly established that this document does in fact correspond to the imported <br /> goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) Party means the Philippines, Iceland, Norway or the customs territory of <br> Switzerland.  Due  to  the  customs  union  between  Switzerland  and <br> Liechtenstein, goods originating in Liechtenstein shall be considered as <br> originating in Switzerland; <br> (b) production means methods of obtaining goods including manufacturing, <br> producing, assembling, raising, growing, breeding, mining, extracting, <br> harvesting, fishing, trapping, gathering, collecting, hunting, capturing; <br> and processing; <br> (c) material  means  any  ingredient,  raw  material,  component,  part  or <br> accessory used in the production of goods; <br> (d) customs value means the value as determined in accordance with the <br> on  Tariffs  and  Trade 1994 (hereinafter  referred  to  as \"the  WTO <br> Agreement on Customs Valuation; <br> Agreement on implementation of Article VII of the General Agreement <br> (e) value of materials means the customs value at the time of importation of <br> ascertained, the WTO Agreement on Customs Valuation shall apply; <br> the non-originating materials used, or, if this is not known and cannot be <br> (f) ex-works price means the price actually paid or payable for goods to the <br> producer in the Party where the last working or processing was carried <br> out, in accordance with the international commercial terms (incoterms), <br> excluding internal taxes which may be repaid when goods are exported; <br> Harmonized Commodity Description and Coding System; <br> (g) Harmonized  System  respectively  its  abbreviation  HS  means  the <br> (h) chapter, heading and subheading means a chapter (two-digit code), <br> heading (four-digit   code)   or   subheading (six-digit   code)   of   the <br> Harmonized System. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "For the purposes of this Annex, goods shall be considered as originating in a <br> Party if: <br> (a) they have been wholly obtained in a Party, in accordance with Article 3; <br> (b) the non-originating materials used in the production in a Party satisfy the <br> requirements provided for in Article 4; <br> (c) they  have  been  produced  in  a  Party  exclusively  from  materials <br> originating in one or more Parties; or <br> (d) they have been produced in a Party exclusively from materials as <br> specified in subparagraphs (a) to (c). <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "1. For the purpose of determining the originating status, the unit of qualification of <br> goods or materials shall be determined in accordance with the Harmonized System. <br> 2. Pursuant to paragraph 1: <br> (a) if the goods are subject to a change in tariff classification or a specific <br> manufacturing  or  processing  operation  set  out  in  the  Appendix, <br> packaging materials and containers for retail sale, which are classified <br> with the goods pursuant to General Rule 5 of the General Rules for the <br> Interpretation of the Harmonized System (hereinafter referred to as <br> \"General Rules\"), shall be disregarded. If the goods are subject to a value <br> criterion set out in the Appendix, the value of such packaging materials <br> and containers for retail sale shall be taken into account as the value of <br> originating materials of a Party where the goods are produced or non- <br> originating materials, as the case may be, in calculating the value <br> criterion; <br> (b) packing materials and containers for shipment used to protect goods <br> during transportation, other than packaging materials and containers for <br> retail sale, shall be disregarded in determining the origin of the goods; <br> (c) sets, as defined in General Rule 3, shall be considered originating if all <br> component goods are originating. However, if a set is composed of <br> originating and non-originating goods, the set as a whole shall be <br> considered originating, provided that the value of the non-originating <br> goods does not exceed 20 percent of the ex-works price of the set; <br> (d) when a consignment consists of a number of identical goods classified <br> under the same heading, each product shall be taken individually into <br> account when applying the provision on the Appendix; <br> (e) where goods satisfy the requirements of this Annex and are imported into <br> a Party either in one or multiple shipments from another Party, in <br> disassembled  form,  but  classified  as  assembled  goods  pursuant  to <br> General Rule 2(a), the determination of origin shall be based on the <br> assembled goods. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 7 : Unit of qualification <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Importation Requirements", "ArticleDesc": "Article 15 : Importation Requirements <br> 1. Each Party shall grant preferential tariff treatment in accordance with the <br> Agreement to originating goods of a Party imported from another Party, on the basis of <br> an origin declaration referred to in Article 13. <br> 2. In order to obtain preferential tariff treatment, the importer must, in accordance <br> with  the procedures  applicable  in  the  importing  Party,  request preferential  tariff <br> treatment at the time of importation of originating goods, whether or not the importer is <br> in possession of an origin declaration. <br> 3. If the importer is not in possession of an origin declaration at the time of <br> importation, the importer may, in accordance with the domestic laws, rules and <br> regulations of the importing Party, present the origin declaration at a later stage. <br> 4. An origin declaration must be submitted to the customs authorities of the <br> importing Party within 12 months from its completion. The expiration of this period <br> may be suspended as long as the goods covered by that origin declaration remain under <br> customs control of the importing Party. After this period, an origin declaration may be <br> accepted only in exceptional circumstances. <br> 5. Notwithstanding paragraph 1, a Party may, in accordance with its domestic laws, <br> rules and regulations, waive the requirement to present an origin declaration, and grant <br> preferential tariff treatment. <br> 6. An importer who has been granted preferential tariff treatment must keep the <br> origin declaration and other relevant documents for three years after the date on which <br> preferential tariff treatment was granted, or longer if required by the domestic laws, <br> rules and regulations of the importing Party. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 16 : Importation by Instalments <br> Where, at the request of an importer and on the conditions laid down by the <br> customs authorities of the importing Party, dismantled or non-assembled goods within <br> the  meaning  of  General  Rule 2(a)  are  imported  by  instalments,  a  single  origin <br> declaration must be submitted to the customs authorities upon importation of the first <br> instalments. <br> "}, {"ArticleTitle": "Cooperation of Exporters and Importers with Customs Authorities", "ArticleDesc": "Article 17 : Cooperation of Exporters and Importers with Customs Authorities <br> 1. Exporters and importers benefitting from the Agreement must, within the <br> framework of the Agreement and subject to the domestic laws, rules and regulations of <br> a Party, cooperate with the customs authority of that Party and submit, at its request, <br> supporting documents regarding the fulfilment of the requirements of this Annex. <br> 2. An exporter who has completed an origin declaration must: <br> (a) upon request of the customs authority of the exporting Party, submit the <br> documents referred to in paragraph 5 of Article 13 to that authority, <br> which may, at any time, carry out inspections and verify the exporters or <br> the producer's accounts and take other appropriate measures; and <br> (b) when becoming aware of or having reason to believe that an origin <br> importer and the customs authority of the exporting Party of any change <br> affecting the originating status of the goods covered by that origin <br> declaration. <br> 3. An importer who has requested or has been granted preferential tariff treatment <br> must: <br> (a) upon request of the customs authority of the importing Party, submit the <br> documents referred to in paragraph 3 of Article 12 to that authority; and <br> (b) when becoming aware of or having reason to believe that the origin <br> declaration  contains  incorrect  information,  immediately  notify  the <br> customs authorities of the importing Party of any change affecting the <br> originating status of the goods covered by an origin declaration. <br> "}, {"ArticleTitle": "Notifications and Cooperation", "ArticleDesc": "Article 20 : Notifications and Cooperation <br> 1. The Parties shall provide each other, through the EFTA Secretariat, with: <br> (a) the addresses of the customs authorities of the Parties responsible for <br> verifications referred to in Article 19 and the addresses of the relevant <br> authorities for other issues related to the implementation or application <br> of this Annex; and <br> (b) information on the interpretation, application and administration of this <br> Annex, where needed. <br> 2. The Parties shall make available the information on authorisation numbers <br> allocated to Approved Exporters, pursuant to Article 14. <br> 3. The  Parties  shall  endeavour  to  resolve  technical  matters  related  to  the <br> interpretation, the implementation or application of this Annex, to the extent possible, <br> through direct consultations between the customs authorities referred to in subparagraph <br> (1) (a) or in the Sub-Committee on Trade in Goods. If the matters remain unresolved, <br> they may be submitted to the Joint Committee for resolution. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 21 : Confidentiality <br> Any information which is by nature confidential or which is provided on a <br> confidential basis shall not be disclosed by the Parties' authorities without the explicit <br> permission of the person or authority providing the information. <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit or Storage", "ArticleDesc": "Article 23 : Transitional Provisions for Goods in Transit or Storage <br> The provisions of this Agreement may be applied to goods, which, on the date of <br> entry into force of this Agreement, are either in transit or in temporary storage in a <br> customs warehouse or free zone under customs control. For such goods, an origin <br> declaration may be completed retrospectively up to six months after the entry into force <br> of this Agreement, provided that the provisions of this Annex and in particular Article <br> 12 have been fulfilled. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 24 : Review <br> Unless otherwise agreed, the Parties shall review this Annex and the Appendix <br> "}]}]}, "members_found": ["608", "757", 5, 8703900000]}