{"FtaRooDetails": {"FtaId": 77, "FtaCode": "ITC00078", "FtaName": "Belize-Guatemala", "FtaFullName": "PARTIAL SCOPE AGREEMENT BETWEEN THE GOVERNMENT OF BELIZE AND THE GOVERNMENT OF THE REPUBLIC OF GUATEMALA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "22.10.2010", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Belize; Guatemala", "FtaRooDetailLink": null, "TariffSource": "ITC", "TariffYear": "2021", "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Belize-Guatemala", "AdminProcCooAuth": "The certification type under Belize-Guatemala is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Belize-Guatemala is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Belize-Guatemala agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": [{"Name": "MFN", "percentage": "45%", "Highlight": true, "OriginalDuty": null, "ConvertedDuty": null, "ShowAdditionalDuties": false, "AdditionalDuties": null, "IsPrefDuty": false}]}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50% or (SP and RVC 50%)", "RooText": "b) goods that go through a substantial transformation, produced in one or both Parties with non-originating materials must comply with any of the following conditions: i. goods that are classified in a tariff heading which is different from those headings in which all the nonoriginating materials used are classified; ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob value of the goods produced; or iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly and mounting operations realized in one or both Parties using originating or non-originating materials of the Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00078_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.sice.oas.org/Trade/BLZ_GTM/AppendixB_e.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00078_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/Trade/BLZ_GTM/text_e.asp#An3a"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00078_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/Trade/BLZ_GTM/text_e.asp#An3"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00078_full.pdf", "DocType": "8_full", "WebLink": "http://www.sice.oas.org/Trade/BLZ_GTM/Index_e.asp#PDF"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: Incorporation of Materials <br /> For the purposes of this Annex, the originating materials and other originating factors of production from one of <br /> the Parties, incorporated by the other Party in the production process of goods, shall be considered as originating <br /> from either Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Originating Goods <br /> a) goods wholly produced in a Party, which may be: <br /> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br /> harvested or gathered, born and raised or captured in one or both Parties; <br /> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br /> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br /> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br /> performed in the Parties, fit only for the recovery of materials.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Minimal Processes <br /> For the purposes of this Annex, the following operations and minimal processes shall not be considered a <br /> sufficient transformation or production process to grant origin to a good: <br /> a) ventilation, aeration, refrigeration, freezing, substance addition, salting or extraction of damaged parts and <br /> similar operations that ensure the preservation of the goods during transportation and storage; <br /> b) dust cleaning, washing, cleaning, shaking vigorously, peeling, shelling, threshing, drying, macerating, thinning, <br /> selecting, classifying, dividing, winnowing, sifting, filtering, cutting, painting or application of oil; <br /> c) formation of sets or assorted goods, except for those provided for in Article 3 of this Annex. <br /> d) packing, packaging or repackaging; <br /> e) gathering or division of bundles of goods; <br /> f) affixing of brands, labels, or other similar distinctive signs; <br /> g) simple mixture of materials, if the characteristics of the goods obtained are not essentially different from the <br /> characteristics of the materials which have been mixed; <br /> h) simple dilution in water or in other substances, which does not alter the essential characteristics of the goods; <br /> i) slaughter of animals; <br /> j) mounting or assembly, except as provided for in Article 3 of this Annex; or <br /> k) accumulation of two or more of the operations or previous processes (a-j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Transshipment and Direct Shipment <br /> In order for goods to benefit from the preferential treatment, the same must be directly delivered from one Party <br /> to the other Party. For this purpose, the following shall be considered as direct shipment: <br /> a) goods transported without going through third countries; or <br /> b) goods transported in transit through one or more non-party countries, with or without transshipment or <br /> temporary storage, under the surveillance of customs authorities of such countries, provided that: <br /> i. the transit is justified by geographical reasons or by considerations related to transportation requirements; <br /> ii. the goods are not destined for trade or use in the transit country; and <br /> iii. the goods do not undergo, during transportation or storage, any operation other than loading or unloading <br /> operations to keep them in good condition and ensure their conservation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Originating Goods <br /> For purposes of this Agreement, originating goods shall be: <br /> a) goods wholly produced in a Party, which may be: <br /> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br /> harvested or gathered, born and raised or captured in one or both Parties; <br /> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br /> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br /> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br /> performed in the Parties, fit only for the recovery of materials. <br /> b) goods that go through a substantial transformation, produced in one or both Parties with non-originating <br /> materials must comply with any of the following conditions: <br /> i. goods that are classified in a tariff heading which is different from those headings in which all the non- <br /> originating materials used are classified; <br /> ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob <br /> value of the goods produced; or <br /> iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly <br /> and mounting operations realized in one or both Parties using originating or non-originating materials of the <br /> Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods; <br /> c) goods produced exclusively from originating materials; <br /> d) goods produced in a Party, that fulfill the specific rules of origin established in Article 6 of this Annex; or <br /> e) games or assorted goods, provided that all components used in their production satisfy the conditions <br /> established in this Annex.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification (Guatemala) / authorized body (Belize)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Certificate of Origin <br /> 1. In order for originating goods to be able to benefit from the tariff preference margins granted by the Parties, <br /> such goods must be accompanied by an original certificate of origin in the format set down in Appendix B (which <br /> includes the instructions to complete the certificate) of this Annex, guaranteeing the fulfillment of the origin <br /> requirements established in this Agreement. <br /> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br /> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br /> calendar days from the date of issue. <br /> 3. When a Party considers that the certificates of origin presented to the customs authority do not fulfill the <br /> provisions of this Annex, the competent authority of the importing Party shall communicate it to the competent <br /> authority of the exporting Party, so that the latter can adopt the necessary measures to resolve the problems. <br /> 4. In case of doubt regarding the authenticity of the certificate of origin, or of a presumption that the origin <br /> requirements are not being correctly stated in accordance with this Agreement, the importing Party may request <br /> additional proof, but shall not stop the importation of the goods. <br /> 5. The customs authority of the importing Party shall secure the collection of the applicable duties for the period <br /> needed to receive the required information from the importer, in accordance with its national legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Certificate of Origin <br /> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br /> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br /> calendar days from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Certificate of Origin <br /> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br /> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br /> calendar days from the date of issue.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years (Belize)/ 5 years (Guatemala)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Preservation of Certificates and Documents <br /> Each Party shall require the exporter or the final producer who completes and signs a certificate of origin to keep <br /> all the records and documents pertaining to the origin of the goods for a minimum of three (3) years in the case of <br /> Belize, and five (5) years in the case of Guatemala, from the date of the certificate.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Preservation of Certificates and Documents <br /> APPENDIX A <br /> PROCEDURES FOR THE VERIFICATION OF THE ORIGIN OF GOODS <br /> 1. In case of doubt regarding the origin of a good coming from the other Party, the competent authority of the <br /> importing Party may initiate a procedure of verification of origin without the request of an interested party. Also, <br /> any natural or legal person that demonstrates a relevant interest, may present the corresponding request for <br /> verification to the competent authority of his/its country and submit the documents, expertise and other elements <br /> of judgment, to support the application. <br /> 2. The competent authority of the importing Party shall notify the competent authority of the exporting Party of the <br /> initiation of the verification procedure within five (5) working days of the initiation thereof. The competent authority <br /> of the exporting Party shall have a maximum of ten (10) working days from the date of receipt of said notification, <br /> to notify the exporter or producer of the goods of the initiation of said procedure. At the end of this period, the <br /> competent authority of the importing Party shall consider the exporter or producer of the good as notified and <br /> shall continue with the verification procedure. All notifications shall be carried out directly between the competent <br /> authorities in writing, and in any manner that confirms its reception. All notifications to the importer, exporter or <br /> producer shall be done in writing through its competent authority. <br /> 3. For the verification of the origin of goods, the competent authority of the importing Party shall comply with the <br /> following procedures: <br /> a) send the written questionnaires or requests for information directed to the importer, exporter and, when <br /> applicable, to the producer, of the exporting Party, which identify the goods that are subject to the verification <br /> procedure and indicate the tariff item where it is classified according to the harmonized system, as well as the <br /> verification period and the import documents that support the goods subject to the verification of origin; <br /> b) visit the facilities of the exporter or producer of the exporting Party, for the purpose of evaluating the <br /> accounting records or documents that support the origin of the goods and to inspect the facilities and materials, <br /> or products used in the production of the goods. For the purposes of verifying origin, the competent authority of <br /> the importing Party shall use the generally accepted accounting principles of the exporting Party; or <br /> c) carry out any other procedures that the Parties agree on. <br /> 4. The importer, exporter or producer who receives a questionnaire or a request for information according to the <br /> preceding paragraph, shall complete and return it to its competent authority within thirty (30) calendar days from <br /> the date of notification. During this period, the importer, exporter or producer may, only once, request an <br /> extension of not more than thirty (30) calendar days to respond to the competent authority of the importing Party. <br /> 5. If the importer, exporter or producer does not fulfill the obligations stipulated in the preceding paragraph, the <br /> competent authority of the importing Party may deny the preferential tariff treatment. <br /> 6. During the visit for verification of origin, the competent authority of the exporting Party shall accompany the <br /> competent authority of the importing Party and shall act exclusively as an observer. <br /> 7. Before conducting a visit for verification of origin in accordance with paragraph 3, the competent authority of <br /> the importing Party shall notify the competent authority of the exporting Party, in writing, who shall notify its <br /> exporter or producer. <br /> 8. The notification of the visit for verification referred to in the preceding paragraph, shall include: <br /> a) the identification of the competent authority that makes the notification; <br /> b) the name of the exporter or producer who shall be visited; <br /> c) the date and place of the visit; <br /> d) the purpose and scope of the visit, specifically mentioning the good or goods subject to verification; <br /> e) the identification and post of the officials carrying out the visit; and <br /> f) the legal basis for the visit. <br /> Any modification to the information provided in accordance with the previous clauses, shall be notified, in writing, <br /> to the exporter or producer and to the competent authority of the exporting Party, <br /> ten (10) calendar days prior to the visit. <br /> 9. The exporter or producer shall give his consent for the visit, in writing, within thirty (30) calendar days from the <br /> date of receipt of notification in accordance with paragraph 7. If the exporter or producer does not give his <br /> consent, the importing Party may deny preferential tariff treatment to the good <br /> or goods which are the subject of verification. <br /> 10. The exporter or producer may request, only once, that the visit be postponed, provided that such <br /> postponement is requested within fifteen (15) calendar days from the date of receipt of the notification. Such <br /> postponement shall not be for more than sixty (60) calendar days, unless otherwise agreed by the Parties. <br /> 11. A Party shall not deny preferential tariff treatment to the goods of an exporter or producer of the other Party <br /> based exclusively on the ground that such exporter or producer has applied for a postponement of the verification <br /> visit, in accordance with the provision of the preceding paragraph. <br /> 12. The exporter or producer may designate two observers, who will only act as such for the purpose of the visit <br /> for the verification of origin. <br /> 13. At the conclusion of the visit for the verification of origin, the competent authority of the importing Party shall <br /> prepare a report thereof, which maybe signed by the producer or exporter. The competent authority of the <br /> importing Party shall submit a copy of the report to the producer or exporter. <br /> 14. The competent authority of the importing Party may, during the period of verification of origin request more <br /> information from the exporter or producer that will assist with the verification of origin. This information shall be <br /> presented within thirty (30) calendar days from the date of the receipt of the request. If the exporter or producer <br /> does not provide the requested information, the competent authority of the importing Party may deny the <br /> preferential tariff treatment to the goods. <br /> 15. Upon completion of the verification process, the competent authority of the importing Party shall provide a <br /> written final report stating whether the good or goods qualify or not as originating, and shall include the relevant <br /> facts and the legal basis for the decision. The final report shall be issued within sixty (60) days counting from the <br /> date of the visit or the date when all the information was provided by the importer, exporter or producer. <br /> 16. The procedure for the verification of the origin of the goods shall not exceed one (1) year. <br /> 17. If the competent authority of the importing Party has not issued a final report within the time-frame <br /> established in the preceding paragraph, the goods that are the subject of verification of origin shall receive <br /> preferential tariff treatment in accordance with the provisions of this Agreement. <br /> 18. When there is a doubt about the origin of a good, at the moment of importation, the customs authority shall <br /> not impede its importation, but may request his competent authority to initiate a verification procedure in <br /> accordance with this Appendix. <br /> 19. When the competent authority of the importing Party notifies the initiation of the procedure for verification of <br /> origin in accordance with paragraph 2 of this Appendix, the customs authority of the importing Party shall not <br /> impede the subsequent importation of identical goods sent by the exporter subject to investigation. <br /> 20. The Authority of the importing Party may secure the collection of the applicable duty during the period of <br /> verification of origin according to its national legislation. <br /> 21. The importation of goods under the same Importing Document that have been the subject of a procedure for <br /> verification of origin shall not be subjected to another procedure for verification of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 3: Originating Goods <br> Article 7: Incorporation of Materials <br> Article 9: Certificate of Origin <br> For purposes of this Agreement, originating goods shall be: <br> For the purposes of this Annex, the originating materials and other originating factors of production from one of <br> 1. In order for originating goods to be able to benefit from the tariff preference margins granted by the Parties, <br> RULES OF ORIGIN <br> a) goods wholly produced in a Party, which may be: <br> the Parties, incorporated by the other Party in the production process of goods, shall be considered as originating <br> such goods must be accompanied by an original certificate of origin in the format set down in Appendix B (which <br> ORIGIN OF GOODS <br> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br> from either Party. <br> includes the instructions to complete the certificate) of this Annex, guaranteeing the fulfillment of the origin <br> CHAPTER I <br> harvested or gathered, born and raised or captured in one or both Parties; <br> requirements established in this Agreement. <br> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br> calendar days from the date of issue. <br> performed in the Parties, fit only for the recovery of materials. <br> 3. When a Party considers that the certificates of origin presented to the customs authority do not fulfill the <br> b) goods that go through a substantial transformation, produced in one or both Parties with non-originating <br> provisions of this Annex, the competent authority of the importing Party shall communicate it to the competent <br> materials must comply with any of the following conditions: <br> authority of the exporting Party, so that the latter can adopt the necessary measures to resolve the problems. <br> i. goods that are classified in a tariff heading which is different from those headings in which all the non- <br> 4. In case of doubt regarding the authenticity of the certificate of origin, or of a presumption that the origin <br> originating materials used are classified; <br> requirements are not being correctly stated in accordance with this Agreement, the importing Party may request <br> ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob <br> additional proof, but shall not stop the importation of the goods. <br> value of the goods produced; or <br> 5. The customs authority of the importing Party shall secure the collection of the applicable duties for the period <br> iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly <br> needed to receive the required information from the importer, in accordance with its national legislation. <br> and mounting operations realized in one or both Parties using originating or non-originating materials of the <br> Article 10: Preservation of Certificates and Documents <br> Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods; <br> Each Party shall require the exporter or the final producer who completes and signs a certificate of origin to keep <br> c) goods produced exclusively from originating materials; <br> all the records and documents pertaining to the origin of the goods for a minimum of three (3) years in the case of <br> d) goods produced in a Party, that fulfill the specific rules of origin established in Article 6 of this Annex; or <br> Belize, and five (5) years in the case of Guatemala, from the date of the certificate. <br> e) games or assorted goods, provided that all components used in their production satisfy the conditions <br> APPENDIX A <br> established in this Annex. <br> PROCEDURES FOR THE VERIFICATION OF THE ORIGIN OF GOODS <br> Article 4: Minimal Processes <br> 1. In case of doubt regarding the origin of a good coming from the other Party, the competent authority of the <br> For the purposes of this Annex, the following operations and minimal processes shall not be considered a <br> importing Party may initiate a procedure of verification of origin without the request of an interested party. Also, <br> sufficient transformation or production process to grant origin to a good: <br> any natural or legal person that demonstrates a relevant interest, may present the corresponding request for <br> a) ventilation, aeration, refrigeration, freezing, substance addition, salting or extraction of damaged parts and <br> verification to the competent authority of his/its country and submit the documents, expertise and other elements <br> similar operations that ensure the preservation of the goods during transportation and storage; <br> of judgment, to support the application. <br> b) dust cleaning, washing, cleaning, shaking vigorously, peeling, shelling, threshing, drying, macerating, thinning, <br> 2. The competent authority of the importing Party shall notify the competent authority of the exporting Party of the <br> selecting, classifying, dividing, winnowing, sifting, filtering, cutting, painting or application of oil; <br> initiation of the verification procedure within five (5) working days of the initiation thereof. The competent authority <br> c) formation of sets or assorted goods, except for those provided for in Article 3 of this Annex. <br> of the exporting Party shall have a maximum of ten (10) working days from the date of receipt of said notification, <br> d) packing, packaging or repackaging; <br> to notify the exporter or producer of the goods of the initiation of said procedure. At the end of this period, the <br> e) gathering or division of bundles of goods; <br> competent authority of the importing Party shall consider the exporter or producer of the good as notified and <br> f) affixing of brands, labels, or other similar distinctive signs; <br> shall continue with the verification procedure. All notifications shall be carried out directly between the competent <br> g) simple mixture of materials, if the characteristics of the goods obtained are not essentially different from the <br> authorities in writing, and in any manner that confirms its reception. All notifications to the importer, exporter or <br> characteristics of the materials which have been mixed; <br> producer shall be done in writing through its competent authority. <br> h) simple dilution in water or in other substances, which does not alter the essential characteristics of the goods; <br> 3. For the verification of the origin of goods, the competent authority of the importing Party shall comply with the <br> i) slaughter of animals; <br> following procedures: <br> j) mounting or assembly, except as provided for in Article 3 of this Annex; or <br> a) send the written questionnaires or requests for information directed to the importer, exporter and, when <br> k) accumulation of two or more of the operations or previous processes (a-j). <br> applicable, to the producer, of the exporting Party, which identify the goods that are subject to the verification <br> Article 5: Transshipment and Direct Shipment <br> procedure and indicate the tariff item where it is classified according to the harmonized system, as well as the <br> In order for goods to benefit from the preferential treatment, the same must be directly delivered from one Party <br> verification period and the import documents that support the goods subject to the verification of origin; <br> to the other Party. For this purpose, the following shall be considered as direct shipment: <br> b) visit the facilities of the exporter or producer of the exporting Party, for the purpose of evaluating the <br> a) goods transported without going through third countries; or <br> accounting records or documents that support the origin of the goods and to inspect the facilities and materials, <br> b) goods transported in transit through one or more non-party countries, with or without transshipment or <br> or products used in the production of the goods. For the purposes of verifying origin, the competent authority of <br> temporary storage, under the surveillance of customs authorities of such countries, provided that: <br> the importing Party shall use the generally accepted accounting principles of the exporting Party; or <br> i. the transit is justified by geographical reasons or by considerations related to transportation requirements; <br> c) carry out any other procedures that the Parties agree on. <br> ii. the goods are not destined for trade or use in the transit country; and <br> 4. The importer, exporter or producer who receives a questionnaire or a request for information according to the <br> iii. the goods do not undergo, during transportation or storage, any operation other than loading or unloading <br> preceding paragraph, shall complete and return it to its competent authority within thirty (30) calendar days from <br> operations to keep them in good condition and ensure their conservation. <br> the date of notification. During this period, the importer, exporter or producer may, only once, request an <br> extension of not more than thirty (30) calendar days to respond to the competent authority of the importing Party. <br> 5. If the importer, exporter or producer does not fulfill the obligations stipulated in the preceding paragraph, the <br> competent authority of the importing Party may deny the preferential tariff treatment. <br> 6. During the visit for verification of origin, the competent authority of the exporting Party shall accompany the <br> competent authority of the importing Party and shall act exclusively as an observer. <br> 7. Before conducting a visit for verification of origin in accordance with paragraph 3, the competent authority of <br> the importing Party shall notify the competent authority of the exporting Party, in writing, who shall notify its <br> 8. The notification of the visit for verification referred to in the preceding paragraph, shall include: <br> a) the identification of the competent authority that makes the notification; <br> b) the name of the exporter or producer who shall be visited; <br> c) the date and place of the visit; <br> d) the purpose and scope of the visit, specifically mentioning the good or goods subject to verification; <br> e) the identification and post of the officials carrying out the visit; and <br> f) the legal basis for the visit. <br> Any modification to the information provided in accordance with the previous clauses, shall be notified, in writing, <br> to the exporter or producer and to the competent authority of the exporting Party, <br> ten (10) calendar days prior to the visit. <br> 9. The exporter or producer shall give his consent for the visit, in writing, within thirty (30) calendar days from the <br> date of receipt of notification in accordance with paragraph 7. If the exporter or producer does not give his <br> consent, the importing Party may deny preferential tariff treatment to the good <br> or goods which are the subject of verification. <br> 10. The exporter or producer may request, only once, that the visit be postponed, provided that such <br> postponement is requested within fifteen (15) calendar days from the date of receipt of the notification. Such <br> postponement shall not be for more than sixty (60) calendar days, unless otherwise agreed by the Parties. <br> 11. A Party shall not deny preferential tariff treatment to the goods of an exporter or producer of the other Party <br> based exclusively on the ground that such exporter or producer has applied for a postponement of the verification <br> visit, in accordance with the provision of the preceding paragraph. <br> 12. The exporter or producer may designate two observers, who will only act as such for the purpose of the visit <br> for the verification of origin. <br> 13. At the conclusion of the visit for the verification of origin, the competent authority of the importing Party shall <br> prepare a report thereof, which maybe signed by the producer or exporter. The competent authority of the <br> importing Party shall submit a copy of the report to the producer or exporter. <br> 14. The competent authority of the importing Party may, during the period of verification of origin request more <br> information from the exporter or producer that will assist with the verification of origin. This information shall be <br> presented within thirty (30) calendar days from the date of the receipt of the request. If the exporter or producer <br> does not provide the requested information, the competent authority of the importing Party may deny the <br> preferential tariff treatment to the goods. <br> 15. Upon completion of the verification process, the competent authority of the importing Party shall provide a <br> written final report stating whether the good or goods qualify or not as originating, and shall include the relevant <br> facts and the legal basis for the decision. The final report shall be issued within sixty (60) days counting from the <br> date of the visit or the date when all the information was provided by the importer, exporter or producer. <br> 16. The procedure for the verification of the origin of the goods shall not exceed one (1) year. <br> 17. If the competent authority of the importing Party has not issued a final report within the time-frame <br> established in the preceding paragraph, the goods that are the subject of verification of origin shall receive <br> preferential tariff treatment in accordance with the provisions of this Agreement. <br> 18. When there is a doubt about the origin of a good, at the moment of importation, the customs authority shall <br> not impede its importation, but may request his competent authority to initiate a verification procedure in <br> accordance with this Appendix. <br> 19. When the competent authority of the importing Party notifies the initiation of the procedure for verification of <br> origin in accordance with paragraph 2 of this Appendix, the customs authority of the importing Party shall not <br> impede the subsequent importation of identical goods sent by the exporter subject to investigation. <br> 20. The Authority of the importing Party may secure the collection of the applicable duty during the period of <br> verification of origin according to its national legislation. <br> 21. The importation of goods under the same Importing Document that have been the subject of a procedure for <br> verification of origin shall not be subjected to another procedure for verification of origin. <br> exporter or producer. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For purposes of this Annex: <br> a) \"competent authority\" shall mean: <br> i. in the case of Belize, the Customs and Excise Department; and <br> ii. in the case of Guatemala, the Ministry of Economy or its successor; <br> b) \"harmonized system\" shall mean the Harmonized Commodity Description and Coding System; <br> c) \"identical goods\" shall means goods which are the same in all respects, including physical characteristic, <br> quality and reputation. Minor differences in appearance would not preclude goods otherwise conforming to the <br> definition from being regarded as identical. <br> d) \"materials\" shall mean the raw materials, intermediate goods, parts or components <br> used in the production of goods; and <br> e) \"originating goods\" shall have the same meaning as that under Article 2 of this Agreement. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 2: Interpretation and Application <br> 1. The Parties shall use, for the application and interpretation of the rules of origin of this Agreement, the <br> nomenclature of the harmonized system, including the headings, sub-headings, corresponding numerical codes, <br> notes to the sections, chapters and sub-headings, as well as the general rules for the interpretation. <br> 2. The Parties shall review their respective tariff nomenclature with the aim of adapting it with any revised version <br> of the harmonized system. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 3: Originating Goods <br> Article 7: Incorporation of Materials <br> Article 9: Certificate of Origin <br> For purposes of this Agreement, originating goods shall be: <br> For the purposes of this Annex, the originating materials and other originating factors of production from one of <br> 1. In order for originating goods to be able to benefit from the tariff preference margins granted by the Parties, <br> RULES OF ORIGIN <br> a) goods wholly produced in a Party, which may be: <br> the Parties, incorporated by the other Party in the production process of goods, shall be considered as originating <br> such goods must be accompanied by an original certificate of origin in the format set down in Appendix B (which <br> ORIGIN OF GOODS <br> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br> from either Party. <br> includes the instructions to complete the certificate) of this Annex, guaranteeing the fulfillment of the origin <br> CHAPTER I <br> harvested or gathered, born and raised or captured in one or both Parties; <br> requirements established in this Agreement. <br> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br> calendar days from the date of issue. <br> performed in the Parties, fit only for the recovery of materials. <br> 3. When a Party considers that the certificates of origin presented to the customs authority do not fulfill the <br> b) goods that go through a substantial transformation, produced in one or both Parties with non-originating <br> provisions of this Annex, the competent authority of the importing Party shall communicate it to the competent <br> materials must comply with any of the following conditions: <br> authority of the exporting Party, so that the latter can adopt the necessary measures to resolve the problems. <br> i. goods that are classified in a tariff heading which is different from those headings in which all the non- <br> 4. In case of doubt regarding the authenticity of the certificate of origin, or of a presumption that the origin <br> originating materials used are classified; <br> requirements are not being correctly stated in accordance with this Agreement, the importing Party may request <br> ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob <br> additional proof, but shall not stop the importation of the goods. <br> value of the goods produced; or <br> 5. The customs authority of the importing Party shall secure the collection of the applicable duties for the period <br> iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly <br> needed to receive the required information from the importer, in accordance with its national legislation. <br> and mounting operations realized in one or both Parties using originating or non-originating materials of the <br> Article 10: Preservation of Certificates and Documents <br> Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods; <br> Each Party shall require the exporter or the final producer who completes and signs a certificate of origin to keep <br> c) goods produced exclusively from originating materials; <br> all the records and documents pertaining to the origin of the goods for a minimum of three (3) years in the case of <br> d) goods produced in a Party, that fulfill the specific rules of origin established in Article 6 of this Annex; or <br> Belize, and five (5) years in the case of Guatemala, from the date of the certificate. <br> e) games or assorted goods, provided that all components used in their production satisfy the conditions <br> APPENDIX A <br> established in this Annex. <br> PROCEDURES FOR THE VERIFICATION OF THE ORIGIN OF GOODS <br> Article 4: Minimal Processes <br> 1. In case of doubt regarding the origin of a good coming from the other Party, the competent authority of the <br> For the purposes of this Annex, the following operations and minimal processes shall not be considered a <br> importing Party may initiate a procedure of verification of origin without the request of an interested party. Also, <br> sufficient transformation or production process to grant origin to a good: <br> any natural or legal person that demonstrates a relevant interest, may present the corresponding request for <br> a) ventilation, aeration, refrigeration, freezing, substance addition, salting or extraction of damaged parts and <br> verification to the competent authority of his/its country and submit the documents, expertise and other elements <br> similar operations that ensure the preservation of the goods during transportation and storage; <br> of judgment, to support the application. <br> b) dust cleaning, washing, cleaning, shaking vigorously, peeling, shelling, threshing, drying, macerating, thinning, <br> 2. The competent authority of the importing Party shall notify the competent authority of the exporting Party of the <br> selecting, classifying, dividing, winnowing, sifting, filtering, cutting, painting or application of oil; <br> initiation of the verification procedure within five (5) working days of the initiation thereof. The competent authority <br> c) formation of sets or assorted goods, except for those provided for in Article 3 of this Annex. <br> of the exporting Party shall have a maximum of ten (10) working days from the date of receipt of said notification, <br> d) packing, packaging or repackaging; <br> to notify the exporter or producer of the goods of the initiation of said procedure. At the end of this period, the <br> e) gathering or division of bundles of goods; <br> competent authority of the importing Party shall consider the exporter or producer of the good as notified and <br> f) affixing of brands, labels, or other similar distinctive signs; <br> shall continue with the verification procedure. All notifications shall be carried out directly between the competent <br> g) simple mixture of materials, if the characteristics of the goods obtained are not essentially different from the <br> authorities in writing, and in any manner that confirms its reception. All notifications to the importer, exporter or <br> characteristics of the materials which have been mixed; <br> producer shall be done in writing through its competent authority. <br> h) simple dilution in water or in other substances, which does not alter the essential characteristics of the goods; <br> 3. For the verification of the origin of goods, the competent authority of the importing Party shall comply with the <br> i) slaughter of animals; <br> following procedures: <br> j) mounting or assembly, except as provided for in Article 3 of this Annex; or <br> a) send the written questionnaires or requests for information directed to the importer, exporter and, when <br> k) accumulation of two or more of the operations or previous processes (a-j). <br> applicable, to the producer, of the exporting Party, which identify the goods that are subject to the verification <br> Article 5: Transshipment and Direct Shipment <br> procedure and indicate the tariff item where it is classified according to the harmonized system, as well as the <br> In order for goods to benefit from the preferential treatment, the same must be directly delivered from one Party <br> verification period and the import documents that support the goods subject to the verification of origin; <br> to the other Party. For this purpose, the following shall be considered as direct shipment: <br> b) visit the facilities of the exporter or producer of the exporting Party, for the purpose of evaluating the <br> a) goods transported without going through third countries; or <br> accounting records or documents that support the origin of the goods and to inspect the facilities and materials, <br> b) goods transported in transit through one or more non-party countries, with or without transshipment or <br> or products used in the production of the goods. For the purposes of verifying origin, the competent authority of <br> temporary storage, under the surveillance of customs authorities of such countries, provided that: <br> the importing Party shall use the generally accepted accounting principles of the exporting Party; or <br> i. the transit is justified by geographical reasons or by considerations related to transportation requirements; <br> c) carry out any other procedures that the Parties agree on. <br> ii. the goods are not destined for trade or use in the transit country; and <br> 4. The importer, exporter or producer who receives a questionnaire or a request for information according to the <br> iii. the goods do not undergo, during transportation or storage, any operation other than loading or unloading <br> preceding paragraph, shall complete and return it to its competent authority within thirty (30) calendar days from <br> operations to keep them in good condition and ensure their conservation. <br> the date of notification. During this period, the importer, exporter or producer may, only once, request an <br> extension of not more than thirty (30) calendar days to respond to the competent authority of the importing Party. <br> 5. If the importer, exporter or producer does not fulfill the obligations stipulated in the preceding paragraph, the <br> competent authority of the importing Party may deny the preferential tariff treatment. <br> 6. During the visit for verification of origin, the competent authority of the exporting Party shall accompany the <br> competent authority of the importing Party and shall act exclusively as an observer. <br> 7. Before conducting a visit for verification of origin in accordance with paragraph 3, the competent authority of <br> the importing Party shall notify the competent authority of the exporting Party, in writing, who shall notify its <br> 8. The notification of the visit for verification referred to in the preceding paragraph, shall include: <br> a) the identification of the competent authority that makes the notification; <br> b) the name of the exporter or producer who shall be visited; <br> c) the date and place of the visit; <br> d) the purpose and scope of the visit, specifically mentioning the good or goods subject to verification; <br> e) the identification and post of the officials carrying out the visit; and <br> f) the legal basis for the visit. <br> Any modification to the information provided in accordance with the previous clauses, shall be notified, in writing, <br> to the exporter or producer and to the competent authority of the exporting Party, <br> ten (10) calendar days prior to the visit. <br> 9. The exporter or producer shall give his consent for the visit, in writing, within thirty (30) calendar days from the <br> date of receipt of notification in accordance with paragraph 7. If the exporter or producer does not give his <br> consent, the importing Party may deny preferential tariff treatment to the good <br> or goods which are the subject of verification. <br> 10. The exporter or producer may request, only once, that the visit be postponed, provided that such <br> postponement is requested within fifteen (15) calendar days from the date of receipt of the notification. Such <br> postponement shall not be for more than sixty (60) calendar days, unless otherwise agreed by the Parties. <br> 11. A Party shall not deny preferential tariff treatment to the goods of an exporter or producer of the other Party <br> based exclusively on the ground that such exporter or producer has applied for a postponement of the verification <br> visit, in accordance with the provision of the preceding paragraph. <br> 12. The exporter or producer may designate two observers, who will only act as such for the purpose of the visit <br> for the verification of origin. <br> 13. At the conclusion of the visit for the verification of origin, the competent authority of the importing Party shall <br> prepare a report thereof, which maybe signed by the producer or exporter. The competent authority of the <br> importing Party shall submit a copy of the report to the producer or exporter. <br> 14. The competent authority of the importing Party may, during the period of verification of origin request more <br> information from the exporter or producer that will assist with the verification of origin. This information shall be <br> presented within thirty (30) calendar days from the date of the receipt of the request. If the exporter or producer <br> does not provide the requested information, the competent authority of the importing Party may deny the <br> preferential tariff treatment to the goods. <br> 15. Upon completion of the verification process, the competent authority of the importing Party shall provide a <br> written final report stating whether the good or goods qualify or not as originating, and shall include the relevant <br> facts and the legal basis for the decision. The final report shall be issued within sixty (60) days counting from the <br> date of the visit or the date when all the information was provided by the importer, exporter or producer. <br> 16. The procedure for the verification of the origin of the goods shall not exceed one (1) year. <br> 17. If the competent authority of the importing Party has not issued a final report within the time-frame <br> established in the preceding paragraph, the goods that are the subject of verification of origin shall receive <br> preferential tariff treatment in accordance with the provisions of this Agreement. <br> 18. When there is a doubt about the origin of a good, at the moment of importation, the customs authority shall <br> not impede its importation, but may request his competent authority to initiate a verification procedure in <br> accordance with this Appendix. <br> 19. When the competent authority of the importing Party notifies the initiation of the procedure for verification of <br> origin in accordance with paragraph 2 of this Appendix, the customs authority of the importing Party shall not <br> impede the subsequent importation of identical goods sent by the exporter subject to investigation. <br> 20. The Authority of the importing Party may secure the collection of the applicable duty during the period of <br> verification of origin according to its national legislation. <br> 21. The importation of goods under the same Importing Document that have been the subject of a procedure for <br> verification of origin shall not be subjected to another procedure for verification of origin. <br> exporter or producer. <br> "}, {"ArticleTitle": "Specific Rules of Origin", "ArticleDesc": "Article 6: Specific Rules of Origin <br> 1. The Parties agree to establish specific rules of origin for the qualification of the goods contained in Annexes I <br> and II, which are included in Annex IIIA (specific rules of origin). <br> 2. The Parties agree to establish, in future negotiations, as deemed necessary, specific rules of origin to be <br> applied to goods agreed upon. <br> 3. Any Party may request the revision of the origin requirements established in Annex IIIA. The request must <br> propose the changes, and explain the applicable requirements for the goods. <br> 4. The specific rules of origin shall take precedence over the general criteria established <br> under Article 3 of this Annex. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 3: Originating Goods <br> Article 7: Incorporation of Materials <br> Article 9: Certificate of Origin <br> For purposes of this Agreement, originating goods shall be: <br> For the purposes of this Annex, the originating materials and other originating factors of production from one of <br> 1. In order for originating goods to be able to benefit from the tariff preference margins granted by the Parties, <br> RULES OF ORIGIN <br> a) goods wholly produced in a Party, which may be: <br> the Parties, incorporated by the other Party in the production process of goods, shall be considered as originating <br> such goods must be accompanied by an original certificate of origin in the format set down in Appendix B (which <br> ORIGIN OF GOODS <br> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br> from either Party. <br> includes the instructions to complete the certificate) of this Annex, guaranteeing the fulfillment of the origin <br> CHAPTER I <br> harvested or gathered, born and raised or captured in one or both Parties; <br> requirements established in this Agreement. <br> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br> calendar days from the date of issue. <br> performed in the Parties, fit only for the recovery of materials. <br> 3. When a Party considers that the certificates of origin presented to the customs authority do not fulfill the <br> b) goods that go through a substantial transformation, produced in one or both Parties with non-originating <br> provisions of this Annex, the competent authority of the importing Party shall communicate it to the competent <br> materials must comply with any of the following conditions: <br> authority of the exporting Party, so that the latter can adopt the necessary measures to resolve the problems. <br> i. goods that are classified in a tariff heading which is different from those headings in which all the non- <br> 4. In case of doubt regarding the authenticity of the certificate of origin, or of a presumption that the origin <br> originating materials used are classified; <br> requirements are not being correctly stated in accordance with this Agreement, the importing Party may request <br> ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob <br> additional proof, but shall not stop the importation of the goods. <br> value of the goods produced; or <br> 5. The customs authority of the importing Party shall secure the collection of the applicable duties for the period <br> iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly <br> needed to receive the required information from the importer, in accordance with its national legislation. <br> and mounting operations realized in one or both Parties using originating or non-originating materials of the <br> Article 10: Preservation of Certificates and Documents <br> Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods; <br> Each Party shall require the exporter or the final producer who completes and signs a certificate of origin to keep <br> c) goods produced exclusively from originating materials; <br> all the records and documents pertaining to the origin of the goods for a minimum of three (3) years in the case of <br> d) goods produced in a Party, that fulfill the specific rules of origin established in Article 6 of this Annex; or <br> Belize, and five (5) years in the case of Guatemala, from the date of the certificate. <br> e) games or assorted goods, provided that all components used in their production satisfy the conditions <br> APPENDIX A <br> established in this Annex. <br> PROCEDURES FOR THE VERIFICATION OF THE ORIGIN OF GOODS <br> Article 4: Minimal Processes <br> 1. In case of doubt regarding the origin of a good coming from the other Party, the competent authority of the <br> For the purposes of this Annex, the following operations and minimal processes shall not be considered a <br> importing Party may initiate a procedure of verification of origin without the request of an interested party. Also, <br> sufficient transformation or production process to grant origin to a good: <br> any natural or legal person that demonstrates a relevant interest, may present the corresponding request for <br> a) ventilation, aeration, refrigeration, freezing, substance addition, salting or extraction of damaged parts and <br> verification to the competent authority of his/its country and submit the documents, expertise and other elements <br> similar operations that ensure the preservation of the goods during transportation and storage; <br> of judgment, to support the application. <br> b) dust cleaning, washing, cleaning, shaking vigorously, peeling, shelling, threshing, drying, macerating, thinning, <br> 2. The competent authority of the importing Party shall notify the competent authority of the exporting Party of the <br> selecting, classifying, dividing, winnowing, sifting, filtering, cutting, painting or application of oil; <br> initiation of the verification procedure within five (5) working days of the initiation thereof. The competent authority <br> c) formation of sets or assorted goods, except for those provided for in Article 3 of this Annex. <br> of the exporting Party shall have a maximum of ten (10) working days from the date of receipt of said notification, <br> d) packing, packaging or repackaging; <br> to notify the exporter or producer of the goods of the initiation of said procedure. At the end of this period, the <br> e) gathering or division of bundles of goods; <br> competent authority of the importing Party shall consider the exporter or producer of the good as notified and <br> f) affixing of brands, labels, or other similar distinctive signs; <br> shall continue with the verification procedure. All notifications shall be carried out directly between the competent <br> g) simple mixture of materials, if the characteristics of the goods obtained are not essentially different from the <br> authorities in writing, and in any manner that confirms its reception. All notifications to the importer, exporter or <br> characteristics of the materials which have been mixed; <br> producer shall be done in writing through its competent authority. <br> h) simple dilution in water or in other substances, which does not alter the essential characteristics of the goods; <br> 3. For the verification of the origin of goods, the competent authority of the importing Party shall comply with the <br> i) slaughter of animals; <br> following procedures: <br> j) mounting or assembly, except as provided for in Article 3 of this Annex; or <br> a) send the written questionnaires or requests for information directed to the importer, exporter and, when <br> k) accumulation of two or more of the operations or previous processes (a-j). <br> applicable, to the producer, of the exporting Party, which identify the goods that are subject to the verification <br> Article 5: Transshipment and Direct Shipment <br> procedure and indicate the tariff item where it is classified according to the harmonized system, as well as the <br> In order for goods to benefit from the preferential treatment, the same must be directly delivered from one Party <br> verification period and the import documents that support the goods subject to the verification of origin; <br> to the other Party. For this purpose, the following shall be considered as direct shipment: <br> b) visit the facilities of the exporter or producer of the exporting Party, for the purpose of evaluating the <br> a) goods transported without going through third countries; or <br> accounting records or documents that support the origin of the goods and to inspect the facilities and materials, <br> b) goods transported in transit through one or more non-party countries, with or without transshipment or <br> or products used in the production of the goods. For the purposes of verifying origin, the competent authority of <br> temporary storage, under the surveillance of customs authorities of such countries, provided that: <br> the importing Party shall use the generally accepted accounting principles of the exporting Party; or <br> i. the transit is justified by geographical reasons or by considerations related to transportation requirements; <br> c) carry out any other procedures that the Parties agree on. <br> ii. the goods are not destined for trade or use in the transit country; and <br> 4. The importer, exporter or producer who receives a questionnaire or a request for information according to the <br> iii. the goods do not undergo, during transportation or storage, any operation other than loading or unloading <br> preceding paragraph, shall complete and return it to its competent authority within thirty (30) calendar days from <br> operations to keep them in good condition and ensure their conservation. <br> the date of notification. During this period, the importer, exporter or producer may, only once, request an <br> extension of not more than thirty (30) calendar days to respond to the competent authority of the importing Party. <br> 5. If the importer, exporter or producer does not fulfill the obligations stipulated in the preceding paragraph, the <br> competent authority of the importing Party may deny the preferential tariff treatment. <br> 6. During the visit for verification of origin, the competent authority of the exporting Party shall accompany the <br> competent authority of the importing Party and shall act exclusively as an observer. <br> 7. Before conducting a visit for verification of origin in accordance with paragraph 3, the competent authority of <br> the importing Party shall notify the competent authority of the exporting Party, in writing, who shall notify its <br> 8. The notification of the visit for verification referred to in the preceding paragraph, shall include: <br> a) the identification of the competent authority that makes the notification; <br> b) the name of the exporter or producer who shall be visited; <br> c) the date and place of the visit; <br> d) the purpose and scope of the visit, specifically mentioning the good or goods subject to verification; <br> e) the identification and post of the officials carrying out the visit; and <br> f) the legal basis for the visit. <br> Any modification to the information provided in accordance with the previous clauses, shall be notified, in writing, <br> to the exporter or producer and to the competent authority of the exporting Party, <br> ten (10) calendar days prior to the visit. <br> 9. The exporter or producer shall give his consent for the visit, in writing, within thirty (30) calendar days from the <br> date of receipt of notification in accordance with paragraph 7. If the exporter or producer does not give his <br> consent, the importing Party may deny preferential tariff treatment to the good <br> or goods which are the subject of verification. <br> 10. The exporter or producer may request, only once, that the visit be postponed, provided that such <br> postponement is requested within fifteen (15) calendar days from the date of receipt of the notification. Such <br> postponement shall not be for more than sixty (60) calendar days, unless otherwise agreed by the Parties. <br> 11. A Party shall not deny preferential tariff treatment to the goods of an exporter or producer of the other Party <br> based exclusively on the ground that such exporter or producer has applied for a postponement of the verification <br> visit, in accordance with the provision of the preceding paragraph. <br> 12. The exporter or producer may designate two observers, who will only act as such for the purpose of the visit <br> for the verification of origin. <br> 13. At the conclusion of the visit for the verification of origin, the competent authority of the importing Party shall <br> prepare a report thereof, which maybe signed by the producer or exporter. The competent authority of the <br> importing Party shall submit a copy of the report to the producer or exporter. <br> 14. The competent authority of the importing Party may, during the period of verification of origin request more <br> information from the exporter or producer that will assist with the verification of origin. This information shall be <br> presented within thirty (30) calendar days from the date of the receipt of the request. If the exporter or producer <br> does not provide the requested information, the competent authority of the importing Party may deny the <br> preferential tariff treatment to the goods. <br> 15. Upon completion of the verification process, the competent authority of the importing Party shall provide a <br> written final report stating whether the good or goods qualify or not as originating, and shall include the relevant <br> facts and the legal basis for the decision. The final report shall be issued within sixty (60) days counting from the <br> date of the visit or the date when all the information was provided by the importer, exporter or producer. <br> 16. The procedure for the verification of the origin of the goods shall not exceed one (1) year. <br> 17. If the competent authority of the importing Party has not issued a final report within the time-frame <br> established in the preceding paragraph, the goods that are the subject of verification of origin shall receive <br> preferential tariff treatment in accordance with the provisions of this Agreement. <br> 18. When there is a doubt about the origin of a good, at the moment of importation, the customs authority shall <br> not impede its importation, but may request his competent authority to initiate a verification procedure in <br> accordance with this Appendix. <br> 19. When the competent authority of the importing Party notifies the initiation of the procedure for verification of <br> origin in accordance with paragraph 2 of this Appendix, the customs authority of the importing Party shall not <br> impede the subsequent importation of identical goods sent by the exporter subject to investigation. <br> 20. The Authority of the importing Party may secure the collection of the applicable duty during the period of <br> verification of origin according to its national legislation. <br> 21. The importation of goods under the same Importing Document that have been the subject of a procedure for <br> verification of origin shall not be subjected to another procedure for verification of origin. <br> exporter or producer. <br> "}, {"ArticleTitle": "Revision of the Rules of Origin", "ArticleDesc": "Article 8: Revision of the Rules of Origin <br> 1. The Parties shall review the rules of origin established in this Annex, at the request of a Party, for the purpose <br> of accomplishing, among others, the following objectives: <br> a) to adapt them to technological development; or, <br> b) to adjust them to the evolution of production conditions. <br> 2. The Parties may also establish rules of origin for goods that could be added to Annexes I or II of this Agreement. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX III <br> Article 3: Originating Goods <br> Article 7: Incorporation of Materials <br> Article 9: Certificate of Origin <br> For purposes of this Agreement, originating goods shall be: <br> For the purposes of this Annex, the originating materials and other originating factors of production from one of <br> 1. In order for originating goods to be able to benefit from the tariff preference margins granted by the Parties, <br> RULES OF ORIGIN <br> a) goods wholly produced in a Party, which may be: <br> the Parties, incorporated by the other Party in the production process of goods, shall be considered as originating <br> such goods must be accompanied by an original certificate of origin in the format set down in Appendix B (which <br> ORIGIN OF GOODS <br> i. goods from the mineral, plant or animal kingdoms (including those from hunting and fishing), extracted, <br> from either Party. <br> includes the instructions to complete the certificate) of this Annex, guaranteeing the fulfillment of the origin <br> CHAPTER I <br> harvested or gathered, born and raised or captured in one or both Parties; <br> requirements established in this Agreement. <br> ii. goods produced in one of the Parties from the goods cited in the preceding sub-paragraph above; <br> 2. The certificate of origin shall be issued, in the case of Guatemala, by the exporter or producer, and in the case <br> iii. goods produced exclusively from materials wholly produced in one or both Parties; or <br> of Belize, by the Customs and Excise Department. The certificate shall be valid for one hundred and eighty (180) <br> iv. slag, ashes, residues, wastes and scrap, gathered or obtained from manufacturing and processing operations <br> calendar days from the date of issue. <br> performed in the Parties, fit only for the recovery of materials. <br> 3. When a Party considers that the certificates of origin presented to the customs authority do not fulfill the <br> b) goods that go through a substantial transformation, produced in one or both Parties with non-originating <br> provisions of this Annex, the competent authority of the importing Party shall communicate it to the competent <br> materials must comply with any of the following conditions: <br> authority of the exporting Party, so that the latter can adopt the necessary measures to resolve the problems. <br> i. goods that are classified in a tariff heading which is different from those headings in which all the non- <br> 4. In case of doubt regarding the authenticity of the certificate of origin, or of a presumption that the origin <br> originating materials used are classified; <br> requirements are not being correctly stated in accordance with this Agreement, the importing Party may request <br> ii. goods in which the cif value of non-originating materials used in its production does not exceed 50% of the fob <br> additional proof, but shall not stop the importation of the goods. <br> value of the goods produced; or <br> 5. The customs authority of the importing Party shall secure the collection of the applicable duties for the period <br> iii. except for goods classified in chapters 61 to 63 of the harmonized system, the goods resulting from assembly <br> needed to receive the required information from the importer, in accordance with its national legislation. <br> and mounting operations realized in one or both Parties using originating or non-originating materials of the <br> Article 10: Preservation of Certificates and Documents <br> Parties, when the cif value of the non-originating materials does not exceed 50% of the fob value of such goods; <br> Each Party shall require the exporter or the final producer who completes and signs a certificate of origin to keep <br> c) goods produced exclusively from originating materials; <br> all the records and documents pertaining to the origin of the goods for a minimum of three (3) years in the case of <br> d) goods produced in a Party, that fulfill the specific rules of origin established in Article 6 of this Annex; or <br> Belize, and five (5) years in the case of Guatemala, from the date of the certificate. <br> e) games or assorted goods, provided that all components used in their production satisfy the conditions <br> APPENDIX A <br> established in this Annex. <br> PROCEDURES FOR THE VERIFICATION OF THE ORIGIN OF GOODS <br> Article 4: Minimal Processes <br> 1. In case of doubt regarding the origin of a good coming from the other Party, the competent authority of the <br> For the purposes of this Annex, the following operations and minimal processes shall not be considered a <br> importing Party may initiate a procedure of verification of origin without the request of an interested party. Also, <br> sufficient transformation or production process to grant origin to a good: <br> any natural or legal person that demonstrates a relevant interest, may present the corresponding request for <br> a) ventilation, aeration, refrigeration, freezing, substance addition, salting or extraction of damaged parts and <br> verification to the competent authority of his/its country and submit the documents, expertise and other elements <br> similar operations that ensure the preservation of the goods during transportation and storage; <br> of judgment, to support the application. <br> b) dust cleaning, washing, cleaning, shaking vigorously, peeling, shelling, threshing, drying, macerating, thinning, <br> 2. The competent authority of the importing Party shall notify the competent authority of the exporting Party of the <br> selecting, classifying, dividing, winnowing, sifting, filtering, cutting, painting or application of oil; <br> initiation of the verification procedure within five (5) working days of the initiation thereof. The competent authority <br> c) formation of sets or assorted goods, except for those provided for in Article 3 of this Annex. <br> of the exporting Party shall have a maximum of ten (10) working days from the date of receipt of said notification, <br> d) packing, packaging or repackaging; <br> to notify the exporter or producer of the goods of the initiation of said procedure. At the end of this period, the <br> e) gathering or division of bundles of goods; <br> competent authority of the importing Party shall consider the exporter or producer of the good as notified and <br> f) affixing of brands, labels, or other similar distinctive signs; <br> shall continue with the verification procedure. All notifications shall be carried out directly between the competent <br> g) simple mixture of materials, if the characteristics of the goods obtained are not essentially different from the <br> authorities in writing, and in any manner that confirms its reception. All notifications to the importer, exporter or <br> characteristics of the materials which have been mixed; <br> producer shall be done in writing through its competent authority. <br> h) simple dilution in water or in other substances, which does not alter the essential characteristics of the goods; <br> 3. For the verification of the origin of goods, the competent authority of the importing Party shall comply with the <br> i) slaughter of animals; <br> following procedures: <br> j) mounting or assembly, except as provided for in Article 3 of this Annex; or <br> a) send the written questionnaires or requests for information directed to the importer, exporter and, when <br> k) accumulation of two or more of the operations or previous processes (a-j). <br> applicable, to the producer, of the exporting Party, which identify the goods that are subject to the verification <br> Article 5: Transshipment and Direct Shipment <br> procedure and indicate the tariff item where it is classified according to the harmonized system, as well as the <br> In order for goods to benefit from the preferential treatment, the same must be directly delivered from one Party <br> verification period and the import documents that support the goods subject to the verification of origin; <br> to the other Party. For this purpose, the following shall be considered as direct shipment: <br> b) visit the facilities of the exporter or producer of the exporting Party, for the purpose of evaluating the <br> a) goods transported without going through third countries; or <br> accounting records or documents that support the origin of the goods and to inspect the facilities and materials, <br> b) goods transported in transit through one or more non-party countries, with or without transshipment or <br> or products used in the production of the goods. For the purposes of verifying origin, the competent authority of <br> temporary storage, under the surveillance of customs authorities of such countries, provided that: <br> the importing Party shall use the generally accepted accounting principles of the exporting Party; or <br> i. the transit is justified by geographical reasons or by considerations related to transportation requirements; <br> c) carry out any other procedures that the Parties agree on. <br> ii. the goods are not destined for trade or use in the transit country; and <br> 4. The importer, exporter or producer who receives a questionnaire or a request for information according to the <br> iii. the goods do not undergo, during transportation or storage, any operation other than loading or unloading <br> preceding paragraph, shall complete and return it to its competent authority within thirty (30) calendar days from <br> operations to keep them in good condition and ensure their conservation. <br> the date of notification. During this period, the importer, exporter or producer may, only once, request an <br> extension of not more than thirty (30) calendar days to respond to the competent authority of the importing Party. <br> 5. If the importer, exporter or producer does not fulfill the obligations stipulated in the preceding paragraph, the <br> competent authority of the importing Party may deny the preferential tariff treatment. <br> 6. During the visit for verification of origin, the competent authority of the exporting Party shall accompany the <br> competent authority of the importing Party and shall act exclusively as an observer. <br> 7. Before conducting a visit for verification of origin in accordance with paragraph 3, the competent authority of <br> the importing Party shall notify the competent authority of the exporting Party, in writing, who shall notify its <br> 8. The notification of the visit for verification referred to in the preceding paragraph, shall include: <br> a) the identification of the competent authority that makes the notification; <br> b) the name of the exporter or producer who shall be visited; <br> c) the date and place of the visit; <br> d) the purpose and scope of the visit, specifically mentioning the good or goods subject to verification; <br> e) the identification and post of the officials carrying out the visit; and <br> f) the legal basis for the visit. <br> Any modification to the information provided in accordance with the previous clauses, shall be notified, in writing, <br> to the exporter or producer and to the competent authority of the exporting Party, <br> ten (10) calendar days prior to the visit. <br> 9. The exporter or producer shall give his consent for the visit, in writing, within thirty (30) calendar days from the <br> date of receipt of notification in accordance with paragraph 7. If the exporter or producer does not give his <br> consent, the importing Party may deny preferential tariff treatment to the good <br> or goods which are the subject of verification. <br> 10. The exporter or producer may request, only once, that the visit be postponed, provided that such <br> postponement is requested within fifteen (15) calendar days from the date of receipt of the notification. Such <br> postponement shall not be for more than sixty (60) calendar days, unless otherwise agreed by the Parties. <br> 11. A Party shall not deny preferential tariff treatment to the goods of an exporter or producer of the other Party <br> based exclusively on the ground that such exporter or producer has applied for a postponement of the verification <br> visit, in accordance with the provision of the preceding paragraph. <br> 12. The exporter or producer may designate two observers, who will only act as such for the purpose of the visit <br> for the verification of origin. <br> 13. At the conclusion of the visit for the verification of origin, the competent authority of the importing Party shall <br> prepare a report thereof, which maybe signed by the producer or exporter. The competent authority of the <br> importing Party shall submit a copy of the report to the producer or exporter. <br> 14. The competent authority of the importing Party may, during the period of verification of origin request more <br> information from the exporter or producer that will assist with the verification of origin. This information shall be <br> presented within thirty (30) calendar days from the date of the receipt of the request. If the exporter or producer <br> does not provide the requested information, the competent authority of the importing Party may deny the <br> preferential tariff treatment to the goods. <br> 15. Upon completion of the verification process, the competent authority of the importing Party shall provide a <br> written final report stating whether the good or goods qualify or not as originating, and shall include the relevant <br> facts and the legal basis for the decision. The final report shall be issued within sixty (60) days counting from the <br> date of the visit or the date when all the information was provided by the importer, exporter or producer. <br> 16. The procedure for the verification of the origin of the goods shall not exceed one (1) year. <br> 17. If the competent authority of the importing Party has not issued a final report within the time-frame <br> established in the preceding paragraph, the goods that are the subject of verification of origin shall receive <br> preferential tariff treatment in accordance with the provisions of this Agreement. <br> 18. When there is a doubt about the origin of a good, at the moment of importation, the customs authority shall <br> not impede its importation, but may request his competent authority to initiate a verification procedure in <br> accordance with this Appendix. <br> 19. When the competent authority of the importing Party notifies the initiation of the procedure for verification of <br> origin in accordance with paragraph 2 of this Appendix, the customs authority of the importing Party shall not <br> impede the subsequent importation of identical goods sent by the exporter subject to investigation. <br> 20. The Authority of the importing Party may secure the collection of the applicable duty during the period of <br> verification of origin according to its national legislation. <br> 21. The importation of goods under the same Importing Document that have been the subject of a procedure for <br> verification of origin shall not be subjected to another procedure for verification of origin. <br> exporter or producer. <br> "}]}]}, "members_found": ["084", "320", 3, 8703900000]}