{"FtaRooDetails": {"FtaId": 782, "FtaCode": "ITC00805", "FtaName": "FTA, China-Georgia", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF GEORGIA AND THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2018", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Georgia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Georgia", "AdminProcCooAuth": "The certification type under FTA, China-Georgia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Georgia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Georgia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "Except as other wise provided in this Chapter, the following goods shall be considered as originating in a Party: (a) goods wholly obtained or produced in a Party as defined in Article 3.3 (Goods Wholly Obtained or Produced ); (b) goods produced in a Party exclusively from originating materials; or (c) goods produced from non-originating materials in a Party, provided that the goods conform to a regional value content of no less than 40%, except for the goods listed in the Annex II-A (PSR) which must comply with the requirements specified therein.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory Notes", "RooText": " Annex II-A<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Section A: Introductory Notes<br /> 1. A change in tariff classification requirement under this Annex requires that<br /> each of the non-originating materials used in the production of the good undergoes a<br /> change of tariff classification as a result of production in the territory of one or both<br /> Parties.<br /> 2. For the purposes of the product specific rules set out in this Annex:<br /> (a) \"CC\" denotes a change to the chapter, heading or subheading from any other<br /> chapter. This indicates that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the two-digit level (i.e. a<br /> change in chapter) of the Harmonized System;<br /> (b) \"CTH\" denotes a change to the chapter, heading or subheading from any other<br /> heading. This indicates that all non-originating materials used in the production of the<br /> good have undergone a change in tariff classification at the four-digit level (i.e. a<br /> change in heading) of the Harmonized System;<br /> (c) \"RVC%\" denotes the minimum requirement of regional value content as<br /> calculated under Article 3.4 (Regional Value Content) of Chapter 3 (Rules of Origin);<br /> and<br /> (d) \"WO\" indicates that the good is wholly obtained or produced in a Party as<br /> defined in Article 3.3 (Goods Wholly Obtained or Produced) of Chapter 3 (Rules of<br /> Origin).<br /> 3. For goods classifiable under provisions for \"waste\" and \"scrap\" and which are<br /> not described by name, the origin criteria shall be WO.<br /> 4. This Annex is formulated on the basis of the Harmonised System as updated<br /> as Version2017.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00805_coo.pdf", "DocType": "1_coo", "WebLink": "http://fta.mofcom.gov.cn/georgia/annex/gljy_fj2-B_en.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00805_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://fta.mofcom.gov.cn/georgia/annex/gljy_fj2-A_en.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00805_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00805_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00805_full.pdf", "DocType": "8_full", "WebLink": "http://fta.mofcom.gov.cn/georgia/annex/xdzw_en.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00805_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N171.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.5: ACCUMULATION <br /> Originating materials of a Party, used in the production of a good in the other Party, <br /> shall be considered to be originating in the latter Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.7: DE MINIMIS <br /> A good that doesn't meet the change in tariff classification required in Annex II-A <br /> (PSR) is nonetheless originating, if the value of non-originating material that have been <br /> used in the production of the good and do not undergo the applicable change in tariff <br /> classification does not exceed 10% of the ex-works price of the given good. The value <br /> of the said non-originating material shall be determined pursuant to paragraph 2 <br /> of Article 3.4 (Regional Value Content).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: REGIONAL VALUE CONTENT (RVC) <br /> 3 If a product which has acquired originating status in accordance with paragraph 1 <br /> in a Party is further processed in that Party and used as material in the manufacture of <br /> another product, no account shall be taken of the non-originating components of that <br /> material in the determination of the originating status of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.11: ACCESSORIES, SPARE PARTS AND TOOLS <br /> 1 Accessories, spare parts, or tools presented and classified with the good shall be <br /> considered as part of the good, provided that: <br /> (a) they are invoiced together with the good; and <br /> (b) their quantities and values are commercially customary for the good. <br /> 2 Where a good is subject to change in tariff classification criterion set out in Annex <br /> II-A (PSR), accessories, spare parts, or tools described in paragraph 1 shall be <br /> disregarded when determining the origin of the good. <br /> 3 Where a good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts or tools described in paragraph 1 shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.3: GOODS WHOLLY OBTAINED OR PRODUCED <br /> For the purpose of subparagraph (a) of Article 3.2 (Originating Goods), the <br /> following goods shall be considered as wholly obtained in a Party: <br /> (a) live animals born and raised in a Party; <br /> (b) goods obtained from live animals referred to in subparagraph (a); <br /> (c) plant products grown, and harvested, picked or gathered in a Party; <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted in a Party; <br /> (e) minerals and other naturally occurring substances not included in <br /> subparagraphs (a) through (d) above, extracted or taken from its soil, waters, <br /> seabed or subsoil beneath the seabed; <br /> (f) goods extracted from the waters, seabed or subsoil beneath the seabed <br /> outside the territorial waters of a Party, provided that the Party has rights to <br /> exploit such waters, seabed or subsoil beneath the seabed in accordance <br /> with relevant international agreements to which that Party is a party; <br /> (g) goods of sea fishing and other marine products taken from the sea outside <br /> the territorial waters of a Party by a vessel registered in a Party and flying <br /> the flag of that Party; <br /> (h) goods processed or made on board factory ships registered in a Party and <br /> flying the flag of that Party, exclusively from goods referred to in <br /> subparagraph (g) above; <br /> (i) scrap and waste derived from processing operations in a Party, fit only for the <br /> recovery of raw materials; <br /> (j) used goods collected in a Party which fit only for the recovery of raw materials; or <br /> (k) goods produced entirely in a Party exclusively from goods referred to in <br /> subparagraphs (a) to (j) above.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.6: MINIMAL OPERATIONS OR PROCESSES <br /> 1 Notwithstanding Article 3.2 (c), a good shall not be considered as originating, if <br /> it has only undergone one or more of the following operations or processes: <br /> (a) preservation operations to ensure the goods remain in good condition <br /> during transport and storage; <br /> (b) simple assembly of parts of articles to constitute a complete article, or <br /> disassembly of products into parts; <br /> (c) packing, unpacking or repacking operations for purposes of sale or <br /> presentation; <br /> (d) slaughtering of animals. <br /> (e) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (f) ironing or pressing of textiles; <br /> (g) simple painting and polishing operations; <br /> (h) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> (i) operations to colour sugar or form sugar lumps; <br /> (j) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (k) sharpening, simple grinding or simple cutting; <br /> (l) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles), cutting, slitting, bending, coiling, or uncoiling; <br /> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and other similar packaging operations; <br /> (n) affixing or printing marks, labels, logos or other like distinguishing signs <br /> on products or their packaging; <br /> (o) simple mixing of goods, whether or not of different kinds; <br /> (p) mere dilution with water or another substance that does not materially alter <br /> the characteristics of the goods; or <br /> (q) operations whose sole purpose is to ease port handling. <br /> 2 All operations in the production of a given good carried out in a Party shall be <br /> taken into account when determining whether the working or process undergone by that <br /> good is considered as minimal operations or processes referred to in paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.4: REGIONAL VALUE CONTENT (RVC) <br /> 1 The Regional Value Content?RVC?shall be calculated as follows: <br /> RVC= [(Ex-works Price -VNM)/Ex-works Price] x 100% <br /> Where: <br /> RVC is the regional value content, expressed as a percentage; and <br /> VNM is the value of the non-originating materials. <br /> 2 VNM shall be determined on the basis of the customs value at the time of <br /> importation of the non-originating materials, including materials of undetermined origin. <br /> If such value is unknown and cannot be ascertained, the first ascertainable price paid or <br /> payable for the materials in a Party shall be applied. <br /> 3 If a product which has acquired originating status in accordance with paragraph 1 <br /> in a Party is further processed in that Party and used as material in the manufacture of <br /> another product, no account shall be taken of the non-originating components of that <br /> material in the determination of the originating status of the product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.9: NEUTRAL ELEMENTS <br /> 1 In determining whether a good is an originating good, any neutral elements as <br /> defined in paragraph 2 shall be disregarded. <br /> 2 Neutral elements means a good used in the production, testing or inspection of <br /> another good but not physically incorporated into that good by themselves, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used for testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.13: DIRECT CONSIGNMENT <br /> 1. Preferential tariff treatment under this Agreement shall only be granted to <br /> originating products which are transported directly between the Parties. <br /> 2 Notwithstanding paragraph 1, goods whose transport involves transit through one <br /> or more Non-Parties with or without trans-shipment or temporary storage of up to 3 <br /> months in such Non-Parties, shall still be considered as directly transported between the <br /> Parties, provided that: <br /> (a) the transit entry of goods is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; <br /> (b) the goods do not undergo any other operation there other than unloading <br /> and reloading, or any operation required to keep them in good condition; and <br /> (c) the goods remain under customs control during transit in those non-parties. <br /> 3 Compliance with the provisions set out in paragraph 2 shall be evidenced by <br /> presenting the customs authorities of the importing Party either with customs documents <br /> of the non-Parties, or with any other documents to the satisfaction of the customs <br /> authorities of the importing Party. <br /> Section 2 Origin Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.2: ORIGINATING GOODS <br /> Except as otherwise provided in this Chapter, the following goods shall be <br /> considered as originating in a Party: <br /> (a) goods wholly obtained or produced in a Party as defined in Article 3.3 (Goods <br /> Wholly Obtained or Produced ); <br /> (b) goods produced in a Party exclusively from originating materials; or <br /> (c) goods produced from non-originating materials in a Party, provided that the <br /> goods conform to a regional value content of no less than 40%, except for the goods <br /> listed in the Annex II-A (PSR) which must comply with the requirements specified therein.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.10: PACKING, PACKAGES AND CONTAINERS <br /> 1 Containers and packing materials used for the transport of goods shall not be taken <br /> into account in determining the origin of the goods. <br /> 2 The origin of the packaging materials and containers in which goods are packaged <br /> for retail sale shall be disregarded in determining the origin of the goods, provided that <br /> the packaging materials and containers are classified with the goods. <br /> 3 Notwithstanding paragraph 2, where goods are subject to a regional value content <br /> requirement, the value of the packaging materials and containers used for retail sale <br /> shall be taken into account as originating materials or non-originating materials, as the <br /> case may be, in calculating the regional value content of the goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.8: FUNGIBLE MATERIALS <br /> Where originating and non-originating fungible materials are used in the <br /> production of a good, the following methods shall be adopted in determining whether <br /> the materials used are originating: <br /> (a) physical separation of the materials; or <br /> (b) an inventory management method recognized in the generally accepted <br /> accounting principles of the exporting Party, and should be used for at least <br /> one fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.12: SETS <br /> Sets, as defined in General Rule 3 of the Harmonised System, shall be regarded <br /> as originating when all component products are originating. Nevertheless, when a <br /> set is composed of originating and non-originating products, the set as a whole shall <br /> be regarded as originating, provided that the value of the non-originating products <br /> does not exceed 15 % of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 1 A Certificate of Origin as set out in Annex II-B shall be issued by the authorized <br /> bodies of a Party (for Georgia, Customs administration; for China, China entry-exit <br /> inspection and quarantine organizations affiliated to the General Administration of <br /> Quality Supervision, Inspection and Quarantine and China Council for the Promotion <br /> of International Trade and its local sub-councils) on application by exporter or <br /> producer, provided that the goods can be considered as originating in that Party subject <br /> to the provision of this Chapter. <br /> 2 The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating for <br /> purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as advised <br /> to the importing Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3 The Certificate of Origin shall be issued before or at the time of shipment. It shall <br /> be valid for one year from the date of issuance in the exporting Party. <br /> 4 Each Party shall inform the customs authority of the other Party of the name of <br /> each authorised body, as well as relevant contact details, and shall provide details of any <br /> security features for relevant forms and documents used by each authorized body, prior to <br /> the issuance of any certificates by that body. Any change in the information provided <br /> above shall be promptly notified to the customs authority of the other Party. <br /> 5 A Certificate of Origin may be issued retrospectively within one year from the <br /> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and remain valid <br /> for one year from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment due to force majeure, <br /> involuntary errors, omissions or other valid causes; or <br /> (b) it was requested by the customs authority of the importing Party, where a <br /> Certificate of Origin was issued but not accepted at importation. <br /> 6 For cases of theft, loss or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may, make a written request to the authorized bodies of the <br /> exporting Party for issuing a certified copy, provided that the original copy previously <br /> issued has been verified not to be used. The certified copy shall bear the words <br /> \"CERTIFIED TRUE COPY of the original Certificate of Origin number dated <br /> ___\". The certified copy shall be valid during the term of validity of the original <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$600)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.18: WAIVER OF CERTIFICATE OF ORIGIN <br /> 1 Notwithstanding Article 3.16 (Obligation Regarding Importation), a Party may <br /> waive the requirements for the presentation of a Certificate of Origin to any <br /> consignments of originating goods of a customs value not exceeding US$ 600 or its <br /> equivalent amount in the Party's currency. <br /> 2 Waivers provided for in paragraph 1 shall not be applicable when it is established <br /> by the customs authorities of the importing Party that the importation forms part of a <br /> series of importations that may reasonably be considered to have been undertaken or <br /> arranged for the purpose of avoiding the submission of Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.13: AUTHORIZED ECONOMIC OPERATOR <br /> A Party operating an Authorized Economic Operator System or security <br /> measures affecting international trade flows shall: <br /> (a) afford the other Party the possibility to negotiate mutual recognition of <br /> authorization and security measures for the purpose of facilitating <br /> international trade while ensuring effective customs control; and <br /> (b) draw on relevant international standards, in particular the WCO SAFE <br /> Framework of Standards to Secure and Facilitate Global Trade.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for single shipment)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 2 The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating for <br /> purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as advised <br /> to the importing Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3 The Certificate of Origin shall be issued before or at the time of shipment. It shall <br /> be valid for one year from the date of issuance in the exporting Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.15: RETENTION OF ORIGIN DOCUMENTS <br /> 1 Each Party shall require its producers, exporters and importers to retain documents <br /> that prove the originating status of the goods as well as the fulfillment of the other <br /> requirements of this Chapter for at least 3 years or any longer time in accordance with <br /> each Party's domestic law . <br /> 2 Each Party shall require that its authorized bodies retain copies of Certificates of <br /> Origin and other related supporting documents for at least 3 years or any longer time in <br /> accordance with each Party's domestic law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 5 A Certificate of Origin may be issued retrospectively within one year from the <br /> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and remain valid <br /> for one year from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment due to force majeure, <br /> involuntary errors, omissions or other valid causes; or <br /> (b) it was requested by the customs authority of the importing Party, where a <br /> Certificate of Origin was issued but not accepted at importation. <br /> ARTICLE 3.17: REFUND OF IMPORT CUSTOMS DUTIES OR DEPOSIT <br /> 1 Where a Certificate of Origin is not submitted to the importing customs at the <br /> time of importation pursuant to Article 3.16 (Obligation Regarding Importation), upon <br /> the request of the importer, the Customs authorities of the importing Party may impose <br /> the applied non-preferential customs duties, or require a guarantee equivalent to the full <br /> amount of the customs duties on that good, provided that the importer formally declares <br /> to the customs authority at the time of importation that the good in question qualifies as <br /> an originating good. <br /> 2 The importer may apply for a refund of any excess customs duties imposed or <br /> guarantee paid provided they can present all the necessary documentation required <br /> under Article 3.16 and within the period specified in the legislation of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.16: OBLIGATIONS REGARDING IMPORTATIONS <br /> Unless otherwise provided in this Chapter, the importer claiming for preferential <br /> tariff treatment shall: <br /> (a) indicate in the customs declaration that the good qualifies as an originating good; <br /> (b) possess a valid Certificate of Origin, at the time the import customs <br /> declaration referred to in subparagraph (a) is made; and <br /> (c) submit the valid Certificate of Origin and other documentary evidence <br /> related to the importation of the goods, upon request of the Customs <br /> Administration of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.14: CERTIFICATE OF ORIGIN <br /> 1 A Certificate of Origin as set out in Annex II-B shall be issued by the authorized <br /> bodies of a Party (for Georgia, Customs administration; for China, China entry-exit <br /> inspection and quarantine organizations affiliated to the General Administration of <br /> Quality Supervision, Inspection and Quarantine and China Council for the Promotion <br /> of International Trade and its local sub-councils) on application by exporter or <br /> producer, provided that the goods can be considered as originating in that Party subject <br /> to the provision of this Chapter. <br /> 2 The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating for <br /> purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as advised <br /> to the importing Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3 The Certificate of Origin shall be issued before or at the time of shipment. It shall <br /> be valid for one year from the date of issuance in the exporting Party. <br /> 4 Each Party shall inform the customs authority of the other Party of the name of <br /> each authorised body, as well as relevant contact details, and shall provide details of any <br /> security features for relevant forms and documents used by each authorized body, prior to <br /> the issuance of any certificates by that body. Any change in the information provided <br /> above shall be promptly notified to the customs authority of the other Party. <br /> 5 A Certificate of Origin may be issued retrospectively within one year from the <br /> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and remain valid <br /> for one year from the date of shipment, if: <br /> (a) it was not issued before or at the time of shipment due to force majeure, <br /> involuntary errors, omissions or other valid causes; or <br /> (b) it was requested by the customs authority of the importing Party, where a <br /> Certificate of Origin was issued but not accepted at importation. <br /> 6 For cases of theft, loss or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may, make a written request to the authorized bodies of the <br /> exporting Party for issuing a certified copy, provided that the original copy previously <br /> issued has been verified not to be used. The certified copy shall bear the words <br /> \"CERTIFIED TRUE COPY of the original Certificate of Origin number dated <br /> ___\". The certified copy shall be valid during the term of validity of the original <br /> Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Combined", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 3.19: VERIFICATION OF ORIGIN <br /> 1 Subsequent verifications of origin may be carried out at random or whenever the <br /> customs authorities of the importing Party have reasonable doubts as to the authenticity <br /> of Certificate of Origin, the originating status of the goods concerned or the fulfilment <br /> of the other requirements of this Chapter. The customs authority of the importing Party <br /> may conduct a verification of origin by means of? <br /> (a) request of additional information from the importer; <br /> (b) request of Administrative Assistance from the customs administration of <br /> the exporting Party; or <br /> (c) conduct verification visit to the exporting Party, when necessary, in a <br /> manner to be jointly determined by the Parties. <br /> 2 The customs authority of the importing Party requesting verification to the <br /> exporting Party shall specify the reasons, and provide any documents and information <br /> justifying the verification. <br /> 3 The importer and the customs administration of the exporting Party referred to <br /> in paragraph 1 of this Article receiving a request for verification, shall respond to the <br /> request promptly and reply within six months from the date of raising verification request. <br /> 4 If no reply is received within the periods mentioned above, or if the reply does <br /> not contain sufficient information to determine the authenticity of the documents or the <br /> originating status of the goods in question, the requesting customs authorities may deny <br /> preferential tariff treatment. <br /> ARTICLE 3.20: DENIAL OF PREFERENTIAL TARIFF TREATMENT <br /> Except as otherwise provided in this Chapter, the importing Party may deny claim <br /> for preferential tariff treatment, if: <br /> (a) the goods do not meet the requirements of this Chapter; <br /> (b) the importer, exporter or producer fails to comply with the relevant <br /> requirements of this Chapter; <br /> (c) the certificate of origin does not meet the requirement of this Chapter; or <br /> (d) in a case stipulated in paragraph 4 of Article 3.19 (Verification of Origin). <br /> ARTICLE 3.21: ELECTRONIC ORIGIN DATA EXCHANGE SYSTEM <br /> Both Parties shall establish Electronic Origin Data Exchange System to ensure <br /> real-time exchange of origin related information between customs administrations, including: <br /> a) information concerning the unique certificate number; <br /> b) data of the exported goods entitled to preferential tariff treatment endorsed <br /> by the customs authorities of exporting Party; <br /> c) information of the implementation of preferential tariff treatment <br /> administered by the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.8: ADVANCE RULINGS <br /> 1 Each Party shall provide for written advance rulings in a reasonable, time-bound <br /> manner to be issued to a person described in sub-paragraph 2 (a) concerning tariff <br /> classification, whether a good is originating under this Agreement. <br /> 2 Each Party shall adopt or maintain procedures for issuing written advance rulings, which shall: <br /> (a) provide that an exporter, importer or any person with a justifiable cause, or a <br /> representative thereof, may apply for an advance ruling, before the date of <br /> importation of the goods that are the subject of the application. A Party may <br /> require that an applicant have legal representation or registration in its <br /> territory; <br /> (b) include a detailed description of the information required to process a request <br /> for an advance ruling; <br /> (c) allow its customs administration, at any time during the course of an <br /> evaluation of an application for an advance ruling, to request that the <br /> applicant provide additional information necessary to evaluate the request; <br /> (d) ensure that an advance ruling be based on the facts and circumstances <br /> presented by the applicant and any other relevant information in the <br /> possession of the decision-maker; and <br /> (e) provide that the ruling be issued, in the national language of the issuing <br /> customs administration, to the applicant, expeditiously on receipt of all <br /> necessary information, within 90 days. <br /> 3 A Party that declines to issue an advance ruling shall promptly notify the <br /> applicant in writing, setting forth the basis for its decision to decline to issue the advance ruling. <br /> 4 A Party may reject requests for an advance ruling where the additional <br /> information requested in accordance with paragraph 2 (c) is not provided within the specified period. <br /> 5 Each Party shall endeavor to make information on advance rulings which it <br /> considers to be of significant interest to other traders, publicly available, taking into <br /> account the need to protect confidential information. <br /> 6 Subject to paragraph 7, each Party shall apply an advance ruling to importations <br /> into its territory through any port of entry, beginning on the date the advance ruling was <br /> issued or on any other date specified in the advance ruling. The Party shall ensure the <br /> same treatment of all importations of goods subject to the advance ruling during the <br /> validity period regardless of the importer or exporter involved, where the facts and <br /> circumstances are identical in all material respects. <br /> 7 A Party may modify or revoke an advance ruling, consistent with this Agreement, where: <br /> (a) there is a change in the laws or regulations; <br /> (b) incorrect information was provided or relevant information is withheld; <br /> (c) there is a change in a material fact; or <br /> (d) there is a change in the circumstances on which the ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "ARTICLE 4.9: REVIEW AND APPEAL <br /> Each Party shall, in accordance with its domestic laws and regulations, provide that <br /> the importer, exporter or any other person affected by its administrative decisions on a <br /> customs matter, have access to: <br /> (a) a level of administrative review of decisions by its customs administrations <br /> independent of the official or office responsible for the decision under review; and <br /> (b) judicial review of the decisions subject to its laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> \"Customs value\" means the value as determined in accordance with the <br> Agreement on Implementation of Article VII of the General Agreement on Tariffs and <br> Trade 1994 (Customs Valuation Agreement); <br> \"Ex-works price\" means the price paid for the product ex-works to the producer <br> located in a Party in whose undertaking the last working or processing is carried out, <br> provided that the price includes the value of all the materials used, wage and any other <br> cost, and profit minus any internal taxes returned or repaid when the product obtained is exported; <br> \"Fungible materials\" means materials which are interchangeable for commercial <br> purposes, whose properties are essentially identical, and between which it is impractical <br> to differentiate by a mere visual examination; <br> \"Generally accepted accounting principles\" means the recognized accounting <br> and liabilities, the disclosure of information and the preparation of financial statements. <br> Those standards may encompass broad guidelines of general applications as well as <br> \"Good\" means product or material; <br> \"Product\" means a product being produced, even if it is intended for later use in <br> another production operation; <br> \"Materials\" means ingredients, parts, components, subassemblies and/or goods <br> that were physically incorporated into another product or were subject to a process in <br> \"Production\" means any methods of obtaining goods including, but not limited <br> hunting, capturing, gathering, collecting, breeding, extracting, manufacturing, <br> \"Originating materials\" means materials which qualify as originating in <br> \"Harmonized System\" means the International Convention on the Harmonised <br> Commodity Description and Coding System of 1983 and subsequent amendments thereto. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> detailed standards, practices and procedures; <br> processing or assembling a good; <br> standards of a Party with respect to the recording of revenues, expenses, costs, assets <br> to, growing, raising, mining, harvesting, fishing, aquaculture, farming, trapping, <br> the production of another product; <br> accordance with the provisions of this Chapter; <br> "}, {"ArticleTitle": "CONTACT POINTS", "ArticleDesc": "ARTICLE 3.22: CONTACT POINTS <br> Each Party shall designate contact points to ensure the effective and efficient <br> implementation of this chapter. All information shall only be exchanged via contact points. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Chapter 4 <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "SCOPE AND OBJECTIVES", "ArticleDesc": "ARTICLE 4.1: SCOPE AND OBJECTIVES <br> 1 This Chapter shall apply, without prejudice to each Party's respective international <br> obligations and domestic customs law, customs procedures applied to goods traded and <br> to the movement of means of transport between the Parties. <br> 2 The objectives of this Chapter are to: <br> (a) simplify and harmonize customs procedures of the Parties; <br> (b) facilitate trade between the Parties; and <br> (c) promote cooperation between the customs administrations, within the <br> scope of this Chapter. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 4.2: DEFINITIONS <br> (a) customs administration means: <br> (i) for Georgia, Revenue Service - Legal Entity of Public Law of the <br> Ministry of Finance; <br> (ii) for China, the General Administration of Customs of the People's <br> (b) customs law means the statutory and regulatory provisions relating to the <br> importation, exportation, movement or storage of goods, the <br> administration or enforcement of which are specifically charged to the <br> customs administration, and any regulations made by the customs <br> administration under its statutory powers; <br> (c) customs procedures means the treatment applied by the customs <br> administration to goods and means of transport that are subject to customs control; <br> (d) Customs Valuation Agreement means the Agreement on Implementation <br> of Article VII of the GATT 1994 which is a part of the Annex 1A of the <br> Marrakesh Agreement Establishing the World Trade Organization; and <br> (e) means of transport means various types of vessels, vehicles, and aircrafts <br> which enter or leave the territory of a Party carrying persons and/or goods. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For purposes of this Chapter: <br> Republic of China; and <br> "}, {"ArticleTitle": "FACILITATION", "ArticleDesc": "ARTICLE 4.3: FACILITATION <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent and transparent to facilitate trade. <br> 2 Each Party shall use efficient customs procedures, based, as appropriate, on <br> international standards, aiming to reduce costs and unnecessary delays in trade between <br> them, in particular the standards and recommended practices of the World Customs <br> Organization, including the principles of the revised International Convention on the <br> Simplification and Harmonization of Customs Procedures (Revised Kyoto Convention). <br> 3 Each Party shall limit controls, formalities and the number of documents <br> required in the context of trade in goods between the Parties to those necessary and <br> appropriate to ensure compliance with legal requirements, thereby simplifying, to the <br> greatest extent possible, the related procedures. <br> 4 The customs administration of each Party shall periodically review its customs <br> procedures with a view to exploring options for the simplification and the enhancement <br> of mutually beneficial arrangements to facilitate international trade. <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "ARTICLE 4.4: TRANSPARENCY <br> 1 Each Party shall promptly publish, including on the Internet, its laws, regulations, <br> and, where applicable, administrative rules or procedures of general application relevant <br> to trade in goods between the Parties. <br> 2 Each Party shall designate one or more enquiry points to address enquiries from <br> interested persons on customs matters, and shall make available on the Internet <br> information concerning procedures for making such enquiries. <br> 3 To the extent practicable and in a manner consistent with its laws and regulations, <br> each Party shall publish, in advance on the Internet, draft laws and regulations of <br> general application relevant to trade between the Parties, with a view to affording the <br> public, especially interested persons, an opportunity to provide comment. <br> 4 Each Party shall ensure, to the extent possible, that a reasonable interval is <br> provided between the publication of new or amended laws and regulations of general <br> application relevant to trade between the Parties and their entry into force. <br> 5 Each Party shall administer, in a uniform, impartial and reasonable manner, its <br> laws and regulations of general application relevant to trade between the Parties. <br> "}, {"ArticleTitle": "CUSTOMS VALUATION", "ArticleDesc": "ARTICLE 4.5: CUSTOMS VALUATION <br> accordance with the provisions of Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "The Parties shall determine the customs value of goods traded between them in <br> "}, {"ArticleTitle": "TARIFF CLASSIFICATION", "ArticleDesc": "ARTICLE 4.6: TARIFF CLASSIFICATION <br> The Parties shall apply the International Convention on the Harmonized <br> Commodity Description and Coding System to goods traded between them. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "ARTICLE 4.7: COOPERATION <br> 1 To the extent permitted by their laws and regulations, the customs <br> administrations of both Parties shall assist each other, in relation to: <br> (a) the implementation and operation of this Chapter; <br> (b) the application of the provisions laid down in the Agreement Between the <br> Customs Committee of the Republic of Georgia and the Customs General <br> Administration of the People's Republic of China on Co-operation and <br> Mutual Assistance; and <br> (c) such other issues as the Parties may mutually agree. <br> 2 Each Party shall endeavour to provide the other Party with timely notice of any <br> significant modification of its customs laws, regulations or procedures that are likely to <br> substantially affect the operation of this Agreement. <br> "}, {"ArticleTitle": "APPLICATION OF INFORMATION TECHNOLOGY", "ArticleDesc": "ARTICLE 4.10: APPLICATION OF INFORMATION TECHNOLOGY <br> Each Party shall apply information technology to support customs operations, <br> where it is cost-effective and efficient, particularly in the paperless trading context, <br> taking into account developments in this area within relevant international organizations, <br> including the World Customs Organization. <br> "}, {"ArticleTitle": "RISK MANAGEMENT", "ArticleDesc": "ARTICLE 4.11: RISK MANAGEMENT <br> 1 Each Party shall adopt and maintain a risk management system for customs <br> control and based on it, the Party shall determine which persons, goods or means of <br> transport are to be examined and the extent of the examination. <br> 2 Each Party shall work to further enhance the use of risk management techniques <br> in the administration of its customs procedures so as to facilitate the clearance of <br> low-risk goods and to allow resources to focus on high-risk goods. <br> 3 Risk management shall be applied in such a manner that it does not create <br> arbitrary or unjustifiable discrimination under the same conditions or disguised <br> restriction on international trade. <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.12: RELEASE OF GOODS <br> efficient release of goods in order to facilitate trade between the Parties. For greater <br> certainty, this paragraph shall not require a Party to release goods where its <br> requirements for release have not been met. <br> 2 In accordance with paragraph 1, each Party shall adopt or maintain procedures <br> that: <br> (a) provide for the release of goods as rapidly as possible after arrival, <br> provided all other regulatory requirements have been met; <br> (b) as appropriate, provide for advance electronic submission and <br> processing of information before the physical arrival of goods with a <br> view to expediting the release of goods; and <br> (c) may allow importers to obtain the release of goods prior to meeting all <br> import requirements of that Party if the importer provides sufficient <br> and effective guarantee and where it is decided that neither further <br> examination, physical inspection nor any other submission is required. <br> 3 Each Party shall endeavor to adopt and maintain a system under which goods in <br> need of urgent clearance can obtain prompt customs clearance. <br> 4 Each Party shall ensure that goods are released within a time period no longer <br> than that required to ensure compliance with its customs laws. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "1 Each Party shall adopt or maintain simplified customs procedures for the <br> "}, {"ArticleTitle": "BORDER AGENCY COOPERATION", "ArticleDesc": "ARTICLE 4.14: BORDER AGENCY COOPERATION <br> 1 Each Party shall ensure that its authorities and agencies involved in border <br> controls related to import, export or transit of goods, cooperate and coordinate their <br> procedures in order to facilitate trade. <br> 2 Each Party shall endeavor to establish, as far as practicable, an electronic means <br> for communication of relevant information required by its customs administration and <br> other relevant border agencies to facilitate the international movement of goods and <br> means of transport. <br> "}, {"ArticleTitle": "CONSULTATION", "ArticleDesc": "ARTICLE 4.15: CONSULTATION <br> 1 The customs administration of each Party may at any time request consultations <br> with the customs administration of the other Party, on any matter arising from the <br> implementation or operation of this Chapter, in cases where there are reasonable <br> grounds or truth provided by the requesting Party. Such consultations shall be conducted <br> through the relevant contact points, and shall take place within 60 days of the request, or <br> any other possible time period that the Parties may mutually determine. <br> 2 In the event that such consultations fail to resolve any such matter, the <br> requesting Party may refer the matter to the FTA Joint Commission referred to in Article <br> 14.1 (FTA Joint Commission) and Article 14.2 (Rules of Procedure of the FTA Joint <br> Commission) of Chapter 14 (Institutional Provisions) for further consideration. <br> 3 Each customs administration shall designate one or more contact points for the <br> purposes of this Chapter. Information on the contact points shall be provided to the <br> "}]}]}, "members_found": ["156", "268", 5, 8703900000]}