{"FtaRooDetails": {"FtaId": 784, "FtaCode": "ITC00807", "FtaName": "EEU-Iran (Interim)", "FtaFullName": "Interim Agreement leading to formation of a free trade area between the Eurasian Economic Union and its Member States, of the one part, and the Islamic Republic of Iran, of the other part", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "25.10.2019", "Type": "Partial scope agreement", "Scope": "Plurilateral, Country-Group", "MemberStates": "Armenia; Belarus; Iran (Islamic Republic of); Kazakhstan; Kyrgyzstan; Russian Federation", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under EEU-Iran (Interim)", "AdminProcCooAuth": "The certification type under EEU-Iran (Interim) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under EEU-Iran (Interim) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for EEU-Iran (Interim) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "(SP and RVC 50%) or SP or SP or SP", "RooText": "VAC 50%, provided that the following technological operations were executed: - welding of body (cab) or manufacture of body (cab) in any other way in case of using technologies that do not involve welding operations in the manufacture of body (cab); - painting of body (cab); - mounting of engine (for motor vehicles with internal-combustion engine and hybrid power plants); - mounting of traction electric motor (generators, electromotors) (for motor vehicles powered by electric drive or hybrid power plants); - installation of transmission; - mounting of rear and front suspension (for motor vehicles powered by electric drive or hybrid power plants and motor vehicles with spark-ignition internal combustion engine); - mounting of steering and braking system; - mounting of muffler and exhaust pipe-line sections (for motor vehicles with spark-ignition internal combustion engine); - diagnosis and adjustment of engine; - checking of braking system; - checking of radio interference level and electromagnetic compatibility standards (for motor vehicles powered by electric drive or hybrid power plants); - control testing of finished motor vehicle.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00807_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00807_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00807_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Customs administration", "DocFileName": "itc00807_cusa.pdf", "DocType": "5_cusa", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00807_full.pdf", "DocType": "8_full", "WebLink": "http://www.eurasiancommission.org/ru/act/trade/dotp/sogl_torg/Documents/Interim%20Agreement%20EAEU-Iran_final.pdf"}, {"DocDesc": "WTO notification", "DocFileName": "itc00807_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N194.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.7 : Accumulation of Origin <br /> Without prejudice to Article 6.3 of this Agreement, the goods or material <br /> originating in a Party, which are used as material in the manufacture of a <br /> product in the other Party, shall be considered as originating in such Party <br /> where the last operations other than those referred to in paragraph 1 <br /> of Article 6.6 of this Agreement have been carried out. The origin of such <br /> material shall be confirmed by a Certificate of Origin (Form CT-3) issued by <br /> an authorized body.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (5%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.8 : De Minimis <br /> 1 Goods that do not undergo a change in tariff classification pursuant to <br /> Annex 2 to this Agreement are nonetheless considered originating if: <br /> (a) the value of all non-originating materials that are used in the <br /> production of the goods and do not undergo the required change in <br /> tariff classification, does not exceed 5 percent of the EXW value of <br /> such goods and provided that such materials necessary for production of goods; and <br /> (b) the goods meet all other applicable requirements of this Chapter. <br /> 2 The value of materials referred to in subparagraph (a) of paragraph 1 of <br /> this Article shall be included in the value of non-originating materials for any <br /> applicable VAC requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 7.2 : Definitions <br /> [Customs administration]: <br /> (e) \"outward processing\" means the customs procedure under <br /> which goods, which are in free circulation in the customs territory of a <br /> Party, may be temporarily exported for processing abroad and then re- <br /> imported with total exemption from customs duties and taxes; <br /> Article 7.16 : Temporary Admission of Goods, Inward and Outward Processing <br /> Temporary Admission of Goods, Inward and Outward Processing <br /> In accordance with international standards customs authorities of the Parties <br /> shall endeavour to facilitate the performance of customs operations for the <br /> customs procedure for temporary admission of goods and goods temporary <br /> imported and exported for inward or outward processing.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.12 : Accessories, Spare Parts, Tools and Instructional or Information <br /> Materials <br /> 1 In determining whether the goods fulfil the change in tariff <br /> classification requirements specified in Annex 2 to this Agreement, <br /> accessories, spare parts, tools and instructional or information materials, <br /> which are part of the normal equipment and included in its EXW value, or <br /> which are not separately invoiced, shall be considered as part of the goods in <br /> question and shall not be taken into account in determining whether the <br /> goods qualify as originating. <br /> 2 Notwithstanding paragraph 1 of this Article in determining whether the <br /> goods fulfil the VAC requirement, the value of accessories, spare parts, tools, <br /> instructional and information materials shall be taken into account as <br /> originating materials or non-originating materials, as the case may be, in <br /> calculating VAC of the goods. <br /> 3 This Article shall apply only where: <br /> (a) accessories, spare parts, tools, instructional or other information <br /> materials presented with the goods are not invoiced separately from the <br /> such goods; and <br /> (b) the quantities and value of accessories, spare parts, tools and <br /> instructional or other information materials presented with the goods <br /> are customary for such goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.4 : Wholly Obtained or Produced Goods <br /> For the purposes of Article 6.3 of this Agreement, the following goods shall <br /> be considered as wholly obtained or produced in a Party: <br /> (a) plants and plant goods, including fruit, berries, flowers, <br /> vegetables, trees, seaweed, fungi and live plants, grown, harvested, or <br /> gathered in the territory of a Party; <br /> (b) live animals born and raised in the territory of a Party; <br /> (c) goods obtained from live animals in the territory of a Party; <br /> (d) goods obtained from gathering, hunting, capturing, fishing, <br /> growing, raising, aquaculture in the territory of a Party; <br /> (e) minerals and other naturally occurring substances extracted or <br /> taken from the air, soil, waters or seabed and subsoil in the territory of a Party; <br /> (f) goods of sea fishing and other marine goods taken from the high <br /> seas, in accordance with international law, by a vessel registered or <br /> recorded in a Party and flying its flag; <br /> (g) goods manufactured exclusively from goods referred to in <br /> subparagraph (f) of this Article, on board a factory ship registered or <br /> recorded in a Party and flying its flag; <br /> (h) waste and scrap resulting from production and consumption <br /> conducted in the territory of a Party provided that such goods are fit <br /> only for the recovery of raw materials; <br /> (i) used goods collected in the territory of a Party provided that such <br /> goods are fit only for the recovery of raw materials; <br /> (j) goods produced in outer space on board a spacecraft provided <br /> that the same spacecraft is registered in a Party; <br /> (k) goods produced or obtained in the territory of a Party solely from <br /> goods referred to in subparagraphs (a) through (j) of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.6 : Insufficient Working or Processing <br /> 1 The following operations undertaken exclusively by themselves or in <br /> combination with each other are considered to be insufficient to meet the <br /> requirements of Article 6.3 of this Agreement: <br /> (a) preserving operations to ensure that a product retains its condition <br /> during transportation and storage; <br /> (b) freezing or thawing; <br /> (c) packaging and re-packaging; <br /> (d) washing, cleaning, removing dust, oxide, oil, paint or other coverings; <br /> (e) ironing or pressing of textiles; <br /> (f) colouring, polishing, varnishing, oiling; <br /> (g) husking, partial or total bleaching, polishing and glazing of cereals and rice; <br /> (h) operations to colour sugar or form sugar lumps; <br /> (i) peeling and removal of stones and shells from fruits, nuts and vegetables; <br /> (j) sharpening, grinding; <br /> (k) cutting; <br /> (l) sifting, screening, sorting, classifying; <br /> (m) placing in bottles, cans, flasks, bags, cases, boxes, fixing on <br /> surface and all other packaging operations; <br /> (n) affixing or printing marks, labels, logos and other like <br /> distinguishing signs on products or their packaging; <br /> (o) mixing of products (components) which does not lead to a <br /> sufficient difference of product from the original components; <br /> (p) simple assembly of a product or disassembly of products into parts; <br /> (q) slaughter of animals, sorting of meat. <br /> 2 For the purposes of paragraph 1 of this Article, \"simple\" describes <br /> activities which do not require special skills or machines, apparatus or <br /> equipment especially designed for carrying out such activities.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.5 : Value Added Content <br /> For the purposes of this Chapter and product specific rules specified in <br /> Annex 2 to this Agreement the formula for calculating value added content <br /> (hereinafter referred to as \"VAC\") shall be: <br /> [(EXW value - Value of Non-Originating Materials) / EXW value] x 100% <br /> where the value of non-originating materials shall be: <br /> (a) CIF value of the materials at the time of importation to a Party; or <br /> (b) the earliest ascertained price paid or payable for non-originating <br /> materials in the territory of the Party where the working or processing takes place. <br /> When, in the territory of a Party, the producer of the goods acquires non- <br /> originating materials within that Party, the value of such materials shall not <br /> include freight, insurance, packing costs and any other costs incidental to the <br /> transport of those materials from the location of the supplier to the location of production.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.14 : Neutral elements <br /> In order to determine whether a good is originating, the origin of the <br /> following neutral elements which might be used in its manufacture and not <br /> incorporated in it shall not be taken into account: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials <br /> used in the production or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment; <br /> (f) equipment, devices used for testing or inspecting the goods; <br /> (g) catalyst and solvent; and <br /> (h) any other goods that are not incorporated into such goods but the <br /> use of which in the production of such goods can be demonstrated to <br /> be a part of that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.9 : Direct Consignment <br /> 1 Preferential tariff treatment in accordance with this Chapter shall be <br /> granted to originating goods provided that such goods are transported directly <br /> from the territory of the exporting Party to the territory of the importing Party. <br /> 2 Notwithstanding paragraph 1 of this Article, originating goods may be <br /> transported through territories of third countries, provided that: <br /> (a) transit through the territory of third countries is justified for <br /> geographical reasons or related exclusively to transport requirements; <br /> (b) the goods have not entered into trade or consumption there; and <br /> (c) the goods have not undergone any operation there other than <br /> unloading, reloading, storing, or any necessary operation designed to <br /> preserve their condition. <br /> 3 A declarant shall submit appropriate documentary evidence to the <br /> customs authorities of the importing Party confirming that the conditions set <br /> out in paragraph 2 of this Article have been fulfilled. Such evidence shall be <br /> provided to the customs authorities of the importing Party by submission of: <br /> (a) transport documents covering the passage from the territory of <br /> one Party to the territory of the other Party containing: <br /> i. an exact description of the goods; <br /> ii. the dates of unloading and reloading of the goods (if the transport <br /> documents do not contain the dates of unloading and reloading of the <br /> goods, other supporting document containing such information shall <br /> be submitted in addition to transport documents) and; <br /> iii. where applicable: <br /> the names of the ships, or the other means of transport used; <br /> the numbers of containers; <br /> the conditions under which the goods remained in the third <br /> transit country in the proper condition; <br /> the marks of the customs authorities of the country of transit; <br /> (b) commercial invoice in respect of the goods. <br /> 4 A declarant may submit other supporting documents to prove that the <br /> requirements of paragraph 2 of this Article are fulfilled. <br /> 5 In the instance that the transport document cannot be provided, a <br /> document issued by the customs authorities of the third transit country <br /> containing all the information referred to in subparagraph (a) of paragraph 3 <br /> of this Article shall be submitted. <br /> 6 If a declarant fails to provide the customs authorities of the importing <br /> Party with documentary evidence of direct consignment, preferential tariff <br /> treatment shall not be granted.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.10 : Packaging Materials for Retail Sale <br /> 1 Packaging materials and containers in which goods are packaged for <br /> retail sale, if classified with the goods, shall be disregarded in determining <br /> whether all the non-originating materials used in the production of those <br /> goods have undergone the applicable change in tariff classification set out in <br /> Annex 2 to this Agreement. <br /> 2 Notwithstanding paragraph 1 of this Article in determining whether the <br /> goods fulfil the VAC requirement, the value of the packaging used for retail <br /> sale will be counted as originating or non-originating materials, as the case <br /> may be, in calculating the VAC of the goods. <br /> Article 6.11 : Packing Materials for Shipment <br /> Packing materials and containers in which goods are packed exclusively for <br /> transport shall not be taken into account for the purposes of establishing <br /> whether the goods are originating.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.13 : Sets <br /> Sets, as defined in General Rule 3 of the interpretation of the Harmonized <br /> System, shall be regarded as originating when all component goods are <br /> originating. Nevertheless, when a set is composed of originating and non- <br /> originating goods, the set as a whole shall be regarded as originating, <br /> provided that the value of the non-originating goods does not exceed 15 <br /> percent of the EXW value of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.15 : Claim for Preferential Tariff Treatment <br /> 1 For the purposes of obtaining preferential tariff treatment, the declarant <br /> shall submit a Certificate of Origin to the customs authorities of the <br /> importing Party, in accordance with the requirements of this Section. <br /> 2 The Certificate of Origin submitted to the customs authorities of the <br /> importing Party shall be an original, valid and in conformity with the format <br /> as set out in Annex 3 to this Agreement and shall be duly completed in <br /> accordance with the requirements set out in Annex 3 to this Agreement. <br /> 3 The authorized body of the exporting Party shall ensure that <br /> Certificates of Origin are duly completed in accordance with the <br /> requirements set out in Annex 3 to this Agreement. <br /> 4 The Certificate of Origin shall be valid for a period of 12 months from <br /> the date of issuance and must be submitted to the customs authorities of the <br /> importing Party within that period but not later than the moment of the <br /> submission of the import customs declaration, except in circumstances <br /> stipulated in paragraph 6 of this Article. <br /> 5 If the Parties have developed and implemented the Electronic Origin <br /> Verification System (hereinafter referred to as \"EOVS\"), referred to <br /> in Article 6.27 of this Agreement, the customs authorities of the importing Party <br /> in accordance with the respective domestic laws and regulations may not <br /> require the submission of the original hard copy of Certificate of Origin. In <br /> this case, the date and number of such Certificate of Origin shall be specified <br /> in the customs declaration. Where the customs authorities of the importing <br /> Party have a reasonable doubt as to the origin of the goods for which <br /> preferential tariff treatment is claimed and/or there is a discrepancy with the <br /> information containing in the EOVS, the customs authorities of the importing <br /> Party may require the submission of a hard copy of the Certificate of Origin. <br /> 6 If the importer is not in possession of a Certificate of Origin at the time <br /> of importation, the importing Party shall impose the applied MFN customs <br /> duty or require payment of a deposit on the imported goods, where <br /> applicable. In such a case the importer may make a claim for preferential <br /> tariff treatment and refund of any excess import customs duty or deposit paid <br /> within 12 months from the time of registration of customs declaration in <br /> accordance with respective laws and regulations of the importing Party <br /> provided that all requirements of Article 6.22 of this Agreement have been met. <br /> Article 6.17 : Issuance of the Certificate of Origin <br /> 1 The producer, or exporter of the goods or its authorized representative <br /> shall apply to an authorized body for a Certificate of Origin in writing or by <br /> electronic means if applicable. <br /> 2 The Certificate of Origin shall be issued by the authorized body to the <br /> producer or exporter of the exporting Party or its authorized representative <br /> prior to or at the time of exportation whenever the goods to be exported can <br /> be considered originating in a Party within the meaning of this Chapter. <br /> 3 The Certificate of Origin shall cover the goods under one consignment. <br /> 4 Each Certificate of Origin shall bear a unique reference number <br /> separately given by the authorized body. <br /> 5 If all of the goods covered by the Certificate of Origin cannot be listed <br /> on one page, additional sheets, as set out in Annex 3 to this Agreement, shall be used. <br /> 6 The Certificate of Origin (Form CT-3) shall comprise one original and two copies. <br /> 7 The copy shall be retained by the authorized body in the exporting <br /> Party. Another copy shall be retained by the exporter. <br /> 8 Without prejudice to paragraph 4 of Article 6.15 of this Agreement, in <br /> exceptional cases, where a Certificate of Origin (Form CT-3) has not been <br /> issued prior to or at the time of exportation it may be issued retroactively and <br /> shall be marked \"ISSUED RETROACTIVELY\". <br /> 9 The submitted original Certificate of Origin shall be kept at the customs <br /> authorities of the importing Party except in circumstances stipulated in its <br /> respective domestic laws and regulations. <br /> Article 6.19 : Specific Cases of Issuance the Certificate of Origin <br /> 1 In the event of theft, loss or destruction of a Certificate of Origin, the <br /> producer, exporter or its authorized representative may apply to the <br /> authorized body specifying the reasons for such application for a certified <br /> duplicate of the original Certificate of Origin. The duplicate shall be made on <br /> the basis of the previously issued Certificate of Origin and supporting <br /> documents. A certified duplicate shall bear the words \"DUPLICATE OF <br /> THE CERTIFICATE OF ORIGIN NUMBER_DATE_\". The certified <br /> duplicate of a Certificate of Origin shall be valid no longer than 12 months <br /> from the date of issuance of the original Certificate of Origin. <br /> 2 Due to accidental errors or omissions made in the original of the <br /> Certificate of Origin, the authorized body shall issue the Certificate of Origin <br /> in substitution for the original Certificate of Origin. In this instance, the <br /> Certificate of Origin shall bear the words: \"ISSUED IN SUBSTITUTION <br /> FOR THE CERTIFICATE OF ORIGIN NUMBER DATE \". Such <br /> Certificate of Origin shall be valid no longer than 12 months from the date of <br /> issuance of the original Certificate of Origin. <br /> Article 6.20 : Alterations in the Certificate of Origin <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous data and <br /> printing any additional information required. Such alteration shall be <br /> approved by a person authorized to sign the Certificate of Origin and certified <br /> by an official seal of the appropriate authorized body.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR 200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.16 : Circumstances When the Certificate of Origin Is Not Required <br /> A Certificate of Origin is not required in order to obtain preferential tariff <br /> treatment for importation of originating goods where the customs value does <br /> not exceed the amount of 200 Euro or the equivalent amount in the importing <br /> Party's currency, provided that the importation does not form part of one or <br /> more consignments that may reasonably be considered to have been <br /> undertaken or arranged for the purposes of avoiding the submission of the Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.23 : Denial of Preferential Tariff Treatment <br /> 1 Where the goods do not meet the requirements of this Chapter or where <br /> the importer or exporter fails to comply with the requirements of this <br /> Chapter, the customs authorities of the importing Party may deny preferential <br /> tariff treatment and recover unpaid customs duties in accordance with its <br /> respective laws and regulations. <br /> 2 The customs authorities of the importing Party may deny preferential tariff treatment if: <br /> (a) the goods do not meet the requirements of this Chapter to <br /> consider them as originating in the exporting Party; and/or <br /> (b) the other requirements of this Chapter are not met, including: <br /> i. the requirements of Article 6.9 of this Agreement; <br /> ii. the submitted Certificate of Origin has not been duly <br /> completed as specified in Annex 3 to this Agreement; <br /> (c) the verification procedures undertaken under Article 6.28 of this <br /> Agreement are unable to establish the origin of the goods or indicate <br /> the inconsistency of the origin criteria; <br /> (d) the verification authority of the exporting Party has confirmed <br /> that the Certificate of Origin had not been issued (i.e. forged) or had <br /> been annulled (withdrawn); <br /> (e) the customs authority of the importing Party receives no reply <br /> within a maximum of six months after the date of a verification request <br /> made to the verification authority of the exporting Party, or if the <br /> response to the request does not contain sufficient information to <br /> conclude whether the goods originate in a Party; <br /> 3 Where the importing Party determines through verification procedures <br /> that an exporter or producer has engaged in providing false and/or incomplete <br /> information for the purposes of obtaining Certificates of Origin, customs <br /> authorities of the importing Party may deny preferential tariff treatment to <br /> identical goods covered by Certificates of Origin issued to that exporter or <br /> producer in accordance with the respective domestic laws and regulations. <br /> 4 In cases as set out in subparagraph (b) of paragraph 2 of this Article <br /> customs authorities of the importing Party are not required to make a <br /> verification request, as provided for in Article 6.28 of this Agreement, to the <br /> authorized body for the purposes of making decisions on denial of <br /> preferential tariff treatment.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.15 : Claim for Preferential Tariff Treatment <br /> 4 The Certificate of Origin shall be valid for a period of 12 months from <br /> the date of issuance and must be submitted to the customs authorities of the <br /> importing Party within that period but not later than the moment of the <br /> submission of the import customs declaration, except in circumstances <br /> stipulated in paragraph 6 of this Article.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.21 : Record-keeping Requirements <br /> 1 The producer and/or exporter applying for the issuance of a Certificate <br /> of Origin shall keep all records and copies of documents submitted to the <br /> authorized body for the period of no less than three years from the date of <br /> issuance of the Certificate of Origin. <br /> 2 An importer who has been granted preferential tariff treatment must <br /> keep the copy of Certificate of Origin, based on the date when the <br /> preferential tariff treatment was granted, for the period of no less than three years. <br /> 3 The application for Certificate of Origin and all documents related to <br /> such application shall be retained by the authorized body for the period of no <br /> less than three years from the date of issuance of the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.15 : Claim for Preferential Tariff Treatment <br /> 6 If the importer is not in possession of a Certificate of Origin at the time <br /> of importation, the importing Party shall impose the applied MFN customs <br /> duty or require payment of a deposit on the imported goods, where <br /> applicable. In such a case the importer may make a claim for preferential <br /> tariff treatment and refund of any excess import customs duty or deposit paid <br /> within 12 months from the time of registration of customs declaration in <br /> accordance with respective laws and regulations of the importing Party <br /> provided that all requirements of Article 6.22 of this Agreement have been met.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.22 : Granting Preferential Tariff Treatment <br /> 1 Preferential tariff treatment under this Agreement shall be applied to <br /> originating goods that satisfy the requirements of this Chapter. <br /> 2 Customs authorities of the importing Party shall grant preferential tariff <br /> treatment to originating goods of the exporting Party provided that: <br /> (a) importing goods satisfy the origin criteria referred to in Article <br /> 6.3 of this Agreement; <br /> (b) the declarant demonstrates compliance with the requirements of this Chapter; <br /> (c) a valid and duly completed Certificate of Origin has been <br /> submitted in accordance with the requirements of Section II of this <br /> Chapter to the customs authorities of the importing Party in original. <br /> Certificate of Origin may not be required to be submitted in original if <br /> the Parties have adopted the EOVS as stipulated in <br /> paragraph 5 of Article 6.15 of this Agreement. <br /> 3 Notwithstanding paragraph 2 of this Article, where the customs <br /> authorities of the importing Party have a reasonable doubt as to the origin of <br /> the goods for which preferential tariff treatment is claimed and/or to the <br /> authenticity of the submitted Certificate of Origin such customs authorities <br /> may suspend or deny the application of preferential tariff treatment to such <br /> goods. However, the goods can be released in accordance with the <br /> requirements of such Party's respective laws and regulations.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.25 : Authorized Body and Verification Authority <br /> From the date of entry into force of this Agreement, each Government of the <br /> Parties shall designate or maintain an authorized body and a verification authority. <br /> Article 6.27 : Development and Implementation of Electronic Origin Verification System <br /> 1 The Parties shall endeavour to implement an EOVS. <br /> 2 The purpose of the EOVS is the creation of a web-database that records <br /> the details of all Certificates of Origin issued by an authorized body and that <br /> is accessible to the customs authorities of the other Party to check the validity <br /> and content of any issued Certificate of Origin. <br /> 3 All requirements and specifications for the application of EOVS shall <br /> be set out in separate protocol between the Parties. <br /> 4 For such purpose the Parties shall establish a working group that shall <br /> endeavour to develop and implement an EOVS. <br /> Article 6.28 : Verification of Origin <br /> 1 Where the customs authorities of the importing Party have a reasonable <br /> doubt about the authenticity of a Certificate of Origin and/or the compliance <br /> of the goods, covered by the Certificate of Origin, with the origin criteria, <br /> pursuant to Article 6.3 of this Agreement, and in the case of a random check, <br /> they may send a request to the verification authority or authorized body of <br /> the exporting Party to confirm the authenticity of the Certificate of Origin <br /> and/or the compliance of the goods with the origin criteria and/or to provide, <br /> if requested, documentary evidence from the exporter and/or the producer of the goods. <br /> 2 All verification requests shall be accompanied by sufficient information <br /> to identify the concerned goods. A request to the Verification Authority of <br /> the exporting Party shall be accompanied by a copy of the Certificate of <br /> Origin and shall specify the circumstances and reasons for the request. <br /> 3 The recipient of a request under paragraph 1 of this Article shall <br /> respond to the requesting customs authorities of the importing Party within <br /> six months after the date of such verification request. <br /> 4 In response to a request under paragraph 1 of this Article verification <br /> authority of the exporting Party shall clearly indicate whether the Certificate <br /> of Origin is authentic and/or whether the goods can be considered as <br /> originating in such Party including by providing requested documentary <br /> evidence received from the exporter and/or producer. Before the response to <br /> the verification request, paragraph 3 of Article 6.22 of this Agreement may <br /> be applied. The customs duties paid shall be refunded if the received results <br /> of the verification process confirm and clearly indicate that the goods qualify <br /> as originating and all other requirements of this Chapter are met.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.30 : Penalties or Other Measures Against Fraudulent Acts <br /> Each Party shall provide for criminal or administrative penalties for <br /> violations of its respective laws and regulations related to this Chapter. <br /> [Customs administration]: <br /> Article 7.22 : Penalties <br /> 1 Each Party shall adopt or maintain measures that allow for the <br /> imposition of administrative penalties for violations of its customs laws and <br /> regulations during importation and exportation, including provisions on tariff <br /> classification, customs valuation, determination of country of origin and <br /> obtaining preferential tariff treatment under this Agreement. <br /> 2 Each Party shall ensure that penalties for a breach of a customs law, <br /> regulation, or procedural requirement are imposed only on the person(s) <br /> responsible for the breach under its laws. <br /> 3 The penalty imposed shall depend on the facts and circumstances of the <br /> case and shall be commensurate with the degree and severity of the breach. <br /> 4 Each Party shall ensure that it maintains measures to avoid: <br /> (a) conflicts of interest in the assessment and collection of penalties and duties; and <br /> (b) creating an incentive for the assessment or collection of a penalty <br /> that is inconsistent with paragraph 3 of this Article. <br /> 5 Each Party shall ensure that when a penalty is imposed for a breach of <br /> customs laws, regulations, or procedural requirements, an explanation in <br /> writing is provided to the person(s) upon whom the penalty is imposed <br /> specifying the nature of the breach and the applicable law, regulation or <br /> procedure under which the amount or range of penalty for the breach has been prescribed. <br /> 6. When a person voluntarily discloses to a Parties' customs <br /> administration the circumstances of a breach of a customs law, regulation, or <br /> procedural requirement prior to the discovery of the breach by the customs <br /> administration, the Party is encouraged to, where appropriate, consider this <br /> fact as a potential mitigating factor when establishing a penalty for that person.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 90 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 7.10 : Advance Rulings <br /> 1 Customs authorities of the Parties shall provide any applicant registered <br /> in the importing Party in writing with advance rulings in respect of tariff <br /> classification, origin of goods and any additional matter which a Party <br /> considers appropriate. <br /> 2 Each Party shall adopt or maintain procedures for advance rulings, which shall: <br /> (a) provide that the applicant may apply for an advance ruling before <br /> the importation of goods; <br /> (b) require that the applicant for an advance ruling provides a <br /> detailed description of the goods and all relevant information needed to <br /> process an advance ruling; <br /> (c) provide that its customs authority may, within 30 days from the <br /> date of application, request that the applicant provides additional information; <br /> (d) provide that any advance ruling be based on the facts and <br /> circumstances presented by the applicant and any other relevant <br /> information available to its customs authority; <br /> (e) provide that an advance ruling be issued to the applicant <br /> expeditiously, or in any case within 90 days from the date of the <br /> application excluding time period for the submission of all necessary <br /> additional information requested in accordance with subparagraph (c) <br /> of this paragraph. <br /> 3 A customs authority of a Party may reject requests for an advance <br /> ruling where the additional information requested by it in accordance with <br /> subparagraph (c) of paragraph 2 of this Article is not provided within the <br /> specified period of time. <br /> 4 An advance ruling shall be valid for at least one year from the date of <br /> its issuance unless the law, facts, or circumstances supporting that ruling have changed. <br /> 5 A customs authority of a Party may modify or revoke an advance ruling: <br /> (a) upon a determination that the advance ruling was based on false <br /> or inaccurate information; <br /> (b) if there is a change in the customs laws and regulations consistent <br /> with this Agreement; or <br /> (c) if there is a change in a material fact, or circumstances on which <br /> the advance ruling is based. <br /> 6 A Party may decline to issue an advance ruling to the applicant where <br /> the question raised in the application: <br /> (a) is already pending in the applicant's case before any <br /> governmental agency, appellate tribunal, or court; or <br /> (b) has already been decided by any appellate tribunal or court.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 6.18 : Minor Discrepancies <br /> 1 Where the origin of the goods is not in doubt, the discovery of minor <br /> discrepancies between the information in the Certificate of Origin and in the <br /> documents submitted to the customs authorities of the importing Party shall <br /> not, of themselves, invalidate the Certificate of Origin, if such information in <br /> fact corresponds to the goods submitted. <br /> 2 For multiple goods declared under the same Certificate of Origin, a <br /> problem encountered with one of the goods listed shall not affect or delay the <br /> granting of preferential tariff treatment for the remaining goods covered by <br /> the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 7.21 : Review and Appeal <br /> Each Party shall ensure the possibility of administrative review of customs <br /> decisions affecting rights of interested person and judicial appeal against such <br /> decisions in accordance with the laws and regulations of such Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 6.1 : Scope <br> The Rules of Origin provided for in this Chapter shall be applied for the <br> purposes of granting preferential tariff treatment in accordance with this Agreement. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 6.2 : Definitions <br> For the purposes of this Chapter: <br> (a) \"aquaculture\" means farming of aquatic organisms including <br> fish, molluscs, crustaceans, other aquatic invertebrates and aquatic <br> plants, from feedstock such as eggs, fry, fingerlings and larvae, by <br> intervention in the rearing or growth processes to enhance production <br> such as regular stocking, feeding, or protection from predators; <br> (b) \"authorized body\" means the competent authority designated <br> by a Party to issue Certificate of Origin under this Agreement; <br> c) \"CIF value\" means the value of the goods imported, and <br> includes the cost of freight and insurance up to the port or place of <br> entry into the country of importation in accordance with the current <br> international commercial terms (\"incoterms\"), excluding internal taxes <br> which may be repaid when the product is exported; <br> (d) \"consignment\" means goods that are sent simultaneously <br> covered by one or more transport documents to the consignee from the <br> exporter, as well as goods that are sent over a single post-invoice or <br> transferred as a luggage of the person crossing the border; <br> (e) \"exporter\" means a person registered in the territory of a Party <br> where the goods are exported from by such person; <br> f) \"EXW value\" means the price paid for a good to the <br> manufacturer in the Party where the last working or processing was <br> carried out, in accordance with the current international commercial <br> terms (\"incoterms\"), excluding internal taxes which may be repaid <br> when the product is exported; <br> (g) \"importer\" means a person registered in the territory of a Party <br> where the goods are imported into by such person; <br> (h) \"material\" means any matter or substance including ingredient, <br> raw material, component or part used or consumed in the production of <br> goods or physically incorporated into goods or subjected to a process in <br> the production of other goods; <br> (i) \"non-originating goods\" or \"non-originating materials\" <br> means goods or materials that do not fulfill the origin criteria of this Chapter; <br> (j) \"originating goods\" or \"originating materials\" means goods <br> or materials that fulfill the origin criteria of this Chapter; <br> (k) \"producer\" means a person who carries out production in the <br> (l) \"production\" means methods of obtaining goods including <br> growing, mining, harvesting, raising, breeding, extracting, gathering, <br> capturing, fishing, hunting, manufacturing, processing or assembling such goods; <br> (m) \"verification authority\" means the competent governmental <br> authority designated by a Party to conduct verification procedures. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "territory of a Party; <br> "}, {"ArticleTitle": "Origin Criteria", "ArticleDesc": "Article 6.3 : Origin Criteria <br> For the purposes of this Chapter goods shall be considered as originating in a <br> Party if they are: <br> (a) wholly obtained or produced in such Party as provided <br> for in Article 6.4 of this Agreement; or <br> (b) produced entirely in one or both Parties, exclusively from <br> originating materials from one or both Parties; or <br> (c) produced in a Party using non-originating materials provided that <br> value added content of the Party is not less than 50 percent of the EXW <br> value, except for the cases that specific origin criterion for such good <br> set out in Annex 2 to this Agreement. <br> "}, {"ArticleTitle": "Administrative Cooperation Language", "ArticleDesc": "Article 6.24 : Administrative Cooperation Language <br> Any notification or communication under this Section shall be conducted <br> between the Parties through the relevant authorities in the English. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 6.26 : Notifications <br> 1 Prior to the issuance of any Certificates of Origin under this <br> Agreement by the authorized body, each Party shall provide each other, <br> through the Ministry of Industry, Mine and Trade of I.R. Iran and the <br> Eurasian Economic Commission, respectively, with the names and addresses <br> of each authorized body and verification authority, along with original and <br> legible specimen impressions of their stamps, sample of the Certificate of <br> Origin to be used and data on the security features of the Certificate of Origin. <br> 2 I.R. Iran shall provide the Eurasian Economic Commission with the <br> original information referred to in paragraph 1 of this Article in sextuple. The <br> Eurasian Economic Commission may request I.R. Iran to provide additional <br> sets of such information. <br> 3 I.R. Iran and the Eurasian Economic Commission shall publish through <br> the internet the information on the names and addresses of the authorized <br> body and verification authority of each Party. <br> 4 Any change to the information stipulated above shall be notified by the <br> authorities referred to in paragraph 1 of this Article, in advance and in the same manner. <br> 5 All the information provided according to the paragraph 1 of <br> this Article shall be applied from the date of receiving original hard copy with <br> such information by the Ministry of Industry, Mine and Trade of I.R. Iran or <br> the Eurasian Economic Commission, respectively. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 6.29 : Confidentiality <br> All information provided pursuant to this Chapter shall be treated by the <br> Parties as confidential in accordance with their respective laws and <br> regulations. It shall not be disclosed without the permission of the person or <br> authority of the Party providing it except to the extent that it may be required <br> to be disclosed in the context of judicial proceedings. <br> "}, {"ArticleTitle": "Subcommittee on Rules of Origin", "ArticleDesc": "Article 6.31 : Subcommittee on Rules of Origin <br> 1 For the purposes of effective implementation and operation of this <br> Chapter, a Subcommittee on Rules of Origin (hereinafter referred to as \"the <br> ROO subcommittee\") shall be established. <br> 2 The ROO subcommittee shall have the following functions: <br> (a) reviewing and making appropriate recommendations to the Joint <br> Committee and the Goods Committee on: <br> i. transposition of Annex 2 to this Agreement that is in the <br> nomenclature of the revised HS following periodic amendments of <br> the HS. Such transposition shall be carried out without impairing <br> the existing commitments and shall be completed in a timely manner. <br> ii. implementation and operation of this Chapter, including <br> proposals for establishing implementing arrangements; <br> iii. failure to fulfil the obligations by the Parties, as determined in this Section; <br> iv. technical amendments to this Chapter; <br> v. amendments to Annex 2 to this Agreement; <br> vi. disputes arising between the Parties during the implementation of this Chapter; <br> vii. any amendment to the provisions of this Chapter and to the <br> Annexes 2 and 3 to this Agreement; <br> (b) considering any other matter proposed by a Party related to this Chapter; <br> (c) reporting the findings of the ROO subcommittee to the <br> Committee on Trade in Goods; and <br> (d) performing other functions as may be delegated by the Joint <br> Committee pursuant to Article 3 of this Agreement. <br> 3 The ROO subcommittee shall be composed of the representatives of the <br> Parties, and may invite representatives of other entities of the Parties with <br> necessary expertise relevant to the issues to be discussed, upon mutual <br> agreement of the Parties. <br> 4 The ROO subcommittee shall meet at such time and venue as may be <br> agreed by the Parties but not less than once a year. <br> 5 A provisional agenda for each meeting shall be forwarded to the <br> Parties, as a general rule, no later than one month before the meeting. <br> "}, {"ArticleTitle": "Goods in Transportation or Storage", "ArticleDesc": "Article 6.32 : Goods in Transportation or Storage <br> Within 6 months from the date of entry into force of this Agreement <br> originating goods which are in transportation from the exporting Party to the <br> importing Party, or which are in temporary storage in the importing Party, <br> should be granted preferential tariff treatment, provided that all requirements <br> of Article 6.22 of this Agreement have been met. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Scope", "ArticleDesc": "Article 7.1 : Scope <br> This Chapter shall apply to customs administration measures and <br> performance of customs operations required for the release of goods traded <br> between the Parties, in order to promote: <br> (a) transparency of customs procedures and customs formalities; <br> (b) trade facilitation and harmonisation of customs operations; <br> (c) customs cooperation including exchange of information between <br> central customs authorities of the Parties. <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 7.2 : Definitions <br> For the purposes of this Chapter: <br> (a) \"customs administration\" means organizational and <br> management activities of the customs authorities of a Party as well as <br> the activities carried out within the regulatory framework while <br> implementing the objectives in the customs area; <br> (b) \"customs laws and regulations\" means any norm and <br> regulation enforced by the customs authorities of a Party including <br> laws, rulings, decrees, writs, rules and others; <br> (c) \"express consignments\" means goods delivered through high- <br> speed transportation systems by any type of transport, using an <br> electronic information management system and tracking the movement <br> in order to deliver the goods to the recipient in accordance with an <br> individual invoice for the minimum possible or a fixed period of time, <br> except for goods sent by international post; <br> (d) \"inward processing\" means the customs procedure under which <br> foreign goods can be brought into the customs territory of a Party <br> conditionally relieved from payment of customs duties and taxes on the <br> basis that such goods are intended for processing or repair and <br> subsequent exportation from the customs territory of such Party within <br> a specified period of time; <br> (e) \"outward processing\" means the customs procedure under <br> which goods, which are in free circulation in the customs territory of a <br> Party, may be temporarily exported for processing abroad and then re- <br> imported with total exemption from customs duties and taxes; <br> (f) \"temporary admission\" means the customs procedure under <br> which foreign goods can be brought into the customs territory of a <br> Party conditionally relieved totally or partially from payment of <br> customs duties and taxes on the basis that such goods shall be re- <br> exported within a specified period of time in accordance with the <br> customs laws and regulations of such Party. <br> "}, {"ArticleTitle": "Facilitation of Customs Administration Measures", "ArticleDesc": "Article 7.3 : Facilitation of Customs Administration Measures <br> 1 Each Party shall ensure that the customs administration measures <br> applied by its customs authorities are predictable, consistent and transparent. <br> 2 Customs administration measures of each Party shall, where possible <br> and to the extent permitted by its customs laws and regulations, be based on <br> the standards and recommended practices of the World Customs Organization. <br> 3 The central customs authorities of each Party shall endeavour to review <br> their customs administration measures with a view to simplifying such <br> measures in order to facilitate trade. <br> 4 The Parties shall endeavor to establish or maintain in their respective <br> laws and regulations the programme of Authorized Economic Operators <br> (AEO) and may enter into negotiations on mutual recognition of AEO. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 7.4 : Release of Goods <br> 1 Each Party shall adopt or maintain the performance of customs <br> procedures and operations for the efficient release of goods in order to <br> facilitate trade between the Parties. This shall not require a Party to release a <br> good where its requirements for the release of such good have not been met. <br> 2 Pursuant to paragraph 1 of this Article and to the extent possible, each Party should: <br> (a) provide for the release of goods within a period of time no longer <br> than 48 hours from the registration of a customs declaration except in <br> the circumstances stipulated in the customs laws and regulations of the Parties; <br> (b) endeavour to adopt or maintain electronic submission and <br> processing of customs information in advance of arrival of the goods to <br> expedite the release of goods upon arrival. <br> 3 In case where the time period for the release of goods is extended by <br> the customs authority of the importing Party in accordance with the customs <br> laws and regulations of the Party, the respective customs authority should <br> inform the declarant about the reasons and legal grounds for such extension. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 7.5 : Risk Management <br> Customs authorities of the Parties shall apply a risk management system by <br> means of a systematic assessment of risks to focus inspections on high-risk <br> goods and simplify the application of customs operations on low-risk goods. <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 7.6 : Customs Cooperation <br> 1 With a view to facilitate the effective operation of this Agreement, <br> central customs authorities of the Parties shall encourage cooperation with <br> each other on key customs issues that affect goods traded between the Parties. <br> 2 Where a central customs authority of a Party in accordance with such <br> Party's respective laws and regulations has a reasonable suspicion of an <br> unlawful activity, such central customs authority may request the central <br> customs authority of the other Party to provide specific information normally <br> collected in connection with the exportation and/or importation of goods. <br> 3 A Party's request under paragraph 2 of this Article shall be in writing, <br> specifying the purpose for which the information is sought and shall be <br> accompanied by sufficient information to identify the concerned good. <br> 4 The requested Party under paragraph 2 of this Article shall provide a <br> written response containing the requested information, if providing of such <br> requested information does not contradict with the laws and regulations of <br> the requested Party. <br> 5 The central customs authority of the requested Party shall endeavour to <br> provide any other information to the central customs authority of the <br> requesting Party that would assist such central customs authority in <br> determining whether imports from or exports to the requesting Party are in <br> compliance with such Party's respective laws and regulations. <br> 6 The central customs authorities of the Parties shall endeavour to <br> establish and maintain channels of communication for customs cooperation, <br> including establishing contact points that will facilitate the rapid and secure <br> exchange of information and improve coordination on customs issues. <br> "}, {"ArticleTitle": "Information Exchange", "ArticleDesc": "Article 7.7 : Information Exchange <br> 1 In order to facilitate the performance of customs operations, to expedite <br> the release of goods and to prevent violations of customs laws and <br> regulations, the Parties, to the extent possible, shall create and implement <br> electronic information exchange on a regular basis covering all goods traded <br> among the Parties, between them (hereinafter referred to as \"electronic <br> information exchange\") provided that all information security measures are ensured. <br> 2 On behalf of the EAEU the Eurasian Economic Commission shall <br> coordinate the creation and facilitate the operation of the electronic information exchange. <br> 3 For the purposes of this Article, \"information\" means relevant and <br> authentic data from customs declarations and transport documents. <br> 4 For the purposes of paragraph 1 of this Article the Eurasian Economic <br> Commission, the authorized bodies of the EAEU Member States and <br> of I.R. Iran shall enter into consultations in order to develop electronic information exchange. <br> 5 All the requirements and specifications for the operation of electronic <br> information exchange as well as the specific content of information to be <br> exchanged shall be defined in separate protocol between the authorized <br> bodies of the EAEU Member States and of I.R. Iran. Such information shall <br> be sufficient for identification of transported goods and performance of the <br> efficient customs control. <br> 6 Any information communicated in accordance with the provisions of <br> this Article shall be treated as confidential and shall be used for customs <br> purposes only. <br> "}, {"ArticleTitle": "Border Agency Cooperation", "ArticleDesc": "Article 7.8 : Border Agency Cooperation <br> Each Party shall ensure that its authorities and agencies responsible for the <br> border controls and procedures dealing with the importation, exportation and <br> transit of goods cooperate with one another and coordinate their activities in <br> order to facilitate trade and to reduce burdensome administrative procedures. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 7.9 : Publication <br> 1 The Parties shall, to the extent possible, endeavor to publish the <br> customs laws and regulations of general application in English. Summaries of <br> by-laws and regulations effected the trade shall, upon request, be provided in <br> English without prejudice to national legislation of a requested Party. <br> 2 Within 8 months from the date of entry into force of this Agreement the <br> competent authorities of each Party shall designate or maintain one or more <br> enquiry points to process enquiries from interested persons concerning <br> customs issues, and shall publish on the internet information concerning such enquiry points. <br> 3 The competent authorities of each Party shall exchange contact <br> information of the designated enquiry points. Enquiry point of each Party <br> upon request of the competent authorities of the other Party provide to the <br> extent possible information in English related to its laws and regulations <br> relevant to the operation of this Agreement on the following issues: <br> (a) existing non-tariff measures including imports end export bans and restrictions; <br> (b) the application of refund or waive customs duties, deferral of <br> customs duties, fees and taxes; <br> (c) the application of technical barriers and sanitary and <br> phytosanitary requirements that affect the customs clearance of goods; <br> (d) the requirements for qualifying for tariff rate quotas; <br> (e) country of origin marking, if it is requested for importation; and <br> (f) other matters as the Parties may decide in accordance with the <br> Parties laws and regulations. <br> 4 To the extent possible, each Party shall publish in advance its laws and <br> regulations of general application governing customs issues that it proposes <br> to adopt and shall provide interested persons an opportunity to comment <br> before adopting such laws and regulations. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 7.11 : Customs Valuation <br> The customs value of goods traded between the Parties shall be determined in <br> accordance with the customs laws and regulations of the importing Party <br> which are based inter alia on the provisions stipulated in Annex 4 to this Agreement. <br> "}, {"ArticleTitle": "Tariff Classification", "ArticleDesc": "Article 7.12 : Tariff Classification <br> The Parties shall apply nomenclatures of goods based on the current edition <br> of the Harmonized System to goods traded between them. <br> "}, {"ArticleTitle": "Transit of Goods", "ArticleDesc": "Article 7.13 : Transit of Goods <br> 1 Each Party shall endeavor to facilitate the customs operations applied <br> to goods in transit from (to) a Party to (from) any third Party. <br> 2 The Parties may mutually recognize identification tools and documents <br> applied by the Parties required for the control of goods and vessels as well as <br> other means of transport in transit. <br> "}, {"ArticleTitle": "Express Consignments", "ArticleDesc": "Article 7.14 : Express Consignments <br> 1 Customs authorities of the Parties shall provide expedited customs <br> clearance for express consignments while maintaining appropriate customs control. <br> 2 Each Party shall adopt or maintain facilitated procedures for express <br> consignments. These procedures shall: <br> (a) provide for information necessary to release an express <br> consignment to be submitted and processed before the shipment arrives; <br> (b) allow a single submission of information covering all goods <br> contained in an express consignment, such as a manifest, through, if <br> possible, electronic means; <br> (c) to the extent possible, provide for the release of certain goods <br> with a minimum of documentation; <br> (d) under normal circumstances, provide for express consignments to <br> be released within the shortest possible time after submission of the <br> necessary customs documents, provided the shipment has arrived; <br> (e) apply to shipments of any weight or value recognizing that a <br> Party may require formal entry procedures as a condition for release, <br> including declaration and supporting documentation and payment of <br> customs duties, based on the good's weight or value. <br> "}, {"ArticleTitle": "Perishable Goods", "ArticleDesc": "Article 7.15 : Perishable Goods <br> With a view to preventing avoidable loss or deterioration of perishable goods, <br> and provided all regulatory requirements of a Party have been met, each <br> Party shall provide for the release of perishable goods in an expedited manner. <br> "}, {"ArticleTitle": "Preshipment Inspection", "ArticleDesc": "Article 7.17 : Preshipment Inspection <br> 1 Preshipment inspection activities are all activities relating to the <br> verification of the quality, the quantity, the price, including currency <br> exchange rate and financial terms of goods to be exported to the territory of the Party. <br> 2 The Parties shall not require the use of pre-shipment inspections in <br> relation to tariff classification and customs valuation. <br> 3 Without prejudice to the rights of Parties to use other types of <br> preshipment inspection not covered by paragraph 2 of this Article the Parties <br> are encouraged not to introduce or apply new requirements regarding <br> preshipment inspection and, to the extent possible, eliminate existing <br> requirements in order to facilitate trade between the Parties. <br> "}, {"ArticleTitle": "Customs Agents", "ArticleDesc": "Article 7.18 : Customs Agents <br> The customs laws and regulations of each Party shall enable declarants to <br> submit their customs declaration without requiring mandatory recourse to the <br> services of customs agents. <br> "}, {"ArticleTitle": "Automation", "ArticleDesc": "Article 7.19 : Automation <br> 1 The customs authorities of the Parties shall, to the extent possible, <br> ensure that customs operations may be performed with the use of information <br> systems and information technologies, including those based on electronic <br> means of communication provided that all information security measures are ensured. <br> 2 The central customs authorities of the Parties shall, to the extent <br> possible, provide declarants an opportunity to declare goods in electronic <br> form and make electronic systems accessible to customs users. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 7.20 : Confidentiality <br> All information provided in accordance with this Chapter, excluding <br> statistics, shall be treated by the Parties as confidential in accordance with the <br> respective laws and regulations of the Parties. It shall not be disclosed by the <br> authorities of the Parties without the permission of the person or authority of <br> the Party providing such information except to the extent that it may be <br> required to be disclosed in the context of judicial proceedings. <br> "}, {"ArticleTitle": "Special Transitional Period for I.R. Iran", "ArticleDesc": "Article 7.23 : Special Transitional Period for I.R. Iran <br> The EAEU Member States and the EAEU shall refrain from raising any <br> claims under Articles 7.10, 7.11 and 7.14 of this Chapter for the period of 12 <br> "}]}]}, "members_found": ["051", "364", 4, 8703900000]}