{"FtaRooDetails": {"FtaId": 798, "FtaCode": "ITC00827", "FtaName": "CEPA, Australia-Indonesia", "FtaFullName": "Indonesia-Australia Comprehensive Economic Partnership", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "05.07.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Indonesia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under CEPA, Australia-Indonesia", "AdminProcCooAuth": "The certification type under CEPA, Australia-Indonesia is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under CEPA, Australia-Indonesia is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for CEPA, Australia-Indonesia agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "CTH or QVC(40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Headnote", "RooText": " ANNEX 4-C - PRODUCT SPECIFIC RULES<br /> HEADNOTE<br /> General Notes<br /> 1. For the purpose of interpreting the Product Specific Rules set forth in this Annex:<br /> CC means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 2-digit level;<br /> chapter means the first two digits of the tariff classification number under the HS<br /> Code;<br /> CTH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 4-digit level;<br /> CTSH means that all non-originating materials used in the production of the good<br /> have undergone a change in tariff classification at the 6-digit level;<br /> heading means the first four digits of the tariff classification number under the<br /> HS Code;<br /> QVC(XX) means that the good must have a regional value content of not less than<br /> XX per cent as calculated in accordance with Article 4.5 (Calculation of<br /> Qualifying Value Content) of Chapter 4 (Rules of Origin); and<br /> sub-heading means the first six digits of the tariff classification number under the<br /> HS Code.<br /> 2. The Product Specific Rule or specific set of rules that shall apply to a particular<br /> sub-heading is set out immediately adjacent to the sub-heading.<br /> 3. Where a tariff sub-heading is subject to alternative Product Specific Rules, it shall<br /> be sufficient to comply with one of the Product Specific Rules.<br /> 4. A requirement of a change in tariff classification shall apply only to non-<br /> originating materials.<br /> 5. Where the change in tariff classification rule expressly excludes a change from<br /> other tariff classifications, the exclusion shall apply only to non-originating materials.<br /> 6. This Annex is based on the HS Code as updated on January 1, 2017.<br /> ANNEX 4-C - HEADNOTE - 1 of 5<br /> 7. \"(1)\" denotes that, to be considered as \"built from a completely knocked down<br /> electric vehicle kit\", each of the following processes or stages must occur in-country;<br /> (a) welding, riveting etc. of all panels to form body in white;<br /> (b) painting; and<br /> (c) trim, chassis, and final assembly stages (including fitting of engine,<br /> transmission, electric battery, wheels) to final rollout,<br /> Note: for the purposes of this paragraph:<br /> Body in white refers to the stage in automobile manufacturing in which a car<br /> body's components have been joined together, using one or a combination of<br /> different techniques: welding, riveting, clinching, bonding, laser brazing etc.<br /> Body in White is termed before painting and before the engine, chassis sub-<br /> assemblies, or trim (glass, door locks/handles, seats, upholstery, electronics, etc.)<br /> have been assembled in the frame structure;<br /> Painting means that the painting of complete body is done, and the painted body<br /> is sent for final assembly;<br /> Trim assembly refers to the inclusion of all of the components used in trim<br /> assembly, including as glass, fabric and plastic panels;<br /> Chassis assembly is where the components that operate the vehicle are installed,<br /> including the axles and engine; and<br /> Final assembly is the final assembly area where the vehicle has the wheels, fuel,<br /> alignment and testing completed prior to shipping.<br /> 8. For greater certainty, the quantities and value of any accessories, spare parts or<br /> tools presented and classified with a good and delivered with the good at the time of<br /> importation shall be customary for the good in accordance with Article 4.10 (Accessories,<br /> Spare Parts, Tools and Instructional or Other Information Materials) of Chapter 4 (Rules<br /> of Origin).<br /> Chapter Specific Origin Rules<br /> 9 For the purposes of Chapter 15 of the HS Code, if a claim for origin is based on<br /> refining, the refining process (chemical or physical) entails removing the odour, taste,<br /> colour and acidity of a crude or partially refined fat or oil.<br /> ANNEX 4-C - HEADNOTE - 2 of 5<br /> 10. Notwithstanding the applicable product specific rules of origin, any good of Chapters 27 to 40 of the HS Code that is the product of a chemical reaction shall be considered to be an originating good if the chemical reaction occurred in the territory of a Party. 11. For the purposes of Chapters 27 to 40 of the HS Code the term \"chemical reaction\" means a process, including a biochemical process, which results in a molecule with a new structure by breaking intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial arrangement of atoms in a molecule, but does not include: (a) dissolving in water or other solvents; (b) the elimination of solvents including solvent water; or (c) the addition or elimination of water of crystallisation. Purification Origin Rule 12. Notwithstanding the applicable product specific rules of origin, for the purposes of Chapters 28 to 35 and 38 of the HS Code, purification is considered to be origin conferring if it occurred in the territory of a Party, provided that one of the following criteria is satisfied: (a) purification of a good results in the elimination of not less than 80 per cent of the content of existing impurities; or (b) the reduction or elimination of impurities results in a good suitable for one or more of the following applications: (i) pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances; (ii) chemical products and reagents for analytical, diagnostic or laboratory uses; (iii) elements and components for use in micro-elements; (iv) specialised optical uses; (v) non-toxic uses for health and safety; (vi) biotechnical use; (vii) carriers used in a separation process; or (viii) nuclear grade uses. ANNEX 4-C - HEADNOTE - 3 of 5<br /> Mixtures and Blends Origin Rule<br /> 13. Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 30 and 31 of the HS Code, and Headings 3302, 3506, 3507, 3707 and Sub<br /> Heading 3502.20, the deliberate and proportionally controlled mixing or blending<br /> (including dispersing) of materials to conform to predetermined specifications, which<br /> results in the production of a good having physical or chemical characteristics which are<br /> relevant to the purposes or uses of the good and are different from the input materials, is<br /> considered to be origin conferring if it occurred in the territory of a Party.<br /> Change in Particle Size Origin Rule<br /> 14. Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 30, 31, 33 and 39 of the HS Code, the deliberate and controlled modification<br /> in particle size of a good, other than by crushing or pressing, resulting in a good having a<br /> defined particle size, defined particle size distribution or defined surface area which is<br /> relevant to the purposes of the resulting good and having different physical or chemical<br /> characteristics from the input materials, is considered to be origin conferring if it occurred<br /> in the territory of a Party.<br /> Standards Materials Origin Rule<br /> 15. Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 28 to 32, 35 and 38 of the HS Code, the production of standards materials is<br /> considered to be origin conferring if it occurred in the territory of a Party. For the purposes<br /> of this rule, \"standards materials\" (including standard solutions) are preparations suitable<br /> for analytical, calibrating or referencing uses having precise degrees of purity or<br /> proportions which are certified by the manufacturer.<br /> Isomer Separation Origin Rule<br /> 16. Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of Chapters 28 to 32 and 35 of the HS Code, the isolation or separation of isomers from<br /> mixtures of isomers is considered to be origin conferring if it occurred in the territory of<br /> a Party.<br /> Distillation Rule<br /> 17. Notwithstanding the applicable product specific rules of origin, for the purposes<br /> of heading 2710 of the HS Code, the following processes confer origin if the process<br /> occurred in the territory of a Party:<br /> (a) Atmospheric distillation - a separation process in which petroleum oils are<br /> converted, in a distillation tower, into fractions according to boiling point and the<br /> vapour then condensed into different liquefied fractions. Goods produced from<br /> ANNEX 4-C - HEADNOTE - 4 of 5<br /> petroleum distillation may include liquefied petroleum gas, naphtha, gasoline,<br /> kerosene, diesel/heating oil, light gas oils, and lubricating oil; or<br /> (b) Vacuum distillation - distillation at a pressure below atmospheric but not<br /> so low that it would be classed as molecular distillation. Vacuum distillation is<br /> useful for distilling high-boiling and heat-sensitive materials such as heavy<br /> distillates in petroleum oils to produce light to heavy vacuum gas oils and<br /> residuum. In some refineries, gas oils may be further processed into lubricating<br /> oils.<br /> ANNEX 4-C - HEADNOTE - 5 of 5", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00827_coo.pdf", "DocType": "1_coo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/iacepa/iacepa-text/Pages/iacepa-chapter-4-rules-of-origin.aspx#appendix-4a1"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00827_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/iacepa/iacepa-text/Pages/iacepa-annex-4-c-product-specific-rules-headnote.aspx"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00827_roo.pdf", "DocType": "3_roo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/iacepa/iacepa-text/Pages/iacepa-chapter-4-rules-of-origin.aspx"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00827_proo.pdf", "DocType": "4_proo", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/iacepa/iacepa-text/Pages/iacepa-chapter-4-rules-of-origin.aspx#annex-4a"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00827_full.pdf", "DocType": "8_full", "WebLink": "https://dfat.gov.au/trade/agreements/not-yet-in-force/iacepa/iacepa-text/Pages/default.aspx"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Accumulation <br /> For the purposes of Article 4.2, a good which complies with the origin requirements <br /> provided therein and which is used in another Party as a material in the production of <br /> another good shall be considered to originate in the Party where working or processing <br /> of the finished good has taken place.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.9: De Minimis <br /> 1. A good that does not satisfy a change in tariff classification requirement in <br /> accordance with Article 4.4 will nonetheless be an originating good if: <br /> a. for a good, other than that provided for in Chapters 50 to 63 of the HS <br /> Code, the value of all non-originating materials used in the production of <br /> the good that did not undergo the required change in tariff classification <br /> does not exceed 10 per cent of the adjusted value of the good; or <br /> b. for a good provided for in Chapters 50 to 63 of the HS Code, the weight <br /> of all non-originating materials used in its production that did not undergo <br /> the required change in tariff classification does not exceed 10 per cent of <br /> the total weight of the good, or the value of all non-originating materials <br /> used in the production of the good that did not undergo the required <br /> change in tariff classification does not exceed 10 per cent of the adjusted value of the good, <br /> and the good meets all other applicable criteria of this Chapter. <br /> 2. The value of such materials shall, however, be included in the value of non- <br /> originating materials for any applicable QVC requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Calculation of Qualifying Value Content <br /> value of non-originating materials is the value of the non-originating materials that <br /> are acquired and used in the production of the goods, but does not include, as applicable: <br /> i. the value of a material that is self-produced; <br /> ii. the costs of freight, insurance, packing and all other costs incurred to transport <br /> the material to the location of the producer of the good; <br /> iii. duties, taxes and customs brokerage fees on the material, paid in the territory of <br /> one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable or otherwise recoverable, which include credit against duty <br /> or tax paid or payable; <br /> iv. the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product; <br /> v. the cost of processing incurred in the territory of one or both of the Parties in the <br /> production of the non-originating material; and <br /> vi. the cost of originating materials used in the production of the non-originating <br /> material in the territory of one or both of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Accessories, Spare Parts, Tools and Instructional or Other Information Materials <br /> The origin of the accessories, spare parts, tools and Instructional or Other Information <br /> Materials presented and classified with a good and delivered with the good at the time of importation: <br /> a. shall be disregarded if the good is subject to a change in tariff classification requirement; and <br /> b. shall be taken into account as originating or non-originating materials, as the <br /> case may be, in calculating the QVC of the good, if the good is subject to a <br /> QVC requirement, provided that: <br /> a. the accessories, spare parts, tools and Instructional or Other Information <br /> Materials are not invoiced separately from the good and are included in the <br /> price of the good, regardless of whether they appear specified or separately <br /> identified in the invoice itself; and <br /> b. the quantities and value of the accessories, spare parts or tools are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Wholly Obtained or Produced Goods <br /> For the purposes of Article 4.2, a good that is wholly obtained or produced in the <br /> territory of a Party means: <br /> a. plants and plant goods, including fruit, flowers, vegetables, trees, seaweed, <br /> fungi and live plants, grown, harvested, picked, or gathered there; <br /> b. live animals born and raised there; <br /> c. goods obtained from live animals there; <br /> d. goods obtained from hunting, trapping, fishing, farming, aquaculture, gathering, <br /> or capturing there; <br /> e. minerals and other naturally occurring substances extracted or taken from the <br /> soil, waters, seabed or beneath the seabed there; <br /> f. goods of sea-fishing and other marine goods taken from the high seas, in <br /> accordance with international law, by any vessel registered or recorded with a <br /> Party and entitled to fly the flag of that Party; <br /> g. goods produced on board any factory ship registered or recorded with a Party <br /> and entitled to fly the flag of that Party from the goods referred to in subparagraph (f); <br /> h. goods taken by a Party, or a person of a Party, from the seabed or beneath the <br /> seabed beyond the Exclusive Economic Zone and adjacent Continental Shelf of <br /> that Party and beyond areas over which non-parties exercise jurisdiction under <br /> exploitation rights granted in accordance with international law; <br /> i. goods which are: <br /> i. waste and scrap derived from production or consumption there; provided <br /> that such goods are fit only for the recovery of raw materials; or <br /> ii. used goods collected there; provided that such goods are fit only for the <br /> recovery of raw materials; and <br /> j. goods obtained or produced there solely from products referred to in <br /> subparagraphs (a) to (i) or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Minimal Operations and Processes <br /> Where a claim for origin is based solely on a QVC, the operations or processes listed <br /> below, undertaken by themselves or in combination with each other, are considered to <br /> be minimal and shall not be taken into account in determining whether or not a good is originating: <br /> a. ensuring preservation of goods in good condition for the purposes of transport or storage; <br /> b. facilitating shipment or transportation; <br /> c. packaging or presenting goods for transportation or sale; <br /> d. simple processes, consisting of sifting, classifying, washing, and other similar operations; <br /> e. affixing of marks, labels or other like distinguishing signs on products or their packaging; and <br /> f. mere dilution with water or another substance that does not materially alter the <br /> characteristics of the goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build up / build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: Calculation of Qualifying Value Content <br /> For the purposes of Article 4.4, the formula for calculating the qualifying value content <br /> (QVC) will be either: <br /> Direct Formula (Build-up Method) <br /> QVC = [(IACEPA material cost + labour cost + overhead costs + profit + other costs)/adjusted value] x100 <br /> or <br /> Indirect Formula (Build-down Method) <br /> QVC = [(Adjusted Value - Value of Non-Originating Materials)/adjusted value] x100 <br /> where: <br /> QVC is the qualifying value content, expressed as a percentage; <br /> IA-CEPA material cost is the value of originating materials, parts or produce that are <br /> acquired or self-produced by the producer in the production of the good; <br /> labour costs are wages, remuneration and other employee benefits associated with <br /> the production of the goods; <br /> overhead costs are the cost of the following, to the extent that the cost can be <br /> attributed to the production of the goods: <br /> i. inspection and testing of materials and goods; <br /> ii. insurance of plant, equipment and materials; <br /> iii. dies, moulds and tooling; <br /> iv. depreciation, maintenance and repair of plant and equipment; <br /> v. interest payments for plant and equipment; <br /> vi. research, development, design and engineering; <br /> vii. the following items in relation to real property used for the production of the goods: <br /> A. insurance; <br /> B. rent and lease payments; <br /> C. mortgage interest; <br /> D. depreciation on buildings; <br /> E. maintenance and repair; and <br /> F. rates and taxes; <br /> viii. leasing plant and equipment; <br /> ix. energy, electricity, water and other utilities; <br /> x. storage of the goods within the place in which the production of the goods occurs; <br /> xi. royalties or licences for patented machines or processes used in the production <br /> of the goods or for the right to produce the goods; <br /> xii. disposal of non-recyclable waste; and <br /> xiii. security within the place in which the production of the goods occurs. <br /> profit is an amount equivalent to the profit added in the normal course of trade, or <br /> equal to the profit that is usually reflected in the sale of goods of the same class or <br /> kind as the self-produced material that is being valued. <br /> other costs are costs incurred in placing the goods in a ship or other means of <br /> transport for exportation and includes transport costs, storage and warehousing costs, <br /> port handling fees, brokerage fees and service charges. <br /> value of non-originating materials is the value of the non-originating materials that <br /> are acquired and used in the production of the goods, but does not include, as applicable: <br /> i. the value of a material that is self-produced; <br /> ii. the costs of freight, insurance, packing and all other costs incurred to transport <br /> the material to the location of the producer of the good; <br /> iii. duties, taxes and customs brokerage fees on the material, paid in the territory of <br /> one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable or otherwise recoverable, which include credit against duty <br /> or tax paid or payable; <br /> iv. the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product; <br /> v. the cost of processing incurred in the territory of one or both of the Parties in the <br /> production of the non-originating material; and <br /> vi. the cost of originating materials used in the production of the non-originating <br /> material in the territory of one or both of the Parties. <br /> Article 4.6: Recording of Costs <br /> For the purposes of this Chapter, all costs shall be recorded and maintained in <br /> accordance with the generally accepted accounting principles applicable in the Party in <br /> which the good is produced.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> indirect material means a good used in the production, testing, or inspection of a <br /> good but not physically incorporated into the good, or a good used in the maintenance <br /> of buildings or the operation of equipment associated with the production of a good, including: <br /> i. fuel and energy; <br /> ii. tools, dies and moulds; <br /> iii. spare parts and materials used in the maintenance of equipment and buildings; <br /> iv. lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; <br /> v. gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> vi. equipment, devices and supplies used for testing or inspecting goods; <br /> vii. catalysts and solvents; and <br /> viii. any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production; <br /> Article 4.14: Indirect Materials <br /> An indirect material shall be treated as an originating material without regard to where <br /> it is produced and its value shall be the cost registered in the accounting records of the <br /> producer of the good. <br /> Section C: Territorial Requirements", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.15: Consignment Criteria <br /> 1. An originating good of a Party shall be deemed to meet the consignment criteria when it is: <br /> a. transported directly from that Party; or <br /> b. transported through one or more non-Parties for the purpose of transit or <br /> temporary storage in warehouses in such non-Parties, provided that: <br /> 1. it does not undergo operations other than unloading, reloading, <br /> unpacking and repacking, labelling, or any other operation to <br /> preserve it in good condition; <br /> 2. the good has not entered the commerce of a non-Party, and; <br /> 3. the transit entry can be explained by geographical, economic or logistical reasons. <br /> 2. If an originating good of a Party does not meet the consignment criteria referred <br /> to in paragraph 1 that good shall not be considered an originating good of that Party. <br /> 3. Where an originating good of the exporting Party is imported through one or <br /> more non-Parties, the importing Party may require importers who claim the <br /> preferential tariff treatment for the good to submit appropriate evidence of <br /> compliance with paragraph 1, including: <br /> a. a copy of a through bill of lading or other contractual transport <br /> documents such as bills of lading, packing lists; <br /> b. a certificate or any other information given by the customs authorities of <br /> such non-Parties or other relevant entities, or; <br /> c. any other evidence related to the goods themselves.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Packaging Materials and Containers for Retail Sale <br /> 1. Packaging materials and containers in which a good is packaged for retail sale <br /> shall, if classified with the good, be disregarded in determining whether all the <br /> non-originating materials used in the production of the good undergo the <br /> applicable change in tariff classification or a specific manufacturing or <br /> processing operation, set out in Annex 4-C. <br /> 2. If a good is subject to a QVC requirement, the value of packaging materials and <br /> containers described in paragraph 1 shall be taken into account as originating <br /> or non-originating materials, as the case may be, in calculating the QVC of the good. <br /> Article 4.13: Packing Materials and Containers for Transportation and Shipment <br /> 1. Packing materials and containers for transportation and shipment shall not be <br /> taken into account when determining whether a good is an originating good. <br /> 2. For the purposes of paragraph 1, \"packing materials and containers for <br /> transportation and shipment\" means the goods used to protect a good during its <br /> transportation and does not include the packaging materials and containers in <br /> which the good is packaged for retail sale.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.11: Identical and Interchangeable Materials <br /> 1. The determination of whether identical and interchangeable materials are <br /> originating shall be made either by physical segregation of each of the <br /> materials, or by the use of generally accepted accounting principles of stock <br /> control or inventory management practice applicable in the exporting Party. <br /> 2. The inventory management method used under paragraph 1 for particular <br /> identical and interchangeable materials shall continue to be used for that <br /> material throughout the fiscal year.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.16: Exhibition Goods <br /> 1. Notwithstanding Article 4.15, an originating good of a Party imported into the <br /> other Party after an exhibition in the other Party or a non-Party, shall continue to <br /> qualify as an originating good on the condition that the good meets the <br /> requirements as set out in Section B (Originating Goods), and provided that it is <br /> shown to the satisfaction of the customs administration of the importing Party that: <br /> a. an exporter has dispatched the originating good from the territory of the <br /> exporting Party to the other Party or non-Party where the exhibition is <br /> held and has exhibited it there; <br /> b. the exporter has sold the originating good or transferred it to a consignee <br /> in the importing Party; <br /> c. the originating good has been consigned during the exhibition or <br /> immediately thereafter to the importing Party in the state in which it was <br /> sent for the exhibition; <br /> d. the exhibition is any trade, agriculture or crafts exhibition, fair or similar <br /> show or display which is not organised for private purposes in shops or <br /> business premises with the view to the sale of foreign goods; and <br /> e. the originating good has not entered the commerce of the other Party or <br /> non-Party, including where the originating good was exhibited under customs control. <br /> 2. For the purposes of implementing paragraph 1, the documentary evidence of <br /> origin shall be provided, if required, to the customs administration of the <br /> importing Party. The name and address of the exhibition must be indicated <br /> thereon. Where necessary, additional documentary evidence of the conditions <br /> under which they have been exhibited may be required. <br /> Section D: Preferential Tariff Treatment", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.20: Documentary Evidence of Origin <br /> 1. For the purposes of this Agreement, a documentary evidence of origin is any of: <br /> a. a certificate of origin made out in accordance with Annex 4-A; <br /> b. a declaration of origin made in accordance with Annex 4-B by an <br /> exporter registered or certified by the exporting Party in accordance with <br /> its laws and regulations. <br /> 2. Subparagraph (b) shall apply only after the exporting Party has notified the <br /> importing Party, that it shall implement this subparagraph. Such notification <br /> may stipulate that subparagraph (a) shall cease to apply to the exporting Party. <br /> Annex 4-A: Procedures for Issuing Certificates of <br /> Origin <br /> For the purpose of implementing this Chapter, the following operational procedures on <br /> the issuance of Certificates of Origin and other related administrative matters shall be <br /> observed by each Party. <br /> Issuing Bodies <br /> Rule 1: <br /> The Certificate of Origin shall be issued by an Issuing Body of the exporting <br /> Party. Details of the Issuing Bodies shall be notified by each Party to the other Party, <br /> prior to the entry into force of this Agreement. Any subsequent changes shall be <br /> promptly notified by each Party to the other Party. <br /> Rule 2: <br /> 1. Each Party shall provide the names, addresses, specimen signatures and <br /> specimens of the impressions of official seals of their respective Issuing Bodies <br /> to the customs administration of the other Party. Any subsequent changes shall <br /> be promptly notified to the customs administration of the other Party. <br /> 2. Any Certificate of Origin issued by a person not included in the list may not be <br /> honoured by the customs administration of the importing Party. <br /> Rule 3: <br /> For the purpose of determining originating status, the Issuing Bodies shall have the <br /> right to call for supporting documentary evidence or other relevant information to carry <br /> out any check considered appropriate in accordance with respective domestic laws, <br /> regulations and administrative practices. <br /> Applications <br /> Rule 4: <br /> 1. The manufacturer, producer, or exporter of the good or its authorised <br /> representative shall apply in writing or by electronic means to an Issuing Body, <br /> in accordance with the laws and regulations of the exporting Party and the <br /> procedures of the Issuing Body's procedures, requesting a pre-exportation <br /> examination of the origin of the good to be exported. <br /> 2. The result of the examination, subject to review periodically or whenever <br /> appropriate, shall be accepted as the supporting evidence in issuing a <br /> Certificate of Origin for the good to be exported thereafter. <br /> 3. Pre-exportation examination need not apply to a good for which, by its nature, <br /> origin can be easily determined. <br /> Rule 5: <br /> The manufacturer, producer, or exporter of the good or its authorised representative <br /> shall apply for the Certificate of Origin by providing appropriate supporting documents <br /> and other relevant information, proving that the good to be exported qualifies as originating. <br /> Pre-Exportation Examination <br /> Rule 6: <br /> The Issuing Body shall, to the best of its competence and ability, carry out proper <br /> examination, in accordance with the laws and regulations of the exporting Party or the <br /> procedures of the Issuing Body, upon each application for the Certificate of Origin to ensure that: <br /> a. the application and the Certificate of Origin are duly completed and signed by <br /> the authorised signatory; <br /> b. the good is an originating good in accordance with Article 4.2; <br /> c. other statements in the Certificate of Origin correspond to appropriate <br /> supporting documents and other relevant information; and <br /> d. information in the List of Data Requirements is provided for the goods being <br /> exported. <br /> Issuance of Certificate of Origin <br /> Rule 7: <br /> 1. The format of the Certificate of Origin is to be determined by the Parties and <br /> shall contain the data requirements listed in the List of Data Requirements in Appendix 4-A.1. <br /> 2. The Certificate of Origin shall comprise one (1) original and two (2) copies. <br /> 3. The Certificate of Origin shall: <br /> a. be in hardcopy; <br /> b. bear a unique reference number separately given by each place or office of issuance; <br /> c. be in the English language; and <br /> d. bear an authorised signature and official seal of the Issuing Body. The <br /> signature and official seal may be applied electronically. <br /> 4. The original Certificate of Origin shall be forwarded by the exporter to the <br /> importer for submission to the customs administration of the importing Party. <br /> Copies shall be retained by the Issuing Body and the exporter. <br /> 5. Multiple goods declared on the same Certificate of Origin shall be allowed, <br /> provided that each good is originating in its own right. <br /> Rule 8: <br /> To implement Article 4.2, the Certificate of Origin issued by the Issuing Body shall <br /> specify the relevant origin conferring criteria. <br /> Rule 9: <br /> Neither erasures nor superimpositions shall be allowed on the Certificate of <br /> Origin. Any alteration shall be made by striking out the erroneous material and making <br /> any addition required. Such alterations shall be approved by a person authorised to <br /> sign the Certificate of Origin and certified by the appropriate Issuing Body. Unused <br /> spaces shall be crossed out to prevent any subsequent addition. <br /> Rule 11: <br /> In the event of theft, loss or destruction of a Certificate of Origin, the manufacturer, <br /> producer, exporter or its authorised representative may apply to the Issuing Body for a <br /> certified true copy of the original Certificate of Origin. The copy shall be made on the <br /> basis of the export documents in their possession and bear the words \"CERTIFIED <br /> TRUE COPY\". This copy shall bear the date of issuance of the original Certificate of <br /> Origin. The certified true copy of a Certificate of Origin shall be issued no longer than <br /> 12 months from the date of issuance of the original Certificate of Origin. <br /> Presentation <br /> Rule 12: <br /> The following time limits for the presentation of the Certificate of Origin shall be observed: <br /> a. the Certificate of Origin shall be valid for a period of 12 months from the date of <br /> issue and shall be submitted to the customs administration of the importing <br /> Party within that period; <br /> b. where the Certificate of Origin is submitted to the customs administration of the <br /> importing Party after the expiration of the time limit for its submission, such <br /> Certificate of Origin shall still be accepted, subject to the importing Party's laws, <br /> regulations or administrative practices, when failure to observe the time limit <br /> results from force majeure or other valid causes beyond the control of the <br /> importer or exporter; and <br /> c. the customs administration of the importing Party may accept such Certificate of <br /> Origin, provided that the goods have been imported before the expiration of the <br /> time limit of that Certificate of Origin. <br /> Annex 4-B: Procedures for Making Declarations of Origin <br /> 1 A declaration of origin may be made if the products originate under this Agreement. <br /> 2 Subject to Article 4.26, an exporter making a Declaration of Origin shall, on <br /> request of the customs administration of either Party, submit records as <br /> evidence of the originating status of the products concerned. <br /> 3 A Declaration of Origin shall be made on the invoice, the delivery note or any <br /> other commercial documents which describe the products concerned in <br /> sufficient detail to enable them to be identified, by typing, stamping or legibly <br /> printing on that document the following declaration: <br /> \"The exporter of the products covered by this document declares that, where <br /> clearly indicated, these products are of Australian / Indonesian preferential <br /> origin and meet the requirements of Chapter 4 (Rules of Origin) of the IA-CEPA.\" <br /> 4 A Declaration of Origin: <br /> a. need not follow a prescribed format; <br /> b. shall clearly indicate for each originating good the 6 digit HS Code, and <br /> the relevant origin criteria that is met, being either: <br /> i. WO, meaning the good is wholly obtained or produced; <br /> ii. PE, meaning the good is produced exclusively from originating materials; <br /> iii. CTC, meaning the good meets the relevant change in tariff <br /> classification rule for its 6 digit HS Code as set out in Annex 4-C; <br /> iv. QVC, meaning the good meets the relevant qualifying value <br /> content rule for its 6 digit HS Code as set out in Annex 4-C; or <br /> v. SP, meaning the good meets a specific process rule (such as a <br /> chemical reaction or processing rule) for its 6 digit HS Code as <br /> set out in Annex 4-C; <br /> c. shall bear: <br /> i. the signature of the declarant or the company seal or stamp for <br /> non-natural persons; <br /> ii. the name and contact details of the exporter; <br /> iii. the unique number identifying the exporter as an exporter entitled <br /> to make a declaration under Article 4.20; and <br /> iv. the date the declaration was made; <br /> d. may be made after exportation. To the extent permitted by the laws and <br /> regulations of the importing Party, it may be presented after the entry of <br /> the goods into the territory; <br /> e. shall be submitted electronically or in original hardcopy if requested by <br /> the importing Party; <br /> f. shall apply to a single importation of an originating good of the exporting <br /> Party into the importing Party; <br /> g. shall be valid for 12 months after the date that it was made or for a <br /> longer period specified by the laws and regulations of the importing Party; <br /> h. shall be submitted in English; and <br /> i. shall have no erasures or superimpositions, and shall have any alteration <br /> made by striking out the erroneous material and making any addition <br /> required. Such alteration shall be initialed by the declarant. <br /> 1. A minor error or discrepancy shall not invalidate a documentary evidence of origin if <br /> it is duly established that this document does in fact correspond to the imported goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than 1000 AUD for Australia / 200 USD for Indonesia)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.21: Exceptions from Documentary Evidence of Origin <br /> Notwithstanding Article 4.20, neither Party shall require a documentary evidence of origin if: <br /> a. the customs value of the importation does not exceed 1000 Australian dollars <br /> for Australia, or 200 United States dollars for Indonesia, or any higher amount <br /> as the importing Party may establish; or, <br /> b. it is a good for which the importing Party has waived the requirement or does <br /> not require the importer to present a documentary evidence of origin; <br /> provided that the importation does not form part of a series of importations carried out <br /> or planned for the purpose of evading compliance with the importing Party's laws <br /> governing claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> competent governmental authority means the authority that is responsible for the <br /> issuing of a certificate of origin or for the designation of certification entities or <br /> bodies. For Indonesia, this refers to the Ministry of Trade, and for Australia, this refers <br /> to the Department of Foreign Affairs and Trade;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Rule 12: <br /> a. the Certificate of Origin shall be valid for a period of 12 months from the date of <br /> issue and shall be submitted to the customs administration of the importing <br /> Party within that period;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.26: Record Keeping <br /> 1. Each Party shall require that: <br /> a. an exporter shall maintain for not less than five years from the date of <br /> exportation, or for such longer period as the law of the exporting Party <br /> may provide, all records relating to the origin of a good for which <br /> preferential tariff treatment is claimed in the importing Party, including <br /> the documentary evidence of origin relevant to the good, or a copy thereof; and <br /> b. an importer claiming preferential tariff treatment shall maintain, for not <br /> less than five years after the date of importation of a good, all records <br /> relating to the importation of the good, including the documentary <br /> evidence of origin relevant to the good, or a copy thereof. <br /> 2. A person who certifies origin shall maintain for not less than three years from <br /> the date of issuance all records necessary to demonstrate that the good is originating. <br /> 3. Such records may be in electronic form.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.17: Claim for Preferential Tariff Treatment <br /> 1. The importing Party may, in accordance with its laws and regulations, accept a <br /> claim for preferential tariff treatment at or after the time of importation of an originating good. <br /> Rule 10: <br /> 1. The Certificate of Origin shall be issued as near as possible to, but no later than <br /> three (3) working days after, the date of exportation. <br /> 2. Where a Certificate of Origin has not been issued as provided for in paragraph <br /> 1 due to involuntary errors or omissions or other valid causes, the Certificate of <br /> Origin may be issued retroactively, but no longer than 12 months from the date <br /> of exportation, bearing the words \"ISSUED RETROACTIVELY\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Denial of Preferential Tariff Treatment <br /> 3. A Party shall not reject a claim for preferential tariff treatment for the sole <br /> reason that the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Denial of Preferential Tariff Treatment <br /> 1. The customs administration of the importing Party may deny a claim for <br /> preferential tariff treatment when: <br /> a. the good does not qualify as an originating good; or <br /> b. the importer, exporter or producer fails to comply with any of the relevant <br /> requirements of this Chapter. <br /> 2. If an importing Party denies a claim for preferential tariff treatment, on request it <br /> shall provide advice in writing to the importer that includes the reasons for the denial. <br /> 3. A Party shall not reject a claim for preferential tariff treatment for the sole <br /> reason that the invoice was issued in a non-Party. <br /> 4. A Party shall not reject a claim for preferential tariff treatment due only to minor <br /> errors or discrepancies in a documentary evidence of origin.[1] <br /> 5. For multiple goods declared under the same documentary evidence of origin, a <br /> problem encountered with one of the goods listed shall not affect or delay the <br /> granting of preferential tariff treatment and release of the remaining goods listed <br /> in the documentary evidence of origin. <br /> [1] A minor error or discrepancy shall not invalidate a documentary evidence of origin if it is duly <br /> established that this document does in fact correspond to the imported goods. <br /> Article 4.22: Origin Verification <br /> 1. The customs administration of the importing Party may verify the eligibility of a <br /> good for preferential tariff treatment in accordance with its laws, regulations and <br /> administrative practices by: <br /> a. instituting measures to establish the validity of the documentary evidence of origin; <br /> b. requesting further information relating to the origin of the good from the <br /> relevant importer of a good for which preferential tariff treatment was claimed; or <br /> c. issuing written requests to the provider of the documentary evidence of <br /> origin for further information relating to the origin of the good and notify <br /> such request, preferably by electronic means, to the exporting Party, for <br /> Australia the Department of Foreign Affairs and Trade and for Indonesia <br /> the Ministry of Trade. <br /> 2. A request for information in accordance with paragraph 1(c) shall not preclude <br /> the use of the verification visit provided for in Article 4.23. <br /> 3. The recipient of a request for information under paragraph 1 shall provide the <br /> information requested within a period of 60 days from the date the written request is made. <br /> 4. The customs administration of the importing Party shall provide written advice <br /> as to whether the goods are eligible for preferential tariff treatment to all the <br /> relevant parties within 60 days of receipt of information necessary to make a decision. <br /> Article 4.23: Verification Visit <br /> 1 If the customs administration of the importing Party wishes to undertake a <br /> verification visit, it shall issue a written request to the provider of the <br /> documentary evidence of origin at least 30 days in advance of the proposed verification visit. <br /> 2 The customs administration of the importing Party shall notify the exporting <br /> Party of the written request to undertake the verification visit. <br /> 3 The written request referred to in paragraphs 1 and 2 shall at a minimum include: <br /> a. the identity of the customs administration issuing the request; <br /> b. the name of the exporter or the producer of the exporting Party whose <br /> goods is subject to the verification visit; <br /> c. the date the written request is made; <br /> d. the proposed date and place of the visit; <br /> e. the objective and scope of the proposed visit, including specific <br /> reference to the goods subject to the verification; <br /> f. a copy of the documentary evidence of origin; and <br /> g. the names and titles of the officials of the customs administration or <br /> other relevant authorities of the importing Party who will participate in the visit. <br /> 4 The provider of the documentary evidence of origin, if they are not the exporter <br /> or producer, shall notify the exporter or producer of the intended verification visit <br /> by the customs administration or other relevant authorities of the importing <br /> Party and request the exporter or producer to: <br /> a. permit the customs administration or other relevant authorities of the <br /> importing Party to visit their premises or factory; and <br /> b. provide information relating to the origin of the good. <br /> 5 The provider of the documentary evidence of origin, if they are not the exporter <br /> or producer, shall advise the exporter or producer that, should they fail to <br /> respond by a specified date, preferential tariff treatment may be denied. <br /> 6 The provider of the documentary evidence of origin shall advise the customs <br /> administration of the importing Party within 30 days of the date of the written <br /> request from the customs administration of the importing Party whether the <br /> exporter or producer has agreed to the request for a verification visit. <br /> 7. The customs administration of the importing Party shall not visit the premises or <br /> factory of any exporter or producer in the territory of the exporting Party without <br /> written prior consent from the exporter or producer. <br /> 8. The customs administration of the importing Party shall complete any action to <br /> verify eligibility for preferential tariff treatment and make a decision within 150 <br /> days of the date of the request to the provider of the documentary evidence of <br /> origin under paragraph 1, provided that all information necessary to make a <br /> decision has been provided. The customs administration of the importing Party <br /> shall provide written advice as to whether goods are eligible for preferential tariff <br /> treatment to the relevant parties within 20 days of the decision being made. <br /> Section F: Final Provisions", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.18: Obligations Relating to Importation <br /> 1. Each Party shall provide that, if the importer has reason to believe that the <br /> documentary evidence of origin is based on incorrect information that could <br /> affect the accuracy or validity of the documentary evidence of origin, the <br /> importer shall correct the importation document in accordance with that Party's <br /> laws and regulations, and pay any customs duty and, if applicable, penalties owed. <br /> 2. No importing Party shall subject an importer to a penalty for making an invalid <br /> claim for preferential tariff treatment if the importer on becoming aware that <br /> such a claim is not valid and prior to discovery of the error by that Party, <br /> voluntarily corrects the claim in accordance with that Party's laws and <br /> regulations, and pays any applicable customs duty under the circumstances <br /> provided for in the Party's law. <br /> Article 5.9: Penalties <br /> 1. Each Party shall adopt or maintain measures that allow for the imposition of civil <br /> or administrative penalties and, where appropriate, criminal sanctions for <br /> violations of its customs law. <br /> 2. Each Party shall ensure that a penalty imposed by its customs administration <br /> for a breach of customs law is imposed only on the person legally responsible for the breach. <br /> 3. Each Party shall ensure that the penalty imposed by its customs administration <br /> is dependent on the facts and circumstances [1] of the case and is commensurate <br /> with the degree and severity of the breach. <br /> 4. Each Party shall ensure that if a penalty is imposed by its customs <br /> administration for a breach of customs law, an explanation in writing is provided <br /> to the person upon whom the penalty is imposed specifying the nature of the <br /> breach and the law used for determining the penalty.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.7: Advance Ruling <br /> 1. Each Party, through its customs administration or other relevant authorities, on <br /> the application of a person described in paragraph 2(a) or 2(b), shall provide in <br /> writing advance rulings in respect of: <br /> a. tariff classification; <br /> b. questions arising from the application of the principles of the Customs Valuation Agreement, and; <br /> c. origin of goods. <br /> 2. Where available, each Party shall adopt or maintain procedures for advance rulings, which shall: <br /> a. provide that an importer in its territory may apply for an advance ruling <br /> before the importation of the goods in question; <br /> b. provide that an exporter or producer in the territory of the other Party <br /> may apply for an advance ruling before the importation of the goods in question; <br /> c. require that an applicant for an advance ruling provide a detailed <br /> description of the goods and all relevant information needed to process <br /> an application for an advance ruling; <br /> d. provide that its customs administration may, at any time during the <br /> course of an evaluation of an application for an advance ruling, request <br /> that the applicant provide additional information within a specified period; <br /> e. provide that any advance ruling be based on the facts and circumstances <br /> presented by the applicant, and any other relevant information in the <br /> possession of the decision-maker; <br /> f. provide that an advance ruling be issued to the applicant expeditiously, <br /> within the period specified in the laws, regulations or administrative <br /> determinations of each Party; and <br /> g. provide in writing the reasons for the decision. <br /> 3. A Party may reject requests for an advance ruling where the additional <br /> information requested by it in accordance with paragraph 2(d) is not provided <br /> within the specified period. <br /> 4. Subject to paragraphs 1 and 5, and where available, each Party shall apply an <br /> advance ruling to all importations of goods described in that ruling imported into <br /> its territory for three years from the date of that ruling, or such other period as <br /> specified in the laws, regulations or administrative determinations of that Party. <br /> 5. A Party may modify or revoke an advance ruling upon a determination that the <br /> ruling was based on an error of fact or law (including human error), the <br /> information provided is false or inaccurate, if there is a change in its laws and <br /> regulations which is consistent with this Agreement, or there is a change in a <br /> material fact or circumstance on which the ruling is based. <br /> 6. If an importer claims that the treatment accorded to an imported good should be <br /> governed by an advance ruling, the customs administration may evaluate <br /> whether the facts and circumstances of the importation are consistent with the <br /> facts and circumstances upon which an advanced ruling was based. <br /> 7. Each of the provisions of paragraphs 1 and 2 shall only apply between the <br /> Parties, when a Party has the capacity to implement that provision, and when <br /> provided for under the laws and regulations of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.19: Denial of Preferential Tariff Treatment <br /> 4. A Party shall not reject a claim for preferential tariff treatment due only to minor <br /> errors or discrepancies in a documentary evidence of origin.[1] <br /> [1] A minor error or discrepancy shall not invalidate a documentary evidence of origin if it is duly <br /> established that this document does in fact correspond to the imported goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.25: Review and Appeal <br /> The importing Party shall grant the rights of review and appeal in matters relating to <br /> the determination of origin under this Chapter in accordance with Article 5.8 (Review <br /> and Appeal) of Chapter 5 (Customs Procedures). <br /> Article 5.8: Review and Appeal <br /> 1. Each Party shall ensure that any person to whom it issues a decision on a <br /> customs matter has access, within its territory, to: <br /> a. administrative review by an administrative authority higher than or <br /> independent of the employee or office that issued the decision; and <br /> b. judicial review of the decision. <br /> 2. Each Party shall ensure that the decision on appeal shall be given to the <br /> appellant and the reasons for such decision shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> adjusted value is: <br> aquaculture means the farming of aquatic organisms including fish, molluscs, <br> crustaceans, other aquatic invertebrates and aquatic plants, from seedstock such as <br> i. the FOB value of the good determined in accordance with the Customs <br> Valuation Agreement, inclusive of the cost of transport and insurance to the port <br> or site of final shipment abroad; or <br> ii. if there is no FOB value of the good or it is unknown and cannot be ascertained, <br> the value determined in accordance with the Customs Valuation <br> Agreement, mutatis mutandis; <br> eggs, fry, fingerlings and larvae, by intervention in the rearing or growth processes to <br> enhance production such as regular stocking, feeding, or protection from predators; <br> competent governmental authority means the authority that is responsible for the <br> issuing of a certificate of origin or for the designation of certification entities or <br> bodies. For Indonesia, this refers to the Ministry of Trade, and for Australia, this refers <br> to the Department of Foreign Affairs and Trade; <br> exporter means a person located in an exporting Party who exports a good from the <br> exporting Party in accordance with the applicable laws and regulations of the exporting Party; <br> FOB means the free-on-board value of the good, inclusive of the cost of transport to <br> the port or site of final shipment abroad. The valuation shall be made in accordance <br> good means any merchandise, product, article or material; <br> with Article VII of GATT 1994 and the Customs Valuation Agreement; <br> generally accepted accounting principles means the recognised consensus or <br> substantial authoritative support in a Party, with respect to the recording of revenues, <br> expenses, costs, assets and liabilities; the disclosure of information; and the <br> preparation of financial statements. These standards may encompass broad <br> guidelines of general application as well as detailed standards, practices and procedures; <br> identical and interchangeable materials means materials that are fungible as a <br> i. fuel and energy; <br> production of the good can reasonably be demonstrated to be a part of that production; <br> result of being of the same kind and commercial quality, possessing the same <br> non-originating good or non-originating material means a good or material that <br> technical and physical characteristics, and which once they are incorporated into the <br> finished product cannot be distinguished from one another for origin purposes by virtue <br> of any markings or mere visual examination; <br> importer means a person who imports a good into the importing Party in accordance <br> with the applicable laws and regulations of the importing Party; <br> indirect material means a good used in the production, testing, or inspection of a <br> good but not physically incorporated into the good, or a good used in the maintenance <br> of buildings or the operation of equipment associated with the production of a good, including: <br> ii. tools, dies and moulds; <br> iii. spare parts and materials used in the maintenance of equipment and buildings; <br> iv. lubricants, greases, compounding materials and other materials used in <br> v. gloves, glasses, footwear, clothing, safety equipment and supplies; <br> vi. equipment, devices and supplies used for testing or inspecting goods; <br> vii. catalysts and solvents; and <br> viii. any other goods that are not incorporated into the good but whose use in the <br> Issuing Body means a certification entity or body designated by the competent <br> governmental authority of the exporting Party to issue the certificates of origin; <br> material means any matter or substance used or consumed in the production of goods <br> or physically incorporated into a good or subjected to a process in the production of another good; <br> originating material means a material that qualifies as originating under this Chapter; <br> packaging materials and containers for retail sale means materials or containers in <br> which a good is packaged or presented for its retail sale; <br> producer means a person who grows, mines, raises, harvests, fishes, traps, hunts, <br> farms, captures, gathers, collects, breeds, extracts, manufactures, processes or assembles a good; <br> product specific rules are rules in Annex 4-C that specify that the materials used to <br> produce a good have undergone a change in tariff classification or a specific <br> manufacturing or processing operation, or satisfy a qualifying value content (QVC) criterion; and <br> production means methods of obtaining goods including growing, mining, harvesting, <br> farming, raising, breeding, extracting, gathering, collecting, capturing, fishing, trapping, <br> hunting, manufacturing, producing, processing or assembling a good. <br> Section B: Originating Goods <br> does not qualify as originating under this Chapter; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "production or used to operate equipment and buildings; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 4.2: Originating Goods <br> For the purposes of this Agreement, a good shall qualify as an originating good, where it: <br> a. is wholly produced or obtained in a Party as provided in Article 4.3; <br> b. is not wholly produced or obtained in a Party provided that the good has <br> satisfied the requirement of Article 4.4; <br> c. is produced in a Party exclusively from originating materials; or <br> d. otherwise qualifies as an originating good under this Chapter, <br> and meets all other applicable requirements of this Chapter. <br> "}, {"ArticleTitle": "Goods Not Wholly Produced or Obtained", "ArticleDesc": "Article 4.4: Goods Not Wholly Produced or Obtained <br> 1. For the purposes of Article 4.2(b) a good is an originating good of a Party if it <br> satisfies the product specific rules set out in Annex 4-C. <br> 2. Where a product specific rule provides a choice of rules from a QVC-based rule <br> of origin, a Change of Tariff Classification (\"CTC\") based rule of origin, a <br> specific manufacturing or processing operation each Party shall permit the <br> exporter of the goods to decide which rule to use in determining whether the <br> goods qualify as originating goods of the Party. <br> 3. Where product specific rules specify a certain QVC, the QVC shall be <br> calculated using one of the methods set out in Article 4.5. <br> 4. Where product specific rules requiring that the materials used have undergone <br> CTC or a specific manufacturing or processing operation, the rules shall apply <br> only to non-originating materials. <br> 5. Notwithstanding paragraph 1 of this Article, a good which is covered by <br> Attachment A or B of the Ministerial Declaration on Trade in Information <br> Technology Products adopted in the Ministerial Conference of the WTO on 13 <br> December 1996 shall be deemed to be originating in a Party if it is assembled <br> from materials covered under the same Attachments. <br> "}, {"ArticleTitle": "Claim for Preferential Tariff Treatment", "ArticleDesc": "Article 4.17: Claim for Preferential Tariff Treatment <br> 1. The importing Party may, in accordance with its laws and regulations, accept a <br> claim for preferential tariff treatment at or after the time of importation of an originating good. <br> 2. In order to claim preferential tariff treatment, the importer shall possess valid <br> documentary evidence of origin. The importing Party may, in accordance with <br> its laws and regulations, require presentation of the documentary evidence of <br> origin at or after the time of importation. <br> 3. An importing Party may require that an importer who presents documentary <br> evidence of origin provides other documents or information to support the claim. <br> "}, {"ArticleTitle": "Exceptions from Documentary Evidence of Origin", "ArticleDesc": "Article 4.21: Exceptions from Documentary Evidence of Origin <br> Notwithstanding Article 4.20, neither Party shall require a documentary evidence of origin if: <br> a. the customs value of the importation does not exceed 1000 Australian dollars <br> for Australia, or 200 United States dollars for Indonesia, or any higher amount <br> as the importing Party may establish; or, <br> b. it is a good for which the importing Party has waived the requirement or does <br> not require the importer to present a documentary evidence of origin; <br> provided that the importation does not form part of a series of importations carried out <br> or planned for the purpose of evading compliance with the importing Party's laws <br> governing claims for preferential tariff treatment under this Agreement. <br> Section E: Cooperation on Verification <br> "}, {"ArticleTitle": "Goods in Transport or Storage", "ArticleDesc": "Article 4.24: Goods in Transport or Storage <br> In accordance with Article 4.17, the customs administration of the importing Party shall <br> grant preferential tariff treatment for an originating good of the exporting Party which, <br> on the date of entry into force of this Agreement: <br> a. and subject to the laws and regulations of the importing Party, has not entered <br> the commerce of the Party, including an originating good stored in a warehouse <br> under Customs control; or <br> b. is in the process of being transported from the exporting Party to the importing Party. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 4.27: Confidentiality <br> Each Party shall maintain the confidentiality of the information collected in accordance <br> with this Chapter and shall protect that information from disclosure that could prejudice <br> the competitive position of the person providing the information. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 4.28: Sub-Committee on Rules of Origin <br> 1 For the purposes of the effective and uniform implementation of this Chapter, <br> the Parties hereby establish a Sub-Committee on Rules of Origin (ROO Sub-Committee). <br> 2 The ROO Sub-Committee shall consist of government representatives of the <br> Parties. It shall meet at the formal request of either of the Parties. <br> 3 The functions of the ROO Sub-Committee shall include: <br> a. monitoring the implementation and administration of this Chapter; <br> b. discussion of any issue that may have arisen in the course of <br> implementation, including any matters that may have been referred to <br> the ROO Sub-Committee by the Goods Committee established in <br> accordance with Article 2.11 (Committee on Trade in Goods) of Chapter <br> 2 (Trade in Goods) or the Joint Committee; <br> c. discussion of any proposed modifications of the rules of origin under this Chapter and Annex 4-C; <br> d. consultation on issues relating to rules of origin and administrative cooperation; and <br> e. prior to the entry into force of an amended version of the Harmonized <br> System, consultation to prepare updates to this Chapter and Annex 4-C <br> to this Agreement that are necessary to reflect changes to the Harmonized System. <br> 4 The Sub-Committee may recommend economic cooperation activities to the <br> Economic Cooperation Committee to ensure the effective implementation of this <br> Agreement, and to enable the Parties to meet their international obligations. <br> Chapter 4: Rules of Origin <br> Annex 4-A: Procedures for Issuing Certificates of <br> Origin <br> For the purpose of implementing this Chapter, the following operational procedures on <br> the issuance of Certificates of Origin and other related administrative matters shall be <br> observed by each Party. <br> Issuing Bodies <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "The following time limits for the presentation of the Certificate of Origin shall be observed: <br> a. the Certificate of Origin shall be valid for a period of 12 months from the date of <br> issue and shall be submitted to the customs administration of the importing <br> Party within that period; <br> b. where the Certificate of Origin is submitted to the customs administration of the <br> Certificate of Origin shall still be accepted, subject to the importing Party's laws, <br> regulations or administrative practices, when failure to observe the time limit <br> results from force majeure or other valid causes beyond the control of the <br> importer or exporter; and <br> c. the customs administration of the importing Party may accept such Certificate of <br> Origin, provided that the goods have been imported before the expiration of the <br> time limit of that Certificate of Origin. <br> Annex 4-B: Procedures for Making Declarations of Origin <br> 1 A declaration of origin may be made if the products originate under this Agreement. <br> 2 Subject to Article 4.26, an exporter making a Declaration of Origin shall, on <br> request of the customs administration of either Party, submit records as <br> evidence of the originating status of the products concerned. <br> 3 A Declaration of Origin shall be made on the invoice, the delivery note or any <br> other commercial documents which describe the products concerned in <br> sufficient detail to enable them to be identified, by typing, stamping or legibly <br> printing on that document the following declaration: <br> \"The exporter of the products covered by this document declares that, where <br> clearly indicated, these products are of Australian / Indonesian preferential <br> origin and meet the requirements of Chapter 4 (Rules of Origin) of the IA-CEPA.\" <br> 4 A Declaration of Origin: <br> a. need not follow a prescribed format; <br> b. shall clearly indicate for each originating good the 6 digit HS Code, and <br> the relevant origin criteria that is met, being either: <br> i. WO, meaning the good is wholly obtained or produced; <br> ii. PE, meaning the good is produced exclusively from originating materials; <br> iii. CTC, meaning the good meets the relevant change in tariff <br> classification rule for its 6 digit HS Code as set out in Annex 4-C; <br> iv. QVC, meaning the good meets the relevant qualifying value <br> content rule for its 6 digit HS Code as set out in Annex 4-C; or <br> v. SP, meaning the good meets a specific process rule (such as a <br> chemical reaction or processing rule) for its 6 digit HS Code as <br> set out in Annex 4-C; <br> c. shall bear: <br> i. the signature of the declarant or the company seal or stamp for <br> non-natural persons; <br> ii. the name and contact details of the exporter; <br> iii. the unique number identifying the exporter as an exporter entitled <br> to make a declaration under Article 4.20; and <br> iv. the date the declaration was made; <br> d. may be made after exportation. To the extent permitted by the laws and <br> regulations of the importing Party, it may be presented after the entry of <br> the goods into the territory; <br> e. shall be submitted electronically or in original hardcopy if requested by <br> the importing Party; <br> f. shall apply to a single importation of an originating good of the exporting <br> Party into the importing Party; <br> g. shall be valid for 12 months after the date that it was made or for a <br> longer period specified by the laws and regulations of the importing Party; <br> h. shall be submitted in English; and <br> i. shall have no erasures or superimpositions, and shall have any alteration <br> made by striking out the erroneous material and making any addition <br> required. Such alteration shall be initialed by the declarant. <br> 1. A minor error or discrepancy shall not invalidate a documentary evidence of origin if <br> it is duly established that this document does in fact correspond to the imported goods. <br> Chapter 5: Customs Procedures <br> Rule 12: <br> importing Party after the expiration of the time limit for its submission, such <br> "}]}]}, "members_found": ["036", "360", 5, 8703900000]}