{"FtaRooDetails": {"FtaId": 828, "FtaCode": "ITC00858", "FtaName": "Cuba-El Salvador", "FtaFullName": "ACUERDO DE ALCANCE PARCIAL ENTRE LA REPÚBLICA DE EL SALVADOR Y LA REPUBLICA DE CUBA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2012", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Cuba; El Salvador", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under Cuba-El Salvador", "AdminProcCooAuth": "The certification type under Cuba-El Salvador is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under Cuba-El Salvador is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for Cuba-El Salvador agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 50%", "RooText": "(c) las mercancías en cuya producción se utilicen materiales que no sean originarios de una o ambas Partes, cuando estas resulten de un proceso de transformación realizado en el territorio de una o ambas Partes, que les confiera una nueva individualidad caracterizada por el hecho de estar clasificados, en el Sistema Arancelario vigente en la Parte exportadora, en una partida diferente a la de dichos materiales; (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que el valor CIF puerto de destino de los materiales no originarios utilizados en su producción, no exceda el cincuenta por ciento (50%) del valor FOB de las mercancías de que se trate;", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": null, "RooText": "", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00858_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.centrex.gob.sv/scx_html/Formato_Certificado_de_Origen-AAP_ES-Cuba.doc"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00858_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00858_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.centrex.gob.sv/scx_html/AAP_ES-CUBA-Anexos_190911.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00858_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00858_full.pdf", "DocType": "8_full", "WebLink": "http://www.transparenciafiscal.gob.sv/downloads/pdf/DC5073_Acuerdo%20de%20Alcance%20Parcial%20El%20Salvador-Cuba.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4. Acumulación. <br /> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en una <br /> mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br /> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br /> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br /> establecido en el Artículo 3 y las demás disposiciones aplicables de este Anexo. <br /> 3 Las Partes acuerdan, para efecto de desarrollar la acumulación extendida de origen con <br /> otros países no miembros del presente Acuerdo con los que se tengan Acuerdos en común, <br /> entrar en consultas con el propósito de que materiales originarios de dichos países puedan ser <br /> considerados como originarios para este Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 7. De Mínimis <br /> Una mercancía será considerada originaria si el valor CIF de todos los materiales no <br /> originarios utilizados en su producción, que no cumpla con el cambio de clasificación <br /> arancelaria exigido para la misma, no exceden el diez por ciento (10%) del valor FOB de <br /> exportación de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 5. Materiales Intermedios <br /> Para efectos de la determinación de origen de una mercancía, un material intermedio se <br /> podrá considerar como material originario de una Parte, siempre que cumpla con lo <br /> establecido en el presente régimen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 8. Accesorios, Repuestos y Herramientas <br /> Los accesorios, repuestos o herramientas usuales de la mercancía, entregados con esta, <br /> se deberán tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la producción de la mercancía <br /> sufren el correspondiente cambio de clasificación arancelaria, siempre que: <br /> (a) los accesorios, repuestos y herramientas estén clasificados con la mercancía y no se <br /> hubiesen facturado por separado, independientemente de que cada uno se <br /> identifique por separado en la propia factura; y <br /> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br /> usuales para la mercancía. <br /> Si la mercancía está sujeta al requisito de valor, los accesorios, repuestos y <br /> herramientas, serán considerados como originarios o no originarios, según sea el caso, para <br /> calcular el valor de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3. Criterios de Calificación de Origen <br /> (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que <br /> el valor CIF puerto de destino de los materiales no originarios utilizados en su <br /> producción, no exceda el cincuenta por ciento (50%) del valor FOB de las <br /> mercancías de que se trate; o", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 12. Materiales Indirectos Empleados en la Producción <br /> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br /> considerarán como originarios independientemente del lugar de su producción. <br /> 2 Materiales indirectos son aquellos usados en la producción de una mercancía que no <br /> forman parte de esta, incluyendo: <br /> (a) combustible y energía; <br /> (b) herramientas, matrices y moldes; <br /> (c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edificaciones; <br /> (d) enzimas y catalizadores; y <br /> (e) cualquier otro material utilizado en la producción y que no haya sido incorporado <br /> en la composición final de la mercancía. <br /> Capítulo III <br /> Certificación y Emisión de Certificados de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 6. Tránsito o Expedición Directa <br /> Una mercancía originaria no perderá tal condición, cuando se exporte y en su <br /> transportación pase por el territorio de países no Parte, incluidas zonas libres, siempre que se <br /> cumpla con los requisitos siguientes: <br /> (a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br /> requerimientos de transporte internacional; <br /> (b) no ingrese al comercio o al consumo en el territorio de los países en tránsito; <br /> (c) durante su transporte y depósito no sea transformado o sometido a operaciones <br /> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulación para <br /> asegurar la conservación; y <br /> (d) permanezca bajo control de la autoridad aduanera del territorio de un país no Parte. <br /> En caso contrario, dicha mercancía perderá su condición de originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 3. Criterios de Calificación de Origen <br /> 1 Para los efectos del presente Acuerdo, se consideran mercancías originarias de las Partes: <br /> (a) las mercancías elaboradas que sean obtenidas en su totalidad o producidas <br /> enteramente en el territorio de una o ambas Partes1, a saber: <br /> (i) las mercancías de los reinos mineral, vegetal y animal, incluyendo las de la <br /> caza y la pesca, extraídas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br /> (ii) las mercancías del mar extraídas fuera de territorio por barcos de su bandera <br /> o arrendados por empresas establecidas en su territorio; <br /> (iii) desechos y desperdicios derivados de la producción en territorio de una o ambas Partes; <br /> (iv) mercancías usadas o recolectadas en territorio de una o ambas Partes, <br /> siempre que esas mercancías sirvan sólo para ser utilizadas como materias primas; <br /> (b) las mercancías que sean producidas enteramente en el territorio de una o ambas <br /> Partes a partir exclusivamente de materiales que califican como originarios de <br /> conformidad con este Anexo; <br /> (c) las mercancías en cuya producción se utilicen materiales que no sean originarios de <br /> una o ambas Partes, cuando estas resulten de un proceso de transformación <br /> realizado en el territorio de una o ambas Partes, que les confiera una nueva <br /> individualidad caracterizada por el hecho de estar clasificados, en el Sistema <br /> Arancelario vigente en la Parte exportadora, en una partida diferente a la de dichos materiales; <br /> (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que <br /> el valor CIF puerto de destino de los materiales no originarios utilizados en su <br /> producción, no exceda el cincuenta por ciento (50%) del valor FOB de las <br /> mercancías de que se trate; o <br /> (e) las mercancías que cumplan con las reglas de origen específicas establecidas en el <br /> Apéndice 1 del presente Anexo. Las mismas prevalecen sobre lo dispuesto en los <br /> incisos (c) y (d) anteriores. <br /> 2 Cualquiera de las Partes podrá solicitar, mediante la Comisión Administradora, la <br /> modificación de los requisitos de origen establecidos de conformidad con el presente Artículo. <br /> Dicha solicitud deberá ser por escrito y contener todos los elementos justificativos de la misma. <br /> [1] Para efecto del cumplimiento de las Reglas de Origen Específicas del Capítulo 3 y Sección II (Capítulos 6 al <br /> 14) del Sistema Armonizado contenidas en el Apéndice 1 del presente Anexo, las Partes podrán utilizar alevines <br /> o larvas, semillas, bulbos, tubérculos, rizomas, esquejes, retoños, yemas u otras partes vivas de plantas no originarias.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 10. Envases y Material de Empaque para la Venta al Por Menor <br /> 1 Los envases y los materiales de empaque utilizados para la venta al por menor de una <br /> mercancía, si están clasificados con la mercancía que contienen, no se tomarán en cuenta para <br /> determinar si todos los materiales no originarios utilizados en la producción de la mercancía <br /> sufren los cambios correspondientes de clasificación arancelaria establecidos en este Anexo. <br /> 2 Si la mercancía adquiere su calidad de originaria por medio de un requisito de valor, el <br /> valor de los envases y materiales de empaque descritos en el párrafo anterior, se tomarán en <br /> cuenta como originarios o no originarios, según sea el caso, para calcular el valor de la mercancía. <br /> Artículo 11. Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje para embarque no serán tomados en cuenta <br /> para determinar si una mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 9. Juegos o Surtidos de Mercancías <br /> 1 Las mercancías que sean clasificadas como un juego o surtido como resultado de la <br /> aplicación de la Regla 3 de las Reglas Generales de Interpretación del Sistema Armonizado, <br /> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado sea <br /> específicamente la de un juego o surtido, se considerarán como originarias sólo si cada <br /> mercancía en el juego o surtido es originaria y tanto el juego o surtido, como las mercancías, <br /> cumplen con todos los demás requisitos aplicables en este Anexo. <br /> 2 No obstante el párrafo anterior, un juego o surtido de mercancías será originario, si el <br /> valor de todas las mercancías no originarias incorporadas en el juego o surtido no excede el <br /> quince por ciento (15%) del valor FOB del juego o surtido.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13. Certificación de Origen <br /> 1 Para efectos de este Capítulo, las Partes establecen un formato único para el certificado <br /> de origen que figura en el Apéndice 2, el cual entrará en vigor el mismo día que este Acuerdo <br /> y podrá ser modificado posteriormente por consentimiento mutuo. <br /> 2 El certificado de origen referido en el párrafo 1 se utilizará para certificar que una <br /> mercancía que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br /> 3 La autoridad certificadora de cada Parte exigirá a los exportadores o productores que <br /> llenen, firmen y fechen un certificado de origen para cada exportación de mercancías para la <br /> cual un importador de la otra Parte pueda reclamar tratamiento arancelario preferencial. <br /> 4 El exportador o productor que llene, firme y feche un certificado de origen lo realizará <br /> a través de una declaración jurada, comprometiéndose a asumir cualquier responsabilidad <br /> administrativa, civil o penal cuando el exportador incluya en el certificado de origen <br /> información falsa o incorrecta. <br /> 5 La autoridad certificadora de cada Parte certificará que el certificado de origen llenado, <br /> firmado y fechado por el exportador o productor de la mercancía está correcto, basado en la <br /> información proporcionada por tal exportador o productor, quien será responsable de la <br /> exactitud y validez de la información y verificará que el exportador o productor realmente está <br /> ubicado en esa Parte. <br /> 6 Cada Parte requerirá que se selle, firme y feche el certificado de origen por la <br /> autoridad certificadora de la Parte exportadora con respecto a la exportación de una mercancía <br /> para la que el importador pueda solicitar tratamiento arancelario preferencial. El certificado de <br /> origen deberá tener también un número de serie que permita su identificación, el cual será <br /> administrado por la autoridad certificadora. <br /> 7 La autoridad certificadora de la Parte exportadora deberá: <br /> (a) elaborar e implementar los procedimientos administrativos para certificar los <br /> certificados de origen que su productor o exportador llene, firme y feche; <br /> (b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br /> información sobre el origen de las mercancías importadas para las cuales se solicita <br /> tratamiento arancelario preferencial; y <br /> (c) notificar por escrito, previo a la entrada en vigor del presente Acuerdo, la <br /> información de contacto de la autoridad certificadora, la lista de los nombres de las <br /> personas autorizadas para certificar el certificado de origen, con sus firmas y sellos <br /> correspondientes. Las modificaciones a esta lista se notificarán inmediatamente en <br /> forma oficial y por escrito a la otra Parte y entrarán en vigor treinta (30) días <br /> después de la fecha en la cual esa Parte reciba la notificación de la modificación. <br /> 8 Cada Parte dispondrá que un certificado de origen será aplicable únicamente a una <br /> importación de una o más mercancías al territorio de esa Parte. <br /> 9 Cada Parte dispondrá que la autoridad aduanera de la Parte importadora acepte un <br /> certificado de origen válido por un período de ciento ochenta días (180) a partir de la fecha en <br /> la cual el certificado fue firmado y sellado por la autoridad certificadora. <br /> 10 Cada Parte dispondrá que cuando un exportador no sea el productor de la mercancía, <br /> llene, firme y feche el certificado de origen con fundamento en: <br /> (a) su conocimiento respecto de si la mercancía califica como originaria; o <br /> (b) la declaración jurada proporcionada voluntariamente por el productor al exportador. <br /> 11 El sistema de clasificación a utilizar al momento de elaborar los Certificados de Origen <br /> será aquel vigente en el presente Acuerdo por la Parte exportadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 2. Definiciones <br /> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br /> responsable de la aplicación y administración del presente régimen de origen, así como sus <br /> leyes y reglamentaciones relacionadas con el origen de las mercancías; <br /> en el caso de la República de Cuba, la autoridad competente será: <br /> el Ministerio del Comercio Exterior y la Inversión Extranjera y el Ministerio de <br /> Finanzas y Precios actuando conjuntamente; y <br /> en el caso de la República de El Salvador, la autoridad competente será: <br /> el Ministerio de Economía, quien será responsable de los aspectos relativos a la <br /> administración del presente Anexo en lo que fuese precedente y la Dirección General <br /> de Aduanas del Ministerio de Hacienda, será la responsable de implementar el <br /> procedimiento de verificación de origen; <br /> autoridad certificadora: <br /> en el caso de Cuba, será la Cámara de Comercio de la República de Cuba, o su sucesor; y <br /> en el caso de El Salvador, será el Centro de Trámites de Importación y Exportación del <br /> Banco Central de Reserva, o su sucesor;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "180 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 13. Certificación de Origen <br /> 9 Cada Parte dispondrá que la autoridad aduanera de la Parte importadora acepte un <br /> certificado de origen válido por un período de ciento ochenta días (180) a partir de la fecha en <br /> la cual el certificado fue firmado y sellado por la autoridad certificadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "4 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 16. Conservación de Registros Contables y Otros Documentos Relacionados con el Origen <br /> 1 Cada Parte dispondrá que tanto la autoridad certificadora, el exportador, como el <br /> importador, deberán conservar durante un mínimo de cuatro (4) años después de la fecha de la <br /> firma de un certificado de origen, todos los registros y documentos relativos al origen de la <br /> mercancía con que disponga cada una de ellas. <br /> 2 Para efectos del procedimiento de verificación de origen establecido en el presente <br /> Anexo, el exportador o productor deberá proporcionar a la autoridad competente de la Parte <br /> importadora, cuando esta lo solicite, información relacionada con: <br /> (a) la adquisición, los costos, el valor y el pago de la mercancía que es exportada de su territorio; <br /> (b) la adquisición, los costos, el valor y el pago de todos los materiales utilizados en la <br /> producción de la mercancía que se exporte de su territorio; y <br /> (c) el proceso de producción de la mercancía. <br /> 3 Cuando los registros y documentos no estén en poder del exportador, éste podrá <br /> solicitar al productor o proveedor de las mercancías la información necesaria para la <br /> verificación de origen. <br /> Capítulo IV <br /> Proceso de Verificación y Control de Origen", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 14. Facturación por Terceros <br /> Cuando se trate de una importación de mercancías originarias de conformidad con las <br /> disposiciones del presente Anexo, la factura que se presente al momento de la importación <br /> podrá ser expedida por un operador ubicado en el territorio de un país no Parte, siempre que: <br /> (a) la mercancía sea expedida directamente de conformidad con el Artículo 6; <br /> (b) la factura comercial debe presentarse conjuntamente con el Certificado de Origen; y <br /> (c) en el Certificado de Origen deberá declararse en la casilla de observaciones que <br /> las mercancías serán facturadas desde un tercer país.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 17. Consultas Previas al Proceso de Verificación <br /> En caso de duda acerca del origen de las mercancías de conformidad con el presente <br /> Anexo, la autoridad aduanera o autoridad competente del país importador podrá solicitar a la <br /> autoridad certificadora del país exportador las pruebas necesarias para comprobar el origen de <br /> las mercancías. A tales efectos, la autoridad aduanera o autoridad competente, deberá indicar <br /> en la solicitud, que deberá ser remitida en forma oficial y por escrito, el número y la fecha del <br /> o los certificados de origen y el período de tiempo sobre el cual solicita la información, así <br /> como una breve descripción del tipo de problema por el cual surgió la duda de origen. Dicha <br /> información será respondida dentro de los quince (15) días posteriores a la solicitud. <br /> Artículo 18. Procedimiento para Verificar el Origen <br /> 1 Si la información a que se refiere el Artículo anterior no es suficiente para disipar las <br /> dudas sobre el origen de las mercancías amparadas por un certificado de origen, la autoridad <br /> aduanera o autoridad competente de la Parte importadora podrá iniciar el proceso de <br /> verificación sin impedir la internación de la mercancía o mercancías idénticas enviadas por el <br /> exportador sujeto de la investigación. A tales efectos, la Parte importadora, a través de la <br /> autoridad certificadora de la Parte exportadora, podrá verificar el origen de las mercancías por <br /> uno o más de los medios siguientes: <br /> (a) cuestionarios o solicitudes escritas dirigidas a exportadores o productores del <br /> territorio de la otra Parte; <br /> (b) visitas de verificación a las instalaciones de un exportador o productor en territorio <br /> de la otra Parte, con el objeto de examinar los registros y documentos que <br /> acrediten el cumplimiento de la Regla de Origen utilizada, inspeccionar el proceso <br /> productivo en el lugar donde se lleve a cabo la producción de la mercancía, o en su <br /> caso, el de los materiales intermedios; o <br /> (c) llevar a cabo otros procedimientos que puedan establecerse a través de la Comisión Administradora. <br /> 2 El exportador o productor que reciba un cuestionario o una solicitud conforme al <br /> subpárrafo 1(a) de este Artículo, por medio de su autoridad certificadora, lo responderá y lo <br /> devolverá en un plazo no mayor a treinta (30) días contados a partir de la fecha en que lo haya <br /> recibido. Durante ese plazo, el exportador o el productor podrán solicitar por escrito a la <br /> autoridad competente o autoridad aduanera de la Parte importadora, por medio de su autoridad <br /> certificadora, una prórroga la cual no podrá ser mayor de veinte (20) días. Esta solicitud no <br /> dará como resultado la negación del trato preferencial. <br /> 3 De no ser suficiente la información que la autoridad aduanera o autoridad competente <br /> de la Parte importadora recibió en el cuestionario mencionado en el subpárrafo 1(a) del <br /> presente Artículo podrá, por segunda y última vez, dirigir otro cuestionario para que por <br /> medio de la autoridad certificadora de la Parte exportadora sea remitido al exportador o <br /> productor. Este cuestionario deberá ser respondido durante los treinta (30) días posteriores a <br /> la recepción del cuestionario por parte de la autoridad certificadora. <br /> 4 En caso que no se respondan o devuelvan los cuestionarios referidos en los plazos <br /> establecidos en los párrafos 2 y 3 del presente Artículo, la autoridad aduanera o autoridad <br /> competente de la Parte importadora denegará el tratamiento arancelario preferencial a las <br /> mercancías amparadas en el certificado de origen objeto del proceso de verificación. <br /> 5 Una vez concluido lo establecido en el subpárrafo 1(a) sin resultados definitivos, la <br /> autoridad aduanera o autoridad competente de la Parte importadora podrá realizar una visita <br /> de verificación de origen en el territorio de la Parte exportadora de conformidad con el <br /> subpárrafo 1(b) del presente Artículo. La Parte importadora notificará al exportador o <br /> productor la fecha exacta de la visita, la cual deberá estar comprendida dentro de los sesenta <br /> (60) días posteriores a la notificación. El exportador de la mercancía dispondrá de quince (15) <br /> días a partir de dicha notificación para aceptar la visita. Cuando el exportador o productor <br /> reciba una notificación de visita podrá solicitar a la autoridad aduanera o autoridad <br /> competente de la Parte importadora, por medio de su autoridad certificadora, posponer la <br /> fecha de visita de verificación por un periodo no mayor a treinta (30) días contados a partir de <br /> la fecha acordada para la visita. Una Parte no podrá negar el tratamiento arancelario <br /> preferencial con fundamento exclusivo en la posposición de la visita de verificación. <br /> 6 Cada Parte permitirá al exportador o productor, cuya mercancía o mercancías sean <br /> objeto de una visita de verificación, designar dos (2) observadores que estén presentes durante <br /> la misma, siempre que estos intervengan únicamente en esa calidad. De no haber designación <br /> de observadores por el exportador o productor, esa omisión no tendrá como consecuencia la <br /> posposición de la visita. <br /> 7 En caso que, durante el transcurso de una verificación de origen, el exportador o <br /> productor no proporcione información sobre registros y documentos necesarios para <br /> corroborar el origen de las mercancías, la Parte importadora podrá negar el tratamiento <br /> arancelario preferencial. <br /> 8 La autoridad aduanera o autoridad competente de la Parte importadora levantará un <br /> acta de la visita que contendrá los hechos por ella constatados, la cual podrá ser firmada por el <br /> exportador o productor sujeto de la verificación. <br /> 9 Una vez agotados los procesos referidos en los párrafos 2, 3 u 8, según sea el caso, y <br /> en un plazo no superior a treinta (30) días, la autoridad aduanera o autoridad competente de la <br /> Parte importadora deberá emitir una Resolución oficial a la autoridad certificadora donde se <br /> establezca si la mercancía objeto de verificación califica o no como originaria. <br /> 10 En el caso en que se determine que la mercancía objeto de verificación no es <br /> originaria, se negará el tratamiento arancelario preferencial hasta que el exportador demuestre <br /> ante la autoridad aduanera o autoridad competente de la Parte importadora, por medio de la <br /> autoridad certificadora, que la mercancía califica como originaria, según las disposiciones del presente Anexo. <br /> 11 En el caso referido en el párrafo 10, el importador de la mercancía la cual se determinó <br /> como no originaria, deberá pagar los aranceles aduaneros correspondientes y otras <br /> obligaciones que la legislación de la Parte importadora establezca, sin la obligación de <br /> garantizar el interés fiscal al inicio del proceso de verificación de origen de esa mercancía. <br /> 12 Todas las notificaciones realizadas hacia la autoridad certificadora en el <br /> presente Artículo deberán ser igualmente comunicadas a la autoridad competente de la Parte exportadora.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 20. Sanciones <br /> Las Partes establecerán o mantendrán sanciones penales, civiles o administrativas por <br /> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones del presente Anexo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 15. Rectificación del Certificado de Origen <br /> 1 En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br /> que no afectan la calificación de origen de la mercancía, tanto en el momento de la <br /> importación como durante un proceso de control posterior, la autoridad aduanera conservará el <br /> original del certificado de origen y se notificará al importador indicando los errores que este presenta. <br /> 2 El importador deberá presentar la rectificación correspondiente en un plazo máximo de <br /> treinta (30) días contados a partir de la fecha de recepción de la notificación. Dicha <br /> rectificación debe ser realizada mediante nota en ejemplar original que debe contener la <br /> enmienda, la fecha y el número del certificado de origen y ser firmada por una persona <br /> autorizada de la autoridad certificadora. Si el importador no cumpliera con la presentación de <br /> la rectificación correspondiente en el plazo estipulado, la Autoridad Competente de la Parte <br /> importadora podrá negar el origen de las mercancías a los efectos del presente Acuerdo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 21. Revisión e Impugnación <br /> Las Partes otorgarán derechos de revisión e impugnación de resoluciones de <br /> determinación de origen, según sea el caso, y de conformidad con lo que se <br /> establezca en su legislación nacional. <br /> Anexo 4 <br /> Normas, Reglamentos Técnicos y Procedimientos de Evaluación de la Conformidad", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> RÉGIMEN DE ORIGEN <br> Artículo 3. Criterios de Calificación de Origen <br> Artículo 20. Sanciones <br> 1 Para los efectos del presente Acuerdo, se consideran mercancías originarias de las Partes: <br> Las Partes establecerán o mantendrán sanciones penales, civiles o administrativas por <br> Capítulo I <br> (a) las mercancías elaboradas que sean obtenidas en su totalidad o producidas <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones del presente Anexo. <br> Aspectos Generales <br> enteramente en el territorio de una o ambas Partes1, a saber: <br> Artículo 21. Revisión e Impugnación <br> (i) las mercancías de los reinos mineral, vegetal y animal, incluyendo las de la <br> Las Partes otorgarán derechos de revisión e impugnación de resoluciones de <br> caza y la pesca, extraídas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br> determinación de origen, según sea el caso, y de conformidad con lo que se <br> (ii) las mercancías del mar extraídas fuera de territorio por barcos de su bandera <br> establezca en su legislación nacional. <br> o arrendados por empresas establecidas en su territorio; <br> (iii) desechos y desperdicios derivados de la producción en territorio de una o ambas Partes; <br> (iv) mercancías usadas o recolectadas en territorio de una o ambas Partes, <br> siempre que esas mercancías sirvan sólo para ser utilizadas como materias primas; <br> (b) las mercancías que sean producidas enteramente en el territorio de una o ambas <br> Partes a partir exclusivamente de materiales que califican como originarios de <br> conformidad con este Anexo; <br> (c) las mercancías en cuya producción se utilicen materiales que no sean originarios de <br> una o ambas Partes, cuando estas resulten de un proceso de transformación <br> realizado en el territorio de una o ambas Partes, que les confiera una nueva <br> individualidad caracterizada por el hecho de estar clasificados, en el Sistema <br> Arancelario vigente en la Parte exportadora, en una partida diferente a la de dichos materiales; <br> (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que <br> el valor CIF puerto de destino de los materiales no originarios utilizados en su <br> producción, no exceda el cincuenta por ciento (50%) del valor FOB de las <br> mercancías de que se trate; o <br> (e) las mercancías que cumplan con las reglas de origen específicas establecidas en el <br> Artículo 8. Accesorios, repuestos y herramientas <br> Apéndice 1 del presente Anexo. Las mismas prevalecen sobre lo dispuesto en los <br> incisos (c) y (d) anteriores. <br> 2 Cualquiera de las Partes podrá solicitar, mediante la Comisión Administradora, la <br> modificación de los requisitos de origen establecidos de conformidad con el presente Artículo. <br> Dicha solicitud deberá ser por escrito y contener todos los elementos justificativos de la misma. <br> [1] Para efecto del cumplimiento de las Reglas de Origen Específicas del Capítulo 3 y Sección II (Capítulos 6 al <br> 14) del Sistema Armonizado contenidas en el Apéndice 1 del presente Anexo, las Partes podrán utilizar alevines <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> o larvas, semillas, bulbos, tubérculos, rizomas, esquejes, retoños, yemas u otras partes vivas de plantas no originarias. <br> Artículo 4. Acumulación. <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en una <br> mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> establecido en el Artículo 3 y las demás disposiciones aplicables de este Anexo. <br> 3 Las Partes acuerdan, para efecto de desarrollar la acumulación extendida de origen con <br> otros países no miembros del presente Acuerdo con los que se tengan Acuerdos en común, <br> entrar en consultas con el propósito de que materiales originarios de dichos países puedan ser <br> considerados como originarios para este Acuerdo. <br> Artículo 5. Materiales Intermedios <br> Para efectos de la determinación de origen de una mercancía, un material intermedio se <br> podrá considerar como material originario de una Parte, siempre que cumpla con lo <br> establecido en el presente régimen. <br> Artículo 6. Tránsito o Expedición Directa <br> Una mercancía originaria no perderá tal condición, cuando se exporte y en su <br> transportación pase por el territorio de países no Parte, incluidas zonas libres, siempre que se <br> cumpla con los requisitos siguientes: <br> (a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> requerimientos de transporte internacional; <br> (b) no ingrese al comercio o al consumo en el territorio de los países en tránsito; <br> (c) durante su transporte y depósito no sea transformado o sometido a operaciones <br> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulación para <br> asegurar la conservación; y <br> (d) permanezca bajo control de la autoridad aduanera del territorio de un país no Parte. <br> En caso contrario, dicha mercancía perderá su condición de originaria. <br> Artículo 7. De Mínimis <br> Una mercancía será considerada originaria si el valor CIF de todos los materiales no <br> originarios utilizados en su producción, que no cumpla con el cambio de clasificación <br> arancelaria exigido para la misma, no exceden el diez por ciento (10%) del valor FOB de <br> Los accesorios, repuestos o herramientas usuales de la mercancía, entregados con esta, <br> se deberán tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> sufren el correspondiente cambio de clasificación arancelaria, siempre que: <br> (a) los accesorios, repuestos y herramientas estén clasificados con la mercancía y no se <br> arancelario preferencial. <br> hubiesen facturado por separado, independientemente de que cada uno se <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br> usuales para la mercancía. <br> Si la mercancía está sujeta al requisito de valor, los accesorios, repuestos y <br> herramientas, serán considerados como originarios o no originarios, según sea el caso, para <br> calcular el valor de la mercancía. <br> Artículo 9. Juegos o Surtidos de Mercancías <br> 1 Las mercancías que sean clasificadas como un juego o surtido como resultado de la <br> aplicación de la Regla 3 de las Reglas Generales de Interpretación del Sistema Armonizado, <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado sea <br> específicamente la de un juego o surtido, se considerarán como originarias sólo si cada <br> mercancía en el juego o surtido es originaria y tanto el juego o surtido, como las mercancías, <br> cumplen con todos los demás requisitos aplicables en este Anexo. <br> 2 No obstante el párrafo anterior, un juego o surtido de mercancías será originario, si el <br> valor de todas las mercancías no originarias incorporadas en el juego o surtido no excede el <br> quince por ciento (15%) del valor FOB del juego o surtido. <br> Artículo 10. Envases y Material de Empaque para la Venta al Por Menor <br> 1 Los envases y los materiales de empaque utilizados para la venta al por menor de una <br> mercancía, si están clasificados con la mercancía que contienen, no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la mercancía <br> sufren los cambios correspondientes de clasificación arancelaria establecidos en este Anexo. <br> 2 Si la mercancía adquiere su calidad de originaria por medio de un requisito de valor, el <br> CAPÍTULO IV <br> valor de los envases y materiales de empaque descritos en el párrafo anterior, se tomarán en <br> cuenta como originarios o no originarios, según sea el caso, para calcular el valor de la mercancía. <br> Artículo 11. Contenedores y Materiales de Embalaje para Embarque <br> Los contenedores y materiales de embalaje para embarque no serán tomados en cuenta <br> exportación de la mercancía. <br> para determinar si una mercancía es originaria. <br> Artículo 12. Materiales Indirectos Empleados en la Producción <br> 2 Materiales indirectos son aquellos usados en la producción de una mercancía que no <br> forman parte de esta, incluyendo: <br> (a) combustible y energía; <br> (b) herramientas, matrices y moldes; <br> (c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edificaciones; <br> (d) enzimas y catalizadores; y <br> (e) cualquier otro material utilizado en la producción y que no haya sido incorporado <br> en la composición final de la mercancía. <br> Capítulo III <br> Certificación y Emisión de Certificados de Origen <br> Artículo 13. Certificación de Origen <br> 1 Para efectos de este Capítulo, las Partes establecen un formato único para el certificado <br> de origen que figura en el Apéndice 2, el cual entrará en vigor el mismo día que este Acuerdo <br> y podrá ser modificado posteriormente por consentimiento mutuo. <br> 2 El certificado de origen referido en el párrafo 1 se utilizará para certificar que una <br> mercancía que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br> 3 La autoridad certificadora de cada Parte exigirá a los exportadores o productores que <br> llenen, firmen y fechen un certificado de origen para cada exportación de mercancías para la <br> cual un importador de la otra Parte pueda reclamar tratamiento arancelario preferencial. <br> 4 El exportador o productor que llene, firme y feche un certificado de origen lo realizará <br> a través de una declaración jurada, comprometiéndose a asumir cualquier responsabilidad <br> administrativa, civil o penal cuando el exportador incluya en el certificado de origen <br> información falsa o incorrecta. <br> 5 La autoridad certificadora de cada Parte certificará que el certificado de origen llenado, <br> firmado y fechado por el exportador o productor de la mercancía está correcto, basado en la <br> información proporcionada por tal exportador o productor, quien será responsable de la <br> exactitud y validez de la información y verificará que el exportador o productor realmente está <br> ubicado en esa Parte. <br> 6 Cada Parte requerirá que se selle, firme y feche el certificado de origen por la <br> autoridad certificadora de la Parte exportadora con respecto a la exportación de una mercancía <br> para la que el importador pueda solicitar tratamiento arancelario preferencial. El certificado de <br> origen deberá tener también un número de serie que permita su identificación, el cual será <br> administrado por la autoridad certificadora. <br> 7 La autoridad certificadora de la Parte exportadora deberá: <br> (a) elaborar e implementar los procedimientos administrativos para certificar los <br> certificados de origen que su productor o exportador llene, firme y feche; <br> (b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br> información sobre el origen de las mercancías importadas para las cuales se solicita <br> tratamiento arancelario preferencial; y <br> (c) notificar por escrito, previo a la entrada en vigor del presente Acuerdo, la <br> información de contacto de la autoridad certificadora, la lista de los nombres de las <br> personas autorizadas para certificar el certificado de origen, con sus firmas y sellos <br> correspondientes. Las modificaciones a esta lista se notificarán inmediatamente en <br> forma oficial y por escrito a la otra Parte y entrarán en vigor treinta (30) días <br> después de la fecha en la cual esa Parte reciba la notificación de la modificación. <br> 8 Cada Parte dispondrá que un certificado de origen será aplicable únicamente a una <br> importación de una o más mercancías al territorio de esa Parte. <br> 9 Cada Parte dispondrá que la autoridad aduanera de la Parte importadora acepte un <br> certificado de origen válido por un período de ciento ochenta días (180) a partir de la fecha en <br> la cual el certificado fue firmado y sellado por la autoridad certificadora. <br> 10 Cada Parte dispondrá que cuando un exportador no sea el productor de la mercancía, <br> llene, firme y feche el certificado de origen con fundamento en: <br> (a) su conocimiento respecto de si la mercancía califica como originaria; o <br> (b) la declaración jurada proporcionada voluntariamente por el productor al exportador. <br> 11 El sistema de clasificación a utilizar al momento de elaborar los Certificados de Origen <br> será aquel vigente en el presente Acuerdo por la Parte exportadora. <br> Artículo 14. Facturación por Terceros <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> disposiciones del presente Anexo, la factura que se presente al momento de la importación <br> podrá ser expedida por un operador ubicado en el territorio de un país no Parte, siempre que: <br> (a) la mercancía sea expedida directamente de conformidad con el Artículo 6; <br> (b) la factura comercial debe presentarse conjuntamente con el Certificado de Origen; y <br> identifique por separado en la propia factura; y <br> (c) en el Certificado de Origen deberá declararse en la casilla de observaciones que <br> las mercancías serán facturadas desde un tercer país. <br> Artículo 15. Rectificación del Certificado de Origen <br> 1 En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br> que no afectan la calificación de origen de la mercancía, tanto en el momento de la <br> importación como durante un proceso de control posterior, la autoridad aduanera conservará el <br> original del certificado de origen y se notificará al importador indicando los errores que este presenta. <br> 2 El importador deberá presentar la rectificación correspondiente en un plazo máximo de <br> treinta (30) días contados a partir de la fecha de recepción de la notificación. Dicha <br> rectificación debe ser realizada mediante nota en ejemplar original que debe contener la <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> enmienda, la fecha y el número del certificado de origen y ser firmada por una persona <br> autorizada de la autoridad certificadora. Si el importador no cumpliera con la presentación de <br> considerarán como originarios independientemente del lugar de su producción. <br> la rectificación correspondiente en el plazo estipulado, la Autoridad Competente de la Parte <br> importadora podrá negar el origen de las mercancías a los efectos del presente Acuerdo. <br> Artículo 16. Conservación de Registros Contables y Otros Documentos Relacionados con el Origen <br> 1 Cada Parte dispondrá que tanto la autoridad certificadora, el exportador, como el <br> importador, deberán conservar durante un mínimo de cuatro (4) años después de la fecha de la <br> firma de un certificado de origen, todos los registros y documentos relativos al origen de la <br> mercancía con que disponga cada una de ellas. <br> 2 Para efectos del procedimiento de verificación de origen establecido en el presente <br> Anexo, el exportador o productor deberá proporcionar a la autoridad competente de la Parte <br> importadora, cuando esta lo solicite, información relacionada con: <br> (a) la adquisición, los costos, el valor y el pago de la mercancía que es exportada de su territorio; <br> (b) la adquisición, los costos, el valor y el pago de todos los materiales utilizados en la <br> producción de la mercancía que se exporte de su territorio; y <br> (c) el proceso de producción de la mercancía. <br> 3 Cuando los registros y documentos no estén en poder del exportador, éste podrá <br> solicitar al productor o proveedor de las mercancías la información necesaria para la <br> verificación de origen. <br> Proceso de Verificación y Control de Origen <br> Artículo 17. Consultas Previas al Proceso de Verificación <br> En caso de duda acerca del origen de las mercancías de conformidad con el presente <br> Anexo, la autoridad aduanera o autoridad competente del país importador podrá solicitar a la <br> autoridad certificadora del país exportador las pruebas necesarias para comprobar el origen de <br> las mercancías. A tales efectos, la autoridad aduanera o autoridad competente, deberá indicar <br> en la solicitud, que deberá ser remitida en forma oficial y por escrito, el número y la fecha del <br> o los certificados de origen y el período de tiempo sobre el cual solicita la información, así <br> como una breve descripción del tipo de problema por el cual surgió la duda de origen. Dicha <br> información será respondida dentro de los quince (15) días posteriores a la solicitud. <br> Artículo 18. Procedimiento para Verificar el Origen <br> 1 Si la información a que se refiere el Artículo anterior no es suficiente para disipar las <br> dudas sobre el origen de las mercancías amparadas por un certificado de origen, la autoridad <br> aduanera o autoridad competente de la Parte importadora podrá iniciar el proceso de <br> verificación sin impedir la internación de la mercancía o mercancías idénticas enviadas por el <br> exportador sujeto de la investigación. A tales efectos, la Parte importadora, a través de la <br> autoridad certificadora de la Parte exportadora, podrá verificar el origen de las mercancías por <br> uno o más de los medios siguientes: <br> (a) cuestionarios o solicitudes escritas dirigidas a exportadores o productores del <br> territorio de la otra Parte; <br> (b) visitas de verificación a las instalaciones de un exportador o productor en territorio <br> de la otra Parte, con el objeto de examinar los registros y documentos que <br> acrediten el cumplimiento de la Regla de Origen utilizada, inspeccionar el proceso <br> productivo en el lugar donde se lleve a cabo la producción de la mercancía, o en su <br> caso, el de los materiales intermedios; o <br> (c) llevar a cabo otros procedimientos que puedan establecerse a través de la Comisión Administradora. <br> 2 El exportador o productor que reciba un cuestionario o una solicitud conforme al <br> subpárrafo 1(a) de este Artículo, por medio de su autoridad certificadora, lo responderá y lo <br> devolverá en un plazo no mayor a treinta (30) días contados a partir de la fecha en que lo haya <br> recibido. Durante ese plazo, el exportador o el productor podrán solicitar por escrito a la <br> autoridad competente o autoridad aduanera de la Parte importadora, por medio de su autoridad <br> certificadora, una prórroga la cual no podrá ser mayor de veinte (20) días. Esta solicitud no <br> dará como resultado la negación del trato preferencial. <br> 3 De no ser suficiente la información que la autoridad aduanera o autoridad competente <br> de la Parte importadora recibió en el cuestionario mencionado en el subpárrafo 1(a) del <br> presente Artículo podrá, por segunda y última vez, dirigir otro cuestionario para que por <br> medio de la autoridad certificadora de la Parte exportadora sea remitido al exportador o <br> productor. Este cuestionario deberá ser respondido durante los treinta (30) días posteriores a <br> la recepción del cuestionario por parte de la autoridad certificadora. <br> 4 En caso que no se respondan o devuelvan los cuestionarios referidos en los plazos <br> establecidos en los párrafos 2 y 3 del presente Artículo, la autoridad aduanera o autoridad <br> competente de la Parte importadora denegará el tratamiento arancelario preferencial a las <br> mercancías amparadas en el certificado de origen objeto del proceso de verificación. <br> 5 Una vez concluido lo establecido en el subpárrafo 1(a) sin resultados definitivos, la <br> autoridad aduanera o autoridad competente de la Parte importadora podrá realizar una visita <br> de verificación de origen en el territorio de la Parte exportadora de conformidad con el <br> subpárrafo 1(b) del presente Artículo. La Parte importadora notificará al exportador o <br> productor la fecha exacta de la visita, la cual deberá estar comprendida dentro de los sesenta <br> (60) días posteriores a la notificación. El exportador de la mercancía dispondrá de quince (15) <br> días a partir de dicha notificación para aceptar la visita. Cuando el exportador o productor <br> reciba una notificación de visita podrá solicitar a la autoridad aduanera o autoridad <br> competente de la Parte importadora, por medio de su autoridad certificadora, posponer la <br> fecha de visita de verificación por un periodo no mayor a treinta (30) días contados a partir de <br> la fecha acordada para la visita. Una Parte no podrá negar el tratamiento arancelario <br> preferencial con fundamento exclusivo en la posposición de la visita de verificación. <br> 6 Cada Parte permitirá al exportador o productor, cuya mercancía o mercancías sean <br> objeto de una visita de verificación, designar dos (2) observadores que estén presentes durante <br> la misma, siempre que estos intervengan únicamente en esa calidad. De no haber designación <br> de observadores por el exportador o productor, esa omisión no tendrá como consecuencia la <br> posposición de la visita. <br> 7 En caso que, durante el transcurso de una verificación de origen, el exportador o <br> productor no proporcione información sobre registros y documentos necesarios para <br> corroborar el origen de las mercancías, la Parte importadora podrá negar el tratamiento <br> 8 La autoridad aduanera o autoridad competente de la Parte importadora levantará un <br> acta de la visita que contendrá los hechos por ella constatados, la cual podrá ser firmada por el <br> exportador o productor sujeto de la verificación. <br> 9 Una vez agotados los procesos referidos en los párrafos 2, 3 u 8, según sea el caso, y <br> en un plazo no superior a treinta (30) días, la autoridad aduanera o autoridad competente de la <br> Parte importadora deberá emitir una Resolución oficial a la autoridad certificadora donde se <br> establezca si la mercancía objeto de verificación califica o no como originaria. <br> 10 En el caso en que se determine que la mercancía objeto de verificación no es <br> originaria, se negará el tratamiento arancelario preferencial hasta que el exportador demuestre <br> ante la autoridad aduanera o autoridad competente de la Parte importadora, por medio de la <br> autoridad certificadora, que la mercancía califica como originaria, según las disposiciones del presente Anexo. <br> 11 En el caso referido en el párrafo 10, el importador de la mercancía la cual se determinó <br> como no originaria, deberá pagar los aranceles aduaneros correspondientes y otras <br> obligaciones que la legislación de la Parte importadora establezca, sin la obligación de <br> garantizar el interés fiscal al inicio del proceso de verificación de origen de esa mercancía. <br> 12 Todas las notificaciones realizadas hacia la autoridad certificadora en el <br> presente Artículo deberán ser igualmente comunicadas a la autoridad competente de la Parte exportadora. <br> "}, {"ArticleTitle": "rtículo 1. Ámbito de Aplicación", "ArticleDesc": "Artículo 1. Ámbito de Aplicación <br> El presente Anexo establece las reglas de origen aplicables al intercambio de <br> mercancías que sean declaradas como originarias de una Parte al amparo del presente <br> Acuerdo, a los efectos de: <br> (a) calificación y determinación del origen de la mercancía; <br> (b) certificación y emisión de los Certificados de Origen; y <br> (c) procesos de verificación y control de origen. <br> "}, {"ArticleTitle": "rtículo 2. Definiciones", "ArticleDesc": "Para efectos del presente Anexo, se entenderá por: <br> autoridad competente: la autoridad que, conforme a la legislación de cada Parte, es <br> responsable de la aplicación y administración del presente régimen de origen, así como sus <br> leyes y reglamentaciones relacionadas con el origen de las mercancías; <br> en el caso de la República de Cuba, la autoridad competente será: <br> el Ministerio del Comercio Exterior y la Inversión Extranjera y el Ministerio de <br> Finanzas y Precios actuando conjuntamente; y <br> en el caso de la República de El Salvador, la autoridad competente será: <br> el Ministerio de Economía, quien será responsable de los aspectos relativos a la <br> administración del presente Anexo en lo que fuese precedente y la Dirección General <br> de Aduanas del Ministerio de Hacienda, será la responsable de implementar el <br> procedimiento de verificación de origen; <br> autoridad certificadora: <br> en el caso de Cuba, será la Cámara de Comercio de la República de Cuba, o su sucesor; y <br> en el caso de El Salvador, será el Centro de Trámites de Importación y Exportación del <br> Banco Central de Reserva, o su sucesor; <br> contenedores y materiales de embalaje para embarque: mercancías utilizadas para <br> proteger una mercancía durante su transporte y/o almacenaje, y no incluye los envases y <br> materiales en los que se empaca la mercancía para la venta al por menor; <br> días: días calendario, incluidos el sábado, domingo, días de asueto, días festivos o fiesta <br> nacional y días feriados; <br> ensamble: conjunto de operaciones físicas mediante las cuales se unen piezas o conjuntos de <br> éstas para formar una unidad de distinta naturaleza y características funcionales que las partes que la integran; <br> envases y materiales de empaque para venta al por menor: envases y materiales en que <br> una mercancía es empaquetada para la venta al por menor; <br> exportador: una persona natural o jurídica, de acuerdo a la legislación de cada Parte, ubicada <br> en el territorio de una Parte desde la cual la mercancía es exportada; <br> importador: una persona natural o jurídica, de acuerdo a la legislación de cada Parte, ubicada <br> en el territorio de una Parte la cual realiza la importación de la mercancía; <br> material: comprende las materias primas, insumos, partes y piezas utilizadas en la producción <br> de las mercancías; <br> material intermedio: material que es producido por el mismo productor de una mercancía y <br> utilizado en la producción de esa mercancía; <br> mercancía: cualquier producto, artículo o material, obtenido, producido o ensamblado con fines exportables; <br> producción: el cultivo, la cría, la extracción, la cosecha, la recolección, la pesca, la caza y <br> cualquier tipo de procesamiento o transformación, incluyendo el ensamblado u otras <br> operaciones específicas; <br> productor: una persona natural o jurídica, que se involucra en la producción de una <br> mercancía en el territorio de una Parte; <br> territorio: el espacio terrestre, marítimo y aéreo de cada Parte, así como su zona económica <br> exclusiva y su plataforma continental, sobre los cuales ejerce derechos soberanos y <br> jurisdicción, de conformidad con la legislación de cada Parte; <br> valor CIF: es el valor de la mercancía puesta en el lugar de desembarque convenido <br> incluyendo costos, seguros y fletes; y <br> valor FOB: es el valor de la mercancía puesta a bordo del medio de transporte acordado, en el <br> Capítulo II <br> Calificación y Determinación de Origen de las Mercancías <br> "}, {"ArticleTitle": "RTÍCULO 2. DEFINICIONES", "ArticleDesc": "ARTÍCULO 2. DEFINICIONES <br> punto de embarque convenido, con todos los gastos, derechos y riesgos a cargo del vendedor. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> RÉGIMEN DE ORIGEN <br> Artículo 3. Criterios de Calificación de Origen <br> Artículo 20. Sanciones <br> 1 Para los efectos del presente Acuerdo, se consideran mercancías originarias de las Partes: <br> Las Partes establecerán o mantendrán sanciones penales, civiles o administrativas por <br> Capítulo I <br> (a) las mercancías elaboradas que sean obtenidas en su totalidad o producidas <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones del presente Anexo. <br> Aspectos Generales <br> enteramente en el territorio de una o ambas Partes1, a saber: <br> Artículo 21. Revisión e Impugnación <br> (i) las mercancías de los reinos mineral, vegetal y animal, incluyendo las de la <br> Las Partes otorgarán derechos de revisión e impugnación de resoluciones de <br> caza y la pesca, extraídas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br> determinación de origen, según sea el caso, y de conformidad con lo que se <br> (ii) las mercancías del mar extraídas fuera de territorio por barcos de su bandera <br> establezca en su legislación nacional. <br> o arrendados por empresas establecidas en su territorio; <br> (iii) desechos y desperdicios derivados de la producción en territorio de una o ambas Partes; <br> (iv) mercancías usadas o recolectadas en territorio de una o ambas Partes, <br> siempre que esas mercancías sirvan sólo para ser utilizadas como materias primas; <br> (b) las mercancías que sean producidas enteramente en el territorio de una o ambas <br> Partes a partir exclusivamente de materiales que califican como originarios de <br> conformidad con este Anexo; <br> (c) las mercancías en cuya producción se utilicen materiales que no sean originarios de <br> una o ambas Partes, cuando estas resulten de un proceso de transformación <br> realizado en el territorio de una o ambas Partes, que les confiera una nueva <br> individualidad caracterizada por el hecho de estar clasificados, en el Sistema <br> Arancelario vigente en la Parte exportadora, en una partida diferente a la de dichos materiales; <br> (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que <br> el valor CIF puerto de destino de los materiales no originarios utilizados en su <br> producción, no exceda el cincuenta por ciento (50%) del valor FOB de las <br> mercancías de que se trate; o <br> (e) las mercancías que cumplan con las reglas de origen específicas establecidas en el <br> Artículo 8. Accesorios, repuestos y herramientas <br> Apéndice 1 del presente Anexo. Las mismas prevalecen sobre lo dispuesto en los <br> incisos (c) y (d) anteriores. <br> 2 Cualquiera de las Partes podrá solicitar, mediante la Comisión Administradora, la <br> modificación de los requisitos de origen establecidos de conformidad con el presente Artículo. <br> Dicha solicitud deberá ser por escrito y contener todos los elementos justificativos de la misma. <br> [1] Para efecto del cumplimiento de las Reglas de Origen Específicas del Capítulo 3 y Sección II (Capítulos 6 al <br> 14) del Sistema Armonizado contenidas en el Apéndice 1 del presente Anexo, las Partes podrán utilizar alevines <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> o larvas, semillas, bulbos, tubérculos, rizomas, esquejes, retoños, yemas u otras partes vivas de plantas no originarias. <br> Artículo 4. Acumulación. <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en una <br> mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> establecido en el Artículo 3 y las demás disposiciones aplicables de este Anexo. <br> 3 Las Partes acuerdan, para efecto de desarrollar la acumulación extendida de origen con <br> otros países no miembros del presente Acuerdo con los que se tengan Acuerdos en común, <br> entrar en consultas con el propósito de que materiales originarios de dichos países puedan ser <br> considerados como originarios para este Acuerdo. <br> Artículo 5. Materiales Intermedios <br> Para efectos de la determinación de origen de una mercancía, un material intermedio se <br> podrá considerar como material originario de una Parte, siempre que cumpla con lo <br> establecido en el presente régimen. <br> Artículo 6. Tránsito o Expedición Directa <br> Una mercancía originaria no perderá tal condición, cuando se exporte y en su <br> transportación pase por el territorio de países no Parte, incluidas zonas libres, siempre que se <br> cumpla con los requisitos siguientes: <br> (a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> requerimientos de transporte internacional; <br> (b) no ingrese al comercio o al consumo en el territorio de los países en tránsito; <br> (c) durante su transporte y depósito no sea transformado o sometido a operaciones <br> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulación para <br> asegurar la conservación; y <br> (d) permanezca bajo control de la autoridad aduanera del territorio de un país no Parte. <br> En caso contrario, dicha mercancía perderá su condición de originaria. <br> Artículo 7. De Mínimis <br> Una mercancía será considerada originaria si el valor CIF de todos los materiales no <br> originarios utilizados en su producción, que no cumpla con el cambio de clasificación <br> arancelaria exigido para la misma, no exceden el diez por ciento (10%) del valor FOB de <br> Los accesorios, repuestos o herramientas usuales de la mercancía, entregados con esta, <br> se deberán tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> sufren el correspondiente cambio de clasificación arancelaria, siempre que: <br> (a) los accesorios, repuestos y herramientas estén clasificados con la mercancía y no se <br> arancelario preferencial. <br> hubiesen facturado por separado, independientemente de que cada uno se <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br> usuales para la mercancía. <br> Si la mercancía está sujeta al requisito de valor, los accesorios, repuestos y <br> herramientas, serán considerados como originarios o no originarios, según sea el caso, para <br> calcular el valor de la mercancía. <br> Artículo 9. Juegos o Surtidos de Mercancías <br> 1 Las mercancías que sean clasificadas como un juego o surtido como resultado de la <br> aplicación de la Regla 3 de las Reglas Generales de Interpretación del Sistema Armonizado, <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado sea <br> específicamente la de un juego o surtido, se considerarán como originarias sólo si cada <br> mercancía en el juego o surtido es originaria y tanto el juego o surtido, como las mercancías, <br> cumplen con todos los demás requisitos aplicables en este Anexo. <br> 2 No obstante el párrafo anterior, un juego o surtido de mercancías será originario, si el <br> valor de todas las mercancías no originarias incorporadas en el juego o surtido no excede el <br> quince por ciento (15%) del valor FOB del juego o surtido. <br> Artículo 10. Envases y Material de Empaque para la Venta al Por Menor <br> 1 Los envases y los materiales de empaque utilizados para la venta al por menor de una <br> mercancía, si están clasificados con la mercancía que contienen, no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la mercancía <br> sufren los cambios correspondientes de clasificación arancelaria establecidos en este Anexo. <br> 2 Si la mercancía adquiere su calidad de originaria por medio de un requisito de valor, el <br> CAPÍTULO IV <br> valor de los envases y materiales de empaque descritos en el párrafo anterior, se tomarán en <br> cuenta como originarios o no originarios, según sea el caso, para calcular el valor de la mercancía. <br> Artículo 11. Contenedores y Materiales de Embalaje para Embarque <br> Los contenedores y materiales de embalaje para embarque no serán tomados en cuenta <br> exportación de la mercancía. <br> para determinar si una mercancía es originaria. <br> Artículo 12. Materiales Indirectos Empleados en la Producción <br> 2 Materiales indirectos son aquellos usados en la producción de una mercancía que no <br> forman parte de esta, incluyendo: <br> (a) combustible y energía; <br> (b) herramientas, matrices y moldes; <br> (c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edificaciones; <br> (d) enzimas y catalizadores; y <br> (e) cualquier otro material utilizado en la producción y que no haya sido incorporado <br> en la composición final de la mercancía. <br> Capítulo III <br> Certificación y Emisión de Certificados de Origen <br> Artículo 13. Certificación de Origen <br> 1 Para efectos de este Capítulo, las Partes establecen un formato único para el certificado <br> de origen que figura en el Apéndice 2, el cual entrará en vigor el mismo día que este Acuerdo <br> y podrá ser modificado posteriormente por consentimiento mutuo. <br> 2 El certificado de origen referido en el párrafo 1 se utilizará para certificar que una <br> mercancía que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br> 3 La autoridad certificadora de cada Parte exigirá a los exportadores o productores que <br> llenen, firmen y fechen un certificado de origen para cada exportación de mercancías para la <br> cual un importador de la otra Parte pueda reclamar tratamiento arancelario preferencial. <br> 4 El exportador o productor que llene, firme y feche un certificado de origen lo realizará <br> a través de una declaración jurada, comprometiéndose a asumir cualquier responsabilidad <br> administrativa, civil o penal cuando el exportador incluya en el certificado de origen <br> información falsa o incorrecta. <br> 5 La autoridad certificadora de cada Parte certificará que el certificado de origen llenado, <br> firmado y fechado por el exportador o productor de la mercancía está correcto, basado en la <br> información proporcionada por tal exportador o productor, quien será responsable de la <br> exactitud y validez de la información y verificará que el exportador o productor realmente está <br> ubicado en esa Parte. <br> 6 Cada Parte requerirá que se selle, firme y feche el certificado de origen por la <br> autoridad certificadora de la Parte exportadora con respecto a la exportación de una mercancía <br> para la que el importador pueda solicitar tratamiento arancelario preferencial. El certificado de <br> origen deberá tener también un número de serie que permita su identificación, el cual será <br> administrado por la autoridad certificadora. <br> 7 La autoridad certificadora de la Parte exportadora deberá: <br> (a) elaborar e implementar los procedimientos administrativos para certificar los <br> certificados de origen que su productor o exportador llene, firme y feche; <br> (b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br> información sobre el origen de las mercancías importadas para las cuales se solicita <br> tratamiento arancelario preferencial; y <br> (c) notificar por escrito, previo a la entrada en vigor del presente Acuerdo, la <br> información de contacto de la autoridad certificadora, la lista de los nombres de las <br> personas autorizadas para certificar el certificado de origen, con sus firmas y sellos <br> correspondientes. Las modificaciones a esta lista se notificarán inmediatamente en <br> forma oficial y por escrito a la otra Parte y entrarán en vigor treinta (30) días <br> después de la fecha en la cual esa Parte reciba la notificación de la modificación. <br> 8 Cada Parte dispondrá que un certificado de origen será aplicable únicamente a una <br> importación de una o más mercancías al territorio de esa Parte. <br> 9 Cada Parte dispondrá que la autoridad aduanera de la Parte importadora acepte un <br> certificado de origen válido por un período de ciento ochenta días (180) a partir de la fecha en <br> la cual el certificado fue firmado y sellado por la autoridad certificadora. <br> 10 Cada Parte dispondrá que cuando un exportador no sea el productor de la mercancía, <br> llene, firme y feche el certificado de origen con fundamento en: <br> (a) su conocimiento respecto de si la mercancía califica como originaria; o <br> (b) la declaración jurada proporcionada voluntariamente por el productor al exportador. <br> 11 El sistema de clasificación a utilizar al momento de elaborar los Certificados de Origen <br> será aquel vigente en el presente Acuerdo por la Parte exportadora. <br> Artículo 14. Facturación por Terceros <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> disposiciones del presente Anexo, la factura que se presente al momento de la importación <br> podrá ser expedida por un operador ubicado en el territorio de un país no Parte, siempre que: <br> (a) la mercancía sea expedida directamente de conformidad con el Artículo 6; <br> (b) la factura comercial debe presentarse conjuntamente con el Certificado de Origen; y <br> identifique por separado en la propia factura; y <br> (c) en el Certificado de Origen deberá declararse en la casilla de observaciones que <br> las mercancías serán facturadas desde un tercer país. <br> Artículo 15. Rectificación del Certificado de Origen <br> 1 En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br> que no afectan la calificación de origen de la mercancía, tanto en el momento de la <br> importación como durante un proceso de control posterior, la autoridad aduanera conservará el <br> original del certificado de origen y se notificará al importador indicando los errores que este presenta. <br> 2 El importador deberá presentar la rectificación correspondiente en un plazo máximo de <br> treinta (30) días contados a partir de la fecha de recepción de la notificación. Dicha <br> rectificación debe ser realizada mediante nota en ejemplar original que debe contener la <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> enmienda, la fecha y el número del certificado de origen y ser firmada por una persona <br> autorizada de la autoridad certificadora. Si el importador no cumpliera con la presentación de <br> considerarán como originarios independientemente del lugar de su producción. <br> la rectificación correspondiente en el plazo estipulado, la Autoridad Competente de la Parte <br> importadora podrá negar el origen de las mercancías a los efectos del presente Acuerdo. <br> Artículo 16. Conservación de Registros Contables y Otros Documentos Relacionados con el Origen <br> 1 Cada Parte dispondrá que tanto la autoridad certificadora, el exportador, como el <br> importador, deberán conservar durante un mínimo de cuatro (4) años después de la fecha de la <br> firma de un certificado de origen, todos los registros y documentos relativos al origen de la <br> mercancía con que disponga cada una de ellas. <br> 2 Para efectos del procedimiento de verificación de origen establecido en el presente <br> Anexo, el exportador o productor deberá proporcionar a la autoridad competente de la Parte <br> importadora, cuando esta lo solicite, información relacionada con: <br> (a) la adquisición, los costos, el valor y el pago de la mercancía que es exportada de su territorio; <br> (b) la adquisición, los costos, el valor y el pago de todos los materiales utilizados en la <br> producción de la mercancía que se exporte de su territorio; y <br> (c) el proceso de producción de la mercancía. <br> 3 Cuando los registros y documentos no estén en poder del exportador, éste podrá <br> solicitar al productor o proveedor de las mercancías la información necesaria para la <br> verificación de origen. <br> Proceso de Verificación y Control de Origen <br> Artículo 17. Consultas Previas al Proceso de Verificación <br> En caso de duda acerca del origen de las mercancías de conformidad con el presente <br> Anexo, la autoridad aduanera o autoridad competente del país importador podrá solicitar a la <br> autoridad certificadora del país exportador las pruebas necesarias para comprobar el origen de <br> las mercancías. A tales efectos, la autoridad aduanera o autoridad competente, deberá indicar <br> en la solicitud, que deberá ser remitida en forma oficial y por escrito, el número y la fecha del <br> o los certificados de origen y el período de tiempo sobre el cual solicita la información, así <br> como una breve descripción del tipo de problema por el cual surgió la duda de origen. Dicha <br> información será respondida dentro de los quince (15) días posteriores a la solicitud. <br> Artículo 18. Procedimiento para Verificar el Origen <br> 1 Si la información a que se refiere el Artículo anterior no es suficiente para disipar las <br> dudas sobre el origen de las mercancías amparadas por un certificado de origen, la autoridad <br> aduanera o autoridad competente de la Parte importadora podrá iniciar el proceso de <br> verificación sin impedir la internación de la mercancía o mercancías idénticas enviadas por el <br> exportador sujeto de la investigación. A tales efectos, la Parte importadora, a través de la <br> autoridad certificadora de la Parte exportadora, podrá verificar el origen de las mercancías por <br> uno o más de los medios siguientes: <br> (a) cuestionarios o solicitudes escritas dirigidas a exportadores o productores del <br> territorio de la otra Parte; <br> (b) visitas de verificación a las instalaciones de un exportador o productor en territorio <br> de la otra Parte, con el objeto de examinar los registros y documentos que <br> acrediten el cumplimiento de la Regla de Origen utilizada, inspeccionar el proceso <br> productivo en el lugar donde se lleve a cabo la producción de la mercancía, o en su <br> caso, el de los materiales intermedios; o <br> (c) llevar a cabo otros procedimientos que puedan establecerse a través de la Comisión Administradora. <br> 2 El exportador o productor que reciba un cuestionario o una solicitud conforme al <br> subpárrafo 1(a) de este Artículo, por medio de su autoridad certificadora, lo responderá y lo <br> devolverá en un plazo no mayor a treinta (30) días contados a partir de la fecha en que lo haya <br> recibido. Durante ese plazo, el exportador o el productor podrán solicitar por escrito a la <br> autoridad competente o autoridad aduanera de la Parte importadora, por medio de su autoridad <br> certificadora, una prórroga la cual no podrá ser mayor de veinte (20) días. Esta solicitud no <br> dará como resultado la negación del trato preferencial. <br> 3 De no ser suficiente la información que la autoridad aduanera o autoridad competente <br> de la Parte importadora recibió en el cuestionario mencionado en el subpárrafo 1(a) del <br> presente Artículo podrá, por segunda y última vez, dirigir otro cuestionario para que por <br> medio de la autoridad certificadora de la Parte exportadora sea remitido al exportador o <br> productor. Este cuestionario deberá ser respondido durante los treinta (30) días posteriores a <br> la recepción del cuestionario por parte de la autoridad certificadora. <br> 4 En caso que no se respondan o devuelvan los cuestionarios referidos en los plazos <br> establecidos en los párrafos 2 y 3 del presente Artículo, la autoridad aduanera o autoridad <br> competente de la Parte importadora denegará el tratamiento arancelario preferencial a las <br> mercancías amparadas en el certificado de origen objeto del proceso de verificación. <br> 5 Una vez concluido lo establecido en el subpárrafo 1(a) sin resultados definitivos, la <br> autoridad aduanera o autoridad competente de la Parte importadora podrá realizar una visita <br> de verificación de origen en el territorio de la Parte exportadora de conformidad con el <br> subpárrafo 1(b) del presente Artículo. La Parte importadora notificará al exportador o <br> productor la fecha exacta de la visita, la cual deberá estar comprendida dentro de los sesenta <br> (60) días posteriores a la notificación. El exportador de la mercancía dispondrá de quince (15) <br> días a partir de dicha notificación para aceptar la visita. Cuando el exportador o productor <br> reciba una notificación de visita podrá solicitar a la autoridad aduanera o autoridad <br> competente de la Parte importadora, por medio de su autoridad certificadora, posponer la <br> fecha de visita de verificación por un periodo no mayor a treinta (30) días contados a partir de <br> la fecha acordada para la visita. Una Parte no podrá negar el tratamiento arancelario <br> preferencial con fundamento exclusivo en la posposición de la visita de verificación. <br> 6 Cada Parte permitirá al exportador o productor, cuya mercancía o mercancías sean <br> objeto de una visita de verificación, designar dos (2) observadores que estén presentes durante <br> la misma, siempre que estos intervengan únicamente en esa calidad. De no haber designación <br> de observadores por el exportador o productor, esa omisión no tendrá como consecuencia la <br> posposición de la visita. <br> 7 En caso que, durante el transcurso de una verificación de origen, el exportador o <br> productor no proporcione información sobre registros y documentos necesarios para <br> corroborar el origen de las mercancías, la Parte importadora podrá negar el tratamiento <br> 8 La autoridad aduanera o autoridad competente de la Parte importadora levantará un <br> acta de la visita que contendrá los hechos por ella constatados, la cual podrá ser firmada por el <br> exportador o productor sujeto de la verificación. <br> 9 Una vez agotados los procesos referidos en los párrafos 2, 3 u 8, según sea el caso, y <br> en un plazo no superior a treinta (30) días, la autoridad aduanera o autoridad competente de la <br> Parte importadora deberá emitir una Resolución oficial a la autoridad certificadora donde se <br> establezca si la mercancía objeto de verificación califica o no como originaria. <br> 10 En el caso en que se determine que la mercancía objeto de verificación no es <br> originaria, se negará el tratamiento arancelario preferencial hasta que el exportador demuestre <br> ante la autoridad aduanera o autoridad competente de la Parte importadora, por medio de la <br> autoridad certificadora, que la mercancía califica como originaria, según las disposiciones del presente Anexo. <br> 11 En el caso referido en el párrafo 10, el importador de la mercancía la cual se determinó <br> como no originaria, deberá pagar los aranceles aduaneros correspondientes y otras <br> obligaciones que la legislación de la Parte importadora establezca, sin la obligación de <br> garantizar el interés fiscal al inicio del proceso de verificación de origen de esa mercancía. <br> 12 Todas las notificaciones realizadas hacia la autoridad certificadora en el <br> presente Artículo deberán ser igualmente comunicadas a la autoridad competente de la Parte exportadora. <br> "}, {"ArticleTitle": "rtículo 19. Confidencialidad", "ArticleDesc": "Artículo 19. Confidencialidad <br> 1 Las Partes mantendrán, de conformidad con lo establecido en su legislación, la <br> confidencialidad de la información obtenida conforme al presente Anexo y la protegerá de <br> toda divulgación que pudiera perjudicar a la persona natural o jurídica que la proporcione. <br> 2 La información confidencial obtenida conforme al presente Anexo sólo podrá darse a <br> conocer a las autoridades responsables de la administración y aplicación de las resoluciones de <br> determinación de origen y de los asuntos aduaneros, de conformidad con la legislación de <br> cada una de las Partes. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANEXO 3 <br> RÉGIMEN DE ORIGEN <br> Artículo 3. Criterios de Calificación de Origen <br> Artículo 20. Sanciones <br> 1 Para los efectos del presente Acuerdo, se consideran mercancías originarias de las Partes: <br> Las Partes establecerán o mantendrán sanciones penales, civiles o administrativas por <br> Capítulo I <br> (a) las mercancías elaboradas que sean obtenidas en su totalidad o producidas <br> infracciones a sus leyes y reglamentaciones relacionadas con las disposiciones del presente Anexo. <br> Aspectos Generales <br> enteramente en el territorio de una o ambas Partes1, a saber: <br> Artículo 21. Revisión e Impugnación <br> (i) las mercancías de los reinos mineral, vegetal y animal, incluyendo las de la <br> Las Partes otorgarán derechos de revisión e impugnación de resoluciones de <br> caza y la pesca, extraídas, cosechadas o recolectadas, nacidas y criadas en su territorio; <br> determinación de origen, según sea el caso, y de conformidad con lo que se <br> (ii) las mercancías del mar extraídas fuera de territorio por barcos de su bandera <br> establezca en su legislación nacional. <br> o arrendados por empresas establecidas en su territorio; <br> (iii) desechos y desperdicios derivados de la producción en territorio de una o ambas Partes; <br> (iv) mercancías usadas o recolectadas en territorio de una o ambas Partes, <br> siempre que esas mercancías sirvan sólo para ser utilizadas como materias primas; <br> (b) las mercancías que sean producidas enteramente en el territorio de una o ambas <br> Partes a partir exclusivamente de materiales que califican como originarios de <br> conformidad con este Anexo; <br> (c) las mercancías en cuya producción se utilicen materiales que no sean originarios de <br> una o ambas Partes, cuando estas resulten de un proceso de transformación <br> realizado en el territorio de una o ambas Partes, que les confiera una nueva <br> individualidad caracterizada por el hecho de estar clasificados, en el Sistema <br> Arancelario vigente en la Parte exportadora, en una partida diferente a la de dichos materiales; <br> (d) las mercancías que no cumplen el cambio de clasificación arancelaria, siempre que <br> el valor CIF puerto de destino de los materiales no originarios utilizados en su <br> producción, no exceda el cincuenta por ciento (50%) del valor FOB de las <br> mercancías de que se trate; o <br> (e) las mercancías que cumplan con las reglas de origen específicas establecidas en el <br> Artículo 8. Accesorios, repuestos y herramientas <br> Apéndice 1 del presente Anexo. Las mismas prevalecen sobre lo dispuesto en los <br> incisos (c) y (d) anteriores. <br> 2 Cualquiera de las Partes podrá solicitar, mediante la Comisión Administradora, la <br> modificación de los requisitos de origen establecidos de conformidad con el presente Artículo. <br> Dicha solicitud deberá ser por escrito y contener todos los elementos justificativos de la misma. <br> [1] Para efecto del cumplimiento de las Reglas de Origen Específicas del Capítulo 3 y Sección II (Capítulos 6 al <br> 14) del Sistema Armonizado contenidas en el Apéndice 1 del presente Anexo, las Partes podrán utilizar alevines <br> una o ambas Partes, por uno o más productores, siempre que la mercancía cumpla con lo <br> o larvas, semillas, bulbos, tubérculos, rizomas, esquejes, retoños, yemas u otras partes vivas de plantas no originarias. <br> Artículo 4. Acumulación. <br> 1 Las mercancías o materiales originarios del territorio de una Parte, incorporados en una <br> mercancía en el territorio de la otra Parte, serán considerados originarios del territorio de esa otra Parte. <br> establecido en el Artículo 3 y las demás disposiciones aplicables de este Anexo. <br> 3 Las Partes acuerdan, para efecto de desarrollar la acumulación extendida de origen con <br> otros países no miembros del presente Acuerdo con los que se tengan Acuerdos en común, <br> entrar en consultas con el propósito de que materiales originarios de dichos países puedan ser <br> considerados como originarios para este Acuerdo. <br> Artículo 5. Materiales Intermedios <br> Para efectos de la determinación de origen de una mercancía, un material intermedio se <br> podrá considerar como material originario de una Parte, siempre que cumpla con lo <br> establecido en el presente régimen. <br> Artículo 6. Tránsito o Expedición Directa <br> Una mercancía originaria no perderá tal condición, cuando se exporte y en su <br> transportación pase por el territorio de países no Parte, incluidas zonas libres, siempre que se <br> cumpla con los requisitos siguientes: <br> (a) el tránsito esté justificado por razones geográficas o por consideraciones relativas a <br> requerimientos de transporte internacional; <br> (b) no ingrese al comercio o al consumo en el territorio de los países en tránsito; <br> (c) durante su transporte y depósito no sea transformado o sometido a operaciones <br> diferentes del embalaje, empaque, reempaque, carga, descarga o manipulación para <br> asegurar la conservación; y <br> (d) permanezca bajo control de la autoridad aduanera del territorio de un país no Parte. <br> En caso contrario, dicha mercancía perderá su condición de originaria. <br> Artículo 7. De Mínimis <br> Una mercancía será considerada originaria si el valor CIF de todos los materiales no <br> originarios utilizados en su producción, que no cumpla con el cambio de clasificación <br> arancelaria exigido para la misma, no exceden el diez por ciento (10%) del valor FOB de <br> Los accesorios, repuestos o herramientas usuales de la mercancía, entregados con esta, <br> se deberán tratar como originarios si la mercancía es originaria y no se tomarán en cuenta para <br> sufren el correspondiente cambio de clasificación arancelaria, siempre que: <br> (a) los accesorios, repuestos y herramientas estén clasificados con la mercancía y no se <br> arancelario preferencial. <br> hubiesen facturado por separado, independientemente de que cada uno se <br> (b) las cantidades y el valor de dichos accesorios, repuestos o herramientas sean los <br> usuales para la mercancía. <br> Si la mercancía está sujeta al requisito de valor, los accesorios, repuestos y <br> herramientas, serán considerados como originarios o no originarios, según sea el caso, para <br> calcular el valor de la mercancía. <br> Artículo 9. Juegos o Surtidos de Mercancías <br> 1 Las mercancías que sean clasificadas como un juego o surtido como resultado de la <br> aplicación de la Regla 3 de las Reglas Generales de Interpretación del Sistema Armonizado, <br> 2 Una mercancía será considerada originaria, cuando sea producida en el territorio de <br> así como las mercancías cuya descripción en la nomenclatura del Sistema Armonizado sea <br> específicamente la de un juego o surtido, se considerarán como originarias sólo si cada <br> mercancía en el juego o surtido es originaria y tanto el juego o surtido, como las mercancías, <br> cumplen con todos los demás requisitos aplicables en este Anexo. <br> 2 No obstante el párrafo anterior, un juego o surtido de mercancías será originario, si el <br> valor de todas las mercancías no originarias incorporadas en el juego o surtido no excede el <br> quince por ciento (15%) del valor FOB del juego o surtido. <br> Artículo 10. Envases y Material de Empaque para la Venta al Por Menor <br> 1 Los envases y los materiales de empaque utilizados para la venta al por menor de una <br> mercancía, si están clasificados con la mercancía que contienen, no se tomarán en cuenta para <br> determinar si todos los materiales no originarios utilizados en la producción de la mercancía <br> sufren los cambios correspondientes de clasificación arancelaria establecidos en este Anexo. <br> 2 Si la mercancía adquiere su calidad de originaria por medio de un requisito de valor, el <br> CAPÍTULO IV <br> valor de los envases y materiales de empaque descritos en el párrafo anterior, se tomarán en <br> cuenta como originarios o no originarios, según sea el caso, para calcular el valor de la mercancía. <br> Artículo 11. Contenedores y Materiales de Embalaje para Embarque <br> Los contenedores y materiales de embalaje para embarque no serán tomados en cuenta <br> exportación de la mercancía. <br> para determinar si una mercancía es originaria. <br> Artículo 12. Materiales Indirectos Empleados en la Producción <br> 2 Materiales indirectos son aquellos usados en la producción de una mercancía que no <br> forman parte de esta, incluyendo: <br> (a) combustible y energía; <br> (b) herramientas, matrices y moldes; <br> (c) refacciones o repuestos y materiales utilizados en el mantenimiento de equipos y edificaciones; <br> (d) enzimas y catalizadores; y <br> (e) cualquier otro material utilizado en la producción y que no haya sido incorporado <br> en la composición final de la mercancía. <br> Capítulo III <br> Certificación y Emisión de Certificados de Origen <br> Artículo 13. Certificación de Origen <br> 1 Para efectos de este Capítulo, las Partes establecen un formato único para el certificado <br> de origen que figura en el Apéndice 2, el cual entrará en vigor el mismo día que este Acuerdo <br> y podrá ser modificado posteriormente por consentimiento mutuo. <br> 2 El certificado de origen referido en el párrafo 1 se utilizará para certificar que una <br> mercancía que se exporte del territorio de una Parte al territorio de la otra Parte califica como originaria. <br> 3 La autoridad certificadora de cada Parte exigirá a los exportadores o productores que <br> llenen, firmen y fechen un certificado de origen para cada exportación de mercancías para la <br> cual un importador de la otra Parte pueda reclamar tratamiento arancelario preferencial. <br> 4 El exportador o productor que llene, firme y feche un certificado de origen lo realizará <br> a través de una declaración jurada, comprometiéndose a asumir cualquier responsabilidad <br> administrativa, civil o penal cuando el exportador incluya en el certificado de origen <br> información falsa o incorrecta. <br> 5 La autoridad certificadora de cada Parte certificará que el certificado de origen llenado, <br> firmado y fechado por el exportador o productor de la mercancía está correcto, basado en la <br> información proporcionada por tal exportador o productor, quien será responsable de la <br> exactitud y validez de la información y verificará que el exportador o productor realmente está <br> ubicado en esa Parte. <br> 6 Cada Parte requerirá que se selle, firme y feche el certificado de origen por la <br> autoridad certificadora de la Parte exportadora con respecto a la exportación de una mercancía <br> para la que el importador pueda solicitar tratamiento arancelario preferencial. El certificado de <br> origen deberá tener también un número de serie que permita su identificación, el cual será <br> administrado por la autoridad certificadora. <br> 7 La autoridad certificadora de la Parte exportadora deberá: <br> (a) elaborar e implementar los procedimientos administrativos para certificar los <br> certificados de origen que su productor o exportador llene, firme y feche; <br> (b) proporcionar, si lo solicitara la autoridad competente de la Parte importadora, <br> información sobre el origen de las mercancías importadas para las cuales se solicita <br> tratamiento arancelario preferencial; y <br> (c) notificar por escrito, previo a la entrada en vigor del presente Acuerdo, la <br> información de contacto de la autoridad certificadora, la lista de los nombres de las <br> personas autorizadas para certificar el certificado de origen, con sus firmas y sellos <br> correspondientes. Las modificaciones a esta lista se notificarán inmediatamente en <br> forma oficial y por escrito a la otra Parte y entrarán en vigor treinta (30) días <br> después de la fecha en la cual esa Parte reciba la notificación de la modificación. <br> 8 Cada Parte dispondrá que un certificado de origen será aplicable únicamente a una <br> importación de una o más mercancías al territorio de esa Parte. <br> 9 Cada Parte dispondrá que la autoridad aduanera de la Parte importadora acepte un <br> certificado de origen válido por un período de ciento ochenta días (180) a partir de la fecha en <br> la cual el certificado fue firmado y sellado por la autoridad certificadora. <br> 10 Cada Parte dispondrá que cuando un exportador no sea el productor de la mercancía, <br> llene, firme y feche el certificado de origen con fundamento en: <br> (a) su conocimiento respecto de si la mercancía califica como originaria; o <br> (b) la declaración jurada proporcionada voluntariamente por el productor al exportador. <br> 11 El sistema de clasificación a utilizar al momento de elaborar los Certificados de Origen <br> será aquel vigente en el presente Acuerdo por la Parte exportadora. <br> Artículo 14. Facturación por Terceros <br> Cuando se trate de una importación de mercancías originarias de conformidad con las <br> disposiciones del presente Anexo, la factura que se presente al momento de la importación <br> podrá ser expedida por un operador ubicado en el territorio de un país no Parte, siempre que: <br> (a) la mercancía sea expedida directamente de conformidad con el Artículo 6; <br> (b) la factura comercial debe presentarse conjuntamente con el Certificado de Origen; y <br> identifique por separado en la propia factura; y <br> (c) en el Certificado de Origen deberá declararse en la casilla de observaciones que <br> las mercancías serán facturadas desde un tercer país. <br> Artículo 15. Rectificación del Certificado de Origen <br> 1 En caso de detectarse errores formales en el certificado de origen, es decir, aquellos <br> que no afectan la calificación de origen de la mercancía, tanto en el momento de la <br> importación como durante un proceso de control posterior, la autoridad aduanera conservará el <br> original del certificado de origen y se notificará al importador indicando los errores que este presenta. <br> 2 El importador deberá presentar la rectificación correspondiente en un plazo máximo de <br> treinta (30) días contados a partir de la fecha de recepción de la notificación. Dicha <br> rectificación debe ser realizada mediante nota en ejemplar original que debe contener la <br> 1 A fin de determinar si una mercancía es originaria, los materiales indirectos se <br> enmienda, la fecha y el número del certificado de origen y ser firmada por una persona <br> autorizada de la autoridad certificadora. Si el importador no cumpliera con la presentación de <br> considerarán como originarios independientemente del lugar de su producción. <br> la rectificación correspondiente en el plazo estipulado, la Autoridad Competente de la Parte <br> importadora podrá negar el origen de las mercancías a los efectos del presente Acuerdo. <br> Artículo 16. Conservación de Registros Contables y Otros Documentos Relacionados con el Origen <br> 1 Cada Parte dispondrá que tanto la autoridad certificadora, el exportador, como el <br> importador, deberán conservar durante un mínimo de cuatro (4) años después de la fecha de la <br> firma de un certificado de origen, todos los registros y documentos relativos al origen de la <br> mercancía con que disponga cada una de ellas. <br> 2 Para efectos del procedimiento de verificación de origen establecido en el presente <br> Anexo, el exportador o productor deberá proporcionar a la autoridad competente de la Parte <br> importadora, cuando esta lo solicite, información relacionada con: <br> (a) la adquisición, los costos, el valor y el pago de la mercancía que es exportada de su territorio; <br> (b) la adquisición, los costos, el valor y el pago de todos los materiales utilizados en la <br> producción de la mercancía que se exporte de su territorio; y <br> (c) el proceso de producción de la mercancía. <br> 3 Cuando los registros y documentos no estén en poder del exportador, éste podrá <br> solicitar al productor o proveedor de las mercancías la información necesaria para la <br> verificación de origen. <br> Proceso de Verificación y Control de Origen <br> Artículo 17. Consultas Previas al Proceso de Verificación <br> En caso de duda acerca del origen de las mercancías de conformidad con el presente <br> Anexo, la autoridad aduanera o autoridad competente del país importador podrá solicitar a la <br> autoridad certificadora del país exportador las pruebas necesarias para comprobar el origen de <br> las mercancías. A tales efectos, la autoridad aduanera o autoridad competente, deberá indicar <br> en la solicitud, que deberá ser remitida en forma oficial y por escrito, el número y la fecha del <br> o los certificados de origen y el período de tiempo sobre el cual solicita la información, así <br> como una breve descripción del tipo de problema por el cual surgió la duda de origen. Dicha <br> información será respondida dentro de los quince (15) días posteriores a la solicitud. <br> Artículo 18. Procedimiento para Verificar el Origen <br> 1 Si la información a que se refiere el Artículo anterior no es suficiente para disipar las <br> dudas sobre el origen de las mercancías amparadas por un certificado de origen, la autoridad <br> aduanera o autoridad competente de la Parte importadora podrá iniciar el proceso de <br> verificación sin impedir la internación de la mercancía o mercancías idénticas enviadas por el <br> exportador sujeto de la investigación. A tales efectos, la Parte importadora, a través de la <br> autoridad certificadora de la Parte exportadora, podrá verificar el origen de las mercancías por <br> uno o más de los medios siguientes: <br> (a) cuestionarios o solicitudes escritas dirigidas a exportadores o productores del <br> territorio de la otra Parte; <br> (b) visitas de verificación a las instalaciones de un exportador o productor en territorio <br> de la otra Parte, con el objeto de examinar los registros y documentos que <br> acrediten el cumplimiento de la Regla de Origen utilizada, inspeccionar el proceso <br> productivo en el lugar donde se lleve a cabo la producción de la mercancía, o en su <br> caso, el de los materiales intermedios; o <br> (c) llevar a cabo otros procedimientos que puedan establecerse a través de la Comisión Administradora. <br> 2 El exportador o productor que reciba un cuestionario o una solicitud conforme al <br> subpárrafo 1(a) de este Artículo, por medio de su autoridad certificadora, lo responderá y lo <br> devolverá en un plazo no mayor a treinta (30) días contados a partir de la fecha en que lo haya <br> recibido. Durante ese plazo, el exportador o el productor podrán solicitar por escrito a la <br> autoridad competente o autoridad aduanera de la Parte importadora, por medio de su autoridad <br> certificadora, una prórroga la cual no podrá ser mayor de veinte (20) días. Esta solicitud no <br> dará como resultado la negación del trato preferencial. <br> 3 De no ser suficiente la información que la autoridad aduanera o autoridad competente <br> de la Parte importadora recibió en el cuestionario mencionado en el subpárrafo 1(a) del <br> presente Artículo podrá, por segunda y última vez, dirigir otro cuestionario para que por <br> medio de la autoridad certificadora de la Parte exportadora sea remitido al exportador o <br> productor. Este cuestionario deberá ser respondido durante los treinta (30) días posteriores a <br> la recepción del cuestionario por parte de la autoridad certificadora. <br> 4 En caso que no se respondan o devuelvan los cuestionarios referidos en los plazos <br> establecidos en los párrafos 2 y 3 del presente Artículo, la autoridad aduanera o autoridad <br> competente de la Parte importadora denegará el tratamiento arancelario preferencial a las <br> mercancías amparadas en el certificado de origen objeto del proceso de verificación. <br> 5 Una vez concluido lo establecido en el subpárrafo 1(a) sin resultados definitivos, la <br> autoridad aduanera o autoridad competente de la Parte importadora podrá realizar una visita <br> de verificación de origen en el territorio de la Parte exportadora de conformidad con el <br> subpárrafo 1(b) del presente Artículo. La Parte importadora notificará al exportador o <br> productor la fecha exacta de la visita, la cual deberá estar comprendida dentro de los sesenta <br> (60) días posteriores a la notificación. El exportador de la mercancía dispondrá de quince (15) <br> días a partir de dicha notificación para aceptar la visita. Cuando el exportador o productor <br> reciba una notificación de visita podrá solicitar a la autoridad aduanera o autoridad <br> competente de la Parte importadora, por medio de su autoridad certificadora, posponer la <br> fecha de visita de verificación por un periodo no mayor a treinta (30) días contados a partir de <br> la fecha acordada para la visita. Una Parte no podrá negar el tratamiento arancelario <br> preferencial con fundamento exclusivo en la posposición de la visita de verificación. <br> 6 Cada Parte permitirá al exportador o productor, cuya mercancía o mercancías sean <br> objeto de una visita de verificación, designar dos (2) observadores que estén presentes durante <br> la misma, siempre que estos intervengan únicamente en esa calidad. De no haber designación <br> de observadores por el exportador o productor, esa omisión no tendrá como consecuencia la <br> posposición de la visita. <br> 7 En caso que, durante el transcurso de una verificación de origen, el exportador o <br> productor no proporcione información sobre registros y documentos necesarios para <br> corroborar el origen de las mercancías, la Parte importadora podrá negar el tratamiento <br> 8 La autoridad aduanera o autoridad competente de la Parte importadora levantará un <br> acta de la visita que contendrá los hechos por ella constatados, la cual podrá ser firmada por el <br> exportador o productor sujeto de la verificación. <br> 9 Una vez agotados los procesos referidos en los párrafos 2, 3 u 8, según sea el caso, y <br> en un plazo no superior a treinta (30) días, la autoridad aduanera o autoridad competente de la <br> Parte importadora deberá emitir una Resolución oficial a la autoridad certificadora donde se <br> establezca si la mercancía objeto de verificación califica o no como originaria. <br> 10 En el caso en que se determine que la mercancía objeto de verificación no es <br> originaria, se negará el tratamiento arancelario preferencial hasta que el exportador demuestre <br> ante la autoridad aduanera o autoridad competente de la Parte importadora, por medio de la <br> autoridad certificadora, que la mercancía califica como originaria, según las disposiciones del presente Anexo. <br> 11 En el caso referido en el párrafo 10, el importador de la mercancía la cual se determinó <br> como no originaria, deberá pagar los aranceles aduaneros correspondientes y otras <br> obligaciones que la legislación de la Parte importadora establezca, sin la obligación de <br> garantizar el interés fiscal al inicio del proceso de verificación de origen de esa mercancía. <br> 12 Todas las notificaciones realizadas hacia la autoridad certificadora en el <br> presente Artículo deberán ser igualmente comunicadas a la autoridad competente de la Parte exportadora. <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Anexo 4 <br> instituciones coordinadoras del Comité mencionadas en el Artículo 11.2 del presente Anexo. <br> Normas, Reglamentos Técnicos y Procedimientos de Evaluación de la Conformidad <br> "}, {"ArticleTitle": "rtículo 1. Objetivos", "ArticleDesc": "Artículo 1. Objetivos <br> Las disposiciones del presente Anexo tienen por objeto que las normas, reglamentos <br> técnicos y procedimientos de evaluación de la conformidad de las Partes no se constituyan en <br> obstáculos técnicos innecesarios al comercio, con el objetivo de incrementar y facilitar el <br> comercio mediante el mejoramiento de la implementación del Acuerdo sobre Obstáculos <br> Técnicos al Comercio, contenido en el Anexo 1A del Acuerdo de Marrakech por el que se <br> establece la Organización Mundial del Comercio (en adelante, \"Acuerdo OTC\"), la <br> eliminación de los obstáculos técnicos innecesarios y el aumento de la cooperación bilateral. <br> "}, {"ArticleTitle": "rtículo 2. Definiciones", "ArticleDesc": "Artículo 2. Definiciones <br> Para los propósitos del presente Anexo: <br> (a) se aplicarán los términos y definiciones del Anexo 1 del Acuerdo OTC; y <br> (b) Comité OTC de la OMC significa, el Comité de Obstáculos Técnicos al Comercio <br> de la Organización Mundial del Comercio. <br> "}, {"ArticleTitle": "rtículo 3. Ámbito de Aplicación", "ArticleDesc": "Artículo 3. Ámbito de Aplicación <br> 1 El presente Anexo se aplica a las normas, reglamentos técnicos y procedimientos de <br> evaluación de la conformidad de las Partes, que puedan afectar directa o indirectamente, el <br> comercio de productos entre las mismas. <br> 2 Las disposiciones del presente Anexo no son aplicables a las medidas sanitarias y <br> fitosanitarias; las que se regirán por el Anexo 5 (Medidas Sanitarias y Fitosanitarias) del <br> presente Acuerdo, ni a las especificaciones de compra establecidas por las instituciones <br> gubernamentales para sus necesidades de producción o de consumo. <br> "}, {"ArticleTitle": "rtículo 4. Confirmación de Acuerdos Internacionales", "ArticleDesc": "Artículo 4. Confirmación de Acuerdos Internacionales <br> Las Partes confirman los derechos y obligaciones establecidos en el Acuerdo OTC. <br> "}, {"ArticleTitle": "rtículo 5. Normas Internacionales", "ArticleDesc": "Artículo 5. Normas Internacionales <br> 1 Al determinar si existe una norma internacional, una orientación o recomendación en <br> el sentido de los Artículos 2 y 5 y del Anexo 3 del Acuerdo OTC, cada Parte aplicará los <br> principios establecidos en las Decisiones y Recomendaciones adoptadas por el Comité OTC <br> de la OMC desde el 1 de enero de 1995, G/TBT/1/Rev.9, de fecha 8 de septiembre de 2008, <br> Anexo B de la parte 1 (Decisión del Comité relativa a los Principios para la Elaboración de <br> Normas, Guías y Recomendaciones Internacionales con arreglo a los Artículos 2 y 5 y al <br> Anexo 3 del Acuerdo OTC), emitido por el Comité OTC de la OMC. <br> 2 Cuando sea apropiado, las Partes cooperarán entre sí, en el contexto de su participación <br> en organismos internacionales de normalización, para asegurar que las normas internacionales <br> desarrolladas al interior de tales organizaciones que probablemente constituirán la base para <br> los reglamentos técnicos, sean facilitadoras del comercio y no creen obstáculos innecesarios al <br> comercio internacional. <br> "}, {"ArticleTitle": "rtículo 6. Facilitación del Comercio", "ArticleDesc": "Artículo 6. Facilitación del Comercio <br> 1 Las Partes intensificarán su trabajo conjunto en el campo de las normas, reglamentos <br> técnicos y procedimientos de evaluación de la conformidad, con miras a facilitar el acceso a <br> sus respectivos mercados. En particular, las Partes buscarán identificar iniciativas bilaterales <br> que sean apropiadas para asuntos o sectores determinados. Tales iniciativas podrán incluir: <br> (a) la cooperación en asuntos de reglamentación, tales como convergencia o <br> armonización con las normas internacionales; y la equivalencia de los reglamentos técnicos; <br> (b) la confianza en la declaración de conformidad de un proveedor; <br> (c) el reconocimiento y aceptación de los resultados de los procedimientos de <br> evaluación de la conformidad; y <br> (d) el uso de la acreditación para calificar a los organismos de evaluación de la conformidad. <br> 2 Cuando una Parte detenga o rechace en el punto de entrada una mercancía originaria <br> del territorio de la otra Parte debido al incumplimiento de un reglamento técnico, deberá <br> notificar inmediatamente al importador las razones de la detención o rechazo. <br> "}, {"ArticleTitle": "rtículo 7. Reglamentos Técnicos", "ArticleDesc": "Artículo 7. Reglamentos Técnicos <br> 1 Cada Parte considerará favorablemente la posibilidad de aceptar como equivalentes <br> reglamentos técnicos de la otra Parte, aun cuando esos reglamentos difieran de los suyos, <br> siempre que los mismos produzcan resultados equivalentes a aquellos producidos por sus <br> propios reglamentos técnicos en lograr sus objetivos legítimos y alcanzar el mismo nivel de protección. <br> 2 Una Parte, a solicitud de la otra Parte, explicará las razones por las cuales no ha <br> aceptado un reglamento técnico de esa Parte como equivalente. <br> "}, {"ArticleTitle": "rtículo 8. Evaluación de la Conformidad", "ArticleDesc": "Artículo 8. Evaluación de la Conformidad <br> 1 Las Partes reconocen que existe una amplia gama de mecanismos para facilitar la <br> aceptación en el territorio de una Parte de los resultados de los procedimientos de evaluación <br> de la conformidad realizados en el territorio de otra Parte, incluyendo: <br> (a) la Parte importadora podrá aceptar la declaración de conformidad de un proveedor; <br> (b) los acuerdos de reconocimiento voluntarios entre los organismos de evaluación de <br> la conformidad del territorio de cada una de las Partes; <br> (c) los acuerdos sobre aceptación mutua de los resultados de los procedimientos de <br> evaluación de la conformidad con respecto a reglamentos específicos, realizados <br> por organismos localizados en el territorio de la otra Parte; <br> (d) una Parte podrá adoptar procedimientos de acreditación para calificar a las <br> entidades de evaluación de la conformidad localizadas en el territorio de la otra Parte; <br> (e) una Parte podrá designar entidades de evaluación de la conformidad localizadas en <br> el territorio de la otra Parte; y <br> (f) una Parte podrá facilitar la consideración de una solicitud de la otra Parte para <br> reconocer los resultados de los procedimientos de evaluación de la conformidad <br> realizados por las entidades en el territorio de la otra Parte, incluso mediante la <br> negociación de los acuerdos en un sector designado por esa otra Parte. <br> 2 Las Partes intensificarán su intercambio de información sobre la gama de mecanismos <br> que faciliten la aceptación de los resultados de la evaluación de la conformidad. <br> 3 En caso que una Parte no acepte los resultados de los procedimientos de la evaluación <br> de la conformidad practicados en el territorio de la otra Parte, deberá, a solicitud de la otra <br> Parte, explicar las razones de su decisión. <br> 4 Cada Parte acreditará, aprobará, autorizará o reconocerá de otra forma a los <br> organismos de evaluación de la conformidad en el territorio de la otra Parte, en términos no <br> menos favorables que los otorgados a los organismos de evaluación de la conformidad en su <br> territorio. Si una Parte acredita, aprueba, autoriza o reconoce de otra forma a un organismo <br> que evalúa la conformidad con un determinado reglamento o norma técnica en su territorio y <br> rechaza acreditar, aprobar, autorizar o reconocer de otra forma a un organismo que evalúa la <br> conformidad con ese reglamento o norma técnica en el territorio de la otra Parte deberá, previa <br> solicitud de esa otra Parte, explicar las razones de su decisión. <br> 5 Si una Parte rechaza una solicitud de la otra Parte para entablar o concluir <br> negociaciones para alcanzar un acuerdo que facilite el reconocimiento en su territorio de los <br> resultados de los procedimientos de evaluación de la conformidad efectuados por organismos <br> en el territorio de la otra Parte, ella deberá, previa solicitud, explicar las razones de su decisión. <br> 6 Con el fin de aumentar la confianza mutua de los resultados de la evaluación de la <br> conformidad, las Partes podrán realizar intercambios de información, según sea apropiado, <br> para llegar a un entendimiento mutuamente satisfactorio sobre aspectos tales como la <br> competencia técnica de los organismos de evaluación de la conformidad involucrados. <br> "}, {"ArticleTitle": "rtículo 9. Transparencia", "ArticleDesc": "Artículo 9. Transparencia <br> 1 Las Partes deberán notificar electrónicamente, a través del Punto de Contacto <br> establecido para cada Parte bajo el Artículo 10 del Acuerdo OTC, los proyectos de <br> reglamentos técnicos y procedimientos de evaluación de la conformidad que se pretendan <br> adoptar, al mismo tiempo que la Parte notifique a los demás miembros de la OMC, de <br> conformidad con el Acuerdo OTC y el presente Anexo. <br> 2 Cada Parte deberá permitir, al menos sesenta (60) días después de la transmisión de la <br> notificación mencionada en el párrafo anterior, que los interesados puedan presentar y <br> formular observaciones y consultas a tales medidas, a fin de que la Parte notificante pueda <br> evaluarlas y tomarlas en cuenta. En la medida de lo posible, la Parte notificante dará <br> consideración favorable a peticiones de la otra Parte de extensión del plazo establecido para <br> comentarios, de conformidad con su legislación nacional. <br> 3 En caso que se planteasen o amenazaran plantearse problemas urgentes relacionados a <br> objetivos legítimos a una de las Partes y ésta adopte un reglamento técnico o procedimiento de <br> evaluación de la conformidad, deberá notificar electrónicamente a la otra Parte, a través del <br> Punto de Contacto mencionado en el párrafo 1, al mismo tiempo que se notifica al Registro <br> Central de Notificaciones de la OMC de conformidad con el Acuerdo OTC. <br> 4 Cada Parte publicará, en forma impresa o electrónicamente, o pondrá de cualquier otra <br> forma a disposición del público, sus respuestas a los comentarios significativos, al mismo <br> tiempo que se publique el reglamento técnico o procedimiento de evaluación de la conformidad. <br> 5 Cada Parte deberá, a solicitud de la otra Parte, proporcionar información acerca de los <br> objetivos y las razones de un reglamento técnico o procedimiento de evaluación de la <br> conformidad que la Parte haya adoptado o se proponga adoptar. <br> 6 Cada Parte asegurará que haya al menos un Centro de Información en su territorio <br> capaz de responder a todas las preguntas y solicitudes razonables de la otra Parte y de las <br> personas interesadas, así como de proporcionar la documentación pertinente en relación con <br> todo lo referente al presente Anexo. <br> 7 Excepto lo dispuesto en el párrafo 6, cada Parte implementará este artículo tan pronto <br> como sea posible y en ningún caso después de tres (3) años desde la entrada en vigor del presente Anexo. <br> "}, {"ArticleTitle": "rtículo 10. Cooperación Técnica", "ArticleDesc": "Artículo 10. Cooperación Técnica <br> 1 Las Partes promoverán la cooperación entre sus organismos de normalización, de <br> reglamentación, de evaluación de la conformidad y de acreditación, con miras a atender las <br> necesidades derivadas de la implementación y aplicación del presente Anexo. <br> 2 Con miras a cumplir los objetivos del presente Anexo, las Partes, a petición de la otra <br> Parte y siempre que sea posible, cooperarán en pro de: <br> (a) intercambiar legislación, reglamentos, reglas y otras informaciones y publicaciones <br> periódicas publicadas por los organismos nacionales responsables de los <br> reglamentos técnicos, normas, evaluación de la conformidad, metrología y acreditación; <br> (b) intercambiar información general y publicaciones sobre evaluación de la <br> conformidad, organismos de certificación, incluyendo organismos notificados, la <br> designación y acreditación de organismos de evaluación de la conformidad; <br> (c) proporcionar asesoramiento y capacitación técnica, información y asistencia en <br> términos mutuamente acordados e intercambiar experiencias para mejorar el <br> sistema de la otra Parte en relación a las normas, reglamentos técnicos y <br> procedimientos de evaluación de la conformidad y actividades relacionadas; <br> (d) fortalecer las capacidades de sus respectivos organismos de normalización, <br> reglamentos técnicos, evaluación de la conformidad, metrología y los sistemas de <br> información y notificación bajo el ámbito del Acuerdo OTC, incluyendo la <br> formación y entrenamiento de los recursos humanos; <br> (e) aumentar el intercambio de información, particularmente respecto a la no <br> conformidad de un producto en el comercio bilateral con las normas, los <br> reglamentos técnicos y procedimientos de evaluación de la conformidad de una Parte; <br> (f) el examen de la compatibilidad y/o equivalencia de sus respectivos reglamentos <br> técnicos, normas y procedimientos de evaluación de la conformidad; <br> (g) considerar favorablemente, previa solicitud de la otra Parte, cualquier propuesta de <br> un sector específico, para profundizar la cooperación; <br> (h) promover y alentar la cooperación bilateral entre las organizaciones respectivas de <br> las Partes, públicas y/o privadas, responsables de la normalización, ensayos, <br> certificación, acreditación y metrología; <br> (i) el aumento de su cooperación bilateral en las organizaciones y foros <br> internacionales que se ocupan de las cuestiones cubiertas por el presente Anexo; e <br> (j) informar a la otra Parte, en la medida de lo posible, acerca de los acuerdos o <br> programas suscritos a nivel internacional en relación a los obstáculos técnicos al comercio. <br> "}, {"ArticleTitle": "rtículo 11. Comité de Obstáculos Técnicos al Comercio", "ArticleDesc": "Artículo 11. Comité de Obstáculos Técnicos al Comercio <br> 1 Con el fin de facilitar la implementación del presente Anexo y la cooperación, las <br> Partes establecen el Comité de Obstáculos Técnicos al Comercio (en adelante \"el Comité\"), <br> integrado por representantes de cada Parte. <br> 2 Para los efectos del presente Artículo, el Comité será coordinado por: <br> (a) en el caso de Cuba, el Ministerio del Comercio Exterior y la Inversión Extranjera <br> de conjunto con la Oficina Nacional de Normalización, o su sucesor; y <br> (b) en el caso de El Salvador, el Ministerio de Economía; a través de la Dirección de <br> Administración de Tratados Comerciales, o su sucesor. <br> 3 Las funciones del Comité incluirán: <br> (a) monitorear la implementación y administración del presente Anexo; <br> (b) tratar prontamente los asuntos que una Parte proponga respecto a la elaboración, <br> adopción, aplicación o ejecución de normas, reglamentos técnicos o <br> procedimientos de evaluación de la conformidad, incluyendo los procedimientos de <br> autorización o aprobación; <br> (c) incrementar la cooperación para la elaboración y mejoramiento de las normas, los <br> reglamentos técnicos, o los procedimientos de evaluación de la conformidad; <br> (d) en la medida de lo posible, facilitar la cooperación sectorial entre las instituciones <br> gubernamentales y no gubernamentales en materia de normas, reglamentos <br> técnicos y procedimientos de evaluación de la conformidad en los territorios de las <br> Partes, así como el proceso de acuerdos de reconocimiento mutuo y la <br> equivalencia de reglamentos técnicos; <br> (e) intercambiar información acerca del trabajo que se realiza en foros no <br> gubernamentales, regionales, multilaterales y programas de cooperación <br> involucrados en actividades relacionadas con normas, reglamentos técnicos y <br> procedimientos de evaluación de conformidad; <br> (f) a solicitud de una Parte, responder consultas sobre cualquier asunto que surja al <br> amparo del presente Anexo; <br> (g) realizar cualquier otra acción que las Partes consideren que les ayudará en la <br> implementación del presente Anexo y del Acuerdo OTC y en la facilitación del <br> comercio de productos; <br> (h) revisar el presente Anexo a la luz de cualquier desarrollo bajo el Acuerdo OTC y <br> de las decisiones o recomendaciones del Comité OTC de la OMC, y plantear <br> sugerencias sobre posibles enmiendas al presente Anexo de ser necesario; y <br> (i) establecer, cuando se requiera, para asuntos particulares o sectores, grupos de <br> trabajo para el tratamiento de materias específicas y temas relacionados con el presente Anexo. <br> 4 Las Partes realizarán todos los esfuerzos para alcanzar una solución mutuamente <br> satisfactoria sobre las consultas referidas en el subpárrafo 3(f), dentro de un periodo de hasta treinta (30) días. <br> 5 Cuando las Partes hayan recurrido a las consultas de conformidad con el subpárrafo <br> 3(f), y estas no hayan sido satisfactorias para una de las Partes, se podrá recurrir al Régimen <br> de Solución de Controversias previsto en el Anexo 6 (Régimen de Solución de Controversias) <br> del presente Acuerdo. Tales consultas reemplazarán las establecidas en la Sección B del referido Anexo. <br> 6 El Comité se reunirá anualmente luego de la entrada en vigor del presente Anexo, <br> salvo que las Partes acuerden otra cosa. <br> "}, {"ArticleTitle": "rtículo 12. Intercambio de Información", "ArticleDesc": "Artículo 12. Intercambio de Información <br> Cualquier información o explicación que sea proporcionada a petición de una Parte, en <br> virtud de las disposiciones del presente Anexo, será presentada en forma impresa o <br> electrónicamente, dentro de los sesenta (60) días siguientes a la solicitud, a través de las <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Anexo 4 <br> instituciones coordinadoras del Comité mencionadas en el Artículo 11.2 del presente Anexo. <br> Normas, Reglamentos Técnicos y Procedimientos de Evaluación de la Conformidad <br> "}]}]}, "members_found": ["192", "222", 2, 8703900000]}