{"FtaRooDetails": {"FtaId": 833, "FtaCode": "ITC00863", "FtaName": "AAP.CE 65: Chile-Ecuador", "FtaFullName": "ACUERDO DE COMPLEMENTACIÓN ECONÓMICA Nº 65 ENTRE LA REPÚBLICA DE CHILE Y LA REPÚBLICA DEL ECUADOR", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "25.01.2010", "Type": "Partial scope agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Chile; Ecuador", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under AAP.CE 65: Chile-Ecuador", "AdminProcCooAuth": "The certification type under AAP.CE 65: Chile-Ecuador is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under AAP.CE 65: Chile-Ecuador is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for AAP.CE 65: Chile-Ecuador agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 35%", "RooText": "Un cambio a la partida 87.01 a 87.16 desde cualquier otra partida; o No se requiere cambio de clasificación arancelaria a la partida 87.01 a 87.16, cumpliendo con un valor de contenido regional no menor a 35%7.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notas generales interpretativas", "RooText": " Anexo 4.1<br /> REGLAS ESPECÍFICAS DE ORIGEN6<br /> Sección A - Notas Generales Interpretativas<br /> Para los efectos de interpretar las reglas de origen establecidas en este Anexo:<br /> a) la regla específica, o el conjunto específico de reglas, que se aplica a una partida<br /> o a una subpartida se establece al lado de la partida o subpartida;<br /> b) una regla aplicable a una subpartida tendrá prioridad sobre la regla aplicable a la<br /> partida que comprende a esa fracción arancelaria;<br /> c) un requisito de cambio en la clasificación arancelaria se aplica solamente a los<br /> materiales no originarios;<br /> d) cuando una regla específica de origen esté definida con el criterio de cambio de<br /> clasificación arancelaria y la regla está escrita de manera que se exceptúen posiciones<br /> arancelarias a nivel de capitulo, partida o subpartida, las Partes interpretarán que la<br /> regla de origen requiere que los materiales clasificados en las posiciones arancelarias<br /> excluidas sean originarios para que la mercancía sea originaria:<br /> e) cuando una partida o subpartida esté sujeta a reglas de origen específicas<br /> alternativas, las Partes considerarán que la regla se cumple si la mercancía satisface<br /> una de las alternativas;<br /> f) cuando una regla de origen sea aplicable a un grupo de partidas o subpartidas y<br /> esa regla de origen especifique un cambio de partida o subpartida, las Partes deberán<br /> interpretar la regla de manera que el cambio en la partida o subpartida puede ocurrir<br /> dentro de una única partida o subpartida o entre partidas o subpartidas del mismo<br /> grupo. No obstante, cuando una regla se refiere a un cambio de partida o subpartida<br /> \"fuera del grupo\", las Partes deberán interpretar que la regla requiere que el cambio de<br /> partida o subpartida debe ocurrir desde una partida o subpartida que está fuera del<br /> grupo de partidas o subpartidas establecidas en la regla;<br /> g) se aplican las siguientes definiciones:<br /> capítulo significa un capítulo del Sistema Armonizado;<br /> partida significa los primeros cuatro dígitos del número de clasificación<br /> arancelaria del Sistema Armonizado;<br /> sección significa una sección del Sistema Armonizado; y,<br /> subpartida significa los primeros seis dígitos de! número de clasificación<br /> arancelaria del Sistema Armonizado.<br /> 6. El presente Anexo estará regido por la Nomenclatura del Sistema Armonizado de Designación y<br /> Codificación de Mercancías, en su versión regional NALADISA 2007 y sus futuras actualizaciones.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00863_coo.pdf", "DocType": "1_coo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace65/web/Capitulo_04_A02.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00863_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace65/web/Capitulo_04_A01.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00863_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace65/web/Capitulo_04.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00863_cusa.pdf", "DocType": "5_cusa", "WebLink": "http://www.aladi.org/biblioteca/publicaciones/aladi/acuerdos/ace/es/ace65/web/Capitulo_05.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00863_full.pdf", "DocType": "8_full", "WebLink": "http://www.aladi.org/nsfaladi/textacdos.nsf/800d239280151ad283257d8000551d1f/aa853267bdad56970325835b00569f81?OpenDocument"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.4: Acumulación <br /> 1 Los materiales originarios o mercancías originarias de cualquiera de las Partes <br /> incorporados en la producción de mercancías en el territorio de la otra Parte, serán <br /> considerados originarios del territorio de esta última Parte. <br /> 2 Para efectos de la acumulación señalada en el párrafo anterior, también se <br /> considerarán originarios de la Parte exportadora, los materiales originarios de Bolivia, <br /> Colombia y Perú, para lo cual regirá: <br /> (a) en el caso de Chile, el respectivo acuerdo bilateral suscrito con dichos países; y, <br /> (b) en el caso de Ecuador, la normativa respectiva de la Comunidad Andina.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (15% for Ecuador / 10% for Chile)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.5: De Mínimis <br /> Una mercancía será considerada originaria si el valor de todos los materiales no <br /> originarios utilizados en la producción de esta mercancía que no cumplen con el <br /> requisito de cambio de clasificación arancelaria establecido en el Anexo 4.1 no excede <br /> el quince por ciento (15%) para el caso de Ecuador y para Chile el diez por ciento (10%) <br /> del valor de transacción de la mercancía determinado conforme al artículo 4.2 y la <br /> mercancía cumple con las demás disposiciones aplicables de este Capítulo. [3] <br /> [3]. Los porcentajes del artículo 4.5 se mantendrán mientras no sea modificada la Resolución 6 del Consejo <br /> de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países cambian, los porcentajes se <br /> ajustarán automáticamente a quince por ciento (15%).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Valor de Contenido Regional <br /> 6 Para efectos del cálculo del valor de contenido regional, el valor de los <br /> materiales no originarios utilizados por el productor en la producción de una mercancía <br /> no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y <br /> utilizado por el productor de la mercancía en la producción de esa mercancía; o, <br /> b) el productor de la mercancía en la producción de un material originario de fabricación propia.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.6: Accesorios, Repuestos y Herramientas <br /> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como <br /> parte usual de la misma no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br /> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.1, siempre que: <br /> a) los accesorios, repuestos o herramientas se clasifiquen junto con la mercancía y <br /> no sean facturados por separado; y, <br /> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br /> habituales para la mercancía. <br /> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br /> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br /> establecido en este Capítulo. <br /> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, <br /> los accesorios, repuestos o herramientas se considerarán como materiales originarios o <br /> no originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.2: Valor de Contenido Regional <br /> 1 El valor de contenido regional de las mercancías se calculará de acuerdo con la siguiente formula: <br /> VCR = [(VT - VMN)/VT)] x 100 <br /> donde: <br /> VCR es el valor de contenido regional, expresado como un porcentaje; <br /> VT es el valor de transacción de la mercancía ajustado sobre una base FOB, salvo <br /> lo dispuesto en el párrafo 3. En caso que no exista o no pueda determinarse dicho valor <br /> conforme a los principios del artículo 1 del Acuerdo de Valoración Aduanera, el mismo <br /> será calculado de conformidad con dicho acuerdo: y <br /> VMN es el valor de transacción de los materiales no originarios ajustados sobre una <br /> base CIF, salvo lo dispuesto en el párrafo 5. En caso que no exista o no pueda <br /> determinarse dicho valor conforme a los principios del artículo 1 del Acuerdo de <br /> Valoración Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br /> 2 Para efectos del cálculo del valor de contenido regional, el porcentaje será de <br /> cuarenta por ciento (40%) para Ecuador y de cincuenta por ciento (50%) para Chile. [2] <br /> 3 Cuando una mercancía no es exportada directamente por su productor, el valor <br /> se ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del <br /> territorio de la Parte donde se encuentra el productor. <br /> 4 Todos los registros de los costos considerados para el cálculo de valor de <br /> contenido regional serán registrados y mantenidos de conformidad con los Principios de <br /> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br /> mercancía se produce. <br /> 5 Cuando el productor de una mercancía adquiera un material no originario dentro <br /> del territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br /> no incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br /> transporte del material desde el almacén del proveedor hasta el lugar en que se <br /> encuentre el productor. <br /> 6 Para efectos del cálculo del valor de contenido regional, el valor de los <br /> materiales no originarios utilizados por el productor en la producción de una mercancía <br /> no incluirá el valor de los materiales no originarios utilizados por: <br /> a) otro productor en la producción de un material originario que es adquirido y <br /> utilizado por el productor de la mercancía en la producción de esa mercancía; o, <br /> b) el productor de la mercancía en la producción de un material originario de fabricación propia. <br /> [2] Los porcentajes del Artículo de Valor de Contenido Regional (VCR) previstos por la Asociación <br /> Latinoamericana de Integración (ALADI), se mantendrán mientras no sea modificada la Resolución 6 del <br /> Consejo de Ministros del 12 de agosto de 1980. Si las categorías de países cambian, el porcentaje se <br /> ajustará automáticamente.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.9: Materiales Indirectos <br /> Los materiales indirectos se considerarán materiales originarios independientemente del <br /> lugar de su producción. <br /> Material indirecto significa una mercancía utilizada en la producción, verificación o <br /> inspección de otra mercancía, pero que no esté físicamente incorporada a ésta; o una <br /> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br /> relacionados con la producción de otra mercancía, incluyendo: <br /> a) combustible, energía, solventes y catalizadores; <br /> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br /> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br /> d) herramientas, troqueles y moldes; <br /> e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br /> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br /> producción, operación de equipos o mantenimiento de los edificios; y, <br /> g) cualquier otro material que no esté incorporado a la mercancía, pero cuyo uso en <br /> la producción de la mercancía pueda demostrarse que forma parte de dicha producción.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.12: Tránsito y Transbordo <br /> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br /> a) no sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br /> del territorio de las Partes, excepto la descarga, recarga, fraccionamiento o cualquier <br /> otra operación necesaria para mantener la mercancía en buenas condiciones o para <br /> transportarla a territorio de una Parte; <br /> b) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte; y, <br /> c) una mercancía originaria de la Parte exportadora es transportada a través de <br /> una o más no Partes, en cuyo caso la autoridad aduanera de la Parte importadora podrá <br /> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br /> mercancía, presentar: <br /> (i) una copia del documento de transporte; o, <br /> (ii) un certificado o cualquier otra información dada por la autoridad aduanera <br /> de tales no Partes u otras entidades autorizadas que respalden el hecho que las <br /> mercancías han estado en tránsito. <br /> [4] Los porcentajes del Artículo de Juegos o Surtidos, se mantendrán mientras no sea modificada la <br /> Resolución 6 del Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países <br /> cambian, los porcentajes se ajustarán automáticamente a veinte por ciento (20%).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.1: Mercancías Originarias <br /> Salvo que se disponga algo distinto en este Capítulo, una mercancía será considerada originaria cuando: <br /> la mercancía sea obtenida en su totalidad o producida enteramente en el <br /> a) <br /> territorio de una u otra Parte, según la definición del artículo 4.26; <br /> b) la mercancía sea producida en el territorio de una u otra Parte, a partir <br /> exclusivamente de materiales que califican como originarios conforme a las <br /> disposiciones de este Capítulo; o, <br /> c) la mercancía sea producida en el territorio de una u otra Parte, a partir de <br /> materiales no originarios que resulten de un proceso de producción o transformación <br /> confiriendo una nueva individualidad caracterizada por un cambio de clasificación <br /> arancelaria, un valor de contenido regional u otros requisitos según se especifica en <br /> el Anexo 4.1 y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.7: Envases y Materiales de Empaque para la Venta al por Menor <br /> 1 Cuando los envases y materiales de empaque en que una mercancía se <br /> presente para la venta al por menor estén clasificados en el Sistema Armonizado con la <br /> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br /> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br /> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.1. <br /> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br /> valor de dichos envases y materiales de empaque se tomará en cuenta como material <br /> originario o no originario, según sea el caso, para calcular el valor de contenido <br /> regional de la mercancía. <br /> Artículo 4.8: Contenedores y Materiales de Embalaje para Embarque <br /> Los contenedores y materiales de embalaje en los cuales la mercancía esté empacada <br /> exclusivamente para su transporte, no se tomarán en cuenta para efectos de determinar <br /> si la mercancía es originaria.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.10: Mercancías y Materiales Fungibles <br /> 1 Cuando las mercancías fungibles originarias y no originarias se mezclen o <br /> combinen físicamente en inventario, el origen de estas mercancías podrá determinarse <br /> con base en la segregación física de cada mercancía o material fungible, o por medio de <br /> la utilización de cualquier método de manejo de inventarios, tales como, el de <br /> promedios, últimas entradas - primeras salidas (UEPS) o primeras entradas - primeras <br /> salidas (PEPS), reconocidos en los Principios de Contabilidad Generalmente Aceptados <br /> de la Parte donde se realiza la producción o de otra manera aceptados por la Parte <br /> donde se realiza la producción. <br /> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br /> 1 para una mercancía o material fungible en particular, deberá continuar siendo utilizado <br /> para aquella mercancía o material fungible durante todo el período o año fiscal.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.11: Juegos o Surtidos <br /> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de <br /> las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br /> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br /> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br /> una de las mercancías contenidas en ese juego o surtido cumpla con las reglas de <br /> origen establecidas en este Capítulo y en el Anexo 4.1. <br /> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancías se <br /> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br /> formación del juego o surtido no excede el veinte por ciento (20%) para el caso de <br /> Ecuador y para Chile el quince por ciento (15%) del valor de transacción de la <br /> mercancía, determinado conforme al artículo 4.2. [4]", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.13: Exposiciones <br /> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se otorgará a <br /> mercancías originarias enviadas para su exposición en un país no Parte y que hayan <br /> sido vendidas después de la exposición para ser importadas a una de las Partes, <br /> cuando se cumplan las siguientes condiciones a satisfacción de las autoridades <br /> aduaneras de la Parte importadora: <br /> a) que un exportador haya enviado estas mercancías desde una de las Partes <br /> hasta el país no Parte en que se realizó la exposición; <br /> b) que las mercancías hayan sido vendidas o enajenadas de alguna otra forma por <br /> el exportador a una persona de una de las Partes; <br /> c) que las mercancías hayan sido enviadas durante la exposición o inmediatamente <br /> después en el mismo estado en que fueron enviadas a la exposición; <br /> d) que desde el momento en que las mercancías fueron enviadas a la exposición, <br /> no hayan sido utilizadas con fines distintos a su presentación en dicha exposición; y, <br /> e) que las mercancías hayan permanecido bajo control de las autoridades <br /> aduaneras del país no Parte durante la exposición. <br /> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br /> de conformidad con lo dispuesto en la Sección B de este Capítulo, el cual se presentará <br /> a las autoridades aduaneras de la Parte importadora, mencionando el nombre y la <br /> dirección de la exposición. Si se considera necesario se puede requerir evidencia <br /> documental adicional relacionada con la exposición. <br /> 3 Cuando una mercancía originaria de la Parte exportadora sea importada <br /> después de una exposición en una no Parte, la autoridad aduanera de la Parte <br /> importadora podrá requerir a los importadores que soliciten tratamiento arancelario <br /> preferencial para la mercancía, presentar: <br /> a) una copia del documento de transporte; o, <br /> b) un certificado o cualquier otra información dada por la autoridad aduanera de <br /> tales no Partes u otras entidades autorizadas que respalden el hecho que las <br /> mercancías han estado en tránsito. <br /> Sección B - Procedimientos de Origen", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificación de Origen <br /> 1 La autoridad aduanera de la Parte importadora podrá otorgar tratamiento <br /> arancelario preferencial basado en un certificado de origen escrito o electrónico emitido <br /> por la autoridad competente de la Parte exportadora. <br /> 2 El certificado de origen electrónico [5], deberá ser firmado digitalmente. <br /> 3 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br /> certificado de origen en otras entidades públicas o privadas. <br /> 4 La autoridad competente o entidades habilitadas podrán examinar en su territorio <br /> la calidad de originaria de las mercancías y el cumplimiento de los requisitos de este <br /> Capítulo. Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar <br /> inspecciones a las instalaciones del exportador o productor o realizar cualquier otro <br /> control que consideren apropiados. <br /> 5 Las Partes mantendrán vigente ante la Secretaria General de la ALADI la <br /> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para <br /> emitir certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br /> funcionarios acreditados para tal fin. <br /> 6 El certificado de origen servirá para certificar que una mercancía que se exporte <br /> del territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br /> certificado podrá ser modificado por la Comisión. El formulario único del certificado de <br /> origen se establece en el Anexo 4.2. <br /> 7 El certificado de origen tendrá validez de un año a partir de la fecha en la cual fue emitido. <br /> [5] Las Partes deberán implementar un sistema de certificación de origen en forma electrónica referida en <br /> este Artículo, a más tardar en dos (2) años después de la entrada en vigor del Acuerdo. Asimismo, ambas <br /> Partes evaluarán la factibilidad que la Aduana de importación reciba directamente de la autoridad <br /> competente una copia del certificado de origen electrónico. Al momento de implementar el sistema de <br /> certificación de origen electrónico, las Partes reconocerán como validas las firmas electrónicas. <br /> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br /> 1 Cada Parte dispondrá que: <br /> a) cuando un exportador tenga razones para creer que el certificado de origen <br /> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br /> autoridad competente o entidades habilitadas cualquier cambio que pueda afectar la <br /> exactitud o validez de ese certificado; y, <br /> b) si un exportador entregó un certificado o información falsa y con el mismo se <br /> exportó mercancías calificadas como originarías al territorio de la otra Parte, será sujeto <br /> a sanciones similares a las que se aplicarían a un importador en su territorio por <br /> contravenir sus leyes y reglamentaciones aduaneras al hacer declaraciones y <br /> afirmaciones falsas en relación a una importación. <br /> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br /> incorrecta si voluntariamente lo comunica por escrito a la autoridad competente o <br /> entidades habilitadas, previo a que la autoridad aduanera de la Parte importadora haya <br /> iniciado el ejercicio de sus facultades de verificación y control o antes de que la <br /> autoridad aduanera notifique la revisión, de conformidad con la legislación de cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.16: Excepciones <br /> El certificado de origen no será requerido cuando: <br /> a) el valor aduanero de la importación no exceda de mil dólares de los Estados <br /> Unidos de América (USS 1000) o el monto equivalente en la moneda de la Parte <br /> importadora al momento de la presentación de la declaración aduanera, o un monto <br /> mayor que puede ser establecido por la Parte importadora, a menos que la Parte <br /> importadora considere que la importación forma parte de una serie de importaciones <br /> realizadas o planificadas con el propósito de evadir el cumplimiento de la legislación de <br /> la Parte que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o, <br /> b) sea una mercancía para la cual la Parte importadora no requiere que el <br /> importador presente una certificación o información que demuestre el origen.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.26: Definiciones <br /> Autoridad competente significa la autoridad que, de acuerdo a las leyes respectivas de <br /> cada Parte, es responsable de la emisión del certificado de origen o de la delegación de <br /> la emisión en entidades habilitadas. <br /> a) en el caso de Chile, la Dirección General de Relaciones Económicas Internacionales; y, <br /> b) en el caso de Ecuador, el Ministerio de Industrias y Competitividad.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.14: Certificación de Origen <br /> 7 El certificado de origen tendrá validez de un año a partir de la fecha en la cual fue emitido.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.20: Requisitos para Mantener Registros <br /> 1 La autoridad competente o entidades habilitadas deberán conservar una copia <br /> del certificado de origen durante un plazo mínimo de cinco años, a partir de la fecha de <br /> su emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para <br /> la emisión del certificado. <br /> 2 Un exportador que solicite un certificado de origen de conformidad con el artículo <br /> 4.14, debe conservar por un mínimo de cinco años a partir de la fecha de la emisión de <br /> dicho certificado, todos los registros necesarios para demostrar que la mercancía era <br /> originaria, incluyendo los registros relativos a: <br /> a) la compra, los costos, el valor y el pago por la mercancía exportada; <br /> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br /> indirectos, utilizados en la producción de la mercancía exportada; y, <br /> c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br /> 3 Un importador que solicite tratamiento arancelario preferencial para una <br /> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br /> importación de la mercancía, la documentación que la autoridad aduanera exija, <br /> incluyendo una copia del certificado de origen.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within un year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.18: Devolución de Derechos <br /> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial para <br /> las mercancías importadas a su territorio que hubiera calificado como originaria, el <br /> importador podrá, a más tardar un año después de la fecha de importación, solicitar <br /> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br /> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br /> preferencial para esa mercancía, de acuerdo al procedimiento establecido en cada Parte.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.15: Facturación por un Operador de un País no Parte <br /> En el certificado de origen deberá indicarse en el campo \"Observaciones\", cuando una <br /> mercancía sea facturada por un operador de un país no Parte, la siguiente leyenda: <br /> \"Operación facturada por un operador de un país no Parte\".", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.21: Procedimientos para Verificación de Origen <br /> 1 La Parte importadora podrá solicitar información acerca del origen de una <br /> mercancía a la autoridad competente de la Parte exportadora. <br /> 2 La Parte importadora podrá requerir que el importador presente información <br /> relativa a la importación de la mercancía para la cual solicitó tratamiento arancelario preferencial. <br /> 3 Para efectos de determinar si una mercancía importada califica como originaria, <br /> la Parte importadora podrá verificar el origen de la mercancía, a través de la autoridad <br /> competente de la Parte exportadora, mediante los siguientes procedimientos: <br /> a) solicitudes de información o cuestionarios escritos al exportador o productor de <br /> la mercancía en territorio de la otra Parte, en las que se deberá señalar específicamente <br /> la mercancía objeto de verificación; <br /> b) visitas de verificación a las instalaciones del exportador o productor de la <br /> mercancía en el territorio de la otra Parte, con el propósito de examinar los registros y <br /> documentos a que se refiere el artículo 4.20 e inspeccionar las instalaciones y <br /> materiales que se utilicen en la producción de la mercancía; o, <br /> c) cualquier otro procedimiento que las Partes acuerden. <br /> 4 Para los efectos de este articulo, cualquier comunicación escrita enviada por la <br /> Parte importadora al exportador o productor para la verificación de origen a través de la <br /> autoridad competente de la Parte exportadora, se considerará válida si es realizada por medio de: <br /> a) correos certificados u otras formas con acuse de recibo que confirmen la <br /> recepción de los documentos o comunicaciones; o, <br /> b) cualquier otra forma que las Partes acuerden. <br /> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de información <br /> o los cuestionarios escritos deberán contener: <br /> a) el nombre, cargo y dirección de la Parte importadora que solicita la información: <br /> b) el nombre y dirección del exportador o productor a quien se le solicita la <br /> información y documentación; <br /> c) descripción de la información y documentos que se requieren; y, <br /> d) fundamento legal de las solicitudes de información o cuestionarios. <br /> 6 El exportador o productor que reciba un cuestionario o solicitud de información <br /> de conformidad con el párrafo 3(a), completará debidamente y devolverá el cuestionario <br /> o responderá a la solicitud de información dentro de 30 días a partir de la fecha de <br /> recepción. Durante el período señalado, el exportador o productor podrá hacer una <br /> solicitud de extensión por escrito a la autoridad aduanera de la Parte importadora, que <br /> no sea mayor a 30 días. Dicha solicitud no tendrá consecuencia de denegar el <br /> tratamiento arancelario preferencial. <br /> 7 La Parte importadora podrá solicitar, a través de la autoridad competente de la <br /> Parte exportadora, información adicional por medio de un cuestionario o solicitud <br /> posterior al exportador o productor, aún si hubiere recibido el cuestionario diligenciado o <br /> la información solicitada a la que se refiere el párrafo 3(a). En este caso el exportador o <br /> productor contará con 30 días para responder a dicha solicitud. <br /> 8 Si el exportador o productor no completa debidamente un cuestionario, no lo <br /> devuelve, o no proporciona la información solicitada dentro del período establecido en <br /> los párrafos 6 y 7. la Parte importadora podrá negar el tratamiento arancelario <br /> preferencial a las mercancías sujetas a verificación, enviando al importador y a la <br /> autoridad competente de la Parte exportadora, una resolución de origen en la que se <br /> incluyan los hechos y el fundamento legal para esa decisión. <br /> 9 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br /> el párrafo 3(b), la Parte importadora deberá notificar por escrito su intención de efectuar <br /> la visita de verificación. La notificación se enviará a la autoridad competente de la Parte <br /> exportadora por correo o cualquier otro medio que haga constar la recepción de la <br /> notificación. La Parte importadora requerirá para realizar la visita de verificación del <br /> consentimiento por escrito del exportador o productor a ser visitado. <br /> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de intención de <br /> realización de la visita de verificación de origen a la que se refiere el párrafo 9, deberá contener: <br /> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br /> b) el nombre del exportador o productor a ser visitado; <br /> c) la fecha y lugar de la visita de verificación propuesta: <br /> d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br /> referencia específica de la mercancía objeto de verificación; <br /> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br /> f) el fundamento legal de la visita de verificación. <br /> 11 Si el exportador o el productor de una mercancía no otorga su consentimiento <br /> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br /> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 9, la <br /> Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br /> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br /> exportadora su resolución, incluyendo los hechos y el fundamento legal de ésta. <br /> 12 La Parte importadora no deberá negar el tratamiento arancelario preferencial a <br /> una mercancía si dentro de los 15 días siguientes a la fecha de recepción de la <br /> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br /> visita de verificación propuesta con las justificaciones correspondientes, por un período <br /> no mayor de 30 días, contados a partir de la fecha propuesta conforme al párrafo 10(c), <br /> o por un plazo mayor que acuerden la autoridad aduanera de la Parte importadora y la <br /> autoridad competente de la Parte exportadora. <br /> 13 De conformidad con lo dispuesto en el párrafo 3(b), la Parte importadora <br /> permitirá a un exportador o productor que esté sujeto a una visita de verificación, <br /> designar hasta dos observadores para que estén presentes durante la visita y que <br /> únicamente actúen como tal. La no designación de observadores, no será motivo para <br /> que se posponga la visita. <br /> 14 Para la verificación del cumplimiento de cualquier requisito establecido en la <br /> Sección A de este Capítulo, la Parte importadora deberá adoptar, donde sea aplicable, <br /> los Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br /> 15 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br /> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br /> mercancía no ponga a disposición de la Parte importadora los registros y documentos a <br /> que hace referencia el artículo 4.20. <br /> 16 Cuando se haya concluido la visita de verificación, la Parte importadora podrá <br /> elaborar un acta de la visita, que incluirá los hechos constatados por ella. El exportador <br /> o productor sujeto de la visita podrá firmar esta acta. <br /> 17 Dentro de un período de 90 días a partir de la conclusión de la verificación de <br /> origen, la Parte importadora emitirá una resolución de origen que incluya los hechos y el <br /> fundamento legal de dicha resolución, debiendo notificar la misma al importador y a la <br /> autoridad competente de la Parte exportadora. <br /> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la Parte <br /> importadora haya emitido una resolución de origen, la autoridad competente de la Parte <br /> exportadora podrá recurrir al mecanismo de solución de controversias. <br /> 19 Cuando a través de una verificación de origen la Parte importadora determina <br /> que un exportador o un productor ha proporcionado más de una vez declaraciones a la <br /> autoridad competente de la Parte exportadora o información falsa o infundada en el <br /> sentido que una mercancía califica como originaria, la Parte importadora podrá <br /> suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas por <br /> esa persona. La autoridad aduanera de la Parte importadora otorgará tratamiento <br /> arancelario preferencial a las mercancías una vez cumplan con lo establecido en este Capítulo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Artículo 4.22: Sanciones <br /> Cada Parte impondrá sanciones penales, civiles o administrativas por la violación de sus <br /> leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br /> [Customs administration]: <br /> Artículo 5.9: Sanciones <br /> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br /> administrativas y, cuando procedan, penales por incumplimiento de sus leyes y <br /> regulaciones aduaneras.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.10: Resoluciones Anticipadas <br /> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br /> emitir resoluciones anticipadas de clasificación arancelaria por escrito, a solicitud escrita <br /> del importador en su territorio, de acuerdo a los procedimientos establecidos por cada Parte. <br /> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir <br /> de la fecha de su emisión, u otra fecha especificada en la resolución, siempre que los <br /> elementos en que se basa la resolución no hayan cambiado. <br /> 3 Cuando un importador solicite el tratamiento acordado a una mercancía <br /> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br /> elementos de la importación son consistentes con los hechos o circunstancias sobre los <br /> cuales se basó la resolución anticipada. <br /> 4 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br /> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br /> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar las <br /> medidas que correspondan, las que pueden incluir acciones civiles, penales y <br /> administrativas, multas u otras sanciones.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Artículo 5.8: Revisión e Impugnación <br /> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br /> aduaneras, los importadores en su territorio tengan acceso a: <br /> a) un nivel de revisión administrativa independiente del funcionario u oficina que <br /> adoptó el acto administrativo sujeto a revisión; y, <br /> b) una instancia de revisión judicial del acto administrativo expedido en el nivel final <br /> de revisión administrativa.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.18: Devolución de Derechos <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial para <br> Sección A - Reglas de Origen <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> Artículo 4.1: Mercancías Originarias <br> importador podrá, a más tardar un año después de la fecha de importación, solicitar <br> Salvo que se disponga algo distinto en este Capítulo, una mercancía será considerada originaria cuando: <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> la mercancía sea obtenida en su totalidad o producida enteramente en el <br> a) <br> preferencial para esa mercancía, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte, según la definición del artículo 4.26; <br> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br> b) la mercancía sea producida en el territorio de una u otra Parte, a partir <br> 1 Cada Parte dispondrá que: <br> originaria, incluyendo los registros relativos a: <br> exclusivamente de materiales que califican como originarios conforme a las <br> a) cuando un exportador tenga razones para creer que el certificado de origen <br> disposiciones de este Capítulo; o, <br> mercancías o en sus envases; <br> autoridad competente de la Parte exportadora. <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> c) la mercancía sea producida en el territorio de una u otra Parte, a partir de <br> autoridad competente o entidades habilitadas cualquier cambio que pueda afectar la <br> materiales no originarios que resulten de un proceso de producción o transformación <br> exactitud o validez de ese certificado; y, <br> confiriendo una nueva individualidad caracterizada por un cambio de clasificación <br> b) si un exportador entregó un certificado o información falsa y con el mismo se <br> arancelaria, un valor de contenido regional u otros requisitos según se especifica en <br> exportó mercancías calificadas como originarías al territorio de la otra Parte, será sujeto <br> el Anexo 4.1 y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo. <br> a sanciones similares a las que se aplicarían a un importador en su territorio por <br> Artículo 4.2: Valor de Contenido Regional <br> contravenir sus leyes y reglamentaciones aduaneras al hacer declaraciones y <br> 1 El valor de contenido regional de las mercancías se calculará de acuerdo con la siguiente formula: <br> afirmaciones falsas en relación a una importación. <br> VCR = [(VT - VMN)/VT)] x 100 <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> incorrecta si voluntariamente lo comunica por escrito a la autoridad competente o <br> VCR es el valor de contenido regional, expresado como un porcentaje; <br> entidades habilitadas, previo a que la autoridad aduanera de la Parte importadora haya <br> VT es el valor de transacción de la mercancía ajustado sobre una base FOB, salvo <br> iniciado el ejercicio de sus facultades de verificación y control o antes de que la <br> lo dispuesto en el párrafo 3. En caso que no exista o no pueda determinarse dicho valor <br> autoridad aduanera notifique la revisión, de conformidad con la legislación de cada Parte. <br> conforme a los principios del artículo 1 del Acuerdo de Valoración Aduanera, el mismo <br> Artículo 4.20: Requisitos para Mantener Registros <br> será calculado de conformidad con dicho acuerdo: y <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> VMN es el valor de transacción de los materiales no originarios ajustados sobre una <br> del certificado de origen durante un plazo mínimo de cinco años, a partir de la fecha de <br> incluyendo una copia del certificado de origen. <br> base CIF, salvo lo dispuesto en el párrafo 5. En caso que no exista o no pueda <br> su emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para <br> determinarse dicho valor conforme a los principios del artículo 1 del Acuerdo de <br> Valoración Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br> 2 Un exportador que solicite un certificado de origen de conformidad con el artículo <br> 2 Para efectos del cálculo del valor de contenido regional, el porcentaje será de <br> 4.14, debe conservar por un mínimo de cinco años a partir de la fecha de la emisión de <br> cuarenta por ciento (40%) para Ecuador y de cincuenta por ciento (50%) para Chile. [2] <br> dicho certificado, todos los registros necesarios para demostrar que la mercancía era <br> 3 Cuando una mercancía no es exportada directamente por su productor, el valor <br> se ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del <br> a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> territorio de la Parte donde se encuentra el productor. <br> 4 Todos los registros de los costos considerados para el cálculo de valor de <br> indirectos, utilizados en la producción de la mercancía exportada; y, <br> contenido regional serán registrados y mantenidos de conformidad con los Principios de <br> c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> 5 Cuando el productor de una mercancía adquiera un material no originario dentro <br> importación de la mercancía, la documentación que la autoridad aduanera exija, <br> del territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> no incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> Artículo 4.21: Procedimientos para Verificación de Origen <br> 1 La Parte importadora podrá solicitar información acerca del origen de una <br> mercancía a la autoridad competente de la Parte exportadora. <br> 6 Para efectos del cálculo del valor de contenido regional, el valor de los <br> 2 La Parte importadora podrá requerir que el importador presente información <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> materiales no originarios utilizados por el productor en la producción de una mercancía <br> relativa a la importación de la mercancía para la cual solicitó tratamiento arancelario preferencial. <br> no incluirá el valor de los materiales no originarios utilizados por: <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una <br> a) otro productor en la producción de un material originario que es adquirido y <br> la Parte importadora podrá verificar el origen de la mercancía, a través de la autoridad <br> utilizado por el productor de la mercancía en la producción de esa mercancía; o, <br> b) el productor de la mercancía en la producción de un material originario de fabricación propia. <br> a) solicitudes de información o cuestionarios escritos al exportador o productor de <br> [2] Los porcentajes del Artículo de Valor de Contenido Regional (VCR) previstos por la Asociación <br> la mercancía en territorio de la otra Parte, en las que se deberá señalar específicamente <br> Latinoamericana de Integración (ALADI), se mantendrán mientras no sea modificada la Resolución 6 del <br> la mercancía objeto de verificación; <br> Consejo de Ministros del 12 de agosto de 1980. Si las categorías de países cambian, el porcentaje se <br> b) visitas de verificación a las instalaciones del exportador o productor de la <br> ajustará automáticamente. <br> mercancía en el territorio de la otra Parte, con el propósito de examinar los registros y <br> Artículo 4.3: Operaciones que no Confieren Origen <br> documentos a que se refiere el artículo 4.20 e inspeccionar las instalaciones y <br> 1 No confieren origen, individualmente o combinados entre sí, los siguientes <br> materiales que se utilicen en la producción de la mercancía; o, <br> procesos u operaciones: <br> a) preservación de las mercancías en buen estado durante su transporte o <br> 4 Para los efectos de este articulo, cualquier comunicación escrita enviada por la <br> almacenamiento, tales como ventilación, aireación, refrigeración, congelación: <br> Parte importadora al exportador o productor para la verificación de origen a través de la <br> autoridad competente de la Parte exportadora, se considerará válida si es realizada por medio de: <br> c) embalaje, envasado, o acondicionamiento de las mercancías para su venta al por menor; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la <br> d) fraccionamiento en lotes o volúmenes; y, <br> la emisión del certificado. <br> recepción de los documentos o comunicaciones; o, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> mercancía se produce. <br> b) cualquier otra forma que las Partes acuerden. <br> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de información <br> 2 Asimismo, los siguientes procesos u operaciones de elaboración, serán <br> o los cuestionarios escritos deberán contener: <br> considerados insuficientes para conferir el carácter de mercancías originarias: <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la información: <br> a) filtración o dilución en agua o en oíros solventes que no altere las características de la mercancía; <br> donde: <br> b) desarmado de mercancías en sus partes; <br> Artículo 4.4: Acumulación <br> c) tendido o secado; <br> c) descripción de la información y documentos que se requieren; y, <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple cortado, recortado; <br> 6 El exportador o productor que reciba un cuestionario o solicitud de información <br> e) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> de conformidad con el párrafo 3(a), completará debidamente y devolverá el cuestionario <br> Artículo 4.5: De Mínimis <br> f) unión, reunión o división de mercancías en bultos; <br> o responderá a la solicitud de información dentro de 30 días a partir de la fecha de <br> g) la simple mezcla de productos, entendida como actividades que no requieren de <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> recepción. Durante el período señalado, el exportador o productor podrá hacer una <br> habilidades o máquinas especiales, aparatos o equipos especialmente fabricados o <br> solicitud de extensión por escrito a la autoridad aduanera de la Parte importadora, que <br> instalados para llevar a cabo dicha actividad. Sin embargo, la simple mezcla no incluye <br> información y documentación; <br> no sea mayor a 30 días. Dicha solicitud no tendrá consecuencia de denegar el <br> la reacción química; <br> tratamiento arancelario preferencial. <br> (h) sacrificio de animales; y, <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> transporte del material desde el almacén del proveedor hasta el lugar en que se <br> 7 La Parte importadora podrá solicitar, a través de la autoridad competente de la <br> (i) aplicación de aceite y recubrimientos protectores. <br> b) el nombre del exportador o productor a ser visitado; <br> Parte exportadora, información adicional por medio de un cuestionario o solicitud <br> posterior al exportador o productor, aún si hubiere recibido el cuestionario diligenciado o <br> 1 Los materiales originarios o mercancías originarias de cualquiera de las Partes <br> la información solicitada a la que se refiere el párrafo 3(a). En este caso el exportador o <br> incorporados en la producción de mercancías en el territorio de la otra Parte, serán <br> productor contará con 30 días para responder a dicha solicitud. <br> considerados originarios del territorio de esta última Parte. <br> 8 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> 2 Para efectos de la acumulación señalada en el párrafo anterior, también se <br> devuelve, o no proporciona la información solicitada dentro del período establecido en <br> f) el fundamento legal de la visita de verificación. <br> considerarán originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> los párrafos 6 y 7. la Parte importadora podrá negar el tratamiento arancelario <br> Colombia y Perú, para lo cual regirá: <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la <br> (a) en el caso de Chile, el respectivo acuerdo bilateral suscrito con dichos países; y, <br> autoridad competente de la Parte exportadora, una resolución de origen en la que se <br> (b) en el caso de Ecuador, la normativa respectiva de la Comunidad Andina. <br> incluyan los hechos y el fundamento legal para esa decisión. <br> 9 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> Una mercancía será considerada originaria si el valor de todos los materiales no <br> el párrafo 3(b), la Parte importadora deberá notificar por escrito su intención de efectuar <br> originarios utilizados en la producción de esta mercancía que no cumplen con el <br> la visita de verificación. La notificación se enviará a la autoridad competente de la Parte <br> requisito de cambio de clasificación arancelaria establecido en el Anexo 4.1 no excede <br> exportadora por correo o cualquier otro medio que haga constar la recepción de la <br> el quince por ciento (15%) para el caso de Ecuador y para Chile el diez por ciento (10%) <br> notificación. La Parte importadora requerirá para realizar la visita de verificación del <br> del valor de transacción de la mercancía determinado conforme al artículo 4.2 y la <br> b) facilitación del embarque o el transporte; <br> mercancía cumple con las demás disposiciones aplicables de este Capítulo. [3] <br> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de intención de <br> [3]. Los porcentajes del artículo 4.5 se mantendrán mientras no sea modificada la Resolución 6 del Consejo <br> realización de la visita de verificación de origen a la que se refiere el párrafo 9, deberá contener: <br> de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países cambian, los porcentajes se <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> ajustarán automáticamente a quince por ciento (15%). <br> referencia específica de la mercancía objeto de verificación; <br> Artículo 4.6: Accesorios, Repuestos y Herramientas <br> c) la fecha y lugar de la visita de verificación propuesta: <br> consentimiento por escrito del exportador o productor a ser visitado. <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como <br> d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> parte usual de la misma no se tomarán en cuenta para determinar si todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.1, siempre que: <br> a) los accesorios, repuestos o herramientas se clasifiquen junto con la mercancía y <br> 11 Si el exportador o el productor de una mercancía no otorga su consentimiento <br> no sean facturados por separado; y, <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 9, la <br> Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> exportadora su resolución, incluyendo los hechos y el fundamento legal de ésta. <br> establecido en este Capítulo. <br> 12 La Parte importadora no deberá negar el tratamiento arancelario preferencial a <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, <br> una mercancía si dentro de los 15 días siguientes a la fecha de recepción de la <br> los accesorios, repuestos o herramientas se considerarán como materiales originarios o <br> no originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> visita de verificación propuesta con las justificaciones correspondientes, por un período <br> Artículo 4.7: Envases y Materiales de Empaque para la Venta al por Menor <br> no mayor de 30 días, contados a partir de la fecha propuesta conforme al párrafo 10(c), <br> o por un plazo mayor que acuerden la autoridad aduanera de la Parte importadora y la <br> presente para la venta al por menor estén clasificados en el Sistema Armonizado con la <br> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> 13 De conformidad con lo dispuesto en el párrafo 3(b), la Parte importadora <br> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br> permitirá a un exportador o productor que esté sujeto a una visita de verificación, <br> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.1. <br> designar hasta dos observadores para que estén presentes durante la visita y que <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> únicamente actúen como tal. La no designación de observadores, no será motivo para <br> valor de dichos envases y materiales de empaque se tomará en cuenta como material <br> que se posponga la visita. <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> 14 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> regional de la mercancía. <br> Sección A de este Capítulo, la Parte importadora deberá adoptar, donde sea aplicable, <br> Artículo 4.8: Contenedores y Materiales de Embalaje para Embarque <br> los Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté empacada <br> 15 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> exclusivamente para su transporte, no se tomarán en cuenta para efectos de determinar <br> si la mercancía es originaria. <br> mercancía no ponga a disposición de la Parte importadora los registros y documentos a <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> Artículo 4.9: Materiales Indirectos <br> que hace referencia el artículo 4.20. <br> Los materiales indirectos se considerarán materiales originarios independientemente del <br> 16 Cuando se haya concluido la visita de verificación, la Parte importadora podrá <br> lugar de su producción. <br> elaborar un acta de la visita, que incluirá los hechos constatados por ella. El exportador <br> Artículo 4.10: Mercancías y Materiales Fungibles <br> o productor sujeto de la visita podrá firmar esta acta. <br> 1 Cuando las mercancías fungibles originarias y no originarias se mezclen o <br> 17 Dentro de un período de 90 días a partir de la conclusión de la verificación de <br> combinen físicamente en inventario, el origen de estas mercancías podrá determinarse <br> origen, la Parte importadora emitirá una resolución de origen que incluya los hechos y el <br> con base en la segregación física de cada mercancía o material fungible, o por medio de <br> fundamento legal de dicha resolución, debiendo notificar la misma al importador y a la <br> la utilización de cualquier método de manejo de inventarios, tales como, el de <br> promedios, últimas entradas - primeras salidas (UEPS) o primeras entradas - primeras <br> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la Parte <br> 1 Cuando los envases y materiales de empaque en que una mercancía se <br> salidas (PEPS), reconocidos en los Principios de Contabilidad Generalmente Aceptados <br> importadora haya emitido una resolución de origen, la autoridad competente de la Parte <br> de la Parte donde se realiza la producción o de otra manera aceptados por la Parte <br> exportadora podrá recurrir al mecanismo de solución de controversias. <br> donde se realiza la producción. <br> 19 Cuando a través de una verificación de origen la Parte importadora determina <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> que un exportador o un productor ha proporcionado más de una vez declaraciones a la <br> 1 para una mercancía o material fungible en particular, deberá continuar siendo utilizado <br> autoridad competente de la Parte exportadora o información falsa o infundada en el <br> para aquella mercancía o material fungible durante todo el período o año fiscal. <br> sentido que una mercancía califica como originaria, la Parte importadora podrá <br> Artículo 4.11: Juegos o Surtidos <br> suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas por <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de <br> esa persona. La autoridad aduanera de la Parte importadora otorgará tratamiento <br> las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br> arancelario preferencial a las mercancías una vez cumplan con lo establecido en este Capítulo. <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la violación de sus <br> una de las mercancías contenidas en ese juego o surtido cumpla con las reglas de <br> leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br> origen establecidas en este Capítulo y en el Anexo 4.1. <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancías se <br> Artículo 4.12: Tránsito y Transbordo <br> formación del juego o surtido no excede el veinte por ciento (20%) para el caso de <br> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br> Ecuador y para Chile el quince por ciento (15%) del valor de transacción de la <br> mercancía, determinado conforme al artículo 4.2. [4] <br> a) no sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga, fraccionamiento o cualquier <br> otra operación necesaria para mantener la mercancía en buenas condiciones o para <br> transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte; y, <br> c) una mercancía originaria de la Parte exportadora es transportada a través de <br> una o más no Partes, en cuyo caso la autoridad aduanera de la Parte importadora podrá <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancía, presentar: <br> (i) una copia del documento de transporte; o, <br> certificado de origen en otras entidades públicas o privadas. <br> (ii) un certificado o cualquier otra información dada por la autoridad aduanera <br> de tales no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancías han estado en tránsito. <br> [4] Los porcentajes del Artículo de Juegos o Surtidos, se mantendrán mientras no sea modificada la <br> Resolución 6 del Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países <br> cambian, los porcentajes se ajustarán automáticamente a veinte por ciento (20%). <br> Artículo 4.13: Exposiciones <br> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se otorgará a <br> mercancías originarias enviadas para su exposición en un país no Parte y que hayan <br> sido vendidas después de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciones a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancías desde una de las Partes <br> hasta el país no Parte en que se realizó la exposición; <br> Artículo 4.22: Sanciones <br> b) que las mercancías hayan sido vendidas o enajenadas de alguna otra forma por <br> el exportador a una persona de una de las Partes; <br> c) que las mercancías hayan sido enviadas durante la exposición o inmediatamente <br> después en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momento en que las mercancías fueron enviadas a la exposición, <br> Sección B - Procedimientos de Origen <br> Artículo 4.14: Certificación de Origen <br> no hayan sido utilizadas con fines distintos a su presentación en dicha exposición; y, <br> e) que las mercancías hayan permanecido bajo control de las autoridades <br> aduaneras del país no Parte durante la exposición. <br> encuentre el productor. <br> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capítulo, el cual se presentará <br> a las autoridades aduaneras de la Parte importadora, mencionando el nombre y la <br> dirección de la exposición. Si se considera necesario se puede requerir evidencia <br> documental adicional relacionada con la exposición. <br> 3 Cuando una mercancía originaria de la Parte exportadora sea importada <br> después de una exposición en una no Parte, la autoridad aduanera de la Parte <br> importadora podrá requerir a los importadores que soliciten tratamiento arancelario <br> preferencial para la mercancía, presentar: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de <br> tales no Partes u otras entidades autorizadas que respalden el hecho que las <br> 1 La autoridad aduanera de la Parte importadora podrá otorgar tratamiento <br> arancelario preferencial basado en un certificado de origen escrito o electrónico emitido <br> por la autoridad competente de la Parte exportadora. <br> 2 El certificado de origen electrónico [5], deberá ser firmado digitalmente. <br> 3 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> 4 La autoridad competente o entidades habilitadas podrán examinar en su territorio <br> la calidad de originaria de las mercancías y el cumplimiento de los requisitos de este <br> Capítulo. Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar <br> El certificado de origen no será requerido cuando: <br> inspecciones a las instalaciones del exportador o productor o realizar cualquier otro <br> control que consideren apropiados. <br> 5 Las Partes mantendrán vigente ante la Secretaria General de la ALADI la <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para <br> emitir certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> funcionarios acreditados para tal fin. <br> 6 El certificado de origen servirá para certificar que una mercancía que se exporte <br> del territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podrá ser modificado por la Comisión. El formulario único del certificado de <br> origen se establece en el Anexo 4.2. <br> 7 El certificado de origen tendrá validez de un año a partir de la fecha en la cual fue emitido. <br> [5] Las Partes deberán implementar un sistema de certificación de origen en forma electrónica referida en <br> este Artículo, a más tardar en dos (2) años después de la entrada en vigor del Acuerdo. Asimismo, ambas <br> Partes evaluarán la factibilidad que la Aduana de importación reciba directamente de la autoridad <br> competente una copia del certificado de origen electrónico. Al momento de implementar el sistema de <br> certificación de origen electrónico, las Partes reconocerán como validas las firmas electrónicas. <br> Artículo 4.15: Facturación por un Operador de un País no Parte <br> aduaneras de la Parte importadora: <br> En el certificado de origen deberá indicarse en el campo \"Observaciones\", cuando una <br> mercancía sea facturada por un operador de un país no Parte, la siguiente leyenda: <br> \"Operación facturada por un operador de un país no Parte\". <br> Artículo 4.16: Excepciones <br> a) el valor aduanero de la importación no exceda de mil dólares de los Estados <br> Unidos de América (USS 1000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presentación de la declaración aduanera, o un monto <br> mayor que puede ser establecido por la Parte importadora, a menos que la Parte <br> importadora considere que la importación forma parte de una serie de importaciones <br> realizadas o planificadas con el propósito de evadir el cumplimiento de la legislación de <br> la Parte que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o, <br> b) sea una mercancía para la cual la Parte importadora no requiere que el <br> importador presente una certificación o información que demuestre el origen. <br> a) una copia del documento de transporte; o, <br> originario o no originario, según sea el caso, para calcular el valor de contenido <br> habituales para la mercancía. <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}, {"ArticleTitle": ".17: Obligaciones Relativas a las Importaciones", "ArticleDesc": "Artículo 4.17: Obligaciones Relativas a las Importaciones <br> 1 La autoridad aduanera de cada Parte exigirá que el importador que solicite <br> tratamiento arancelario preferencial para una mercancía: <br> a) declare por escrito en el documento de importación requerido por su legislación, <br> en base a un certificado de origen, que una mercancía califica como mercancía originaria; <br> b) tenga el certificado de origen en su poder al momento en que se haga la declaración; <br> c) proporcione, si la autoridad aduanera lo solicita, el certificado de origen o copias del mismo; y, <br> d) presente inmediatamente una declaración corregida y pague el arancel <br> correspondiente cuando el importador tenga motivos para creer que el certificado de <br> origen en que se sustenta la declaración de aduanas tiene información incorrecta. El <br> importador no podrá ser sancionado cuando en forma voluntaria presente la declaración <br> de mercancías corregida, previo a que la autoridad aduanera haya iniciado el ejercicio <br> de sus facultades de verificación y control o antes de que las autoridades aduaneras <br> notifiquen la revisión, de conformidad con la legislación de cada Parte. <br> 2 Si un importador en su territorio no cumple con alguno de los requisitos <br> 3 En el caso de Ecuador, cuando el importador solicite tratamiento arancelario <br> preferencial sin certificado de origen, se acogerá a los procedimientos de la legislación interna. <br> establecidos en este Capítulo, la autoridad aduanera negará el tratamiento arancelario preferencial. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "CAPÍTULO 4 <br> Artículo 4.18: Devolución de Derechos <br> Reglas de origen <br> Cuando el importador no hubiera solicitado un tratamiento arancelario preferencial para <br> Sección A - Reglas de Origen <br> contiene información incorrecta, deberá comunicar inmediatamente por escrito a la <br> las mercancías importadas a su territorio que hubiera calificado como originaria, el <br> Artículo 4.1: Mercancías Originarias <br> importador podrá, a más tardar un año después de la fecha de importación, solicitar <br> Salvo que se disponga algo distinto en este Capítulo, una mercancía será considerada originaria cuando: <br> ante la autoridad aduanera de la Parte importadora la devolución de los derechos <br> la mercancía sea obtenida en su totalidad o producida enteramente en el <br> a) <br> preferencial para esa mercancía, de acuerdo al procedimiento establecido en cada Parte. <br> territorio de una u otra Parte, según la definición del artículo 4.26; <br> Artículo 4.19: Obligaciones Relativas a las Exportaciones <br> b) la mercancía sea producida en el territorio de una u otra Parte, a partir <br> 1 Cada Parte dispondrá que: <br> originaria, incluyendo los registros relativos a: <br> exclusivamente de materiales que califican como originarios conforme a las <br> a) cuando un exportador tenga razones para creer que el certificado de origen <br> disposiciones de este Capítulo; o, <br> mercancías o en sus envases; <br> autoridad competente de la Parte exportadora. <br> b) la compra, los costos, el valor y el pago de todos los materiales, incluyendo los <br> c) la mercancía sea producida en el territorio de una u otra Parte, a partir de <br> autoridad competente o entidades habilitadas cualquier cambio que pueda afectar la <br> materiales no originarios que resulten de un proceso de producción o transformación <br> exactitud o validez de ese certificado; y, <br> confiriendo una nueva individualidad caracterizada por un cambio de clasificación <br> b) si un exportador entregó un certificado o información falsa y con el mismo se <br> arancelaria, un valor de contenido regional u otros requisitos según se especifica en <br> exportó mercancías calificadas como originarías al territorio de la otra Parte, será sujeto <br> el Anexo 4.1 y la mercancía cumpla con las demás disposiciones aplicables de este Capítulo. <br> a sanciones similares a las que se aplicarían a un importador en su territorio por <br> Artículo 4.2: Valor de Contenido Regional <br> contravenir sus leyes y reglamentaciones aduaneras al hacer declaraciones y <br> 1 El valor de contenido regional de las mercancías se calculará de acuerdo con la siguiente formula: <br> afirmaciones falsas en relación a una importación. <br> VCR = [(VT - VMN)/VT)] x 100 <br> 2 Ninguna Parte impondrá sanciones a un exportador por proporcionar información <br> incorrecta si voluntariamente lo comunica por escrito a la autoridad competente o <br> VCR es el valor de contenido regional, expresado como un porcentaje; <br> entidades habilitadas, previo a que la autoridad aduanera de la Parte importadora haya <br> VT es el valor de transacción de la mercancía ajustado sobre una base FOB, salvo <br> iniciado el ejercicio de sus facultades de verificación y control o antes de que la <br> lo dispuesto en el párrafo 3. En caso que no exista o no pueda determinarse dicho valor <br> autoridad aduanera notifique la revisión, de conformidad con la legislación de cada Parte. <br> conforme a los principios del artículo 1 del Acuerdo de Valoración Aduanera, el mismo <br> Artículo 4.20: Requisitos para Mantener Registros <br> será calculado de conformidad con dicho acuerdo: y <br> 1 La autoridad competente o entidades habilitadas deberán conservar una copia <br> competente de la Parte exportadora, mediante los siguientes procedimientos: <br> VMN es el valor de transacción de los materiales no originarios ajustados sobre una <br> del certificado de origen durante un plazo mínimo de cinco años, a partir de la fecha de <br> incluyendo una copia del certificado de origen. <br> base CIF, salvo lo dispuesto en el párrafo 5. En caso que no exista o no pueda <br> su emisión. Tal archivo deberá incluir todos los antecedentes que sirvieron de base para <br> determinarse dicho valor conforme a los principios del artículo 1 del Acuerdo de <br> Valoración Aduanera, el mismo será calculado de conformidad con dicho acuerdo. <br> 2 Un exportador que solicite un certificado de origen de conformidad con el artículo <br> 2 Para efectos del cálculo del valor de contenido regional, el porcentaje será de <br> 4.14, debe conservar por un mínimo de cinco años a partir de la fecha de la emisión de <br> cuarenta por ciento (40%) para Ecuador y de cincuenta por ciento (50%) para Chile. [2] <br> dicho certificado, todos los registros necesarios para demostrar que la mercancía era <br> 3 Cuando una mercancía no es exportada directamente por su productor, el valor <br> se ajustará hasta el punto en el cual el comprador reciba la mercancía dentro del <br> a) la compra, los costos, el valor y el pago por la mercancía exportada; <br> C) cualquier otro procedimiento que las Partes acuerden. <br> territorio de la Parte donde se encuentra el productor. <br> 4 Todos los registros de los costos considerados para el cálculo de valor de <br> indirectos, utilizados en la producción de la mercancía exportada; y, <br> contenido regional serán registrados y mantenidos de conformidad con los Principios de <br> c) la producción de la mercancía en la forma en que se exporte desde su territorio. <br> mercancía deberá conservar, por un mínimo de cinco años a partir de la fecha de <br> 5 Cuando el productor de una mercancía adquiera un material no originario dentro <br> importación de la mercancía, la documentación que la autoridad aduanera exija, <br> del territorio de una Parte donde se encuentre ubicado, el valor del material no originario <br> no incluirá el flete, seguro, costos de empaque y todos los demás costos incurridos en el <br> Artículo 4.21: Procedimientos para Verificación de Origen <br> 1 La Parte importadora podrá solicitar información acerca del origen de una <br> mercancía a la autoridad competente de la Parte exportadora. <br> 6 Para efectos del cálculo del valor de contenido regional, el valor de los <br> 2 La Parte importadora podrá requerir que el importador presente información <br> b) el nombre y dirección del exportador o productor a quien se le solicita la <br> condiciones mencionadas anteriormente, se aplicará a cada uno de ellos lo <br> materiales no originarios utilizados por el productor en la producción de una mercancía <br> relativa a la importación de la mercancía para la cual solicitó tratamiento arancelario preferencial. <br> no incluirá el valor de los materiales no originarios utilizados por: <br> 3 Para efectos de determinar si una mercancía importada califica como originaria, <br> 3 Un importador que solicite tratamiento arancelario preferencial para una <br> a) otro productor en la producción de un material originario que es adquirido y <br> la Parte importadora podrá verificar el origen de la mercancía, a través de la autoridad <br> utilizado por el productor de la mercancía en la producción de esa mercancía; o, <br> b) el productor de la mercancía en la producción de un material originario de fabricación propia. <br> a) solicitudes de información o cuestionarios escritos al exportador o productor de <br> [2] Los porcentajes del Artículo de Valor de Contenido Regional (VCR) previstos por la Asociación <br> la mercancía en territorio de la otra Parte, en las que se deberá señalar específicamente <br> Latinoamericana de Integración (ALADI), se mantendrán mientras no sea modificada la Resolución 6 del <br> la mercancía objeto de verificación; <br> Consejo de Ministros del 12 de agosto de 1980. Si las categorías de países cambian, el porcentaje se <br> b) visitas de verificación a las instalaciones del exportador o productor de la <br> ajustará automáticamente. <br> mercancía en el territorio de la otra Parte, con el propósito de examinar los registros y <br> Artículo 4.3: Operaciones que no Confieren Origen <br> documentos a que se refiere el artículo 4.20 e inspeccionar las instalaciones y <br> 1 No confieren origen, individualmente o combinados entre sí, los siguientes <br> materiales que se utilicen en la producción de la mercancía; o, <br> procesos u operaciones: <br> a) preservación de las mercancías en buen estado durante su transporte o <br> 4 Para los efectos de este articulo, cualquier comunicación escrita enviada por la <br> almacenamiento, tales como ventilación, aireación, refrigeración, congelación: <br> Parte importadora al exportador o productor para la verificación de origen a través de la <br> autoridad competente de la Parte exportadora, se considerará válida si es realizada por medio de: <br> c) embalaje, envasado, o acondicionamiento de las mercancías para su venta al por menor; <br> a) correos certificados u otras formas con acuse de recibo que confirmen la <br> d) fraccionamiento en lotes o volúmenes; y, <br> la emisión del certificado. <br> recepción de los documentos o comunicaciones; o, <br> e) colocación de marcas, etiquetas y otros signos distintivos similares en las <br> mercancía se produce. <br> b) cualquier otra forma que las Partes acuerden. <br> 5 De conformidad con lo establecido en el párrafo 3 las solicitudes de información <br> 2 Asimismo, los siguientes procesos u operaciones de elaboración, serán <br> o los cuestionarios escritos deberán contener: <br> considerados insuficientes para conferir el carácter de mercancías originarias: <br> a) el nombre, cargo y dirección de la Parte importadora que solicita la información: <br> a) filtración o dilución en agua o en oíros solventes que no altere las características de la mercancía; <br> donde: <br> b) desarmado de mercancías en sus partes; <br> Artículo 4.4: Acumulación <br> c) tendido o secado; <br> c) descripción de la información y documentos que se requieren; y, <br> d) fundamento legal de las solicitudes de información o cuestionarios. <br> entresacado, clasificación, selección, cribado, tamizado, filtrado, pintado, simple cortado, recortado; <br> 6 El exportador o productor que reciba un cuestionario o solicitud de información <br> e) limpieza, inclusive la remoción de óxido, grasa y pintura u otros recubrimientos; <br> de conformidad con el párrafo 3(a), completará debidamente y devolverá el cuestionario <br> Artículo 4.5: De Mínimis <br> f) unión, reunión o división de mercancías en bultos; <br> o responderá a la solicitud de información dentro de 30 días a partir de la fecha de <br> g) la simple mezcla de productos, entendida como actividades que no requieren de <br> mercancía que contienen, no se tomarán en cuenta para determinar si todos los <br> recepción. Durante el período señalado, el exportador o productor podrá hacer una <br> habilidades o máquinas especiales, aparatos o equipos especialmente fabricados o <br> solicitud de extensión por escrito a la autoridad aduanera de la Parte importadora, que <br> instalados para llevar a cabo dicha actividad. Sin embargo, la simple mezcla no incluye <br> información y documentación; <br> no sea mayor a 30 días. Dicha solicitud no tendrá consecuencia de denegar el <br> la reacción química; <br> tratamiento arancelario preferencial. <br> (h) sacrificio de animales; y, <br> Contabilidad Generalmente Aceptados, aplicables en el territorio de la Parte donde la <br> transporte del material desde el almacén del proveedor hasta el lugar en que se <br> 7 La Parte importadora podrá solicitar, a través de la autoridad competente de la <br> (i) aplicación de aceite y recubrimientos protectores. <br> b) el nombre del exportador o productor a ser visitado; <br> Parte exportadora, información adicional por medio de un cuestionario o solicitud <br> posterior al exportador o productor, aún si hubiere recibido el cuestionario diligenciado o <br> 1 Los materiales originarios o mercancías originarias de cualquiera de las Partes <br> la información solicitada a la que se refiere el párrafo 3(a). En este caso el exportador o <br> incorporados en la producción de mercancías en el territorio de la otra Parte, serán <br> productor contará con 30 días para responder a dicha solicitud. <br> considerados originarios del territorio de esta última Parte. <br> 8 Si el exportador o productor no completa debidamente un cuestionario, no lo <br> 2 Para efectos de la acumulación señalada en el párrafo anterior, también se <br> devuelve, o no proporciona la información solicitada dentro del período establecido en <br> f) el fundamento legal de la visita de verificación. <br> considerarán originarios de la Parte exportadora, los materiales originarios de Bolivia, <br> los párrafos 6 y 7. la Parte importadora podrá negar el tratamiento arancelario <br> Colombia y Perú, para lo cual regirá: <br> preferencial a las mercancías sujetas a verificación, enviando al importador y a la <br> (a) en el caso de Chile, el respectivo acuerdo bilateral suscrito con dichos países; y, <br> autoridad competente de la Parte exportadora, una resolución de origen en la que se <br> (b) en el caso de Ecuador, la normativa respectiva de la Comunidad Andina. <br> incluyan los hechos y el fundamento legal para esa decisión. <br> 9 Previo a realizar una visita de verificación y de conformidad con lo dispuesto en <br> Una mercancía será considerada originaria si el valor de todos los materiales no <br> el párrafo 3(b), la Parte importadora deberá notificar por escrito su intención de efectuar <br> originarios utilizados en la producción de esta mercancía que no cumplen con el <br> la visita de verificación. La notificación se enviará a la autoridad competente de la Parte <br> requisito de cambio de clasificación arancelaria establecido en el Anexo 4.1 no excede <br> exportadora por correo o cualquier otro medio que haga constar la recepción de la <br> el quince por ciento (15%) para el caso de Ecuador y para Chile el diez por ciento (10%) <br> notificación. La Parte importadora requerirá para realizar la visita de verificación del <br> del valor de transacción de la mercancía determinado conforme al artículo 4.2 y la <br> b) facilitación del embarque o el transporte; <br> mercancía cumple con las demás disposiciones aplicables de este Capítulo. [3] <br> 10 De conformidad con lo dispuesto en el párrafo 3(b) la notificación de intención de <br> [3]. Los porcentajes del artículo 4.5 se mantendrán mientras no sea modificada la Resolución 6 del Consejo <br> realización de la visita de verificación de origen a la que se refiere el párrafo 9, deberá contener: <br> de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países cambian, los porcentajes se <br> a) el nombre, cargo y dirección de la Parte importadora que hace la notificación; <br> ajustarán automáticamente a quince por ciento (15%). <br> referencia específica de la mercancía objeto de verificación; <br> Artículo 4.6: Accesorios, Repuestos y Herramientas <br> c) la fecha y lugar de la visita de verificación propuesta: <br> consentimiento por escrito del exportador o productor a ser visitado. <br> 1 Los accesorios, repuestos o herramientas entregados con la mercancía como <br> d) el objetivo y alcance de la visita de verificación propuesta, incluyendo la <br> parte usual de la misma no se tomarán en cuenta para determinar si todos los <br> e) los nombres y cargos de los funcionarios que efectuarán la visita de verificación; y, <br> correspondiente cambio de clasificación arancelaria establecido en el Anexo 4.1, siempre que: <br> a) los accesorios, repuestos o herramientas se clasifiquen junto con la mercancía y <br> 11 Si el exportador o el productor de una mercancía no otorga su consentimiento <br> no sean facturados por separado; y, <br> por escrito para la realización de la visita dentro de un plazo de 30 días, contados a <br> b) la cantidad y el valor de estos accesorios, repuestos o herramientas sean los <br> d) desempolvamiento, lavado, zarandeo, pelado, descascaramiento, desgrane, <br> partir de la fecha de recepción de la notificación a que hace referencia el párrafo 9, la <br> Parte importadora podrá negar el tratamiento arancelario preferencial a dicha <br> 2 Para aquellos accesorios, repuestos o herramientas que no cumplan con las <br> mercancía, notificando por escrito al importador, y a la autoridad competente de la Parte <br> exportadora su resolución, incluyendo los hechos y el fundamento legal de ésta. <br> establecido en este Capítulo. <br> 12 La Parte importadora no deberá negar el tratamiento arancelario preferencial a <br> 3 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, <br> una mercancía si dentro de los 15 días siguientes a la fecha de recepción de la <br> los accesorios, repuestos o herramientas se considerarán como materiales originarios o <br> no originarios, según sea el caso, para calcular el valor del contenido regional de la mercancía. <br> visita de verificación propuesta con las justificaciones correspondientes, por un período <br> Artículo 4.7: Envases y Materiales de Empaque para la Venta al por Menor <br> no mayor de 30 días, contados a partir de la fecha propuesta conforme al párrafo 10(c), <br> o por un plazo mayor que acuerden la autoridad aduanera de la Parte importadora y la <br> presente para la venta al por menor estén clasificados en el Sistema Armonizado con la <br> mercancías cuya descripción conforme a la nomenclatura del Sistema Armonizado sea <br> 13 De conformidad con lo dispuesto en el párrafo 3(b), la Parte importadora <br> específicamente la de un juego o surtido, calificarán como originarias, siempre que cada <br> materiales no originarios utilizados en la producción de la mercancía cumplen con el <br> permitirá a un exportador o productor que esté sujeto a una visita de verificación, <br> cambio correspondiente de clasificación arancelaria establecido en el Anexo 4.1. <br> designar hasta dos observadores para que estén presentes durante la visita y que <br> 2 Cuando la mercancía esté sujeta a un requisito de valor de contenido regional, el <br> únicamente actúen como tal. La no designación de observadores, no será motivo para <br> valor de dichos envases y materiales de empaque se tomará en cuenta como material <br> que se posponga la visita. <br> considerará originario, si el valor de todas las mercancías no originarias utilizadas en la <br> 14 Para la verificación del cumplimiento de cualquier requisito establecido en la <br> notificación, por una sola vez, el productor o el exportador solicita el aplazamiento de la <br> regional de la mercancía. <br> Sección A de este Capítulo, la Parte importadora deberá adoptar, donde sea aplicable, <br> Artículo 4.8: Contenedores y Materiales de Embalaje para Embarque <br> los Principios de Contabilidad Generalmente Aceptados aplicados en el territorio de la Parte exportadora. <br> Los contenedores y materiales de embalaje en los cuales la mercancía esté empacada <br> 15 La Parte importadora podrá negar el tratamiento arancelario preferencial a una <br> exclusivamente para su transporte, no se tomarán en cuenta para efectos de determinar <br> si la mercancía es originaria. <br> mercancía no ponga a disposición de la Parte importadora los registros y documentos a <br> mercancía sujeta a una verificación de origen cuando el exportador o productor de la <br> Artículo 4.9: Materiales Indirectos <br> que hace referencia el artículo 4.20. <br> Los materiales indirectos se considerarán materiales originarios independientemente del <br> 16 Cuando se haya concluido la visita de verificación, la Parte importadora podrá <br> lugar de su producción. <br> elaborar un acta de la visita, que incluirá los hechos constatados por ella. El exportador <br> Artículo 4.10: Mercancías y Materiales Fungibles <br> o productor sujeto de la visita podrá firmar esta acta. <br> 1 Cuando las mercancías fungibles originarias y no originarias se mezclen o <br> 17 Dentro de un período de 90 días a partir de la conclusión de la verificación de <br> combinen físicamente en inventario, el origen de estas mercancías podrá determinarse <br> origen, la Parte importadora emitirá una resolución de origen que incluya los hechos y el <br> con base en la segregación física de cada mercancía o material fungible, o por medio de <br> fundamento legal de dicha resolución, debiendo notificar la misma al importador y a la <br> la utilización de cualquier método de manejo de inventarios, tales como, el de <br> promedios, últimas entradas - primeras salidas (UEPS) o primeras entradas - primeras <br> 18 Transcurrido el plazo establecido en el párrafo anterior, sin que la Parte <br> 1 Cuando los envases y materiales de empaque en que una mercancía se <br> salidas (PEPS), reconocidos en los Principios de Contabilidad Generalmente Aceptados <br> importadora haya emitido una resolución de origen, la autoridad competente de la Parte <br> de la Parte donde se realiza la producción o de otra manera aceptados por la Parte <br> exportadora podrá recurrir al mecanismo de solución de controversias. <br> donde se realiza la producción. <br> 19 Cuando a través de una verificación de origen la Parte importadora determina <br> 2 El método de manejo de inventarios seleccionado de conformidad con el párrafo <br> que un exportador o un productor ha proporcionado más de una vez declaraciones a la <br> 1 para una mercancía o material fungible en particular, deberá continuar siendo utilizado <br> autoridad competente de la Parte exportadora o información falsa o infundada en el <br> para aquella mercancía o material fungible durante todo el período o año fiscal. <br> sentido que una mercancía califica como originaria, la Parte importadora podrá <br> Artículo 4.11: Juegos o Surtidos <br> suspender el tratamiento arancelario preferencial a mercancías idénticas exportadas por <br> 1 Un juego o surtido de mercancías que se clasifican de acuerdo con la regla 3 de <br> esa persona. La autoridad aduanera de la Parte importadora otorgará tratamiento <br> las Reglas Generales para la Interpretación del Sistema Armonizado, así como las <br> arancelario preferencial a las mercancías una vez cumplan con lo establecido en este Capítulo. <br> Cada Parte impondrá sanciones penales, civiles o administrativas por la violación de sus <br> una de las mercancías contenidas en ese juego o surtido cumpla con las reglas de <br> leyes y regulaciones relacionadas con las disposiciones de este Capítulo. <br> origen establecidas en este Capítulo y en el Anexo 4.1. <br> 2 No obstante lo dispuesto en el párrafo 1, un juego o surtido de mercancías se <br> Artículo 4.12: Tránsito y Transbordo <br> formación del juego o surtido no excede el veinte por ciento (20%) para el caso de <br> Cada Parte dispondrá que una mercancía no perderá su calidad de originaria, si: <br> Ecuador y para Chile el quince por ciento (15%) del valor de transacción de la <br> mercancía, determinado conforme al artículo 4.2. [4] <br> a) no sufre un procesamiento ulterior o es objeto de cualquier otra operación, fuera <br> del territorio de las Partes, excepto la descarga, recarga, fraccionamiento o cualquier <br> otra operación necesaria para mantener la mercancía en buenas condiciones o para <br> transportarla a territorio de una Parte; <br> b) permanece bajo el control de las autoridades aduaneras en el territorio de un país no Parte; y, <br> c) una mercancía originaria de la Parte exportadora es transportada a través de <br> una o más no Partes, en cuyo caso la autoridad aduanera de la Parte importadora podrá <br> requerir a los importadores que soliciten tratamiento arancelario preferencial para la <br> mercancía, presentar: <br> (i) una copia del documento de transporte; o, <br> certificado de origen en otras entidades públicas o privadas. <br> (ii) un certificado o cualquier otra información dada por la autoridad aduanera <br> de tales no Partes u otras entidades autorizadas que respalden el hecho que las <br> mercancías han estado en tránsito. <br> [4] Los porcentajes del Artículo de Juegos o Surtidos, se mantendrán mientras no sea modificada la <br> Resolución 6 del Consejo de Ministros de la ALADI del 12 de agosto de 1980. Si las categorías de países <br> cambian, los porcentajes se ajustarán automáticamente a veinte por ciento (20%). <br> Artículo 4.13: Exposiciones <br> 1 El tratamiento arancelario preferencial previsto en este Acuerdo se otorgará a <br> mercancías originarias enviadas para su exposición en un país no Parte y que hayan <br> sido vendidas después de la exposición para ser importadas a una de las Partes, <br> cuando se cumplan las siguientes condiciones a satisfacción de las autoridades <br> a) que un exportador haya enviado estas mercancías desde una de las Partes <br> hasta el país no Parte en que se realizó la exposición; <br> Artículo 4.22: Sanciones <br> b) que las mercancías hayan sido vendidas o enajenadas de alguna otra forma por <br> el exportador a una persona de una de las Partes; <br> c) que las mercancías hayan sido enviadas durante la exposición o inmediatamente <br> después en el mismo estado en que fueron enviadas a la exposición; <br> d) que desde el momento en que las mercancías fueron enviadas a la exposición, <br> Sección B - Procedimientos de Origen <br> Artículo 4.14: Certificación de Origen <br> no hayan sido utilizadas con fines distintos a su presentación en dicha exposición; y, <br> e) que las mercancías hayan permanecido bajo control de las autoridades <br> aduaneras del país no Parte durante la exposición. <br> encuentre el productor. <br> 2 Para efectos de la aplicación del párrafo 1, se expedirá un certificado de origen <br> de conformidad con lo dispuesto en la Sección B de este Capítulo, el cual se presentará <br> a las autoridades aduaneras de la Parte importadora, mencionando el nombre y la <br> dirección de la exposición. Si se considera necesario se puede requerir evidencia <br> documental adicional relacionada con la exposición. <br> 3 Cuando una mercancía originaria de la Parte exportadora sea importada <br> después de una exposición en una no Parte, la autoridad aduanera de la Parte <br> importadora podrá requerir a los importadores que soliciten tratamiento arancelario <br> preferencial para la mercancía, presentar: <br> b) un certificado o cualquier otra información dada por la autoridad aduanera de <br> tales no Partes u otras entidades autorizadas que respalden el hecho que las <br> 1 La autoridad aduanera de la Parte importadora podrá otorgar tratamiento <br> arancelario preferencial basado en un certificado de origen escrito o electrónico emitido <br> por la autoridad competente de la Parte exportadora. <br> 2 El certificado de origen electrónico [5], deberá ser firmado digitalmente. <br> 3 La autoridad competente de la Parte exportadora podrá delegar la expedición del <br> 4 La autoridad competente o entidades habilitadas podrán examinar en su territorio <br> la calidad de originaria de las mercancías y el cumplimiento de los requisitos de este <br> Capítulo. Para tal efecto, podrán solicitar cualquier evidencia de respaldo, efectuar <br> El certificado de origen no será requerido cuando: <br> inspecciones a las instalaciones del exportador o productor o realizar cualquier otro <br> control que consideren apropiados. <br> 5 Las Partes mantendrán vigente ante la Secretaria General de la ALADI la <br> relación de las reparticiones oficiales o entidades públicas o privadas habilitadas para <br> emitir certificados de origen y el registro de las firmas autógrafas o electrónicas de los <br> funcionarios acreditados para tal fin. <br> 6 El certificado de origen servirá para certificar que una mercancía que se exporte <br> del territorio de una Parte al territorio de otra Parte, califica como originaria. Dicho <br> certificado podrá ser modificado por la Comisión. El formulario único del certificado de <br> origen se establece en el Anexo 4.2. <br> 7 El certificado de origen tendrá validez de un año a partir de la fecha en la cual fue emitido. <br> [5] Las Partes deberán implementar un sistema de certificación de origen en forma electrónica referida en <br> este Artículo, a más tardar en dos (2) años después de la entrada en vigor del Acuerdo. Asimismo, ambas <br> Partes evaluarán la factibilidad que la Aduana de importación reciba directamente de la autoridad <br> competente una copia del certificado de origen electrónico. Al momento de implementar el sistema de <br> certificación de origen electrónico, las Partes reconocerán como validas las firmas electrónicas. <br> Artículo 4.15: Facturación por un Operador de un País no Parte <br> aduaneras de la Parte importadora: <br> En el certificado de origen deberá indicarse en el campo \"Observaciones\", cuando una <br> mercancía sea facturada por un operador de un país no Parte, la siguiente leyenda: <br> \"Operación facturada por un operador de un país no Parte\". <br> Artículo 4.16: Excepciones <br> a) el valor aduanero de la importación no exceda de mil dólares de los Estados <br> Unidos de América (USS 1000) o el monto equivalente en la moneda de la Parte <br> importadora al momento de la presentación de la declaración aduanera, o un monto <br> mayor que puede ser establecido por la Parte importadora, a menos que la Parte <br> importadora considere que la importación forma parte de una serie de importaciones <br> realizadas o planificadas con el propósito de evadir el cumplimiento de la legislación de <br> la Parte que regula las solicitudes de tratamiento arancelario preferencial bajo este Acuerdo; o, <br> b) sea una mercancía para la cual la Parte importadora no requiere que el <br> importador presente una certificación o información que demuestre el origen. <br> a) una copia del documento de transporte; o, <br> originario o no originario, según sea el caso, para calcular el valor de contenido <br> habituales para la mercancía. <br> arancelarios pagados en exceso por no haber solicitado tratamiento arancelario <br> "}, {"ArticleTitle": ".23: Confidencialidad", "ArticleDesc": "Artículo 4.23: Confidencialidad <br> 1 Toda información que por su naturaleza sea confidencial o que se suministre con <br> carácter de tal a los efectos de este Capítulo será considerada como estrictamente <br> confidencial por las autoridades pertinentes, que no la revelarán sin autorización <br> expresa de la persona o de la institución que haya suministrado dicha información, salvo <br> las excepciones planteadas en el párrafo 2. <br> 2 Sin perjuicio de la legislación interna de cada Parte, la información confidencial <br> obtenida conforme a este Capítulo sólo podrá darse a conocer a las autoridades <br> judiciales y a las responsables de los asuntos aduaneros o tributarios, según proceda. <br> "}, {"ArticleTitle": ".24: Comité de Reglas de Origen", "ArticleDesc": "Artículo 4.24: Comité de Reglas de Origen <br> 1 Las Partes establecen el Comité de Reglas de Origen, integrado por <br> representantes de cada una de las Partes, que tendrá como competencia las <br> disposiciones de este Capítulo. <br> 2 El Comité de Reglas de Origen se reunirá cuando lo solicite una de las Partes. <br> 3 Sin perjuicio de lo dispuesto en el artículo 4.25, le corresponderá al Comité las <br> siguientes funciones: <br> a) proponer a la Comisión la adopción de prácticas y lineamientos en materia de <br> origen que faciliten el intercambio comercial entre las Partes; <br> b) proponer a la Comisión soluciones sobre cuestiones relacionadas con: <br> (i) la interpretación y aplicación de este Capítulo; <br> (ii) los demás temas relacionados con prácticas o procedimientos adoptados <br> por las Partes en materia de este Capítulo; <br> c) presentar el informe a la Comisión, exponiendo sus conclusiones y <br> recomendaciones, cuando a petición de la misma y previa solicitud de una Parte se <br> proponga la modificación de este Capítulo; y, <br> d) cualquier otro asunto que el Comité considere pertinente. <br> "}, {"ArticleTitle": ".25: Consultas y Modificaciones", "ArticleDesc": "Artículo 4.25: Consultas y Modificaciones <br> 1 Las Partes realizarán consultas regularmente para garantizar que este Capítulo <br> sea administrado de manera efectiva, uniforme y de conformidad con el espíritu y los <br> objetivos de este Acuerdo y cooperarán en la administración de este Capítulo. <br> 2 Una Parte que considere que una o más de las disposiciones de este Capítulo <br> requiera ser modificada, podrá someter una propuesta a consideración de la otra Parte. <br> 3 El Comité de Origen deberá considerar propuestas de modificación de las reglas <br> de origen, que obedezcan a cambios en los procesos productivos, enmiendas al <br> Sistema Armonizado, otros asuntos relacionados con la determinación del origen de una <br> mercancía u otros asuntos relacionados con el presente Capitulo. <br> 4 El Comité de Origen se deberá reunir para considerar las propuestas dentro de <br> los 60 siguientes a partir de la fecha de recepción de la comunicación o en otra fecha <br> que el Comité pueda decidir. <br> 5 El Comité de Origen deberá proporcionar un repone a la Comisión, exponiendo <br> sus conclusiones y recomendaciones. <br> 6 A partir de la recepción del reporte, la Comisión podrá tomar las acciones <br> pertinentes de conformidad con el artículo 13.2. <br> "}, {"ArticleTitle": ".26: Definiciones", "ArticleDesc": "Artículo 4.26: Definiciones <br> Para efectos de este Capítulo: <br> Acuerdo de Valoración Aduanera significa el Acuerdo relativo a la Aplicación <br> del Artículo VIl del Acuerdo General sobre Aranceles Aduaneros y Comercio de 1994, que <br> forma parte del Acuerdo sobre la OMC; <br> Autoridad competente significa la autoridad que, de acuerdo a las leyes respectivas de <br> cada Parte, es responsable de la emisión del certificado de origen o de la delegación de <br> la emisión en entidades habilitadas. <br> a) en el caso de Chile, la Dirección General de Relaciones Económicas Internacionales; y, <br> b) en el caso de Ecuador, el Ministerio de Industrias y Competitividad. <br> CIF significa el valor de la mercancía importada que incluye los costos de seguro y flete <br> hasta el puerto o lugar de introducción en el país de importación cualquiera sea el medio de transporte; <br> Contenedores y materiales de embalaje para embarque significa mercancías <br> utilizadas para proteger la mercancía durante su transporte y no incluye los envases y <br> materiales en los que se empaca la mercancía para la venta al por menor. <br> Exportador significa la persona que realiza una exportación. <br> FOB significa el valor de la mercancía libre a bordo, cualquiera sea el medio de <br> transporte, en el lugar de envío al exterior. <br> Importador significa la persona que realiza una importación. <br> Material significa una mercancía o cualquier material, sustancia, ingrediente, parte o <br> componente utilizado o consumido en la producción o transformación de otra mercancía. <br> Material de fabricación propia significa material que es producido por el productor de <br> una mercancía y utilizado en la producción de esa mercancía. <br> Material indirecto significa una mercancía utilizada en la producción, verificación o <br> inspección de otra mercancía, pero que no esté físicamente incorporada a ésta; o una <br> mercancía que se utilice en el mantenimiento de edificios o en la operación de equipos <br> relacionados con la producción de otra mercancía, incluyendo: <br> a) combustible, energía, solventes y catalizadores; <br> b) equipos, aparatos y aditamentos utilizados para la verificación o inspección de las mercancías; <br> c) guantes, anteojos, calzado, prendas de vestir, equipo y aditamentos de seguridad; <br> d) herramientas, troqueles y moldes; <br> e) repuestos y materiales utilizados en el mantenimiento de equipo y edificios; <br> f) lubricantes, grasas, materiales compuestos y otros materiales utilizados en la <br> producción, operación de equipos o mantenimiento de los edificios; y, <br> g) cualquier otro material que no esté incorporado a la mercancía, pero cuyo uso en <br> la producción de la mercancía pueda demostrarse que forma parte de dicha producción. <br> Mercancías idénticas significa mercancías que son iguales en todo, incluidas sus <br> características físicas, calidad y prestigio comercial. Las pequeñas diferencias de <br> aspecto no impedirán que se consideren como idénticas las mercancías que en todo lo <br> demás se ajusten a la definición. <br> Mercancías o materiales fungibles significa las mercancías o materiales <br> intercambiables para efectos comerciales cuyas propiedades son esencialmente <br> idénticas y que no es posible diferenciar una de la otra, por un simple examen visual. <br> Mercancía no originaria o material no originario significa una mercancía o un <br> material que no cumple con los requisitos establecidos en este Capítulo para <br> considerarse originarios. <br> Mercancías obtenidas en su totalidad o producidas enteramente en el territorio de <br> una u otra Parte, significa: <br> a) minerales extraídos u obtenidos en el territorio de una u otra Parte: <br> b) productos del reino vegetal cosechados, recogidos o recolectados en el territorio <br> de una u otra Parte: <br> c) animales vivos, nacidos y criados en el territorio de una u otra Parte; <br> d) mercancías obtenidas de animales vivos en el territorio de una u otra Parte; <br> e) mercancías obtenidas de la caza, caza con trampa, pesca, acuicultura, <br> recolección o captura en el territorio de una u otra Parte; <br> f) peces, crustáceos y otras especies marinas obtenidos del mar fuera del territorio <br> de las Partes por naves pesqueras registradas o matriculadas en una Parte y que <br> enarbolen la bandera de esa Parte o por naves pesqueras arrendadas o fletadas por <br> empresas establecidas en el territorio de una Parte; <br> g) las mercancías obtenidas o producidas a bordo de buques fábrica, <br> exclusivamente a partir de las mercancías identificadas en el literal (f), siempre y cuando <br> los buques fábrica estén registrados o matriculados en una Parte y que enarbolen la <br> bandera de esa Parte o sean arrendados o fletados por empresas establecidas en el <br> territorio de una Parte; <br> h) las mercancías obtenidas del fondo o del subsuelo marino fuera de las aguas <br> territoriales de una Parte, por una Parte o una persona de una Parte, siempre y cuando <br> la Parte tenga derechos para explotar ese fondo o subsuelo marino; <br> i) desechos y desperdicios derivados de: <br> i) operaciones de fabricación o procesamiento en el territorio de una u otra Parte; o, <br> (ii) mercancías usadas, recolectadas en territorio de una u otra Parte, siempre <br> que esas mercancías sirvan sólo para la recuperación de materias primas; o, <br> j) mercancías producidas en el territorio de una o más de las Partes, <br> exclusivamente a partir de las mercancías mencionadas en los literales (a) al (i) o de <br> sus derivados, en cualquier etapa de producción. <br> Principios de Contabilidad Generalmente Aceptados significa aquellos sobre los que <br> hay consenso reconocido o que gozan de un apoyo sustancial y autorizado, en el <br> territorio de una Parte y en un momento dado, con respecto al registro de ingresos, <br> gastos, costos, activos y pasivos, la divulgación de información y la elaboración de <br> estados financieros. Los principios pueden abarcar procedimientos de aplicación <br> general, así como normas, prácticas y procedimientos detallados. <br> Producción significa métodos de obtención de mercancías incluyendo pero no limitados <br> a los de cultivo, reproducción, crianza, explotación de minas, cosecha, pesca, <br> entrampado, caza, captura, acuicultura, recolección, extracción, manufactura, <br> procesamiento, ensamblado o desensamblado de una mercancía. <br> Productor significa persona que lleva a cabo un proceso de producción. <br> Resolución de origen significa el documento escrito emitido por la autoridad aduanera <br> como resultado de un procedimiento que verifica si una mercancía califica como <br> originaria de conformidad con este Capítulo. <br> Tratamiento arancelario preferencial significa el arancel aplicable a una mercancía <br> originaria de conformidad con este Acuerdo. <br> Valor significa el valor de una mercancía o material para los propósitos de la aplicación <br> de este Capítulo. <br> Valor de transacción significa el precio pagado o por pagar por una mercancía <br> Articulo 4.27: Disposición Transitoria <br> Mientras se definan los requisitos específicos de origen para los productos del sector <br> textil y confecciones y calzado, capítulos del 50 al 64 de la NALADISA 2007, regirá lo <br> dispuesto en la Resolución 252 del Comité de Representantes de la ALADI: las <br> modificaciones y/o adiciones que se convengan en el marco de la ALADI a dicha <br> determinado de acuerdo a las disposiciones del Acuerdo de Valoración Aduanera. <br> Resolución no serán aplicables en el marco del presente Acuerdo. <br> Capítulo 5 <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": ".1: Publicación", "ArticleDesc": "Artículo 5.1: Publicación <br> 1 Cada Parte, de conformidad con las disposiciones de su legislación nacional, <br> publicará sus leyes, regulaciones y procedimientos administrativos aduaneros en Internet. <br> 2 Cada Parte designará uno o varios puntos de contacto a quienes las personas <br> interesadas podrán dirigir sus consultas relacionadas con materias aduaneras, y pondrá <br> a disposición en Internet información sobre los procedimientos para la formulación y <br> atención de dichas consultas. <br> 3 En la medida de lo posible, cada Parte publicará por anticipado cualquier <br> regulación de aplicación general respecto de materias aduaneras que se propusiere <br> adoptar y proporcionará la oportunidad de hacer comentarios sobre dichas regulaciones <br> antes de su adopción. <br> "}, {"ArticleTitle": ".2: Despacho de Mercancías", "ArticleDesc": "1 Ambas Partes adoptarán y mantendrán procedimientos aduaneros simplificados <br> para lograr un eficiente y rápido mecanismo de despacho aduanero. <br> 2 Para el logro de este objetivo, las Partes se comprometen a que, en la medida <br> de lo posible, el despacho aduanero de las mercancías se realice: <br> a) dentro de las 48 horas siguientes a la llegada de la mercancía; <br> b) en el lugar de llegada y sin que necesariamente sean trasladadas y depositadas <br> provisionalmente en almacenes u otras instalaciones; <br> c) antes de la presentación de las mercancías a la autoridad aduanera, conforme a <br> los procedimientos establecidos por cada Parte. <br> "}, {"ArticleTitle": ".2: Despacho de mercancías", "ArticleDesc": "Artículo 5.2: Despacho de mercancías <br> "}, {"ArticleTitle": ".3: Automatización", "ArticleDesc": "Artículo 5.3: Automatización <br> 1 Las Partes trabajarán para que la adopción del uso de tecnologías de la <br> información permita procedimientos expeditos en el despacho de mercancías. Al instalar <br> las aplicaciones computacionales las Partes deberán tomar en cuenta las normas o <br> estándares internacionales. <br> 2 Las Partes adoptarán o mantendrán sistemas informáticos accesibles, con el <br> objeto de que los usuarios autorizados por la autoridad aduanera, puedan <br> transmitir sus declaraciones. <br> 3 Las Partes preverán lo necesario para el registro y procesamiento electrónico de <br> información y datos que se emplearán con el propósito de mejorar las técnicas de <br> análisis y direccionamiento de riesgos. <br> 4 Las Partes trabajarán en el desarrollo de sistemas electrónicos compatibles con <br> los de la autoridad aduanera de la otra Parte, a fin de facilitar el intercambio de <br> información de comercio internacional entre las Partes, de conformidad con lo <br> establecido en los artículos 5.5 y 5.6 del presente Capítulo. <br> "}, {"ArticleTitle": ".4: Gestión de Riesgos", "ArticleDesc": "Artículo 5.4: Gestión de Riesgos <br> Cada Parte se esforzará por adoptar o mantener sistemas de gestión de riesgos en sus <br> actividades de control que permitan a su autoridad aduanera focalizar sus actividades <br> de inspección en mercancías de alto riesgo y simplificar el despacho y movimiento de <br> mercancías de bajo riesgo. <br> "}, {"ArticleTitle": ".5: Cooperación aduanera", "ArticleDesc": "Artículo 5.5: Cooperación aduanera <br> "}, {"ArticleTitle": ".5: Cooperación Aduanera", "ArticleDesc": "La cooperación y asistencia mutua en materias aduaneras se regirá por lo <br> dispuesto en el Anexo 5.1. <br> "}, {"ArticleTitle": ".6: Confidencialidad", "ArticleDesc": "Artículo 5.6: Confidencialidad <br> 1 Toda información que por su naturaleza sea confidencial o que se suministre con <br> carácter de tal a los efectos de este Capítulo, será así considerada por las autoridades <br> pertinentes, quienes no la revelarán sin autorización expresa de la persona o de la <br> institución que haya suministrado dicha información, salvo las excepciones planteadas <br> en el párrafo 2 de este artículo. <br> 2 Sin perjuicio de la legislación interna de cada Parte, la información confidencial <br> obtenida conforme a este Capítulo sólo podrá darse a conocer a las autoridades <br> judiciales y a las responsables de los asuntos aduaneros o tributarios, según proceda. <br> "}, {"ArticleTitle": ".7: Envíos de Entrega Rápida", "ArticleDesc": "Cada Parte adoptará o mantendrá procedimientos aduaneros separados y expeditos <br> para los envíos de entrega rápida y que permitan a la vez mantener una adecuada <br> selección y control por parte de la autoridad aduanera. Estos procedimientos deberán permitir: <br> a) que la información necesaria para el despacho del envío pueda ser presentada y <br> procesada por la autoridad aduanera de la Parte, antes de la llegada del envío; <br> b) que un embarcador presente un manifiesto o documento único que ampare <br> todas las mercancías contenidas en un envío transportado mediante un servicio de <br> entrega rápida, de ser posible, a través de medios electrónicos; <br> c) que, en la medida de lo posible, reduzcan la documentación requerida para el <br> despacho del envío; y, <br> d) que, bajo circunstancias normales, el despacho del envío se realice en forma <br> expedita, de acuerdo con lo establecido en los procedimientos de cada Parte. <br> "}, {"ArticleTitle": ".7: Envíos de entrega rápida", "ArticleDesc": "Artículo 5.7: Envíos de entrega rápida <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.8: Revisión e Impugnación <br> serán responsables de cualquier infracción que pudieren cometer. <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br> aduaneras, los importadores en su territorio tengan acceso a: <br> a) un nivel de revisión administrativa independiente del funcionario u oficina que <br> adoptó el acto administrativo sujeto a revisión; y, <br> b) una instancia de revisión judicial del acto administrativo expedido en el nivel final <br> de revisión administrativa. <br> Artículo 5.9: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br> administrativas y, cuando procedan, penales por incumplimiento de sus leyes y <br> regulaciones aduaneras. <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br> Artículo 5.10: Resoluciones Anticipadas <br> emitir resoluciones anticipadas de clasificación arancelaria por escrito, a solicitud escrita <br> del importador en su territorio, de acuerdo a los procedimientos establecidos por cada Parte. <br> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir <br> de la fecha de su emisión, u otra fecha especificada en la resolución, siempre que los <br> elementos en que se basa la resolución no hayan cambiado. <br> 3 Cuando un importador solicite el tratamiento acordado a una mercancía <br> elementos de la importación son consistentes con los hechos o circunstancias sobre los <br> cuales se basó la resolución anticipada. <br> 4 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar las <br> medidas que correspondan, las que pueden incluir acciones civiles, penales y <br> administrativas, multas u otras sanciones. <br> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br> "}, {"ArticleTitle": ".11: Comité de Asuntos Aduaneros y Facilitación del Comercio", "ArticleDesc": "Artículo 5.11: Comité de Asuntos Aduaneros y Facilitación del Comercio <br> 1 Las Partes establecen el Comité de Asuntos Aduaneros y Facilitación del <br> Comercio, integrado por representantes de cada una de ellas. <br> 2 El Comité de Asuntos Aduaneros y Facilitación del Comercio se reunirá cuando <br> lo solicite la Comisión o una de las Partes. <br> 3 Corresponderán al Comité las siguientes funciones: <br> a) proponer a la Comisión la adopción de prácticas y lineamientos aduaneros que <br> faciliten el intercambio comercial entre las Partes, acorde con la evolución de las <br> directrices de la Organización Mundial de Aduanas y de la OMC; <br> b) proponer a la Comisión soluciones sobre diferencias que se presenten relacionadas con: <br> (i) la interpretación y aplicación de este Capítulo; <br> (ii) asuntos de clasificación arancelaria en aduana; y, <br> (iii) los demás temas relacionados con prácticas o procedimientos adoptados <br> por las Partes que impidan el rápido despacho de mercancías. <br> c) velar por el cumplimiento de las disposiciones de este Capítulo y de su Anexo; <br> d) proponer a la Comisión alternativas de solución a los obstáculos o <br> inconvenientes relacionados con la facilitación del comercio que se presenten entre las Partes; <br> e) proporcionar el informe a la Comisión, exponiendo sus conclusiones y <br> recomendaciones, cuando a petición de la misma y previa solicitud de una Parte se <br> proponga la modificación de este Capítulo; y, <br> f) cualquier otro asunto que el Comité considere pertinente. <br> Anexo 5.1 <br> "}, {"ArticleTitle": ": Definiciones", "ArticleDesc": "Artículo 1: Definiciones <br> Para efectos del presente Anexo: <br> Autoridad requerida significa la autoridad aduanera de una Parte a la que se presenta <br> la solicitud de asistencia mutua o de cooperación; <br> Autoridad requirente significa la autoridad aduanera de una Parte que realiza la <br> solicitud de asistencia mutua o de cooperación; <br> Información significa todos aquellos datos, documentos, informes, copias certificadas o <br> autenticadas u otras comunicaciones en cualquier formato, incluyendo el electrónico; <br> Infracción aduanera significa toda violación o tentativa de violación de la legislación aduanera; <br> Legislación aduanera significa las disposiciones legales y reglamentarias que las <br> administraciones aduaneras apliquen o puedan hacer cumplir en relación con la <br> importación, exportación, reexpedición, tránsito o cualquier otra destinación aduanera <br> de mercancías, incluyendo las disposiciones legales y administrativas relativas a <br> medidas de prohibición, restricción y control y toda disposición establecida por las <br> administraciones aduaneras dentro de sus facultades legales respecto al movimiento de <br> mercancías a través de las fronteras; <br> Funcionario de enlace significa aquel funcionario aduanero designado por las <br> autoridades aduaneras a efectos de administrar los mecanismos de cooperación y <br> asistencia mutua dentro del ámbito de su competencia. <br> "}, {"ArticleTitle": ": Alcance del Anexo", "ArticleDesc": "Artículo 2: Alcance del Anexo <br> 1 Las Partes, a través de sus autoridades aduaneras, deberán prestarse <br> cooperación y asistencia mutua, en conformidad con los términos del presente Anexo <br> para la adecuada aplicación de la legislación aduanera para la prevención, investigación <br> y represión de las infracciones aduaneras, intercambio de información y, en general, en <br> lo concerniente a las materias contenidas en este Acuerdo, especialmente en sus Capítulos 4 y 5. <br> 2 Toda cooperación y asistencia mutua entre las autoridades aduaneras conforme <br> al presente Anexo se practicará de conformidad a sus disposiciones legales y <br> administrativas, dentro de los límites de su competencia y de los recursos disponibles <br> de cada autoridad aduanera. <br> 3 El presente Anexo tiene como único objetivo la cooperación y asistencia mutua <br> entre las autoridades aduaneras de Chile y Ecuador. Las disposiciones del presente <br> Anexo no darán derecho a ninguna persona para que obtenga, retenga o suprima <br> cualquier evidencia o para que impida la ejecución de una solicitud de asistencia. <br> 4 La autoridad aduanera de una Parte podrá requerir la asistencia prevista en el <br> numeral 1 del presente Articulo, durante el desarrollo de una investigación o en el marco <br> de un procedimiento judicial y/o administrativo, o verificaciones, resolución de <br> determinación de clasificación arancelaria, valor y origen, que sean relevantes en el <br> cumplimiento y aplicación de la legislación emprendida por esta Parte. <br> 5 Este Anexo está destinado a incrementar y complementar las prácticas de <br> cooperación y asistencia mutua actualmente vigentes entre las Partes. Ninguna <br> disposición de este Anexo podrá ser interpretada de tal forma que pudiera restringir <br> Acuerdos y prácticas relacionadas con cooperación y asistencia mutua que ya están <br> vigentes entre las Partes. <br> 6 La cooperación y asistencia mutua prevista en el numeral 1 del presente Articulo <br> no se refiere a las solicitudes de arresto, ni al cobro de derechos, impuestos, recargos, <br> multas o cualquier otra suma por cuenta de la otra Parte; asimismo ninguna disposición <br> del presente Anexo deberá interpretarse de tal manera que sea incompatible con los <br> acuerdos y las prácticas en materia de cooperación y asistencia mutua entre las <br> autoridades aduaneras de las Partes. <br> "}, {"ArticleTitle": ": Cooperación y Asistencia Mutua", "ArticleDesc": "Artículo 3: Cooperación y Asistencia Mutua <br> 1 Las autoridades aduaneras, por iniciativa propia o por solicitud u otro medio de <br> comunicación aceptado por las Partes, deberán proporcionarse información que ayude <br> a la adecuada aplicación de la legislación aduanera para la prevención, investigación y <br> represión de las infracciones aduaneras y, en general, en lo concerniente a las materias <br> contenidas en este Acuerdo, especialmente en sus Capítulos 4 y 5. <br> 2 El intercambio de la información deberá realizarse al amparo del presente Anexo <br> directamente entre los funcionarios de enlace designados expresamente por las Partes. <br> Cada autoridad aduanera deberá entregar a su homologa una lista de funcionarios <br> designados para estos fines. <br> 3 Cada autoridad aduanera deberá intercambiar información, relativa a: <br> a) nuevas leyes aduaneras de comprobada eficacia; <br> b) información sobre regímenes aduaneros, operaciones aduaneras, mercancías y <br> operadores de comercio exterior que la autoridad requirente considere de alto riesgo; <br> c) nuevas tendencias, medios o métodos para cometer infracciones aduaneras; <br> d) medios de transporte que ingresan o salen del territorio de cualquiera de las Partes; <br> e) personas respecto de las cuales la autoridad requirente tiene conocimiento de <br> que han cometido o son sospechosas de haber cometido una infracción aduanera; <br> f) mercancías que se transporten o que se encuentren almacenadas respecto de <br> las cuales la autoridad requirente ha dado aviso de que son sospechosas de tráfico <br> ilícito hacia su territorio; <br> g) intercambiar cualquier información y documentación que les permita asegurar la <br> correcta liquidación de los derechos de aduanas y demás tributos, especialmente <br> información sobre indicadores de riesgos y otros que faciliten la determinación del valor <br> en aduana, clasificación arancelaria y origen de las mercancías; <br> h) las rutas o vías de comunicación respecto de las cuales la administración <br> requirente sospecha que están siendo utilizadas para cometer infracciones aduaneras <br> en el territorio de la Parte requirente; y, <br> i) la aplicación de nuevas técnicas implementadas para prevenir y combatir las <br> infracciones aduaneras. <br> 4 Las autoridades aduaneras, también cooperarán en las siguientes áreas: <br> a) desarrollo y mejoramiento de programas de capacitación para el personal de la <br> Aduana; así como el intercambio de personal a través de pasantías entre los dos países; <br> b) criterios sobre la conveniencia de utilizar nuevos equipos o ampliar <br> procedimientos simplificados para el cumplimiento de los objetivos del presente Anexo. <br> 5 Cualquiera de las autoridades aduaneras requeridas, al efectuar indagaciones o <br> investigaciones al amparo del presente Anexo deberá efectuarlas a nombre propio. <br> "}, {"ArticleTitle": ": Cooperación y Asistencia Inmediata", "ArticleDesc": "Artículo 4: Cooperación y Asistencia Inmediata <br> 1 Las autoridades aduaneras se prestarán de manera inmediata, cuando lo <br> consideren necesario, cooperación y asistencia mutua dentro de sus competencias, sin <br> petición previa, para la correcta aplicación de la legislación aduanera relacionada con: <br> a) movimientos de personas y mercancías que constituyan, o puedan constituir una <br> infracción aduanera; y, <br> b) remisión de información solicitada por la autoridad requirente ante la existencia <br> de un hecho que presume como la realización de una infracción aduanera. <br> 2 Dichas facultades se otorgan a las autoridades aduaneras como una forma de <br> efectuar de manera rápida y eficaz la transmisión de información, como la ejecución de <br> acciones que tienen como único objetivo evitar o detectar la comisión de una o varias <br> infracciones aduaneras. <br> "}, {"ArticleTitle": ": Excepciones a prestar Cooperación y Asistencia Mutua", "ArticleDesc": "Artículo 5: Excepciones a prestar Cooperación y Asistencia Mutua <br> 1 En los casos en que la cooperación y asistencia mutua solicitada bajo el <br> presente Anexo pueda transgredir la soberanía, seguridad pública, políticas públicas u <br> oíros intereses nacionales sustanciales de una Parte o pueda implicar una violación de <br> un secreto industrial, comercial o profesional o fuere contraria con sus disposiciones <br> legales y administrativas nacionales e internacionales a que se encuentran sujetas, <br> dicha asistencia será denegada. No constituye violación de estos conceptos la <br> información sobre indicadores de riesgos de valor que puedan intercambiar las Partes. <br> 2 Si la autoridad aduanera requirente solicita asistencia que ella misma no pudiere <br> proporcionar, mencionará ese hecho en su solicitud. El cumplimiento de tal solicitud <br> quedará al criterio de la autoridad requerida. <br> 3 La autoridad aduanera requerida podrá postergar la asistencia en razón de que <br> interfiera o pueda interferir con una investigación, denuncia o proceso en curso. <br> 4 En todo caso, cuando la asistencia sea denegada o postergada, deberán darse <br> las razones para dicha denegación o postergación. <br> "}, {"ArticleTitle": ": Costos", "ArticleDesc": "Artículo 6: Costos <br> 1 La cooperación y asistencia mutua a que se refiere el presente Anexo no dará <br> lugar a reembolsos por los costos incurridos con ocasión de la cooperación prestada, <br> excepto por los gastos de traductores e intérpretes que no sean empleados de <br> Gobierno, los que serán asumidos por la autoridad requirente. <br> 2 Si se requiriere incurrir en gastos de naturaleza substancial o extraordinaria para <br> ejecutar la solicitud, las autoridades aduaneras deberán consultarse para fijar los <br> términos y condiciones bajo los cuales se ejecutará la solicitud, como también la forma <br> como se asumirán dichos costos. <br> "}, {"ArticleTitle": ": Solicitudes de Asistencia y Cooperación Mutua, Tramitación y Comunicación", "ArticleDesc": "Artículo 7: Solicitudes de Asistencia y Cooperación Mutua, Tramitación y Comunicación <br> 1 Las solicitudes de Cooperación y Asistencia Mutua de cualquiera de las <br> autoridades aduaneras deberán cumplirse sujetas a las disposiciones legales y <br> administrativas nacionales 'de la Parte requerida y deberán contener, como mínimo, los <br> siguientes requisitos: <br> a) nombre y cargo de la autoridad requirente; <br> b) asunto requerido, una breve descripción de la materia, los elementos legales y la <br> naturaleza del procedimiento y demás informaciones relevantes de ser el caso; <br> c) los nombres y direcciones de las personas relacionadas con el <br> procedimiento, si se conocen; y, <br> d) firma de la autoridad solicitante, según el medio de comunicación utilizado. <br> 2 Las comunicaciones al amparo del presente Anexo deberán intercambiarse <br> directamente entre las autoridades aduaneras. <br> 3 Las solicitudes de cooperación y asistencia mutua deberán efectuarse por <br> escrito, incluso por vía electrónica, adoptando todas las medidas de seguridad que <br> correspondan y serán tramitadas de conformidad con la legislación, las normas y los <br> demás instrumentos jurídicos de la autoridad requerida. <br> 4 La autoridad aduanera requerida deberá tomar todas las medidas razonables <br> para ejecutar la solicitud. Si la referida autoridad no tiene la información solicitada, <br> conforme a sus disposiciones legales y administrativas deberá: <br> a) iniciar las indagaciones para obtener dicha información; <br> b) remitir a la brevedad posible la solicitud al organismo pertinente encontrándose <br> facultado a alentar su cooperación; e, <br> c) indicar qué autoridades competen al caso. <br> 5 La respuesta a la solicitud de cooperación y asistencia mutua deberá evacuarse <br> dentro del plazo de 45 días, contados a partir de la recepción de la solicitud. Cuando la <br> autoridad requerida no esté en condiciones de contestar dentro de dicho plazo, <br> informará a la autoridad requirente, indicando en qué plazo estará en condiciones <br> de cumplir la solicitud. <br> "}, {"ArticleTitle": ": Información y Documentos", "ArticleDesc": "Artículo 8: Información y Documentos <br> 1 Las informaciones, los documentos y otras comunicaciones intercambiadas, se <br> regirán por las siguientes normas: <br> a) la autoridad aduanera requerida sólo podrá proporcionar la información que su <br> legislación y este Anexo le permita entregar. La información recibida deberá ser tratada <br> como confidencial y deberá ser objeto, al menos, del mismo grado de protección y <br> confidencialidad que el mismo tipo de información recibe bajo la ley nacional <br> de la Parte que la recibe; y, <br> b) sólo podrán utilizarse para los fines especificados en el presente Anexo, <br> incluyendo su utilización en procedimientos judiciales o administrativos. Dicha <br> información, documentos y otras comunicaciones podrán ser utilizados para otros fines <br> sólo cuando la autoridad aduanera que los facilitó haya otorgado su consentimiento <br> expreso, escrito y bajo reserva de las condiciones que hubiere estipulado, así como de <br> las disposiciones del numeral 1 (a) del presente Articulo. En tal caso, dicho uso estará <br> sujeto a cualquier restricción establecida por la autoridad requerida. <br> 2 Las copias de documentos que se soliciten por escrito se proporcionarán <br> debidamente certificadas o autenticadas. Los derechos de reserva de la autoridad <br> requerida y de terceras personas se mantendrán sin ser afectados. <br> 3 Toda información que se intercambie bajo el presente Anexo deberá <br> acompañarse con todos los documentos necesarios para su comprensión o utilización. <br> 4 La información podrá ser remitida en soporte informático o electrónico. <br> "}, {"ArticleTitle": ": Visita de Funcionarios", "ArticleDesc": "Artículo 9: Visita de Funcionarios <br> 1 A solicitud escrita, los funcionarios debidamente acreditados y designados en <br> calidad de asesores u observadores por la autoridad requirente, con la autorización <br> previa de la administración aduanera requerida y sujeto a las condiciones que esta <br> última pueda establecer, podrán, para los fines de investigar una infracción aduanera, <br> estar presentes durante una indagación llevada a cabo en el territorio de la autoridad <br> requirente. En ningún caso se les permitirá el ejercicio de facultades legales o de <br> investigación otorgadas a los funcionarios de la autoridad requirente. <br> 2 Los funcionarios de la autoridad aduanera requirente, durante su permanencia <br> en territorio de la autoridad aduanera requerida, y en la medida que la legislación y las <br> prácticas administrativas lo permitan, deberán gozar de la misma protección otorgada a <br> los funcionarios de Aduanas de la Parte requerida de conformidad con su legislación y <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Artículo 5.8: Revisión e Impugnación <br> serán responsables de cualquier infracción que pudieren cometer. <br> Cada Parte garantizará que, con respecto a sus actos administrativos sobre materias <br> aduaneras, los importadores en su territorio tengan acceso a: <br> a) un nivel de revisión administrativa independiente del funcionario u oficina que <br> adoptó el acto administrativo sujeto a revisión; y, <br> b) una instancia de revisión judicial del acto administrativo expedido en el nivel final <br> de revisión administrativa. <br> Artículo 5.9: Sanciones <br> Cada Parte adoptará o mantendrá medidas que permitan imponer sanciones civiles, <br> administrativas y, cuando procedan, penales por incumplimiento de sus leyes y <br> regulaciones aduaneras. <br> 1 Cada Parte, previamente a la importación de una mercancía a su territorio, podrá <br> Artículo 5.10: Resoluciones Anticipadas <br> emitir resoluciones anticipadas de clasificación arancelaria por escrito, a solicitud escrita <br> del importador en su territorio, de acuerdo a los procedimientos establecidos por cada Parte. <br> 2 Cada Parte dispondrá que las resoluciones anticipadas entren en vigor a partir <br> de la fecha de su emisión, u otra fecha especificada en la resolución, siempre que los <br> elementos en que se basa la resolución no hayan cambiado. <br> 3 Cuando un importador solicite el tratamiento acordado a una mercancía <br> elementos de la importación son consistentes con los hechos o circunstancias sobre los <br> cuales se basó la resolución anticipada. <br> 4 Si el solicitante proporcionare información falsa u omitiere circunstancias o <br> hechos pertinentes en su solicitud de resolución anticipada, o no actuare de acuerdo <br> con los términos y condiciones de la resolución, la Parte importadora podrá aplicar las <br> medidas que correspondan, las que pueden incluir acciones civiles, penales y <br> administrativas, multas u otras sanciones. <br> conforme a la resolución anticipada, la autoridad aduanera podrá evaluar si los <br> "}]}]}, "members_found": ["152", "218", 3, 8703900000]}