{"FtaRooDetails": {"FtaId": 840, "FtaCode": "ITC00870", "FtaName": "FTA, Moldova-Turkey", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF TURKEY AND THE REPUBLIC OF MOLDOVA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.11.2016", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Moldova, Republic of; Türkiye", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Moldova-Turkey", "AdminProcCooAuth": "The certification type under FTA, Moldova-Turkey is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Moldova-Turkey is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Moldova-Turkey agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " ANNEX I to PROTOCOL<br /> INTRODUCTORY NOTES TO THE LIST IN ANNEX II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as sufficiently<br /> worked or processed within the meaning of Article 6 of the Protocol.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first column<br /> gives the heading number or chapter number used in the Harmonized System and<br /> the second column gives the description of goods used in that system for that<br /> heading or chapter. For each entry in the first two columns, a rule is specified in<br /> column 3 or 4. Where, in some cases, the entry in the first column is preceded by<br /> an \"ex\", this signifies that the rules in column 3 or 4 apply only to the part of that<br /> heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given in<br /> general terms, the adjacent rules in column 3 or 4 apply to all products which,<br /> under the Harmonized System, are classified in headings of the chapter or in any<br /> of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within a<br /> heading, each indent contains the description of that part of the heading covered<br /> by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both columns 3<br /> and 4, the exporter may opt, as an alternative, to apply either the rule set out in<br /> column 3 or that set out in column 4. If no origin rule is given in column 4, the<br /> rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 6 of the Protocol, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall<br /> apply, regardless of whether this status has been acquired inside the factory where<br /> these products are used or in another factory in a contracting party.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 % of the ex-<br /> works price, is made from \"other alloy steel roughly shaped by forging\" of<br /> heading ex 7224.<br /> If this forging has been forged in Turkey from a non-originating ingot, it has<br /> already acquired originating status by virtue of the rule for heading ex 7224 in the<br /> list. The forging can then count as originating in the value-calculation for the<br /> engine, regardless of whether it was produced in the same factory or in another<br /> factory in Turkey. The value of the non-originating ingot is thus not taken into<br /> account when adding up the value of the non-originating materials used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing<br /> required,  and the carrying-out of more working or processing also confers<br /> originating status; conversely, the carrying-out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material, at a certain level of manufacture, may be used, the use of such material<br /> at an earlier stage of manufacture is allowed, and the use of such material at a<br /> later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even materials<br /> of the same description and heading as the product) may be used, subject,<br /> however, to any specific limitations which may also be contained in the rule.<br /> However, the expression \"Manufacture from materials of any heading, including<br /> other materials of heading ...\" or \"Manufacture from materials of any heading,<br /> including other materials of the same heading as the product\" means that materials<br /> of any heading(s) may be used, except those of the same description as the<br /> product as given in column 2 of the list.<br /> 3.4.<br /> than one material, this means that one or more materials may be used. It does not<br /> require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may be<br /> used and that chemical materials, among other materials, may also be used. This<br /> does not mean that both have to be used; it is possible to use one or the other, or<br /> both.<br /> 3.5.<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See also<br /> Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the use<br /> of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However,  this  does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be produced<br /> from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven cloths<br /> cannot normally be made from yarn. In such cases, the starting material would<br /> normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6.<br /> non-originating materials that can be used, then these percentages may not be<br /> added together. In other words, the maximum value of all the non-originating<br /> materials  used  may  never  exceed  the  higher  of  the  percentages  given.<br /> Furthermore, the individual percentages must not be exceeded, in relation to the<br /> particular materials to which they apply.<br /> Note 4:<br /> 4.1.<br /> synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres which have been carded,<br /> combed or otherwise processed, but not spun.<br /> 4.2.<br /> headings 5002 and 5003, as well as wool-fibres and fine or coarse animal hair of<br /> headings 5101  to 5105,  cotton  fibres  of  headings 5201  to 5203,  and  other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3.<br /> used in the list to describe the materials, not classified in Chapters 50 to 63, which<br /> can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile materials<br /> used in the manufacture of this product and which, taken together, represent 10 %<br /> or less of the total weight of all the basic textile materials used.<br /> Notes 5.3 and 5.4 below.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca , ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester,<br /> whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and synthetic<br /> staple  fibres  of  heading 5506,  is  a  mixed  yarn.  Therefore,  non-originating<br /> synthetic  staple fibres which do not satisfy the origin-rules<br /> manufacture from chemical materials or textile pulp) may be used, provided that<br /> their total weight does not exceed 10 % of the weight of the yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107 and<br /> synthetic yarn of staple fibres of heading 5509, is a mixed fabric. Therefore,<br /> synthetic yarn which does not satisfy the origin-rules (which require manufacture<br /> from chemical materials or textile pulp), or woollen yarn which does not satisfy<br /> the origin-rules (which require manufacture from natural fibres, not carded or<br /> combed or otherwise prepared for spinning), or a combination of the two, may be<br /> used, provided that their total weight does not exceed 10 % of the weight of the<br /> fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is a only mixed product if the cotton fabric is<br /> itself a mixed fabric made from yarns classified in two separate headings, or if the<br /> cotton yarns used are themselves mixtures.<br /> Example:<br /> If the  tufted  textile  fabric concerned had been  made from  cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns<br /> used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented with<br /> flexible segments of polyether, whether or not gimped\", this tolerance is 20 % in<br /> respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of aluminium foil<br /> or of a core of plastic film whether or not coated with aluminium powder, of a<br /> width not exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film\", this tolerance is 30 % in respect of<br /> this strip.<br /> Note 6:<br /> 6.1. Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings), which do not satisfy the rule set out in the<br /> list in column 3 for the made-up product concerned, may be used, provided that<br /> they are classified in a heading other than that of the product and that their value<br /> does not exceed 8 % of the ex-works price of the product.<br /> 6.2. Without  prejudice  to  Note 6.3,  materials,  which  are  not  classified  within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as buttons,<br /> because buttons are not classified within Chapters 50 to 63. For the same reason,<br /> it does not prevent the use of slide-fasteners, even though slide-fasteners normally<br /> contain textiles.<br /> 6.3. Where a percentage-rule applies, the value of materials which are not classified<br /> within Chapters 50 to 63 must be taken into account when calculating the value of<br /> the non-originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to<br /> ex 3403, the \"specific processes\" are the following:<br /> (a)  vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c)  cracking;<br /> (d) reforming;<br /> (e)  extraction by means of selective solvents;<br /> (f)  the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i)   isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\" are<br /> the following:<br /> (a)  vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c)  cracking;<br /> (d) reforming;<br /> (e)  extraction by means of selective solvents;<br /> (f)  the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolourisation and purification with naturally-active<br /> earth, activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (ij) isomerisation;<br /> (k) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 % of the sulphur-content of<br /> the products processed (ASTM D 1266-59 T method);<br /> (l)   in respect of products of heading 2710 only, deparaffining by a process other<br /> than filtering;<br /> (m) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at<br /> a pressure of more than 20 bar and a temperature of more than 250 °C, with<br /> the use of a catalyst, other than to effect desulphurisation, when the hydrogen<br /> constitutes an active element in a chemical reaction. The further treatment,<br /> with hydrogen, of lubricating oils of heading ex 2710 (e.g. hydrofinishing or<br /> decolourisation), in order, more especially, to improve colour or stability<br /> shall not, however, be deemed to be a specific process;<br /> (n) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 % of these products distils, by volume, including<br /> losses, at 300 °C, by the ASTM D 86 method;<br /> (o) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710<br /> only, treatment by means of a high-frequency electrical brush-discharge;<br /> (p) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax<br /> or peat wax, paraffin wax containing by weight less than 0.75 % of oil) of<br /> heading ex 2712 only, de-oiling by fractional crystallisation.<br /> 7.3. For the purposes of headings ex 2707, 2713 to<br /> ex 3403,  simple  operations,  such  as  cleaning,  decanting,  desalting,  water-<br /> separation, filtering, colouring, marking, obtaining a sulphur-content as a result of<br /> mixing products with different sulphur-contents, or any combination of these<br /> operations or like operations, do not confer origin.<br /> ANNEX III to PROTOCOL<br /> SPECIMENS OF MOVEMENT CERTIFICATE EUR.1 AND APPLICATION FOR A MOVEMENT<br /> CERTIFICATE EUR.1<br /> Printing instructions", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00870_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00870_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00870_roo.pdf", "DocType": "3_roo", "WebLink": "http://lex.justice.md/index.php?action=view&view=doc&lang=1&id=371061"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00870_full.pdf", "DocType": "8_full", "WebLink": "https://trade.gov.tr/data/5b910b3d13b8770becf1e6b6/6fd73dff48a5cfbccde2a4f78613a037.doc"}, {"DocDesc": "WTO notification", "DocFileName": "itc00870_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N155.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Bilateral Cumulation <br /> 1 Without prejudice to the provisions of Article 2(1), products shall be considered <br /> as originating in Turkey if such products are obtained there, incorporating <br /> materials originating in Moldova in accordance with the provisions of the <br /> Protocol on rules of origin annexed to the Agreement, provided that the working <br /> or processing carried out in Turkey goes beyond the operations referred <br /> to in Article 7. It shall not be necessary that such materials have undergone <br /> sufficient working or processing. <br /> 2 Without prejudice to the provisions of Article 2(2), products shall be considered <br /> as originating in Moldova if such products are obtained there, incorporating <br /> materials originating in Turkey in accordance with the provisions of the Protocol <br /> on rules of origin annexed to the Agreement, provided that the working or <br /> processing carried out in Moldova goes beyond the operations referred <br /> to in Article 7. It shall not be necessary that such materials have undergone <br /> sufficient working or processing. <br /> Article 4 : Cumulation of Origin with the European Union <br /> 1 Materials originating in the European Union shall be considered as materials <br /> originating in Moldova or Turkey respectively when further processed or <br /> incorporated into a product obtained there. <br /> 2 In order for the products referred to in paragraph 1 to acquire originating status, it <br /> shall not be necessary that the materials have undergone sufficient working or <br /> processing, provided that: <br /> a) the working or processing of the materials carried out in Moldova or Turkey <br /> goes beyond the operations referred to in Article 7 of this Protocol; <br /> b) the materials were originating in the European Union, in application of rules <br /> of origin identical to those applicable if that said materials were exported <br /> directly to Moldova or Turkey respectively; and <br /> c) Moldova, Turkey and the European Union have arrangements which allow <br /> for adequate administrative cooperation procedures ensuring full <br /> implementation of this cumulation mechanism as well as of Articles on <br /> certification and on verification of origin of the products. <br /> 3 The cumulation established in this provision may be applied provided that: <br /> a) preferential trade agreements between Moldova, Turkey and the European <br /> Union, respectively, are in force; <br /> b) notices indicating the fulfillment of the necessary requirements to apply <br /> cumulation under this provision have been published in the Official Journal <br /> of Moldova and Turkey, according to their domestic legislation.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently Worked or Processed Products <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list, should not be used in the manufacture of a product <br /> may nevertheless be used, provided that: <br /> a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through the application of this paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the Harmonized System. <br /> 3 Paragraphs 1 and 2 shall apply subject to the provisions of Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently Worked or Processed Products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in <br /> the list in Annex II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by the <br /> Agreement, the working or processing which must be carried out on <br /> non-originating materials used in manufacturing and apply only in relation to such <br /> materials. It follows that if a product which has acquired originating status by <br /> fulfilling the conditions set out in the list is used in the manufacture of another <br /> product, the conditions applicable to the product in which it is incorporated do not <br /> apply to it, and no account shall be taken of the non-originating materials which <br /> may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "prohibition", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Prohibition of Drawback of, or Exemption from, Customs Duties <br /> 1 Non-originating materials used in the manufacture of products originating in <br /> Turkey or in Moldova for which a proof of origin is issued or made out in <br /> accordance with the provisions of Title V shall not be subject in Turkey or in <br /> Moldova to drawback of, or exemption from, customs duties of whatever kind. <br /> 2 The prohibition in paragraph 1 shall apply to any arrangement for refund, <br /> remission or non-payment, partial or complete, of customs duties or charges <br /> having an equivalent effect, applicable in Turkey or in Moldova to materials used <br /> in the manufacture, where such refund, remission or non-payment applies, <br /> expressly or in effect, when products obtained from the said materials are <br /> exported and not when they are retained for home use there. <br /> 3 The exporter of products covered by a proof of origin shall be prepared to submit <br /> at any time, upon request from the customs authorities, all appropriate documents <br /> proving that no drawback has been obtained in respect of the non-originating <br /> materials used in the manufacture of the products concerned and that all customs <br /> duties or charges having equivalent effect applicable to such materials have actually been paid. <br /> 4 The provisions of paragraphs 1 to 3 shall also apply in respect of packaging within <br /> the meaning of Article 8(2), accessories, spare parts and tools within the meaning <br /> of Article 9 and products in a set within the meaning of Article 10 when such <br /> items are non-originating. <br /> 5 The provisions of paragraphs 1 to 4 shall apply only in respect of materials which <br /> are of the kind to which the Agreement applies.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of Territoriality <br /> 3 The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Turkey or <br /> Moldova on materials exported from Turkey or from Moldova and subsequently <br /> re-imported there, provided: <br /> a) the said materials are wholly obtained in Turkey or in Moldova or have <br /> undergone working or processing beyond the operations referred to in <br /> Article 7 prior to being exported; and <br /> b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the re-imported goods have been obtained by working or processing <br /> the exported materials; and <br /> ii) the total added value acquired outside Turkey or Moldova by <br /> applying the provisions of this Article does not exceed 10 per cent of <br /> the ex-works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set <br /> out in Title II shall not apply to working or processing done outside Turkey or <br /> Moldova. But where, in the list in Annex II, a rule setting a maximum value for <br /> all the non-originating materials incorporated is applied in determining the <br /> originating status of the end product, the total value of the non-originating <br /> materials incorporated in the territory of the party concerned, taken together with <br /> the total added value acquired outside Turkey or Moldova by applying the <br /> provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br /> value' shall be taken to mean all costs arising outside Turkey or Moldova, <br /> including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Annex II or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to <br /> 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Turkey or Moldova shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, Spare Parts and Tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly Obtained Products <br /> 1 The following shall be considered as wholly obtained in Turkey or in Moldova: <br /> a) mineral products extracted from their soil or from their seabed; <br /> b) vegetable products harvested there; <br /> c) live animals born and raised there; <br /> d) products from live animals raised there; <br /> e) products obtained by hunting or fishing conducted there; <br /> f) products of sea fishing and other products taken from the sea outside the <br /> territorial waters of Turkey or of Moldova by their vessels; <br /> g) products made aboard their factory ships exclusively from products referred to in (f); <br /> h) used articles collected there fit only for the recovery of raw materials, <br /> including used tyres fit only for retreading or for use as waste; <br /> i) waste and scrap resulting from manufacturing operations conducted there; <br /> j) products extracted from marine soil or subsoil outside their territorial waters <br /> provided that they have sole rights to work that soil or subsoil; <br /> k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(f) and (g) shall <br /> apply only to vessels and factory ships: <br /> a) which are registered or recorded in Turkey or in Moldova; <br /> b) which sail under the flag of Turkey or of Moldova; <br /> c) which are owned to an extent of at least 50 per cent by nationals of Turkey <br /> or of Moldova, or by a company with its head office in one of these States, <br /> of which the manager or managers, Chairman of the Board of Directors or <br /> the Supervisory Board, and the majority of the members of such boards are <br /> nationals of Turkey or of Moldova and of which, in addition, in the case of <br /> partnerships or limited companies, at least half the capital belongs to those <br /> States or to public bodies or nationals of the said States; <br /> d) of which the master and officers are nationals of Turkey or of Moldova; and <br /> e) of which at least 75 per cent of the crew are nationals of Turkey or of Moldova.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient Working or Processing <br /> 1 Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 6 are satisfied: <br /> a) preserving operations to ensure that the products remain in good condition <br /> during transport and storage; <br /> b) breaking-up and assembly of packages; <br /> c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> d) ironing or pressing of textiles; <br /> e) simple painting and polishing operations; <br /> f) husking, partial or total bleaching, polishing, and glazing of cereals and rice; <br /> g) operations to colour sugar or form sugar lumps; <br /> h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> i) sharpening, simple grinding or simple cutting; <br /> j) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> l) affixing or printing marks, labels, logos and other like distinguishing signs <br /> on products or their packaging; <br /> m) simple mixing of products, whether or not of different kinds, <br /> n) mixing of sugar with any material, <br /> o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> p) a combination of two or more operations specified in (a) to (o); <br /> q) slaughter of animals. <br /> 2 All operations carried out either in Turkey or in Moldova on a given product shall <br /> be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> e) \"customs value\" means the value as determined in accordance with the <br /> 1994 Agreement on implementation of Article VII of the General Agreement <br /> on Tariffs and Trade (WTO Agreement on customs valuation); <br /> f) \"ex-works price\" means the price paid for the product ex works to the <br /> manufacturer in Turkey or in Moldova in whose undertaking the last working <br /> or processing is carried out, provided the price includes the value of all the <br /> materials used, minus any internal taxes which are, or may be, repaid when the <br /> product obtained is exported; <br /> g) \"value of materials\" means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be <br /> ascertained, the first ascertainable price paid for the materials in Turkey or in Moldova; <br /> h) \"value of originating materials\" means the value of such materials as defined <br /> in (g) applied mutatis mutandis; <br /> i) \"value added\" shall be taken to be the ex-works price minus the customs value <br /> of each of the materials incorporated which originate in the other countries <br /> referred to in Articles 3 and 4 or, where the customs value is not known or <br /> cannot be ascertained, the first ascertainable price paid for the materials in Turkey or in Moldova;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral Elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> a) energy and fuel; <br /> b) plant and equipment; <br /> c) machines and tools; <br /> d) goods which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct Transport <br /> 1 The preferential treatment provided for under the Agreement applies only to <br /> products, satisfying the requirements of this Protocol, which are transported <br /> directly between Turkey and Moldova. However, products constituting one single <br /> consignment may be transported through other territories with, should the <br /> occasion arise, trans-shipment or temporary warehousing in such territories, <br /> provided that they remain under the surveillance of the customs authorities in the <br /> country of transit or warehousing and do not undergo operations other than <br /> unloading, reloading or any operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than <br /> that of Turkey or Moldova. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> a) a single transport document covering the passage from the exporting <br /> country through the country of transit; or <br /> b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, <br /> where applicable, the names of the ships, or the other means of transport used; and <br /> (iii) certifying the conditions under which the products remained in the transit country; or <br /> c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of Territoriality <br /> 1 Except as provided for in Articles 3 and 4 and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled <br /> without interruption in Turkey or in Moldova. <br /> 2 Except as provided for in Articles 3 and 4, where originating goods exported from <br /> Turkey or from Moldova to another country return, they must be considered as <br /> non-originating, unless it can be demonstrated to the satisfaction of the customs authorities that: <br /> a) the returning goods are the same as those exported; and <br /> b) they have not undergone any operation beyond that necessary to preserve <br /> them in good condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Turkey or <br /> Moldova on materials exported from Turkey or from Moldova and subsequently <br /> re-imported there, provided: <br /> a) the said materials are wholly obtained in Turkey or in Moldova or have <br /> undergone working or processing beyond the operations referred to in <br /> Article 7 prior to being exported; and <br /> b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> i) the re-imported goods have been obtained by working or processing <br /> the exported materials; and <br /> ii) the total added value acquired outside Turkey or Moldova by <br /> applying the provisions of this Article does not exceed 10 per cent of <br /> the ex-works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status set <br /> out in Title II shall not apply to working or processing done outside Turkey or <br /> Moldova. But where, in the list in Annex II, a rule setting a maximum value for <br /> all the non-originating materials incorporated is applied in determining the <br /> originating status of the end product, the total value of the non-originating <br /> materials incorporated in the territory of the party concerned, taken together with <br /> the total added value acquired outside Turkey or Moldova by applying the <br /> provisions of this Article, shall not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br /> value' shall be taken to mean all costs arising outside Turkey or Moldova, <br /> including the value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Annex II or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 to <br /> 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Turkey or Moldova shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of Qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is included <br /> with the product for classification purposes, it shall be included for the purposes <br /> of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accounting Segregation <br /> 1 Where considerable cost or material difficulties arise in keeping separate stocks of <br /> originating and non-originating materials which are identical and interchangeable, <br /> the customs authorities may, at the written request of those concerned, authorise <br /> the so-called \"accounting segregation\" method to be used for managing such stocks. <br /> 2 This method must be able to ensure that, for a specific reference-period, the <br /> number of products obtained which could be considered as \"originating\" is the <br /> same as that which would have been obtained if there had been physical <br /> segregation of the stocks. <br /> 3 The customs authorities may grant such authorisation, subject to any conditions deemed appropriate. <br /> 4 This method is recorded and applied on the basis of the general accounting <br /> principles applicable in the country where the product was manufactured. <br /> 5 The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br /> case may be, for the quantity of products which may be considered as originating. <br /> At the request of the customs authorities, the beneficiary shall provide a statement <br /> of how the quantities have been managed. <br /> 6 The customs authorities shall monitor the use made of the authorisation and may <br /> withdraw it at any time whenever the beneficiary makes improper use of the <br /> authorisation in any manner whatsoever or fails to fulfil any of the other <br /> conditions laid down in this Protocol.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does not <br /> exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than Turkey and <br /> Moldova and sold after the exhibition for importation in Turkey or in Moldova <br /> shall benefit on importation from the provisions of the Agreement provided it is <br /> shown to the satisfaction of the customs authorities that: <br /> a) an exporter has consigned these products from Turkey or from Moldova to <br /> the country in which the exhibition is held and has exhibited them there; <br /> b) the products have been sold or otherwise disposed of by that exporter to a <br /> person in Turkey or in Moldova; <br /> c) the products have been consigned during the exhibition or immediately <br /> thereafter in the state in which they were sent for exhibition; and <br /> d) the products have not, since they were consigned for exhibition, been used <br /> for any purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions of <br /> Title V and submitted to the customs authorities of the importing country in the <br /> normal manner. The name and address of the exhibition must be indicated <br /> thereon. Where necessary, additional documentary evidence of the conditions <br /> under which they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes <br /> in shops or business premises with a view to the sale of foreign products, and <br /> during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : General Requirements <br /> 1 Products originating in Turkey shall, on importation into Moldova and products <br /> originating in Moldova shall, on importation into Turkey benefit from the <br /> Agreement upon submission of either: <br /> a) a movement certificate EUR.1, a specimen of which appears in Annex III; or <br /> b) in the cases specified in Article 22(1), a declaration, subsequently referred <br /> to as the \"invoice declaration\", given by the exporter on an invoice, a <br /> delivery note or any other commercial document which describes the <br /> products concerned in sufficient detail to enable them to be identified; the <br /> text of the invoice declaration appears in Annex IV. <br /> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br /> Protocol shall, in the cases specified in Article 27, benefit from the Agreement <br /> without it being necessary to submit any of the documents referred to above. <br /> Article 17 : Procedure for the Issue of a Movement Certificate EUR.1 <br /> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both <br /> the movement certificate EUR.1 and the application form, specimens of which <br /> appear in Annex III. These forms shall be completed in English and, if the case, in <br /> one of the languages of the parties and in accordance with the provisions of the <br /> domestic law of the exporting countries. If they are hand-written, they shall be <br /> completed in ink in printed characters. The description of the products must be <br /> given in the box reserved for this purpose without leaving any blank lines. Where <br /> the box is not completely filled, a horizontal line must be drawn below the last <br /> line of the description, the empty space being crossed through. <br /> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting country where the movement certificate EUR.1 is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Protocol. <br /> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br /> Turkey or of Moldova if the products concerned can be considered as products <br /> originating in Turkey or in Moldova and fulfil the other requirements of this Protocol. <br /> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br /> necessary to verify the originating status of the products and the fulfilment of the <br /> other requirements of this Protocol. For this purpose, they shall have the right to <br /> call for any evidence and to carry out any inspection of the exporter's accounts or <br /> any other check considered appropriate. They shall also ensure that the forms <br /> referred to in paragraph 2 are duly completed. In particular, they shall check <br /> whether the space reserved for the description of the products has been completed <br /> in such a manner as to exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 of the certificate. <br /> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or ensured. <br /> Article 19 : Issue of a Duplicate Movement Certificate EUR.1 <br /> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br /> exporter may apply to the customs authorities which issued it for a duplicate made <br /> out on the basis of the export documents in their possession. <br /> 2 The duplicate issued in this way must be endorsed with the following phrase in English: <br /> DUPLICATE' <br /> 3 The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" box <br /> of the duplicate movement certificate EUR.1. <br /> 4 The duplicate, which must bear the date of issue of the original movement <br /> certificate EUR.1, shall take effect as from that date. <br /> Article 20 : Issue of Movement Certificates EUR.1 on the Basis of a Proof of Origin Issued or Made out Previously <br /> When originating products are placed under the control of a customs office in Turkey or <br /> in Moldova, it shall be possible to replace the original proof of origin by one or more <br /> movement certificates EUR.1 for the purpose of sending all or some of these products <br /> elsewhere within Turkey or Moldova. The replacement movement certificate(s) EUR.1 <br /> shall be issued by the customs office under whose control the products are placed. <br /> Article 22 : Conditions for Making out An Invoice Declaration <br /> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br /> a) by an approved exporter within the meaning of Article 23, or <br /> b) by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed EUR 6000. <br /> 2 An invoice declaration may be made out if the products concerned can be <br /> considered as products originating in Turkey or in Moldova and fulfil the other <br /> requirements of this Protocol. <br /> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br /> time, at the request of the customs authorities of the exporting country, all <br /> appropriate documents proving the originating status of the products concerned as <br /> well as the fulfilment of the other requirements of this Protocol. <br /> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Annex IV, using one of the linguistic <br /> versions set out in that Annex and in accordance with the provisions of the <br /> domestic law of the exporting country. If the declaration is hand-written, it shall <br /> be written in ink in printed characters. <br /> 5 Invoice declarations shall bear the original signature of the exporter in manuscript. <br /> However, an approved exporter within the meaning of Article 23 shall not be <br /> required to sign such declarations provided that he gives the customs authorities <br /> of the exporting country a written undertaking that he accepts full responsibility <br /> for any invoice declaration which identifies him as if it had been signed in manuscript by him. <br /> 6. An invoice declaration may be made out by the exporter when the products to which <br /> it relates are exported, or after exportation on condition that it is presented in the <br /> importing country no longer than two years after the importation of the products <br /> to which it relates. <br /> Article 25 : Submission of Proof of Origin <br /> Proofs of origin shall be submitted to the customs authorities of the importing country <br /> in accordance with the procedures applicable in that country. The said authorities may <br /> require a translation of a proof of origin and may also require the import declaration to <br /> be accompanied by a statement from the importer to the effect that the products meet <br /> the conditions required for the implementation of the Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Exemptions from Proof of Origin <br /> 1 Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating <br /> products without requiring the submission of a proof of origin, provided that such <br /> products are not imported by way of trade and have been declared as meeting the <br /> requirements of this Protocol and where there is no doubt as to the veracity of <br /> such a declaration. In the case of products sent by post, this declaration can be <br /> made on the customs declaration CN22/CN23 or on a sheet of paper <br /> annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports <br /> by way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br /> case of small packages or EUR 1200 in the case of products forming part of <br /> travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Approved Exporter <br /> 1 The customs authorities of the exporting country may authorise any exporter, <br /> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br /> products under this Agreement to make out invoice declarations irrespective of <br /> the value of the products concerned. An exporter seeking such authorisation must <br /> offer to the satisfaction of the customs authorities all guarantees necessary to <br /> verify the originating status of the products as well as the fulfilment of the other <br /> requirements of this Protocol. <br /> 2 The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they consider appropriate. <br /> 3 The customs authorities shall grant to the approved exporter a customs <br /> authorisation number which shall appear on the invoice declaration. <br /> 4 The customs authorities shall monitor the use of the authorisation by the approved exporter. <br /> 5 The customs authorities may withdraw the authorisation at any time. They shall <br /> do so where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or <br /> otherwise makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the Issue of a Movement Certificate EUR.1 <br /> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Validity of Proof of Origin <br /> 1 A proof of origin shall be valid for four months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 1 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the proofs of origin where the products have been submitted <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of Proof of Origin and Supporting Documents <br /> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 17(3). <br /> 2 The exporter making out an invoice declaration shall keep for at least three years a <br /> copy of this invoice declaration as well as the documents referred to in Article 22(3). <br /> 3 The customs authorities of the exporting country issuing a movement <br /> certificate EUR.1 shall keep for at least three years the application form referred <br /> to in Article 17(2). <br /> 4 The customs authorities of the importing country shall keep for at least three years <br /> the movement certificates EUR.1 and the invoice declarations submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement Certificates EUR.1 Issued Retrospectively <br /> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br /> be issued after exportation of the products to which it relates if: <br /> a) it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances; or <br /> b) it is demonstrated to the satisfaction of the customs authorities that a <br /> movement certificate EUR.1 was issued but was not accepted at importation <br /> for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the <br /> movement certificate EUR.1 relates, and state the reasons for his request. <br /> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br /> only after verifying that the information supplied in the exporter's application <br /> agrees with that in the corresponding file. <br /> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br /> following phrase in English: <br /> ISSUED RETROSPECTIVELY' <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" box <br /> of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting Documents <br /> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br /> that products covered by a movement certificate EUR.1 or an invoice declaration can be <br /> considered as products originating in Turkey or in Moldova and fulfil the other <br /> requirements of this Protocol may consist inter alia of the following: <br /> a) direct evidence of the processes carried out by the exporter or supplier to <br /> obtain the goods concerned, contained for example in his accounts or <br /> internal book-keeping; <br /> b) documents proving the originating status of materials used, issued or made <br /> out in Turkey or in Moldova where these documents are used in accordance <br /> with domestic law; <br /> c) documents proving the working or processing of materials in Turkey or in <br /> Moldova, issued or made out in Turkey or in Moldova, where these <br /> documents are used in accordance with domestic law; <br /> d) movement certificates EUR.1 or invoice declarations proving the originating <br /> status of materials used, issued or made out in Turkey or in Moldova in <br /> accordance with this Protocol; <br /> e) appropriate evidence concerning working or processing undergone outside <br /> Turkey or Moldova by application of Article 12, proving that the <br /> requirements of that Article have been satisfied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Verification of Proof of Origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing country have reasonable doubts <br /> as to the authenticity of such documents, the originating status of the products <br /> concerned or the fulfilment of the other requirements of this Protocol. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the movement certificate EUR.1 <br /> and the invoice, if it has been submitted, the invoice declaration, or a copy of <br /> these documents, to the customs authorities of the exporting country giving, <br /> where appropriate, the reasons for the enquiry. Any documents and information <br /> obtained suggesting that the information given on the proof of origin is incorrect <br /> shall be forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting <br /> country. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check considered appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of <br /> the verification, release of the products shall be offered to the importer subject to <br /> any precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the results <br /> of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in Turkey or in Moldova and fulfil the other <br /> requirements of this Protocol. <br /> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br /> the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining a <br /> preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and Formal Errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof of <br /> origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso <br /> facto render the proof of origin null and void if it is duly established that this <br /> document does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts <br /> concerning the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Dispute Settlement <br /> 1 Where disputes arise in relation to the verification procedures of Article 33 which <br /> cannot be settled between the customs authorities requesting a verification and the <br /> customs authorities responsible for carrying out this verification or where they <br /> raise a question as to the interpretation of this Protocol, they shall be submitted to <br /> the Joint Committee. <br /> 2 In all cases the settlement of disputes between the importer and the customs <br /> authorities of the importing country shall be under the legislation of the said country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Protocol: <br> a) \"manufacture\" means any kind of working or processing including assembly or specific operations; <br> b) \"material\" means any ingredient, raw material, component or part, etc., used in <br> c) \"product\" means the product being manufactured, even if it is intended for <br> the manufacture of the product; <br> exporter to one consignee or covered by a single transport document covering <br> later use in another manufacturing operation; <br> d) \"goods\" means both materials and products; <br> e) \"customs value\" means the value as determined in accordance with the <br> 1994 Agreement on implementation of Article VII of the General Agreement <br> document, by a single invoice; <br> f) \"ex-works price\" means the price paid for the product ex works to the <br> on Tariffs and Trade (WTO Agreement on customs valuation); <br> manufacturer in Turkey or in Moldova in whose undertaking the last working <br> g) \"value of materials\" means the customs value at the time of importation of the <br> materials used, minus any internal taxes which are, or may be, repaid when the <br> ascertained, the first ascertainable price paid for the materials in Turkey or in Moldova; <br> non-originating materials used, or, if this is not known and cannot be <br> h) \"value of originating materials\" means the value of such materials as defined <br> product obtained is exported; <br> i) \"value added\" shall be taken to be the ex-works price minus the customs value <br> in (g) applied mutatis mutandis; <br> of each of the materials incorporated which originate in the other countries <br> referred to in Articles 3 and 4 or, where the customs value is not known or <br> cannot be ascertained, the first ascertainable price paid for the materials in Turkey or in Moldova; <br> j) \"chapters\" and \"headings\" mean the chapters and the headings (four-digit <br> their shipment from the exporter to the consignee or, in the absence of such a <br> Description and Coding System, referred to in this Protocol as \"the <br> k) \"classified\" refers to the classification of a product or material under a particular heading; <br> codes) used in the nomenclature which makes up the Harmonized Commodity <br> l) \"consignment\" means products which are either sent simultaneously from one <br> Harmonized System\" or \"HS\"; <br> m) \"territories\" includes territorial waters. <br> or processing is carried out, provided the price includes the value of all the <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1 For the purpose of implementing this Agreement, the following products shall be <br> 2 For the purpose of implementing this Agreement, the following products shall be <br> considered as originating in Turkey: <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "a) products wholly obtained in Turkey within the meaning of Article 5; <br> b) products obtained in Turkey incorporating materials which have not been <br> sufficient working or processing in Turkey within the meaning of Article 6; <br> wholly obtained there, provided that such materials have undergone <br> considered as originating in Moldova : <br> a) products wholly obtained in Moldova within the meaning of Article 5; <br> b) products obtained in Moldova incorporating materials which have not been <br> sufficient working or processing in Moldova within the meaning of Article 6. <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "1 The unit of qualification for the application of the provisions of this Protocol shall <br> be the particular product which is considered as the basic unit when determining <br> It follows that: <br> a) when a product composed of a group or assembly of articles is classified <br> constitutes the unit of qualification; <br> b) when a consignment consists of a number of identical products classified <br> 2 Where, under General Rule 5 of the Harmonized System, packaging is included <br> with the product for classification purposes, it shall be included for the purposes <br> of determining origin. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 8 : Unit of qualification <br> classification using the nomenclature of the Harmonized System. <br> under the terms of the Harmonized System in a single heading, the whole <br> under the same heading of the Harmonized System, each product must be <br> taken individually when applying the provisions of this Protocol. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 26 : Importation by instalments <br> authorities of the importing country, dismantled or non-assembled products within the <br> and XVII or headings 7308 and 9406 of the Harmonized System are imported by <br> instalments, a single proof of origin for such products shall be submitted to the customs <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> meaning of General Rule 2(a) of the Harmonized System falling within Sections XVI <br> authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "1 For the application of the provisions of Article 22(1)(b) and Article 27(3) in cases <br> currencies of Turkey and of Moldova equivalent to the amounts expressed in euro <br> shall be fixed annually by each of the countries concerned. <br> 2 A consignment shall benefit from the provisions of Article 22(1)(b) or Article <br> 27(3) by reference to the currency in which the invoice is drawn up, according to <br> the amount fixed by the country concerned. <br> 3 The amounts to be used in any given national currency shall be the equivalent in <br> that currency of the amounts expressed in euro as at the first working day of <br> October. The amounts shall be communicated to other Contracting Party by 15 <br> October and shall apply from 1 January the following year. <br> 4 A country may round up or down the amount resulting from the conversion into <br> its national currency of an amount expressed in euro. The rounded-off amount <br> may not differ from the amount resulting from the conversion by more than 5 per <br> cent. A country may retain unchanged its national currency equivalent of an <br> amount expressed in euro if, at the time of the annual adjustment provided for in <br> paragraph 3, the conversion of that amount, prior to any rounding-off, results in an <br> increase of less than 15 per cent in the national currency equivalent. The national <br> currency equivalent may be retained unchanged if the conversion would result in a <br> decrease in that equivalent value. <br> 5 The amounts expressed in euro shall be reviewed by the Joint Committee at the <br> request of Turkey or of Moldova. When carrying out this review, the Joint <br> concerned in real terms. For this purpose, it may decide to modify the amounts expressed in euro <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "Article 31 : Amounts expressed in euro <br> where products are invoiced in a currency other than euro, amounts in the national <br> Committee shall consider the desirability of preserving the effects of the limits <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "1 The customs authorities of Turkey and of Moldova shall provide each other, with <br> specimen impressions of stamps used in their customs offices for the issue of <br> movement certificates EUR.1 and with the addresses of the customs authorities <br> declarations and the correctness of the information given in these documents. <br> responsible for verifying those certificates and invoice declarations. <br> 2 In order to ensure the proper application of this Protocol, Turkey and Moldova <br> shall assist each other, through the competent customs administrations, in <br> checking the authenticity of the movement certificates EUR.1 or the invoice <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 32 : Mutual assistance <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "1 Turkey and Moldova shall take all necessary steps to ensure that products traded <br> situated in their territory, are not substituted by other goods and do not undergo <br> handling other than normal operations designed to prevent their deterioration. <br> 2 By way of derogation from paragraph 1, when products originating in Turkey or <br> in Moldova are imported into a free zone under cover of a proof of origin and <br> undergo treatment or processing, the authorities concerned shall issue a new <br> movement certificate EUR.1 at the exporter's request, if the treatment or <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 36 : Free zones <br> under cover of a proof of origin which in the course of transport use a free zone <br> processing undergone is in conformity with the provisions of this Protocol. <br> "}, {"ArticleTitle": "Amendments to the Protocol", "ArticleDesc": "Article 37 : Amendments to the Protocol <br> The Joint Committee may decide to amend the provisions of this Protocol. <br> "}, {"ArticleTitle": "Transitional Provisions for Goods in Transit or Storage", "ArticleDesc": "Article 38 : Transitional Provisions for Goods in Transit or Storage <br> The provisions of the Agreement may be applied to goods which comply with the <br> provisions of this Protocol and which on the date of entry into force of this Agreement <br> are either in transit or are in the Party in temporary storage in customs warehouses or in <br> free zones, subject to the submission to the customs authorities of the importing Party, <br> within four months of the said date, of a movement certificate EUR.1 issued <br> retrospectively by the customs authorities of the exporting Party together with the <br> documents showing that the goods have been transported directly <br> "}]}]}, "members_found": ["498", "792", 2, 8703900000]}