{"FtaRooDetails": {"FtaId": 850, "FtaCode": "ITC00880", "FtaName": "FTA, China-Mauritius", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE GOVERNMENT OF THE PEOPLE’S REPUBLIC OF CHINA ANDTHE GOVERNMENT OF THE REPUBLIC OF MAURITIUS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "China; Mauritius", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, China-Mauritius", "AdminProcCooAuth": "The certification type under FTA, China-Mauritius is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, China-Mauritius is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, China-Mauritius agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 40%", "RooText": "1. Except as other wise provided in this Chapter, the following goods shall be considered as originating in a Party: (c) goods produced from non-originating materials in a Party, provided that the goods conform to a regional value content of no less than 40%, except for the goods listed in the Annex II (Product Specific Rules of Origin) which must comply with the requirements specified therein.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Notes", "RooText": " ANNEX II<br /> PRODUCT SPECIFIC RULES OF ORIGIN<br /> Notes:<br /> 1. For goods classifiable under provisions for scrap and wastes, and those scrap<br /> and wastes which are not described by name, the origin criteria shall be wholly<br /> obtained.<br /> 2. Reference to a change in tariff classification in this annex shall apply only to<br /> non-originating materials.<br /> 3. CC denotes a change to this chapter from any other chapter.<br /> 4. CTH denotes a change to this heading from any other heading.<br /> 5. CTSH denotes a change to this subheading from any other subheading.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00880_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00880_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://fta.mofcom.gov.cn/mauritius/annex/mlqs_fj2_en.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00880_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00880_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00880_full.pdf", "DocType": "8_full", "WebLink": "http://fta.mofcom.gov.cn/mauritius/annex/mlqs_xdzw_en.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.6: Accumulation <br /> Originating materials of a Party, used in the production of a good in the other <br /> Party, shall be considered to be originating in the latter Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: De Minimis <br /> 1. A product that does not meet tariff classification change requirements, <br /> pursuant to Annex II (Product Specific Rules of Origin), shall nonetheless be <br /> considered to be an originating product, provided that: <br /> (a) the value of all non-originating materials, determined pursuant to Article <br /> 3.4 (Regional Value Content), including materials of undetermined origin, <br /> that do not meet the tariff classification change requirement does not exceed <br /> 10% of the FOB value of the given product; and <br /> (b) the product meets all the other applicable criteria of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Regional Value Content <br /> 3. The value of the non-originating materials used by the producer in the <br /> production of a product shall not include, for the purposes of calculating the <br /> regional value content of the product, pursuant to paragraph 1, the value of <br /> non-originating materials used to produce originating materials that are <br /> subsequently used in the production of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Accessories, Spare Parts and Tools <br /> 1. Accessories, spare parts or tools presented and classified with the good shall <br /> be considered as part of the good, provided that: <br /> (a) they are invoiced together with the good; and <br /> (b) their quantities and values are commercially customary for the good. <br /> 2. Where a good is subject to change in tariff classification criterion set out in <br /> Annex II (Product Specific Rules of Origin), accessories, spare parts, or tools <br /> described in paragraph 1 shall be disregarded when determining the origin of the <br /> good. <br /> 3. Where a good is subject to a regional value content requirement, the value of <br /> the accessories, spare parts or tools described in paragraph 1 shall be taken into <br /> account as originating materials or non-originating materials, as the case may be, <br /> in calculating the regional value content of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Goods Wholly Obtained <br /> 1. For the purposes of Article 3.2(1)(a), the following goods shall be <br /> considered as wholly obtained or produced in a Party: <br /> (a) live animals born and raised in a Party; <br /> (b) goods obtained from live animals referred to in subparagraph (a); <br /> (c) plant and plant products grown, and harvested, picked or gathered in a <br /> Party; <br /> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br /> capturing conducted in a Party; <br /> (e) minerals and other naturally occurring substances not included in <br /> subparagraphs (a) through (d), extracted or taken from its soil, waters, <br /> seabed or subsoil beneath the seabed; <br /> (f) goods extracted from the waters, seabed or subsoil beneath the seabed <br /> outside the territorial waters of a Party, provided that the Party has the right <br /> to exploit such waters, seabed or subsoil beneath the seabed in accordance <br /> with international law and its domestic law; <br /> (g) goods of sea fishing and other marine products taken from the sea <br /> outside the territorial waters of a Party by a vessel registered in a Party and <br /> flying the flag of that Party; <br /> (h) goods processed or made on board factory ships registered in a Party and <br /> flying the flag of that Party, exclusively from goods referred to in <br /> subparagraph (g); <br /> (i) scrap and waste derived from processing operations in a Party, which fit <br /> only for the recovery of raw materials; <br /> (j) used goods consumed and collected in a Party which fit only for the <br /> recovery of raw materials; or <br /> (k) goods produced entirely in a Party exclusively from the goods referred to <br /> in subparagraphs (a) to (j).", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.7: Minimal Operations or Processes <br /> 1. Notwithstanding Article 3.2(1)(c), a good shall not be considered as <br /> originating, if it has only undergone one or more of the following operations or <br /> processes: <br /> (a) preservation operations to ensure the goods remain in good condition <br /> during transport and storage; <br /> (b) simple assembly of parts of articles to constitute a complete article, or <br /> disassembly of products into parts; <br /> (c) packing, unpacking or repacking operations for the purposes of sale or <br /> presentation; <br /> (d) slaughtering of animals; <br /> (e) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br /> (f) ironing or pressing of textiles; <br /> (g) simple painting and polishing operations; <br /> (h) husking, partial or total bleaching, polishing, and glazing of cereals and <br /> rice; <br /> (i) operations to colour sugar or form sugar lumps; <br /> (j) peeling, stoning, and shelling of fruits, nuts and vegetables; <br /> (k) sharpening, simple grinding or simple cutting; <br /> (l) sifting, screening, sorting, classifying, grading, matching (including the <br /> making-up of sets of articles), cutting, slitting, bending, coiling, or uncoiling; <br /> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br /> or boards and other similar packaging operations; <br /> (n) affixing or printing marks, labels, logos or other like distinguishing signs <br /> on products or their packaging; <br /> (o) simple mixing of goods, whether or not of different kinds; <br /> (p) mere dilution with water or another substance that does not materially <br /> alter the characteristics of the goods; or <br /> (q) operations whose sole purpose is to ease port handling. <br /> 2. All operations in the production of a given good carried out in a Party shall <br /> be taken into account when determining whether the working or process undergone <br /> by that good is considered as minimal operations or processes referred to in <br /> paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Regional Value Content <br /> 1. The Regional Value Content (RVC) criterion shall be calculated as follows: <br /> where: <br /> RVC is the regional value content, expressed as a percentage; <br /> V is the value of the product, as defined in the Customs Valuation <br /> Agreement, adjusted on an FOB basis; and <br /> VNM is the value of the non-originating materials, including materials of <br /> undetermined origin, as provided in paragraph 2. <br /> 2. The value of the non-originating materials shall be: <br /> (a) the value of the materials, as defined in the Customs Valuation <br /> Agreement, adjusted on a CIF basis; or <br /> (b) the earliest ascertained price paid or payable for the non-originating <br /> materials in a Party where the working or processing takes place. When the <br /> producer of a product acquires non-originating materials within that Party, <br /> the value of such materials shall not include freight, insurance, packing costs, <br /> and any other costs incurred in transporting the material from the supplier's <br /> warehouse to the producer's location. <br /> 3. The value of the non-originating materials used by the producer in the <br /> production of a product shall not include, for the purposes of calculating the <br /> regional value content of the product, pursuant to paragraph 1, the value of <br /> non-originating materials used to produce originating materials that are <br /> subsequently used in the production of the product.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: Neutral Elements <br /> 1. In determining whether a good is an originating good, any neutral element as <br /> defined in paragraph 2 shall be disregarded. <br /> 2. Neutral element means a good used in the production, testing or inspection <br /> of another good but not physically incorporated into that good by itself, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) plant, equipment and machine, including devices and supplies used for <br /> testing or inspecting the goods; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and <br /> buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other goods that are not incorporated into the good but whose use in <br /> the production of the good can reasonably be demonstrated to be a part of <br /> that production.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.13: Direct Consignment <br /> 1. Preferential tariff treatment under this Agreement shall only be granted to <br /> originating products which are transported directly between the Parties. <br /> 2. Notwithstanding paragraph 1, goods whose transport involves transit through <br /> one or more non-Parties, with or without trans-shipment or temporary storage of up <br /> to 6 months in such non-Parties, shall still be considered as directly transported <br /> between the Parties, provided that: <br /> (a) the transit entry of the goods is justified for geographical reason or by <br /> consideration related exclusively to transport requirements; <br /> (b) the goods do not undergo any other operation there other than unloading <br /> and reloading, or any operation required to keep them in good condition; and <br /> (c) the goods remain under customs control during transit in those <br /> non-Parties. <br /> 3. Compliance with paragraph 2 shall be evidenced by presenting the customs <br /> authority of the importing Party either with customs documents of the non-Parties, <br /> or with any other documents to the satisfaction of the customs authority of the <br /> importing Party. <br /> Section B: Implementation Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Packing, Packages and Containers <br /> 1. Containers and packing materials used for the transport of goods shall not be <br /> taken into account in determining the origin of the goods. <br /> 2. The origin of the packaging materials and containers in which goods are <br /> packaged for retail sale shall be disregarded in determining the origin of the goods, <br /> provided that the packaging materials and containers are classified with the goods. <br /> 3. Notwithstanding paragraph 2, where goods are subject to a regional value <br /> content requirement, the value of the packaging materials and containers used for <br /> retail sale shall be taken into account as originating materials or non-originating <br /> materials, as the case may be, in calculating the regional value content of the <br /> goods.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Fungible Materials <br /> 1. Where originating and non-originating fungible materials are used in the <br /> production of a good, the following methods shall be adopted in determining <br /> whether the materials used are originating: <br /> (a) physical separation of the materials; or <br /> (b) an inventory management method recognized in the generally accepted <br /> accounting principles of the exporting Party, provided that the inventory <br /> management method selected is used for at least 12 continuous months.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be <br /> regarded as originating when all component products are originating. Nevertheless, <br /> when a set is composed of originating and non-originating products, the set as a <br /> whole shall be regarded as originating, provided that the value of the <br /> non-originating products does not exceed 15% of total value of the set, determined <br /> pursuant to Article 3.4 (Regional Value Content).", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Certificate of Origin <br /> 1. A Certificate of Origin as set out in Chapter 3-Annex (Certificate of Origin) <br /> shall be issued by the authorized bodies of a Party on application by exporter or <br /> producer, provided that the goods can be considered as originating in that Party in <br /> accordance with this Chapter. <br /> 2. The Certificate of Origin shall: <br /> (a) contain a unique certificate number; <br /> (b) cover one or more goods under one consignment; <br /> (c) state the basis on which the goods are deemed to qualify as originating <br /> for the purposes of this Chapter; <br /> (d) contain security features, such as specimen signatures or stamps as <br /> advised to the importing Party by the exporting Party; and <br /> (e) be completed in English. <br /> 3. The Certificate of Origin shall be issued before or at the time of shipment. It <br /> shall be valid for 1 year from the date of issuance in the exporting Party. <br /> 4. Each Party shall inform the customs authority of the other Party of the name <br /> of each authorized body, as well as relevant contact details, and shall provide <br /> details of security features for relevant forms and documents used by each <br /> authorized body, prior to the issuance of any certificate by that body. Any change <br /> in the information provided above shall be promptly notified to the customs <br /> authority of the other Party. <br /> 5. A Certificate of Origin may be issued retrospectively within 1 year from the <br /> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and <br /> remains valid for 1 year from the date of shipment, if it is not issued before or at <br /> the time of shipment due to force majeure, involuntary errors, omissions or other <br /> valid causes. <br /> 6. In cases of theft, loss, or accidental destruction of a Certificate of Origin, the <br /> exporter or producer may make a written request to the authorized bodies of the <br /> exporting Party for issuing a certified copy. The certified copy shall bear the words <br /> \"CERTIFIED TRUE COPY of the original Certificate of Origin number_dated <br /> _\". The certified copy shall be valid during the term of validity of the original <br /> Certificate of Origin. <br /> Article 3.15: Declaration of Origin <br /> 1. An approved exporter under Article 3.16 (Approved Exporter) in a Party <br /> may, for the purpose of obtaining preferential tariff treatment in the other Party, <br /> complete a Declaration of Origin on invoice or other commercial documents. <br /> 2. The Declaration of Origin shall contain the authorization number of the <br /> approved exporter and a unique invoice/commercial document number issued by <br /> the exporter. <br /> 3. A Declaration of Origin shall be produced only if the product concerned can <br /> be considered as originating in a Party subject to the provisions of this Chapter. <br /> 4. Where the approved exporter in the exporting Party is not the producer of the <br /> product, a Declaration of Origin for the product may be completed by the approved <br /> exporter in accordance with the laws and regulations of the exporting Party. <br /> 5. A Declaration of Origin shall be completed prior to the importation in the <br /> importing Party of the products to which it relates. <br /> 6. A Declaration of Origin shall be valid for 12 months from the date of <br /> completion. <br /> 7. The exporter making out a Declaration of Origin shall prepare to submit at <br /> any time, at the request of the customs authority of the exporting Party, all <br /> appropriate documents proving the originating status of the products concerned as <br /> well as the fulfillment of the other requirements of this Agreement. <br /> 8. A Declaration of Origin shall bear the following text: <br /> \"The exporter hereby declares that the stated information is correct and that <br /> the goods exported to (Importing Party) comply with the origin requirements <br /> specified in the China-Mauritius Free Trade Agreement.\"", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Approved Exporter <br /> 1. A Party may implement an Approved Exporter System under this Agreement, <br /> which allows the approved exporter to complete a Declaration of Origin. The <br /> approved exporter shall be approved and administered by the exporting Party in <br /> accordance with its domestic legislation or customs administrative procedures. <br /> 2. The approved exporter shall be given a unique authorization number <br /> required to be marked on the Declaration of Origin when in use. The use of such <br /> number shall be monitored and supervised by the exporting Party. <br /> 3. Each Party shall provide the other Party with detailed information on the <br /> approved exporters, such as the names, authorization numbers and contact details <br /> of the approved exporters prior to the actual exportation of their products.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Certificate of Origin <br /> 3. The Certificate of Origin shall be issued before or at the time of shipment. It <br /> shall be valid for 1 year from the date of issuance in the exporting Party. <br /> 6. A Declaration of Origin shall be valid for 12 months from the date of <br /> completion.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.17: Retention of Origin Documents <br /> 1. Each Party shall require its producers, exporters and importers to retain <br /> documents that prove the originating status of the goods as well as the fulfillment <br /> of the other requirements of this Chapter for at least 3 years or any longer time in <br /> accordance with that Party's domestic law. <br /> 2. Each Party shall require that its authorized bodies retain copies of <br /> Certificates of Origin and other related supporting documents for at least 3 years or <br /> any longer time in accordance with that Party's domestic law.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.14: Certificate of Origin <br /> 5. A Certificate of Origin may be issued retrospectively within 1 year from the <br /> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and <br /> remains valid for 1 year from the date of shipment, if it is not issued before or at <br /> the time of shipment due to force majeure, involuntary errors, omissions or other <br /> valid causes. <br /> Article 3.19: Refund of Import Customs Duties or Deposit <br /> 1. Where a Certificate of Origin is not submitted to the import customs at the <br /> time of importation pursuant to Article 3.18 (Obligation Regarding Importations), <br /> upon the request of the importer, the customs authorities of the importing Party <br /> may impose the applied non-preferential customs duties, or require a guarantee <br /> equivalent to the full amount of the customs duties on that good, provided that the <br /> importer formally declares to the customs authority at the time of importation that <br /> the good in question qualifies as an originating good. <br /> 2. The importer may apply for a refund of any excess customs duties imposed <br /> or guarantee paid provided that they can present all the necessary documentation <br /> required in Article 3.18 (Obligations Regarding Importations) within the period <br /> specified in the legislation of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Verification of Origin <br /> 1. For the purposes of determining the authenticity or accuracy of the <br /> Certificate of Origin, the originating status of the products concerned, or the <br /> fulfillment of the other requirements of this Chapter, the customs authority of the <br /> importing Party may conduct origin verification based on risk analysis and at <br /> random or whenever the customs authority of the importing Party has reasonable <br /> doubts, by means of: <br /> (a) requests for additional information from the importer; <br /> (b) requests to the customs authority of the exporting Party to verify the <br /> origin of a product; <br /> (c) such other procedures as the customs authorities of the Parties may <br /> jointly decide; or <br /> (d) conducting verification visit to the exporting Party, when necessary, in a <br /> manner to be jointly determined by the customs authorities of the Parties. <br /> 2. The customs authority of the importing Party requesting verification to the <br /> exporting Party shall specify the reasons, and provide any document and <br /> information justifying the verification. <br /> 3. The importer or the exporting Party referred to in paragraph 1 receiving a <br /> request for verification, shall respond to the request promptly and reply within 3 <br /> months, from the date of raising the verification request. Upon request of the <br /> exporting Party, the above-mentioned period can be extended to another 3 months. <br /> 4. If the customs authority of the importing Party decides to suspend the <br /> granting of preferential treatment to the goods concerned while awaiting the results <br /> of the verification, the goods shall be released upon submission of guarantee, <br /> unless otherwise provided in the domestic legislations of the importing party. <br /> 5. If no reply is received within 6 months, or if the reply does not contain <br /> sufficient information to determine the authenticity of the documents or the <br /> originating status of the products in question, the requesting customs authority may <br /> deny preferential tariff treatment. <br /> 6. The exporter, producer or manufacturer, who applied for the Certificate of <br /> Origin or made the Declaration of Origin related to the concerned goods, shall not <br /> deny any request for a verification visit agreed by the Parties. Any failure to <br /> consent to a verification visit shall be liable for a denial of preferential benefits <br /> claimed in accordance with this Agreement.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3: Goods Wholly Obtained <br> Article 3.6: Accumulation <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> 1. For the purposes of Article 3.2(1)(a), the following goods shall be <br> Section A: Rules of Origin <br> considered as wholly obtained or produced in a Party: <br> (a) live animals born and raised in a Party; <br> (b) goods obtained from live animals referred to in subparagraph (a); <br> Where: <br> (c) plant and plant products grown, and harvested, picked or gathered in a <br> during transport and storage; <br> capturing conducted in a Party; <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) minerals and other naturally occurring substances not included in <br> buildings; <br> seabed or subsoil beneath the seabed; <br> subparagraphs (a) through (d), extracted or taken from its soil, waters, <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (f) goods extracted from the waters, seabed or subsoil beneath the seabed <br> outside the territorial waters of a Party, provided that the Party has the right <br> to exploit such waters, seabed or subsoil beneath the seabed in accordance <br> with international law and its domestic law; <br> (g) goods of sea fishing and other marine products taken from the sea <br> only for the recovery of raw materials; <br> outside the territorial waters of a Party by a vessel registered in a Party and <br> warehouse to the producer's location. <br> flying the flag of that Party; <br> (h) goods processed or made on board factory ships registered in a Party and <br> flying the flag of that Party, exclusively from goods referred to in <br> (a) fuel, energy, catalysts and solvents; <br> subparagraph (g); <br> (i) scrap and waste derived from processing operations in a Party, which fit <br> disassembly of products into parts; <br> (j) used goods consumed and collected in a Party which fit only for the <br> recovery of raw materials; or <br> (k) goods produced entirely in a Party exclusively from the goods referred to <br> in subparagraphs (a) to (j). <br> Article 3.4: Regional Value Content <br> 1. The Regional Value Content (RVC) criterion shall be calculated as follows: <br> RVC is the regional value content, expressed as a percentage; <br> V is the value of the product, as defined in the Customs Valuation <br> Agreement, adjusted on an FOB basis; and <br> VNM is the value of the non-originating materials, including materials of <br> undetermined origin, as provided in paragraph 2. <br> 2. The value of the non-originating materials shall be: <br> consideration related exclusively to transport requirements; <br> importing Party. <br> (a) the value of the materials, as defined in the Customs Valuation <br> Agreement, adjusted on a CIF basis; or <br> materials in a Party where the working or processing takes place. When the <br> producer of a product acquires non-originating materials within that Party, <br> the value of such materials shall not include freight, insurance, packing costs, <br> and any other costs incurred in transporting the material from the supplier's <br> 3. The value of the non-originating materials used by the producer in the <br> production of a product shall not include, for the purposes of calculating the <br> regional value content of the product, pursuant to paragraph 1, the value of <br> non-originating materials used to produce originating materials that are <br> subsequently used in the production of the product. <br> 1. A product that does not meet tariff classification change requirements, <br> pursuant to Annex II (Product Specific Rules of Origin), shall nonetheless be <br> considered to be an originating product, provided that: <br> (a) the value of all non-originating materials, determined pursuant to Article <br> 3.4 (Regional Value Content), including materials of undetermined origin, <br> that do not meet the tariff classification change requirement does not exceed <br> 10% of the FOB value of the given product; and <br> (b) the product meets all the other applicable criteria of this Chapter. <br> presentation; <br> Originating materials of a Party, used in the production of a good in the other <br> Party, shall be considered to be originating in the latter Party. <br> Article 3.7: Minimal Operations or Processes <br> rice; <br> 1. Notwithstanding Article 3.2(1)(c), a good shall not be considered as <br> Party; <br> (d) tools, dies and moulds; <br> originating, if it has only undergone one or more of the following operations or <br> processes: <br> (a) preservation operations to ensure the goods remain in good condition <br> (k) sharpening, simple grinding or simple cutting; <br> (b) simple assembly of parts of articles to constitute a complete article, or <br> (c) packing, unpacking or repacking operations for the purposes of sale or <br> (d) slaughtering of animals; <br> (e) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (f) ironing or pressing of textiles; <br> (g) simple painting and polishing operations; <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals and <br> (i) operations to colour sugar or form sugar lumps; <br> (j) peeling, stoning, and shelling of fruits, nuts and vegetables; <br> (l) sifting, screening, sorting, classifying, grading, matching (including the <br> making-up of sets of articles), cutting, slitting, bending, coiling, or uncoiling; <br> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> or boards and other similar packaging operations; <br> (n) affixing or printing marks, labels, logos or other like distinguishing signs <br> (o) simple mixing of goods, whether or not of different kinds; <br> (p) mere dilution with water or another substance that does not materially <br> alter the characteristics of the goods; or <br> (q) operations whose sole purpose is to ease port handling. <br> 2. All operations in the production of a given good carried out in a Party shall <br> be taken into account when determining whether the working or process undergone <br> by that good is considered as minimal operations or processes referred to in <br> Article 3.8: Fungible Materials <br> 1. Where originating and non-originating fungible materials are used in the <br> production of a good, the following methods shall be adopted in determining <br> regarded as originating when all component products are originating. Nevertheless, <br> when a set is composed of originating and non-originating products, the set as a <br> whether the materials used are originating: <br> (a) physical separation of the materials; or <br> (b) an inventory management method recognized in the generally accepted <br> accounting principles of the exporting Party, provided that the inventory <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> management method selected is used for at least 12 continuous months. <br> Article 3.9: Neutral Elements <br> 1. In determining whether a good is an originating good, any neutral element as <br> defined in paragraph 2 shall be disregarded. <br> paragraph 1. <br> 2. Neutral element means a good used in the production, testing or inspection <br> production or used to operate equipment and buildings; and <br> Article 3.5: De Minimis <br> of another good but not physically incorporated into that good by itself, including: <br> (b) plant, equipment and machine, including devices and supplies used for <br> testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment and <br> packaged for retail sale shall be disregarded in determining the origin of the goods, <br> (f) lubricants, greases, compounding materials and other materials used in <br> provided that the packaging materials and containers are classified with the goods. <br> the production of the good can reasonably be demonstrated to be a part of <br> that production. <br> Article 3.10: Packing, Packages and Containers <br> 1. Containers and packing materials used for the transport of goods shall not be <br> taken into account in determining the origin of the goods. <br> 2. The origin of the packaging materials and containers in which goods are <br> 3. Notwithstanding paragraph 2, where goods are subject to a regional value <br> content requirement, the value of the packaging materials and containers used for <br> retail sale shall be taken into account as originating materials or non-originating <br> materials, as the case may be, in calculating the regional value content of the <br> goods. <br> Article 3.11: Accessories, Spare Parts and Tools <br> 1. Accessories, spare parts or tools presented and classified with the good shall <br> 1. Preferential tariff treatment under this Agreement shall only be granted to <br> be considered as part of the good, provided that: <br> originating products which are transported directly between the Parties. <br> (a) they are invoiced together with the good; and <br> (b) their quantities and values are commercially customary for the good. <br> 2. Where a good is subject to change in tariff classification criterion set out in <br> Annex II (Product Specific Rules of Origin), accessories, spare parts, or tools <br> described in paragraph 1 shall be disregarded when determining the origin of the <br> 3. Where a good is subject to a regional value content requirement, the value of <br> the accessories, spare parts or tools described in paragraph 1 shall be taken into <br> account as originating materials or non-originating materials, as the case may be, <br> in calculating the regional value content of the good. <br> on products or their packaging; <br> Article 3.12: Sets <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be <br> whole shall be regarded as originating, provided that the value of the <br> non-originating products does not exceed 15% of total value of the set, determined <br> pursuant to Article 3.4 (Regional Value Content). <br> Article 3.13: Direct Consignment <br> 2. Notwithstanding paragraph 1, goods whose transport involves transit through <br> one or more non-Parties, with or without trans-shipment or temporary storage of up <br> to 6 months in such non-Parties, shall still be considered as directly transported <br> between the Parties, provided that: <br> (a) the transit entry of the goods is justified for geographical reason or by <br> (b) the goods do not undergo any other operation there other than unloading <br> and reloading, or any operation required to keep them in good condition; and <br> (c) the goods remain under customs control during transit in those <br> non-Parties. <br> 3. Compliance with paragraph 2 shall be evidenced by presenting the customs <br> authority of the importing Party either with customs documents of the non-Parties, <br> or with any other documents to the satisfaction of the customs authority of the <br> good. <br> (g) any other goods that are not incorporated into the good but whose use in <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> aquaculture means the farming of aquatic organisms, including fish, <br> authorized body means any government authority or other entity authorized <br> mollusks, crustaceans, other aquatic invertebrates and aquatic plants, from seed <br> stock such as eggs, fry, fingerlings, and larvae, by intervention in the rearing or <br> growth processes to enhance production, such as regular stocking, feeding, or <br> protection from predators; <br> and freight up to the port or place of entry in the country of importation; <br> under the laws or regulations of a Party or recognized by a Party as competent to <br> issue a Certificate of Origin; <br> Customs Valuation Agreement means the Agreement on Implementation of <br> Article VII of the GATT1994, which is part of the WTO Agreement; <br> CIF means the value of the imported good inclusive of the cost of insurance <br> FOB means the value of the exported good free on board inclusive of the cost <br> fungible materials mean materials which are interchangeable for commercial <br> of transport to the port or site of final shipment abroad; <br> purposes, whose properties are essentially identical, and between which it is <br> generally accepted accounting principles mean the recognized accounting <br> standards of a Party with respect to the recording of revenues, expenses, costs, assets <br> and liabilities, the disclosure of information and the preparation of financial <br> statements. Those standards may encompass broad guidelines of general <br> applications as well as detailed standards, practices and procedures; <br> good means product or material; <br> materials mean ingredients, parts, components, subassemblies and/or goods <br> that were physically incorporated into another product or were subject to a process <br> in the production of another product; <br> originating materials mean materials which qualify as originating in <br> accordance with this Chapter; <br> product means a product being produced, even if it is intended for later use <br> in another production operation; and <br> production means any method of obtaining goods including, but not limited <br> to, growing, raising, mining, harvesting, fishing, aquaculture, farming, trapping, <br> impractical to differentiate by a mere visual examination; <br> processing or assembling a good. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> hunting, capturing, gathering, collecting, breeding, extracting, manufacturing, <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 3.2: Originating Goods <br> 1. Except as otherwise provided in this Chapter, the following goods shall be <br> considered as originating in a Party: <br> (a) goods wholly obtained or produced in a Party as defined in Article 3.3 <br> (b) goods produced in a Party exclusively from originating materials; or <br> (Goods Wholly Obtained); <br> (c) goods produced from non-originating materials in a Party, provided that <br> the goods conform to a regional value content of no less than 40%, except <br> for the goods listed in the Annex II (Product Specific Rules of Origin) which <br> must comply with the requirements specified therein. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Chapter 3 <br> Article 3.3: Goods Wholly Obtained <br> Article 3.6: Accumulation <br> RULES OF ORIGIN AND IMPLEMENTATION PROCEDURES <br> 1. For the purposes of Article 3.2(1)(a), the following goods shall be <br> Section A: Rules of Origin <br> considered as wholly obtained or produced in a Party: <br> (a) live animals born and raised in a Party; <br> (b) goods obtained from live animals referred to in subparagraph (a); <br> Where: <br> (c) plant and plant products grown, and harvested, picked or gathered in a <br> during transport and storage; <br> capturing conducted in a Party; <br> (d) goods obtained from hunting, trapping, fishing, aquaculture, gathering or <br> (e) minerals and other naturally occurring substances not included in <br> buildings; <br> seabed or subsoil beneath the seabed; <br> subparagraphs (a) through (d), extracted or taken from its soil, waters, <br> (b) the earliest ascertained price paid or payable for the non-originating <br> (f) goods extracted from the waters, seabed or subsoil beneath the seabed <br> outside the territorial waters of a Party, provided that the Party has the right <br> to exploit such waters, seabed or subsoil beneath the seabed in accordance <br> with international law and its domestic law; <br> (g) goods of sea fishing and other marine products taken from the sea <br> only for the recovery of raw materials; <br> outside the territorial waters of a Party by a vessel registered in a Party and <br> warehouse to the producer's location. <br> flying the flag of that Party; <br> (h) goods processed or made on board factory ships registered in a Party and <br> flying the flag of that Party, exclusively from goods referred to in <br> (a) fuel, energy, catalysts and solvents; <br> subparagraph (g); <br> (i) scrap and waste derived from processing operations in a Party, which fit <br> disassembly of products into parts; <br> (j) used goods consumed and collected in a Party which fit only for the <br> recovery of raw materials; or <br> (k) goods produced entirely in a Party exclusively from the goods referred to <br> in subparagraphs (a) to (j). <br> Article 3.4: Regional Value Content <br> 1. The Regional Value Content (RVC) criterion shall be calculated as follows: <br> RVC is the regional value content, expressed as a percentage; <br> V is the value of the product, as defined in the Customs Valuation <br> Agreement, adjusted on an FOB basis; and <br> VNM is the value of the non-originating materials, including materials of <br> undetermined origin, as provided in paragraph 2. <br> 2. The value of the non-originating materials shall be: <br> consideration related exclusively to transport requirements; <br> importing Party. <br> (a) the value of the materials, as defined in the Customs Valuation <br> Agreement, adjusted on a CIF basis; or <br> materials in a Party where the working or processing takes place. When the <br> producer of a product acquires non-originating materials within that Party, <br> the value of such materials shall not include freight, insurance, packing costs, <br> and any other costs incurred in transporting the material from the supplier's <br> 3. The value of the non-originating materials used by the producer in the <br> production of a product shall not include, for the purposes of calculating the <br> regional value content of the product, pursuant to paragraph 1, the value of <br> non-originating materials used to produce originating materials that are <br> subsequently used in the production of the product. <br> 1. A product that does not meet tariff classification change requirements, <br> pursuant to Annex II (Product Specific Rules of Origin), shall nonetheless be <br> considered to be an originating product, provided that: <br> (a) the value of all non-originating materials, determined pursuant to Article <br> 3.4 (Regional Value Content), including materials of undetermined origin, <br> that do not meet the tariff classification change requirement does not exceed <br> 10% of the FOB value of the given product; and <br> (b) the product meets all the other applicable criteria of this Chapter. <br> presentation; <br> Originating materials of a Party, used in the production of a good in the other <br> Party, shall be considered to be originating in the latter Party. <br> Article 3.7: Minimal Operations or Processes <br> rice; <br> 1. Notwithstanding Article 3.2(1)(c), a good shall not be considered as <br> Party; <br> (d) tools, dies and moulds; <br> originating, if it has only undergone one or more of the following operations or <br> processes: <br> (a) preservation operations to ensure the goods remain in good condition <br> (k) sharpening, simple grinding or simple cutting; <br> (b) simple assembly of parts of articles to constitute a complete article, or <br> (c) packing, unpacking or repacking operations for the purposes of sale or <br> (d) slaughtering of animals; <br> (e) washing, cleaning, removal of dust, oxide, oil, paint or other coverings; <br> (f) ironing or pressing of textiles; <br> (g) simple painting and polishing operations; <br> (h) husking, partial or total bleaching, polishing, and glazing of cereals and <br> (i) operations to colour sugar or form sugar lumps; <br> (j) peeling, stoning, and shelling of fruits, nuts and vegetables; <br> (l) sifting, screening, sorting, classifying, grading, matching (including the <br> making-up of sets of articles), cutting, slitting, bending, coiling, or uncoiling; <br> (m) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards <br> or boards and other similar packaging operations; <br> (n) affixing or printing marks, labels, logos or other like distinguishing signs <br> (o) simple mixing of goods, whether or not of different kinds; <br> (p) mere dilution with water or another substance that does not materially <br> alter the characteristics of the goods; or <br> (q) operations whose sole purpose is to ease port handling. <br> 2. All operations in the production of a given good carried out in a Party shall <br> be taken into account when determining whether the working or process undergone <br> by that good is considered as minimal operations or processes referred to in <br> Article 3.8: Fungible Materials <br> 1. Where originating and non-originating fungible materials are used in the <br> production of a good, the following methods shall be adopted in determining <br> regarded as originating when all component products are originating. Nevertheless, <br> when a set is composed of originating and non-originating products, the set as a <br> whether the materials used are originating: <br> (a) physical separation of the materials; or <br> (b) an inventory management method recognized in the generally accepted <br> accounting principles of the exporting Party, provided that the inventory <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> management method selected is used for at least 12 continuous months. <br> Article 3.9: Neutral Elements <br> 1. In determining whether a good is an originating good, any neutral element as <br> defined in paragraph 2 shall be disregarded. <br> paragraph 1. <br> 2. Neutral element means a good used in the production, testing or inspection <br> production or used to operate equipment and buildings; and <br> Article 3.5: De Minimis <br> of another good but not physically incorporated into that good by itself, including: <br> (b) plant, equipment and machine, including devices and supplies used for <br> testing or inspecting the goods; <br> (e) spare parts and materials used in the maintenance of equipment and <br> packaged for retail sale shall be disregarded in determining the origin of the goods, <br> (f) lubricants, greases, compounding materials and other materials used in <br> provided that the packaging materials and containers are classified with the goods. <br> the production of the good can reasonably be demonstrated to be a part of <br> that production. <br> Article 3.10: Packing, Packages and Containers <br> 1. Containers and packing materials used for the transport of goods shall not be <br> taken into account in determining the origin of the goods. <br> 2. The origin of the packaging materials and containers in which goods are <br> 3. Notwithstanding paragraph 2, where goods are subject to a regional value <br> content requirement, the value of the packaging materials and containers used for <br> retail sale shall be taken into account as originating materials or non-originating <br> materials, as the case may be, in calculating the regional value content of the <br> goods. <br> Article 3.11: Accessories, Spare Parts and Tools <br> 1. Accessories, spare parts or tools presented and classified with the good shall <br> 1. Preferential tariff treatment under this Agreement shall only be granted to <br> be considered as part of the good, provided that: <br> originating products which are transported directly between the Parties. <br> (a) they are invoiced together with the good; and <br> (b) their quantities and values are commercially customary for the good. <br> 2. Where a good is subject to change in tariff classification criterion set out in <br> Annex II (Product Specific Rules of Origin), accessories, spare parts, or tools <br> described in paragraph 1 shall be disregarded when determining the origin of the <br> 3. Where a good is subject to a regional value content requirement, the value of <br> the accessories, spare parts or tools described in paragraph 1 shall be taken into <br> account as originating materials or non-originating materials, as the case may be, <br> in calculating the regional value content of the good. <br> on products or their packaging; <br> Article 3.12: Sets <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be <br> whole shall be regarded as originating, provided that the value of the <br> non-originating products does not exceed 15% of total value of the set, determined <br> pursuant to Article 3.4 (Regional Value Content). <br> Article 3.13: Direct Consignment <br> 2. Notwithstanding paragraph 1, goods whose transport involves transit through <br> one or more non-Parties, with or without trans-shipment or temporary storage of up <br> to 6 months in such non-Parties, shall still be considered as directly transported <br> between the Parties, provided that: <br> (a) the transit entry of the goods is justified for geographical reason or by <br> (b) the goods do not undergo any other operation there other than unloading <br> and reloading, or any operation required to keep them in good condition; and <br> (c) the goods remain under customs control during transit in those <br> non-Parties. <br> 3. Compliance with paragraph 2 shall be evidenced by presenting the customs <br> authority of the importing Party either with customs documents of the non-Parties, <br> or with any other documents to the satisfaction of the customs authority of the <br> good. <br> (g) any other goods that are not incorporated into the good but whose use in <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Section B: Implementation Procedures <br> Article 3.19: Refund of Import Customs Duties or Deposit <br> point. <br> Article 3.14: Certificate of Origin <br> 1. Where a Certificate of Origin is not submitted to the import customs at the <br> 1. A Certificate of Origin as set out in Chapter 3-Annex (Certificate of Origin) <br> time of importation pursuant to Article 3.18 (Obligation Regarding Importations), <br> shall be issued by the authorized bodies of a Party on application by exporter or <br> upon the request of the importer, the customs authorities of the importing Party <br> producer, provided that the goods can be considered as originating in that Party in <br> may impose the applied non-preferential customs duties, or require a guarantee <br> 2. The Certificate of Origin shall: <br> accordance with this Chapter. <br> equivalent to the full amount of the customs duties on that good, provided that the <br> (a) contain a unique certificate number; <br> importer formally declares to the customs authority at the time of importation that <br> the good in question qualifies as an originating good. <br> (b) cover one or more goods under one consignment; <br> 2. The importer may apply for a refund of any excess customs duties imposed <br> (c) state the basis on which the goods are deemed to qualify as originating <br> or guarantee paid provided that they can present all the necessary documentation <br> for the purposes of this Chapter; <br> required in Article 3.18 (Obligations Regarding Importations) within the period <br> (d) contain security features, such as specimen signatures or stamps as <br> specified in the legislation of the importing Party. <br> (e) be completed in English. <br> advised to the importing Party by the exporting Party; and <br> Article 3.20: Verification of Origin <br> appropriate documents proving the originating status of the products concerned as <br> 1. For the purposes of determining the authenticity or accuracy of the <br> 3. The Certificate of Origin shall be issued before or at the time of shipment. It <br> Certificate of Origin, the originating status of the products concerned, or the <br> shall be valid for 1 year from the date of issuance in the exporting Party. <br> fulfillment of the other requirements of this Chapter, the customs authority of the <br> 4. Each Party shall inform the customs authority of the other Party of the name <br> importing Party may conduct origin verification based on risk analysis and at <br> of each authorized body, as well as relevant contact details, and shall provide <br> the exporter. <br> random or whenever the customs authority of the importing Party has reasonable <br> details of security features for relevant forms and documents used by each <br> doubts, by means of: <br> authorized body, prior to the issuance of any certificate by that body. Any change <br> (a) requests for additional information from the importer; <br> in the information provided above shall be promptly notified to the customs <br> (b) requests to the customs authority of the exporting Party to verify the <br> authority of the other Party. <br> origin of a product; <br> 5. A Certificate of Origin may be issued retrospectively within 1 year from the <br> (c) such other procedures as the customs authorities of the Parties may <br> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and <br> jointly decide; or <br> remains valid for 1 year from the date of shipment, if it is not issued before or at <br> (d) conducting verification visit to the exporting Party, when necessary, in a <br> the time of shipment due to force majeure, involuntary errors, omissions or other <br> manner to be jointly determined by the customs authorities of the Parties. <br> valid causes. <br> 2. The customs authority of the importing Party requesting verification to the <br> 6. In cases of theft, loss, or accidental destruction of a Certificate of Origin, the <br> exporting Party shall specify the reasons, and provide any document and <br> exporter or producer may make a written request to the authorized bodies of the <br> information justifying the verification. <br> exporting Party for issuing a certified copy. The certified copy shall bear the words <br> 3. The importer or the exporting Party referred to in paragraph 1 receiving a <br> \"CERTIFIED TRUE COPY of the original Certificate of Origin number_dated <br> request for verification, shall respond to the request promptly and reply within 3 <br> _\". The certified copy shall be valid during the term of validity of the original <br> months, from the date of raising the verification request. Upon request of the <br> exporting Party, the above-mentioned period can be extended to another 3 months. <br> Article 3.15: Declaration of Origin <br> 4. If the customs authority of the importing Party decides to suspend the <br> 1. An approved exporter under Article 3.16 (Approved Exporter) in a Party <br> granting of preferential treatment to the goods concerned while awaiting the results <br> may, for the purpose of obtaining preferential tariff treatment in the other Party, <br> of the verification, the goods shall be released upon submission of guarantee, <br> complete a Declaration of Origin on invoice or other commercial documents. <br> unless otherwise provided in the domestic legislations of the importing party. <br> 2. The Declaration of Origin shall contain the authorization number of the <br> 5. If no reply is received within 6 months, or if the reply does not contain <br> approved exporter and a unique invoice/commercial document number issued by <br> sufficient information to determine the authenticity of the documents or the <br> originating status of the products in question, the requesting customs authority may <br> 3. A Declaration of Origin shall be produced only if the product concerned can <br> deny preferential tariff treatment. <br> be considered as originating in a Party subject to the provisions of this Chapter. <br> 6. The exporter, producer or manufacturer, who applied for the Certificate of <br> 4. Where the approved exporter in the exporting Party is not the producer of the <br> Origin or made the Declaration of Origin related to the concerned goods, shall not <br> product, a Declaration of Origin for the product may be completed by the approved <br> deny any request for a verification visit agreed by the Parties. Any failure to <br> exporter in accordance with the laws and regulations of the exporting Party. <br> consent to a verification visit shall be liable for a denial of preferential benefits <br> 5. A Declaration of Origin shall be completed prior to the importation in the <br> claimed in accordance with this Agreement. <br> importing Party of the products to which it relates. <br> 6. A Declaration of Origin shall be valid for 12 months from the date of <br> completion. <br> 7. The exporter making out a Declaration of Origin shall prepare to submit at <br> any time, at the request of the customs authority of the exporting Party, all <br> well as the fulfillment of the other requirements of this Agreement. <br> 8. A Declaration of Origin shall bear the following text: <br> \"The exporter hereby declares that the stated information is correct and that <br> the goods exported to (Importing Party) comply with the origin requirements <br> specified in the China-Mauritius Free Trade Agreement.\" <br> Article 3.16: Approved Exporter <br> 1. A Party may implement an Approved Exporter System under this Agreement, <br> which allows the approved exporter to complete a Declaration of Origin. The <br> approved exporter shall be approved and administered by the exporting Party in <br> accordance with its domestic legislation or customs administrative procedures. <br> 2. The approved exporter shall be given a unique authorization number <br> required to be marked on the Declaration of Origin when in use. The use of such <br> number shall be monitored and supervised by the exporting Party. <br> 3. Each Party shall provide the other Party with detailed information on the <br> approved exporters, such as the names, authorization numbers and contact details <br> of the approved exporters prior to the actual exportation of their products. <br> Article 3.17: Retention of Origin Documents <br> 1. Each Party shall require its producers, exporters and importers to retain <br> documents that prove the originating status of the goods as well as the fulfillment <br> of the other requirements of this Chapter for at least 3 years or any longer time in <br> accordance with that Party's domestic law. <br> 2. Each Party shall require that its authorized bodies retain copies of <br> Certificates of Origin and other related supporting documents for at least 3 years or <br> any longer time in accordance with that Party's domestic law. <br> Certificate of Origin. <br> "}, {"ArticleTitle": "Obligations Regarding Importations", "ArticleDesc": "Article 3.18: Obligations Regarding Importations <br> 1. Unless otherwise provided in this Chapter, the importer claiming preferential <br> tariff treatment shall: <br> (a) indicate in the customs declaration that the good qualifies as an <br> originating good; <br> (b) possess a valid Certificate of Origin at the time the import customs <br> declaration referred to in subparagraph (a) is made; and <br> (c) submit the valid Certificate of Origin and other documentary evidence <br> related to the importation of the goods, upon request of the customs <br> administration of the importing Party. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section B: Implementation Procedures <br> Article 3.19: Refund of Import Customs Duties or Deposit <br> point. <br> Article 3.14: Certificate of Origin <br> 1. Where a Certificate of Origin is not submitted to the import customs at the <br> 1. A Certificate of Origin as set out in Chapter 3-Annex (Certificate of Origin) <br> time of importation pursuant to Article 3.18 (Obligation Regarding Importations), <br> shall be issued by the authorized bodies of a Party on application by exporter or <br> upon the request of the importer, the customs authorities of the importing Party <br> producer, provided that the goods can be considered as originating in that Party in <br> may impose the applied non-preferential customs duties, or require a guarantee <br> 2. The Certificate of Origin shall: <br> accordance with this Chapter. <br> equivalent to the full amount of the customs duties on that good, provided that the <br> (a) contain a unique certificate number; <br> importer formally declares to the customs authority at the time of importation that <br> the good in question qualifies as an originating good. <br> (b) cover one or more goods under one consignment; <br> 2. The importer may apply for a refund of any excess customs duties imposed <br> (c) state the basis on which the goods are deemed to qualify as originating <br> or guarantee paid provided that they can present all the necessary documentation <br> for the purposes of this Chapter; <br> required in Article 3.18 (Obligations Regarding Importations) within the period <br> (d) contain security features, such as specimen signatures or stamps as <br> specified in the legislation of the importing Party. <br> (e) be completed in English. <br> advised to the importing Party by the exporting Party; and <br> Article 3.20: Verification of Origin <br> appropriate documents proving the originating status of the products concerned as <br> 1. For the purposes of determining the authenticity or accuracy of the <br> 3. The Certificate of Origin shall be issued before or at the time of shipment. It <br> Certificate of Origin, the originating status of the products concerned, or the <br> shall be valid for 1 year from the date of issuance in the exporting Party. <br> fulfillment of the other requirements of this Chapter, the customs authority of the <br> 4. Each Party shall inform the customs authority of the other Party of the name <br> importing Party may conduct origin verification based on risk analysis and at <br> of each authorized body, as well as relevant contact details, and shall provide <br> the exporter. <br> random or whenever the customs authority of the importing Party has reasonable <br> details of security features for relevant forms and documents used by each <br> doubts, by means of: <br> authorized body, prior to the issuance of any certificate by that body. Any change <br> (a) requests for additional information from the importer; <br> in the information provided above shall be promptly notified to the customs <br> (b) requests to the customs authority of the exporting Party to verify the <br> authority of the other Party. <br> origin of a product; <br> 5. A Certificate of Origin may be issued retrospectively within 1 year from the <br> (c) such other procedures as the customs authorities of the Parties may <br> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and <br> jointly decide; or <br> remains valid for 1 year from the date of shipment, if it is not issued before or at <br> (d) conducting verification visit to the exporting Party, when necessary, in a <br> the time of shipment due to force majeure, involuntary errors, omissions or other <br> manner to be jointly determined by the customs authorities of the Parties. <br> valid causes. <br> 2. The customs authority of the importing Party requesting verification to the <br> 6. In cases of theft, loss, or accidental destruction of a Certificate of Origin, the <br> exporting Party shall specify the reasons, and provide any document and <br> exporter or producer may make a written request to the authorized bodies of the <br> information justifying the verification. <br> exporting Party for issuing a certified copy. The certified copy shall bear the words <br> 3. The importer or the exporting Party referred to in paragraph 1 receiving a <br> \"CERTIFIED TRUE COPY of the original Certificate of Origin number_dated <br> request for verification, shall respond to the request promptly and reply within 3 <br> _\". The certified copy shall be valid during the term of validity of the original <br> months, from the date of raising the verification request. Upon request of the <br> exporting Party, the above-mentioned period can be extended to another 3 months. <br> Article 3.15: Declaration of Origin <br> 4. If the customs authority of the importing Party decides to suspend the <br> 1. An approved exporter under Article 3.16 (Approved Exporter) in a Party <br> granting of preferential treatment to the goods concerned while awaiting the results <br> may, for the purpose of obtaining preferential tariff treatment in the other Party, <br> of the verification, the goods shall be released upon submission of guarantee, <br> complete a Declaration of Origin on invoice or other commercial documents. <br> unless otherwise provided in the domestic legislations of the importing party. <br> 2. The Declaration of Origin shall contain the authorization number of the <br> 5. If no reply is received within 6 months, or if the reply does not contain <br> approved exporter and a unique invoice/commercial document number issued by <br> sufficient information to determine the authenticity of the documents or the <br> originating status of the products in question, the requesting customs authority may <br> 3. A Declaration of Origin shall be produced only if the product concerned can <br> deny preferential tariff treatment. <br> be considered as originating in a Party subject to the provisions of this Chapter. <br> 6. The exporter, producer or manufacturer, who applied for the Certificate of <br> 4. Where the approved exporter in the exporting Party is not the producer of the <br> Origin or made the Declaration of Origin related to the concerned goods, shall not <br> product, a Declaration of Origin for the product may be completed by the approved <br> deny any request for a verification visit agreed by the Parties. Any failure to <br> exporter in accordance with the laws and regulations of the exporting Party. <br> consent to a verification visit shall be liable for a denial of preferential benefits <br> 5. A Declaration of Origin shall be completed prior to the importation in the <br> claimed in accordance with this Agreement. <br> importing Party of the products to which it relates. <br> 6. A Declaration of Origin shall be valid for 12 months from the date of <br> completion. <br> 7. The exporter making out a Declaration of Origin shall prepare to submit at <br> any time, at the request of the customs authority of the exporting Party, all <br> well as the fulfillment of the other requirements of this Agreement. <br> 8. A Declaration of Origin shall bear the following text: <br> \"The exporter hereby declares that the stated information is correct and that <br> the goods exported to (Importing Party) comply with the origin requirements <br> specified in the China-Mauritius Free Trade Agreement.\" <br> Article 3.16: Approved Exporter <br> 1. A Party may implement an Approved Exporter System under this Agreement, <br> which allows the approved exporter to complete a Declaration of Origin. The <br> approved exporter shall be approved and administered by the exporting Party in <br> accordance with its domestic legislation or customs administrative procedures. <br> 2. The approved exporter shall be given a unique authorization number <br> required to be marked on the Declaration of Origin when in use. The use of such <br> number shall be monitored and supervised by the exporting Party. <br> 3. Each Party shall provide the other Party with detailed information on the <br> approved exporters, such as the names, authorization numbers and contact details <br> of the approved exporters prior to the actual exportation of their products. <br> Article 3.17: Retention of Origin Documents <br> 1. Each Party shall require its producers, exporters and importers to retain <br> documents that prove the originating status of the goods as well as the fulfillment <br> of the other requirements of this Chapter for at least 3 years or any longer time in <br> accordance with that Party's domestic law. <br> 2. Each Party shall require that its authorized bodies retain copies of <br> Certificates of Origin and other related supporting documents for at least 3 years or <br> any longer time in accordance with that Party's domestic law. <br> Certificate of Origin. <br> "}, {"ArticleTitle": "Denial of Preferential Tariff Treatment", "ArticleDesc": "Article 3.21: Denial of Preferential Tariff Treatment <br> 1. Except as otherwise provided in this Chapter, the importing Party may deny <br> claim for preferential tariff treatment, if: <br> (a) the goods do not meet the requirements of this Chapter; <br> (b) the importer, exporter or producer fails to comply with the relevant <br> requirements of this Chapter; <br> (c) the Certificate of Origin does not meet the requirement of this Chapter; <br> or <br> (d) in case stipulated in Article 3.20 (Verification of Origin). <br> "}, {"ArticleTitle": "Electronic Origin Data Exchange System", "ArticleDesc": "Article 3.22: Electronic Origin Data Exchange System <br> For the purposes of the effective and efficient implementation of this <br> Chapter, both Parties may establish an Electronic Origin Data Exchange System to <br> ensure real-time exchange of origin-related information between customs <br> administrations upon a mutually agreed time framework. <br> "}, {"ArticleTitle": "Committee on Rules of Origin", "ArticleDesc": "Article 3.23: Committee on Rules of Origin <br> 1. The Parties hereby establish a Committee on Rules of Origin under the FTA <br> Joint Commission, composed of government representatives of each Party. <br> 2. The Committee shall meet as necessary to consider any matter arising under <br> this Chapter and consult regularly to ensure that this Chapter is administered <br> effectively, uniformly and consistently in order to achieve the objectives of this <br> Agreement. <br> "}, {"ArticleTitle": "Contact Points", "ArticleDesc": "Article 3.24: Contact Points <br> 1. Each Party shall designate a contact point to facilitate communications <br> between the Parties on any matter covered by this Chapter <br> 2. Each Party shall notify the other Party in writing of its designated contact <br> point no later than 60 days after the date of entry into force of this Agreement. <br> 3. A Party shall promptly notify the other Party of any change of its contact <br> point or the details of the relevant officials acting as or on behalf of its contact <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Section B: Implementation Procedures <br> Article 3.19: Refund of Import Customs Duties or Deposit <br> point. <br> Article 3.14: Certificate of Origin <br> 1. Where a Certificate of Origin is not submitted to the import customs at the <br> 1. A Certificate of Origin as set out in Chapter 3-Annex (Certificate of Origin) <br> time of importation pursuant to Article 3.18 (Obligation Regarding Importations), <br> shall be issued by the authorized bodies of a Party on application by exporter or <br> upon the request of the importer, the customs authorities of the importing Party <br> producer, provided that the goods can be considered as originating in that Party in <br> may impose the applied non-preferential customs duties, or require a guarantee <br> 2. The Certificate of Origin shall: <br> accordance with this Chapter. <br> equivalent to the full amount of the customs duties on that good, provided that the <br> (a) contain a unique certificate number; <br> importer formally declares to the customs authority at the time of importation that <br> the good in question qualifies as an originating good. <br> (b) cover one or more goods under one consignment; <br> 2. The importer may apply for a refund of any excess customs duties imposed <br> (c) state the basis on which the goods are deemed to qualify as originating <br> or guarantee paid provided that they can present all the necessary documentation <br> for the purposes of this Chapter; <br> required in Article 3.18 (Obligations Regarding Importations) within the period <br> (d) contain security features, such as specimen signatures or stamps as <br> specified in the legislation of the importing Party. <br> (e) be completed in English. <br> advised to the importing Party by the exporting Party; and <br> Article 3.20: Verification of Origin <br> appropriate documents proving the originating status of the products concerned as <br> 1. For the purposes of determining the authenticity or accuracy of the <br> 3. The Certificate of Origin shall be issued before or at the time of shipment. It <br> Certificate of Origin, the originating status of the products concerned, or the <br> shall be valid for 1 year from the date of issuance in the exporting Party. <br> fulfillment of the other requirements of this Chapter, the customs authority of the <br> 4. Each Party shall inform the customs authority of the other Party of the name <br> importing Party may conduct origin verification based on risk analysis and at <br> of each authorized body, as well as relevant contact details, and shall provide <br> the exporter. <br> random or whenever the customs authority of the importing Party has reasonable <br> details of security features for relevant forms and documents used by each <br> doubts, by means of: <br> authorized body, prior to the issuance of any certificate by that body. Any change <br> (a) requests for additional information from the importer; <br> in the information provided above shall be promptly notified to the customs <br> (b) requests to the customs authority of the exporting Party to verify the <br> authority of the other Party. <br> origin of a product; <br> 5. A Certificate of Origin may be issued retrospectively within 1 year from the <br> (c) such other procedures as the customs authorities of the Parties may <br> date of shipment, bearing the words \"ISSUED RETROSPECTIVELY\" and <br> jointly decide; or <br> remains valid for 1 year from the date of shipment, if it is not issued before or at <br> (d) conducting verification visit to the exporting Party, when necessary, in a <br> the time of shipment due to force majeure, involuntary errors, omissions or other <br> manner to be jointly determined by the customs authorities of the Parties. <br> valid causes. <br> 2. The customs authority of the importing Party requesting verification to the <br> 6. In cases of theft, loss, or accidental destruction of a Certificate of Origin, the <br> exporting Party shall specify the reasons, and provide any document and <br> exporter or producer may make a written request to the authorized bodies of the <br> information justifying the verification. <br> exporting Party for issuing a certified copy. The certified copy shall bear the words <br> 3. The importer or the exporting Party referred to in paragraph 1 receiving a <br> \"CERTIFIED TRUE COPY of the original Certificate of Origin number_dated <br> request for verification, shall respond to the request promptly and reply within 3 <br> _\". The certified copy shall be valid during the term of validity of the original <br> months, from the date of raising the verification request. Upon request of the <br> exporting Party, the above-mentioned period can be extended to another 3 months. <br> Article 3.15: Declaration of Origin <br> 4. If the customs authority of the importing Party decides to suspend the <br> 1. An approved exporter under Article 3.16 (Approved Exporter) in a Party <br> granting of preferential treatment to the goods concerned while awaiting the results <br> may, for the purpose of obtaining preferential tariff treatment in the other Party, <br> of the verification, the goods shall be released upon submission of guarantee, <br> complete a Declaration of Origin on invoice or other commercial documents. <br> unless otherwise provided in the domestic legislations of the importing party. <br> 2. The Declaration of Origin shall contain the authorization number of the <br> 5. If no reply is received within 6 months, or if the reply does not contain <br> approved exporter and a unique invoice/commercial document number issued by <br> sufficient information to determine the authenticity of the documents or the <br> originating status of the products in question, the requesting customs authority may <br> 3. A Declaration of Origin shall be produced only if the product concerned can <br> deny preferential tariff treatment. <br> be considered as originating in a Party subject to the provisions of this Chapter. <br> 6. The exporter, producer or manufacturer, who applied for the Certificate of <br> 4. Where the approved exporter in the exporting Party is not the producer of the <br> Origin or made the Declaration of Origin related to the concerned goods, shall not <br> product, a Declaration of Origin for the product may be completed by the approved <br> deny any request for a verification visit agreed by the Parties. Any failure to <br> exporter in accordance with the laws and regulations of the exporting Party. <br> consent to a verification visit shall be liable for a denial of preferential benefits <br> 5. A Declaration of Origin shall be completed prior to the importation in the <br> claimed in accordance with this Agreement. <br> importing Party of the products to which it relates. <br> 6. A Declaration of Origin shall be valid for 12 months from the date of <br> completion. <br> 7. The exporter making out a Declaration of Origin shall prepare to submit at <br> any time, at the request of the customs authority of the exporting Party, all <br> well as the fulfillment of the other requirements of this Agreement. <br> 8. A Declaration of Origin shall bear the following text: <br> \"The exporter hereby declares that the stated information is correct and that <br> the goods exported to (Importing Party) comply with the origin requirements <br> specified in the China-Mauritius Free Trade Agreement.\" <br> Article 3.16: Approved Exporter <br> 1. A Party may implement an Approved Exporter System under this Agreement, <br> which allows the approved exporter to complete a Declaration of Origin. The <br> approved exporter shall be approved and administered by the exporting Party in <br> accordance with its domestic legislation or customs administrative procedures. <br> 2. The approved exporter shall be given a unique authorization number <br> required to be marked on the Declaration of Origin when in use. The use of such <br> number shall be monitored and supervised by the exporting Party. <br> 3. Each Party shall provide the other Party with detailed information on the <br> approved exporters, such as the names, authorization numbers and contact details <br> of the approved exporters prior to the actual exportation of their products. <br> Article 3.17: Retention of Origin Documents <br> 1. Each Party shall require its producers, exporters and importers to retain <br> documents that prove the originating status of the goods as well as the fulfillment <br> of the other requirements of this Chapter for at least 3 years or any longer time in <br> accordance with that Party's domestic law. <br> 2. Each Party shall require that its authorized bodies retain copies of <br> Certificates of Origin and other related supporting documents for at least 3 years or <br> any longer time in accordance with that Party's domestic law. <br> Certificate of Origin. <br> "}]}]}, "members_found": ["156", "480", 5, 8703900000]}