{"FtaRooDetails": {"FtaId": 853, "FtaCode": "ITC00883", "FtaName": "African Continental Free Trade Area (AfCFTA)", "FtaFullName": "AGREEMENT ESTABLISHING THE AFRICAN CONTINENTAL FREE TRADE AREA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.01.2021", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Algeria; Angola; Botswana; Burundi; Cameroon; Cabo Verde; Central African Republic; Chad; Comoros; Congo; Congo, Democratic Republic of; Benin; Equatorial Guinea; Ethiopia; Eritrea; Djibouti; Gabon; Gambia; Ghana; Guinea; Côte d'Ivoire; Kenya; Lesotho; Liberia; Libya; Madagascar; Malawi; Mali; Mauritania; Mauritius; Morocco; Mozambique; Namibia; Niger; Nigeria; Guinea-Bissau; Rwanda; Sao Tome and Principe; Senegal; Seychelles; Sierra Leone; Somalia; South Africa; Zimbabwe; South Sudan; Western Sahara; Sudan; Eswatini; Togo; Tunisia; Uganda; Egypt; Tanzania, United Republic of; Burkina Faso; Zambia", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under African Continental Free Trade Area (AfCFTA)", "AdminProcCooAuth": "The certification type under African Continental Free Trade Area (AfCFTA) is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under African Continental Free Trade Area (AfCFTA) is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for African Continental Free Trade Area (AfCFTA) agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "N/A", "RooText": "Yet to be agreed", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " INTRODUCTORY NOTES TO THIS APPENDIX REGARDING WORKING AND<br /> PROCESSING CARRIED OUT ON NON-ORIGINATING MATERIALS THAT CONFERS<br /> ORIGINATING STATUS<br /> GENERAL<br /> Note 1<br /> 1.1 The rules set out in Column 3 of this Appendix are the minimum conditions required<br /> for the concerned Products to be considered as sufficiently worked or processed<br /> within the meaning of paragraph 2 of Article 6 of Annex 2 on Rules of Origin.<br /> 1.2 All examples given in these Introductory Notes are for the purpose of explanation<br /> only. They are not legally binding to State Parties.<br /> Note 2<br /> 2.1: The first two columns in the Appendix describe the Product obtained. The first column<br /> gives the Chapter, Heading or Sub-heading as it is used in the Harmonized System (HS).<br /> The second column gives the description of Goods as it is used in the HS for that Chapter,<br /> Heading or Sub-heading. For each entry in the first two columns a rule is specified in<br /> Column 3. Where, in some cases, the entry in the first column is preceded by an \"ex\",<br /> this signifies that the rules in Column 3 apply only to the part of that Chapter, Heading or<br /> Sub-as described in Column 2.<br /> 2.2: Where a Chapter or several Headings are grouped together in Column 1 and the<br /> description of Products in Column 2 is therefore given in general terms, the adjacent rules<br /> in Column 3 apply to all Products which, under the HS are classified in the Headings of<br /> the Chapter or in any of the Headings or Sub-headings grouped together in Column 1.<br /> 2.3: Where there are different rules in Column 3 applying to different within a Heading or<br /> Sub-Heading, each indent contains the description of that part of the Heading or Sub-<br /> heading covered by the adjacent rules in Column 3.<br /> 2.4: Where a Chapter, Heading or Sub-heading, in Column 1, or any text of this Appendix,<br /> is in square brackets that is an indication that the rule for that Chapter, Heading or Sub-<br /> heading in Column 3, or that text, is yet to be agreed by the AfCFTA Negotiating<br /> Institutions.<br /> 2.5: Where a Chapter, Heading or Sub-heading, in Column 1 has an asterisk, the value<br /> of non-originating materials will be automatically reduced from 60% to 55% threshold at<br /> the end of a five (5) year period starting 1 January 2021.<br /> Note 3<br /> 3.1: The provisions of Article 4(b) of Annex 2 on Rules of Origin concerning Products<br /> having acquired originating status which are used in the manufacture of other Products<br /> apply regardless of whether this status has been acquired inside the factory where these<br /> Products are used or in a factory in another State Party.<br /> Example 1: An engine of Heading 84.07, for which the rule may state that the<br /> value of non-originating Materials which may be incorporated may not exceed<br /> a certain percentage of the ex-works price, is made from ‘other alloy steel<br /> roughly shaped by forging' of Heading ex 72.24.<br /> If this forging has been undertaken in a State Party from a non-originating<br /> ingot, it has already acquired originating status by virtue of the rule applicable<br /> to Products of HS Chapter 72 in this Appendix. The forging can then count as<br /> originating in the value calculation for the engine regardless of whether it was<br /> produced in the same factory or in another factory in another State Party. The<br /> value of the non-originating ingot is thus not taken into account when adding<br /> up the value of the non-originating Materials used.<br /> 3.2: The rule in Column 3 represents the minimum amount of working or processing<br /> required and the carrying out of more working or processing also confers originating<br /> status. Conversely, the carrying out of less working or processing cannot confer<br /> originating status. Thus if a rule provides that non-originating material at a certain level of<br /> manufacture may be used, the use of such material at an earlier stage of manufacture is<br /> allowed and the use of such material at a later stage is not.<br /> 3.3: When a rule in Column 3 specifies that a Product may be manufactured from more<br /> than one material, this means that any one or more Materials may be used. It does not<br /> require that all the Materials listed must be used.<br /> Example 2: The rule for fabrics of Headings 52.08 to 52.12 provides that<br /> natural fibres may be used and that chemical Materials, among other Materials,<br /> may also be used. This does not mean that both have to be used; it is possible<br /> to use one or the other or both.<br /> 3.4: Where a rule in Column 3 specifies that a Product must be manufactured from a<br /> particular Material, the condition obviously does not prevent the use of other Materials<br /> which, because of their inherent nature, cannot satisfy the rule. (See also Note 6.2 below<br /> in relation to textiles).<br /> Example 3: In the case of an article of apparel of ex Chapter 62 made from<br /> non-woven Materials, if the use of only non-originating yarn is allowed for this<br /> class of article, it is not possible to start from non-woven cloth, even if non-<br /> woven cloths cannot normally be made from yarn. In such cases, the starting<br /> Material would normally be at the stage before yarn, that is, the fibre stage.<br /> \"SPECIFIC PROCESSES\"<br /> Note 4<br /> 4.1: For the purposes of Headings 27.07 and 27.13 the following are the \"specific<br /> processes\":<br /> a) vacuum distillation;<br /> b) redistillation by a very thorough fractionation process;<br /> c) cracking;<br /> d) reforming;<br /> e) extraction by means of selective solvents;<br /> f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> g) polymerisation;<br /> h) alkylation; and<br /> i) isomerisation.<br /> 4.2: For the purposes of Headings 27.10, 27.11 and 27.12, the following are the ‘specific<br /> processes':<br /> a) vacuum distillation;<br /> b) redistillation by a very thorough fractionation process<br /> c) cracking;<br /> d) reforming;<br /> e) extraction by means of selective solvents;<br /> f) the process comprising all the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation<br /> with alkaline agents; decolorisation and purification with naturally active<br /> earth, activated earth, activated charcoal or bauxite;<br /> g) polymerisation;<br /> h) alkylation;<br /> i) isomerisation;<br /> j) in respect of heavy oils falling within Heading ex 27.10 only,<br /> desulphurisation with hydrogen resulting in a reduction of at least 85 per<br /> cent of the sulphur content of the Products processed (ASTM D 1266-59 T<br /> method);<br /> k) in respect of Products falling within Heading 27.10 only, deparaffining by a<br /> process other than filtering;<br /> l) in respect of heavy oils falling within Heading ex 27.10 only, treatment with<br /> hydrogen at a pressure of more than 20 bar and a temperature of more than<br /> 250 °C with the use of a catalyst, other than to effect desulphurisation, when<br /> the hydrogen constitutes an active element in a chemical reaction. The<br /> further treatment with hydrogen of lubricating oils of Heading ex 27.10 (e.g.<br /> hydrofinishing or decolorisation) in order, more especially, to improve colour<br /> or stability shall not, however, be deemed to be a specific process;<br /> m) in respect of fuel oils falling within Heading ex 27.10 only, atmospheric<br /> distillation, on condition that less than 30 per cent of these Products distils,<br /> by volume, including losses, at 300 °C by the ASTM D 86 method; and<br /> n) in respect of heavy oils other than gas oils and fuel oils falling within Heading<br /> ex 27.10 only, treatment by means of a high-frequency electrical brush-<br /> discharge.<br /> 4.3: For the purposes of Heading 27.07and 27.13 simple operations such as cleaning,<br /> decanting, desalting, water separation, filtering, colouring, marking, obtaining a sulphur<br /> content as a result of mixing Products with different sulphur contents, any combination of<br /> these operations or like operations do not confer origin.<br /> TEXTILES<br /> Note 5<br /> 5.1: The term \"natural fibres\" is used in this Appendix to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place, including<br /> waste, and, unless otherwise specified, includes fibres that have been carded, combed<br /> or otherwise processed but not spun.<br /> 5.2: The term \"natural fibres\" includes horsehair of Heading 05.03, silk of Headings 50.02<br /> and 50.03 as well as the wool fibres, fine or coarse animal hair of Headings 51.01 to<br /> 51.05, the cotton fibres of Headings 52.01 to 52.03 and the other vegetable fibres of<br /> Headings 53.01 to 53.05.<br /> 5.3: The terms \"textile pulp\", \"chemical Materials\" and \"paper-making Materials\" are used<br /> in this Appendix to describe the Materials not classified in Chapters 50 to 63, which can<br /> be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 5.4: The term \"man-made staple fibres\" is used in this Appendix to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of Headings 55.01 to 55.07.<br /> Note 6<br /> 6.1: The rules set out in Column 3 shall not be applied to any basic textile Materials, used<br /> in the manufacture of this Product, which, taken together, represent [X] per cent or less<br /> of the total weight of all the basic textile Materials used. (See also Notes 6.3 and 6.4<br /> below).<br /> 6.2: However, the tolerance mentioned in Note 6.1 may only be applied to mixed Products<br /> which have been made from two or more basic textile Materials.<br /> The following are the basic textile Materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making Materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca, ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments, artificial man-made filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of polyphenylene sulphide,<br /> - synthetic man-made staple fibres of polyvinyl chloride,<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of polyether<br /> whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of polyester<br /> whether or not gimped,<br /> - Products of Heading 56.05 (metallised yarn) incorporating strip consisting of a<br /> core of aluminium foil or of a core of plastic film whether or not coated with<br /> aluminium powder, of a width not exceeding 5 mm, sandwiched by means of a<br /> transparent or coloured adhesive between two layers of plastic film,<br /> - other Products of Heading 56.05.<br /> Example 4: A yarn of Heading 52.05 made from cotton fibres of Heading 52.03<br /> and synthetic staple fibres of Heading 55.06 is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres that do not satisfy the origin rules (which may<br /> require manufacture from chemical Materials or textile pulp) may be used up<br /> to a weight of [X] per cent of the yarn.<br /> Example 5: A woollen fabric of Heading 51.12 made from woollen yarn of<br /> Heading 51.07 and synthetic yarn of staple fibres of Heading 55.09 is a mixed<br /> fabric. Therefore, synthetic yarn which does not satisfy the origin rules (which<br /> may require manufacture from chemical Materials or textile pulp) or woollen<br /> yarn that does not satisfy the origin rules (which require manufacture from<br /> natural fibres, not carded or combed or other otherwise prepared for spinning)<br /> or a combination of the two may be used provided their total weight does not<br /> exceed [X] per cent of the weight of the fabric.<br /> Example 6: Tufted textile fabric of Heading 58.02 made from cotton yarn of<br /> Heading 52.05 and cotton fabric of Heading 52.10 is only a mixed Product if<br /> the cotton fabric is itself a mixed fabric being made from yarns classified in two<br /> separate headings or if the cotton yarn used are themselves mixtures.<br /> Example 7: Where the tufted fabric concerned has been made from cotton<br /> yarn of Heading 52.05 and synthetic fabric of Heading 54.07, then, obviously,<br /> the yarns used are two separate basic textile Materials and the tufted textile<br /> fabric is accordingly a mixed Product.<br /> 6.3: In case of Products incorporating \"yarn made of polyurethane segmented with flexible<br /> segments of polyether whether or not gimped\" this tolerance is [X] per cent in respect of<br /> this yarn.<br /> 6.4: In the case of Products incorporating \"strip consisting of a core of aluminium foil or<br /> of a core of plastic film whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of an adhesive between two layers of plastic<br /> film\", this tolerance is [X] per cent in respect of this strip.<br /> Note 7<br /> 7.1: Textile Materials, with the exception of linings and interlinings, which do not satisfy<br /> the rule set out in Column 3 for the made-up Product concerned may be used provided<br /> that they are classified in a Heading other than that of the Product and that their value<br /> does not exceed [X] per cent of the ex-works price of the Product.<br /> 7.2: Without prejudice to Note 6.3, Materials which are not classified within Chapters 50<br /> to 63 may be used freely in the manufacture of textile Products, whether or not they<br /> contain textiles.<br /> Example 8: Where a rule in the Appendix provides that for particular textile<br /> items yarn must be used, this does not prevent the use of metal items, such<br /> as buttons, because buttons are not classified within Chapters 50 to 63. For<br /> the same reason, it does not prevent the use of slide-fasteners, even though<br /> slide-fasteners normally contain textiles.<br /> 7.3: Where a percentage rule applies, the value of Materials which are not classified within<br /> Chapters 50 to 63 must be taken into account when calculating the value of the non-<br /> originating Materials incorporated.<br /> CHEMICAL PROCESSING RULES TO CONFER ORIGINATING STATUS<br /> Note 8<br /> Notes to Section VI of the Harmonized System<br /> Products of the Chemical or Allied Industries (Chapters 28 to 38)<br /> 8.1: Rules 1 through 7 of this Section confer origin to goods of any Chapter, Heading or<br /> Sub-heading in this Section, except as otherwise specified in those rules.<br /> 8.2: Notwithstanding Note 8.1, goods shall be originating if they meet the applicable<br /> change in tariff classification or the percentage value content of non-originating material<br /> specified in Column 3 of the Appendix.<br /> Rule 1: Chemical Reaction Origin<br /> 8.3: Goods of Chapters 28 through 38, which are subject to a chemical reaction, shall be<br /> treated as originating if the chemical reaction occurred in the territory of one or more of<br /> the State Parties.<br /> 8.4: For purposes of this section, a \"chemical reaction\" is a process (including a<br /> biochemical process) that results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial<br /> arrangement of atoms in a molecule.<br /> 8.5: The following are not considered to be chemical reactions for the purposes of<br /> determining whether a Product is an originating good:<br /> (a) dissolution in water or in other solvents;<br /> (b) the elimination of solvents including solvent water; or<br /> (c) the addition or elimination of water of crystallization.<br /> Rule 2: Purification Origin<br /> 8.6: Goods of Chapters 28 through 38 that are subject to purification shall be treated as<br /> originating provided that one of the following occurs in the territory of one or more of the<br /> State Parties:<br /> (a) Purification of goods resulting in the elimination of [X] percent of the content of<br /> existing impurities; or<br /> (b) The reduction or elimination of impurities resulting in goods suitable for one or<br /> more of the following applications:<br /> (i) Pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (ii) Chemical Products and reagents for analytical, diagnostic or laboratory", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00883_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00883_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://rwandatrade.rw/media/Rules%20of%20Origin%20Appendix.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00883_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00883_full.pdf", "DocType": "8_full", "WebLink": "https://au.int/en/treaties/agreement-establishing-african-continental-free-trade-area"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Cumulation of Origin within the Continent <br /> 1 For the purposes of implementing this Article, all States Parties shall be <br /> considered as a single territory. <br /> 2 Raw materials or semi-finished goods originating in any of the States Parties and <br /> undergoing working or processing in another States Party shall, be deemed to <br /> have originated in the States Party where the final processing or manufacturing <br /> takes place. <br /> 3 Working or processing carried out in any of the States Parties shall be <br /> considered as having been carried out in the States Parties when the materials <br /> undergo further working or processing in a States Party. <br /> 4 Notwithstanding paragraph 1 and 2, products further manufactured in a States <br /> Party shall be considered as originating in a States Party where the last <br /> manufacturing process takes place provided that the last working or processing <br /> operations exceed those operations under Article 9 of this Annex. <br /> Article 33 : Information and procedure for cumulation purposes <br /> 1. For the application of paragraph 2 of Article 10 of this Annex, the proof of origin <br /> of the materials coming from a States Party shall be given by a Certificate of <br /> Origin or an origin declaration specimen of which appear in Appendices I and II <br /> of this Annex. <br /> 2 For the application of paragraph 3 of Article 10 the evidence of the working or <br /> processing shall be given by the supplier or producer's declaration, a specimen <br /> of which appears in Appendix III of this Annex, given by the supplier or producer <br /> in the States Party in which the materials are exported. <br /> 3 When Article 10 is applied, the Certificate of Origin issued in this way must be <br /> endorsed with the following phrase: <br /> \"CUMULATION\" <br /> 4 The endorsement referred to in paragraphs 2 of this Article shall be inserted in <br /> the Box 3 of the Certificate of Origin. <br /> 5 In addition to the supporting documents referred to in paragraph 2, the bill of <br /> lading, together with the catch certificates shall be accompanying the Certificate of Origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools despatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br /> equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Wholly obtained products <br /> 1. The following products shall be considered as wholly obtained in a States Party <br /> when exported to another State Party: <br /> a) Mineral products and other non-living natural resources extracted from <br /> the ground, sea bed, below sea bed and in the territory of a States <br /> Party in accordance with the provisions of the UN Convention on the <br /> Law of the Sea. <br /> b) Plants including aquatic plants, and plant products, vegetables and <br /> fruits, grown or harvested therein; <br /> c) Live animals born and raised therein; <br /> d) Products obtained from live animals raised therein; <br /> e) Products from slaughtered animals born and raised therein; <br /> f) Products obtained by hunting and fishing conducted therein; <br /> g) Products of aquaculture including mariculture, where the fish, <br /> crustaceans, molluscs and other aquatic invertebrates are born and or <br /> raised therein from eggs, larvae, fry or fingerlings born or raised therein; <br /> h) Products of sea fishing and other products taken from the sea outside <br /> the territory of a States Party by their vessels; <br /> i) Products made aboard their factory ships exclusively from products <br /> referred to in subparagraph (h); <br /> j) Used articles fit only for the recovery of materials, provided that such <br /> articles have been collected there; <br /> k) Scrap and waste resulting from manufacturing operations therein; <br /> l) Products extracted from marine soil or sub-soil outside their territorial <br /> waters provided that they have sole rights to work that soil or sub-soil. <br /> m) Goods produced there exclusively from products specified in <br /> subparagraphs (a) through (l); <br /> n) Electric energy produced there. <br /> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(h) and 1(i) shall <br /> apply only to vessels, leased vessels, bare boat and factory ships which are <br /> registered in a States Party in accordance with the national laws of a States <br /> Party and meet one of the following conditions: <br /> a) the vessel sails under the flag of a States Party; or <br /> b) at least, 50 per centum of the officers of the vessel or factory ship are <br /> nationals of the States Party or States Parties; or <br /> c) at least, 50 per centum of the crew of the vessel or factory ship are <br /> nationals of the States Party or States Parties; or <br /> d) at least, [50/51] per centum of the equity holding in respect of the <br /> vessel or factory ship are held by nationals of the States Party or <br /> States Parties or institutions, agency, enterprise or corporation of the <br /> government of the States Party or States Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Working or processing not conferring origin <br /> 1 The following operations are insufficient to confer origin on a product, whether or <br /> not the requirements of Article 5 are satisfied: <br /> a) Operations exclusively intended to preserve products in good condition <br /> during storage and transport; <br /> b) Breaking-up or assembly of packages; <br /> c) Washing, cleaning, or operations to remove dust, oxide, oil, paint, or <br /> other coverings from a product; <br /> d) Simple ironing or pressing operations; <br /> e) Simple painting or polishing operations; <br /> f) Husking, partial or total bleaching, polishing, or glazing of cereals and rice; <br /> g) Operations to colour sugar or form sugar lumps, partial or total milling of crystal sugar; <br /> h) Peeling, stoning, or shelling of vegetables of Chapter 7, fruits of <br /> Chapter 8, nuts of heading 08.01 or 08.02 or groundnuts of heading <br /> 12.02.fruits, nuts or vegetables. <br /> i) Sharpening, simple grinding, or simple cutting; <br /> j) Simple sifting, screening, sorting, classifying, grading, or matching; <br /> k) Simple packaging operations, such as placing in bottles, cans, flasks, <br /> bags, cases, boxes, or fixing on cards or boards; <br /> l) Affixing or printing marks, labels, logos, and other like distinguishing <br /> signs on the products or their packaging; <br /> m) Simple mixing of materials, whether or not of different kinds; simple <br /> mixing does not include an operation that causes a chemical reaction; <br /> n) Simple assembling of parts of articles to constitute a complete article; <br /> o) A combination of two or more operations specified in subparagraphs (a) to (o); and <br /> p) Slaughter of animals. <br /> Provided that, notwithstanding any provision in this Annex, agricultural products <br /> whether or not processed in any way, obtained or partially obtained from Food <br /> Aid or monetization or similar assistance measures, including arrangements <br /> based on non-commercial terms, shall not be considered as originating in a States Party. <br /> 2 For the purpose of paragraph 1, an operation shall be considered simple when <br /> neither special skills, nor machines, apparatus, nor tools especially produced or <br /> installed for those operations are required for their performance or when those <br /> skills, machines, apparatus, or tools do not contribute to the product's essential <br /> characteristics or properties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> z) \"Value added\" means the difference between the ex-works [price] of a finished <br /> product and the Customs Value of the material imported from outside the State <br /> parties and used in the production; <br /> aa) \"Value of materials\" means the customs value at the time of importation of the <br /> non-originating materials used, or if this is not known and cannot be ascertained, <br /> the first ascertainable price paid for the materials in any States Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Neutral elements <br /> For the purpose of determining whether a product is originating, it is not necessary to <br /> determine the origin of the following which might be used in its production: <br /> a) Energy and fuel; <br /> b) Plant and equipment; <br /> c) Machines and tools; or <br /> d) Materials which do not enter and which are not intended to enter into <br /> the final composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 32 : Direct Transportation <br /> 1 The preferential treatment provided for in this Annex applies only to products <br /> meeting the requirements of this Annex, which are transported directly between <br /> the territories of the States Parties or through those territories. However, the <br /> transportation of products constituting a single consignment may take place <br /> through other States Parties' territories, where appropriate, with transhipment or <br /> temporary storage in those territories, provided that the products remain under the <br /> supervision of the customs authorities of the country of transit or storage and that <br /> they are not subject to other operations other than unloading or reloading or any <br /> other operation intended to ensure their preservation as such. <br /> 2 Originating products may be transported by pipeline across territories other than <br /> those of the States Parties acting as exporting and importing parties. <br /> 3 Proof that the conditions referred to in paragraph 1 have been fulfilled shall be by <br /> providing the customs authorities of the importing States Party with: <br /> a) Either a single transport document covering the passage through the <br /> country of transit; <br /> b) or a certificate issued by the customs authorities of the country of <br /> transit, containing: <br /> i) an accurate description of the products; <br /> ii) date of unloading and reloading of the products, with, where <br /> applicable, the names of the ships or other means of <br /> transport used; and <br /> iii) certifying the conditions under which the products remained <br /> in the transit country; <br /> c) Or, failing that, of any other relevant document.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Principle of Territoriality <br /> 1 A product that has undergone production that satisfies the requirements of Article <br /> 7 shall be considered originating only if, subsequent to that production, the product: <br /> a) Does not undergo further production or any other operation outside the <br /> territories of the States Parties, other than unloading, reloading, or any <br /> other operation necessary to preserve it in good condition, to transport <br /> the product to the territory of a States Party; and <br /> b) Remains under customs control while outside the territories of the States Parties. <br /> 2 The storage of products and shipments or the splitting of shipments that take <br /> place under the responsibility of the exporter or of a subsequent holder of the <br /> products while the products remain under customs control in the country or <br /> countries of transit shall not affect the originating status of the product. <br /> 3 If an originating product exported from a States Party to a third country returns, it <br /> shall be considered as non-originating, unless it can be demonstrated to the <br /> satisfaction of the customs authorities that the returning product: <br /> a) Is the same as that exported; and <br /> b) Has not undergone any operation beyond that necessary to preserve it <br /> in good condition.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Treatment of Packing <br /> 1 Where for purposes of assessing customs duties, a States Party treats goods <br /> separately from their packing, it may also, in respect of its imports consigned <br /> from another States Party, determine separately the origin of such packing. <br /> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as <br /> forming a whole with the goods and no part of any packing required for their <br /> transport or storage shall be considered as having been imported from outside <br /> the States Party when determining the origin of the goods as a whole. <br /> 3 For the purpose of paragraph 2 of this Rule, packing with which goods are <br /> ordinarily sold at retail shall not be regarded as packing required for the transport <br /> or storage of goods. <br /> 4 Containers which are used purely for the transport and temporary storage of <br /> goods and are to be returned shall not be subject to customs duties and other <br /> charges of equivalent effect. Where containers are not to be returned, they shall <br /> be treated separately from the goods contained in them and be subject to import <br /> duties and other charges of equivalent effect.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Separation of materials <br /> 1 For those products or industries where it would be impracticable for the <br /> producers to separate physically materials of similar character but different origin <br /> used in the production of goods, such separation may be replaced by an <br /> appropriate accounting system which ensures that no more goods are deemed to <br /> originate in the States Party than would have been the case if the producer had <br /> been able to physically separate the materials. <br /> 2 Any accounting system shall conform to such conditions as may be agreed upon <br /> by the Sub-Committee on Rules of Origin, provided for under Article 40 of this <br /> Annex in order to ensure that adequate control measures shall be applied.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 16 : Sets <br /> 1 Sets as defined in General Rule 3 of the HS shall be regarded as originating when <br /> all components products are originating. <br /> 2 Nevertheless, when a set is composed of originating and non-originating products <br /> a set as a whole shall be regarded as originating provided that the value of non- <br /> originating products does not exceed 15% of the ex-works price of the set. <br /> 3 The value of non-originating component products is calculated in the same <br /> manner as the value of non-originating materials.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 31 : Fairs and Exhibitions <br /> 1. Originating products sent for fairs and exhibitions in a country and sold, at the end of <br /> the fair or exhibition, for the purpose of importation into one of the States Parties shall, <br /> at the time of importation, benefit from the provisions of the Agreement, provided that <br /> there is satisfactory proof to the customs authorities that: <br /> a) an exporter has shipped these products from the State Party to the <br /> country of the fair or exhibition and has exhibited same therein; <br /> b) the products have been sold or otherwise disposed of by that exporter <br /> to a person in the State Party; <br /> c) the products have been consigned during the exhibition or immediately <br /> thereafter in the State in which they were sent for fairs and exhibitions; and <br /> d) that from the time they were shipped for fairs and exhibitions, the <br /> products were not used for purposes other than for display at that fair or exhibition. <br /> 2. Proof of origin must be issued or made out in accordance with the provisions of <br /> Section II and submitted under normal conditions to the customs authorities of the <br /> importing country. The name and address of the fair or exhibition must be indicated. If <br /> necessary, additional documentary evidence of the conditions under which they had <br /> been exhibited may be required. <br /> 3. Paragraph 1 shall apply to all exhibitions, fairs or similar public events of a <br /> commercial, industrial, agricultural or handicraft nature, other than those organized for <br /> private purposes in commercial premises or shops and for the purpose of selling foreign <br /> products, during which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < USD 5000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Proof of Origin <br /> 1. Products originating in a States Party shall, on importation into another States Party, <br /> benefit from the provisions of the Annex upon submission of either: <br /> a) a certificate of origin, whether in hard copy or electronic, a specimen of <br /> which appears in Appendix I. Issuance and acceptance of electronic <br /> certificate of origin would be in accordance with each States Party's <br /> national legislation; or <br /> b) in the cases specified in Article 21, a declaration, subsequently <br /> referred to as the 'Origin Declaration', given by the exporter on an <br /> invoice, a delivery note or any other commercial document which <br /> describes the products concerned in sufficient detail to enable them to be identified. <br /> 2 The text of the Origin Declaration and supplier or producer's declaration appears in Appendices II. <br /> 3 Notwithstanding paragraph 1, originating products within the meaning of this <br /> Annex shall, in the cases specified in Article 30 concerning exemption from proof <br /> of origin, benefit from the Protocol on Trade in Goods without it being necessary <br /> to submit any proof of origin. <br /> 4 A proof of origin shall be valid for twelve months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 5 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 3 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date set is due to exceptional circumstances duly justified. <br /> Article 20 : Submission of Proof of Origin <br /> Proof of origin shall be prepared and submitted to the customs authorities of the <br /> importing country in any of the AU official languages and in accordance with the <br /> procedures applicable in that country. The said authorities may require a translation <br /> of a proof of origin. <br /> Article 21 : Origin Declarations <br /> 1 An Origin Declaration as referred to in Article 19 may be made out by: <br /> a) an approved exporter within the meaning of Article 22; or <br /> b) any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed five <br /> thousand US dollars. <br /> 2 An Origin Declaration may be made out if the products concerned can be considered <br /> as products originating in the States Party and fulfil the other requirements of this <br /> Annex. <br /> 3 The exporter making out an Origin Declaration shall be prepared to submit at any <br /> time, at the request of the designated Competent Authority of the exporting States <br /> Party, all appropriate documents proving the originating status of the products <br /> concerned as well as the fulfilment of the other requirements of this Annex. <br /> 4 An Origin Declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document using one <br /> of the AU official languages and in accordance with the provisions of the national <br /> legislation of the exporting States Party. If the Origin Declaration is handwritten, it <br /> shall be written in ink in printed characters. Origin Declarations shall bear the original <br /> signature of the exporter. <br /> 5 An Origin Declaration may be made out by the exporter when the products to which <br /> it relates are exported, or after exportation on condition that it is presented in the <br /> importing country no longer than twelve months after the importation of the products <br /> to which it relates as provided for under national legislation. <br /> Article 23 : Issuance of Certificate of Origin <br /> 1 A Certificate of origin shall be issued by the designated competent authority of <br /> the exporting country on application having been made in writing by the exporter <br /> or, under the exporter's responsibility, by his authorized representative. <br /> 2 For this purpose, the exporter or his authorized representative shall fill out the <br /> Certificate as an application form, a specimen of which appears in Appendix I. <br /> These form shall be completed in accordance with the provisions of this Annex. <br /> Where it is handwritten, it shall be completed in ink in printed characters. The <br /> description of the products must be given in the box reserved for this purpose <br /> without leaving any blank lines. Where the box is not completely filled, a <br /> horizontal line must be drawn below the last line of the description, the empty <br /> space being crossed through. <br /> 3 The exporter applying for the issue of a Certificate of origin shall be prepared to <br /> submit, at any time, at the request of the designated competent authority of the <br /> exporting country where the Certificate is issued, all appropriate documents <br /> proving the originating status of the products concerned as well as the fulfilment <br /> of the other requirements of this Annex. <br /> 4 The designated competent authority shall take any steps necessary to verify the <br /> originating status of the products and the fulfilment of the other requirements of this Annex. <br /> 5 For this purpose, they shall have the right to call for any evidence and to carry <br /> out any inspection of the exporter's accounts or any other verification considered <br /> appropriate. The customs or designated competent authority shall also ensure <br /> that the form referred to in paragraph 1 is duly completed. In particular, they shall <br /> check whether the space reserved for the description of the products has been <br /> completed in such a manner as to exclude all possibility of fraudulent additions. <br /> 6. The date of issue of the Certificate of Origin shall be indicated in the relevant box of the Certificate. <br /> 7. A Certificate of Origin shall be issued by the designated competent authority and <br /> made available to the exporter, to the best possible extent, before actual <br /> exportation has been effected. <br /> `", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than USD 500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Exemption from Proof of Origin <br /> 1. The following goods shall be admitted as originating products without requiring <br /> submission of a proof of origin: <br /> a) Originating products sent as small packages from private persons in a <br /> States Party to private persons in another States Party or forming part <br /> of traveller's personal luggage; and <br /> b) Imports which are occasional and consist of originating products for the <br /> personal use of the recipient or travellers or their families shall not be <br /> considered as commercial imports by way of trade. <br /> 2. The total value of these products shall not exceed the value of five hundred US <br /> Dollars in the case of small packages or one thousand two hundred US Dollars in <br /> the case of products forming part of traveller's personal luggage as the case may be.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 22 : Approved Exporter <br /> 1. The designated competent authorities of the exporting States Party may <br /> authorize any exporter, hereinafter referred to as \"approved exporter\", who <br /> frequently exports products covered by this Annex and provides, to the <br /> satisfaction of the customs authorities, all the guarantees for verifying the <br /> originating status of products as well as compliance with all other requirements of <br /> this Annex, to make out origin declarations regardless of the value of the <br /> products concerned. <br /> 2. Designated competent authorities may grant the status of approved exporter <br /> subject to any conditions which they consider appropriate. <br /> 3 Designated competent authorities shall issue to the approved exporter an <br /> authorization number, which must appear on the origin declaration. <br /> 4 Designated competent authorities shall monitor the use made of the authorization <br /> by the approved exporter. <br /> 5 Designated competent authorities may withdraw the authorization at any time. <br /> They must do so when the approved exporter no longer provides the guarantees <br /> referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph <br /> 2 or otherwise makes improper use of the authorization.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "12 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 19 : Proof of Origin <br /> 4 A proof of origin shall be valid for twelve months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 5 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 3 may be <br /> accepted for the purpose of applying preferential treatment, where the failure to <br /> submit these documents by the final date set is due to exceptional circumstances duly justified.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Preservation of records <br /> 1 An exporter who has applied for the issuance of a Certificate of Origin shall keep <br /> a copy of the application, as well as the supporting documents referred to in <br /> Article 24, for at least five (5) years after the completion of the application. <br /> 2 An importer that has been granted preferential tariff treatment shall keep <br /> documentation relating to the importation of the product, including a copy of the <br /> Certificate of Origin, for at five (5) years after the date on which preferential <br /> treatment was granted. <br /> 3 A States Party may deny preferential tariff treatment to a product that is the <br /> subject of an origin verification when the importer, exporter, or producer of the <br /> product that is required to maintain records or documentation under this Article: <br /> a) Fails to maintain records or documentation relevant to determining the <br /> origin of the product in accordance with the requirements of this Annex; or <br /> b) Denies access to those records or documentation. <br /> 4 The designated competent authority of the exporting country issuing a Certificate <br /> of Origin shall keep for a minimum of five (5) years the copy of the issued Certificate. <br /> 5 The designated competent authority of the importing country shall keep for a <br /> minimum of five (5) years the Certificate of Origin submitted to them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 25 : Certificate of Origin Issued Retrospectively <br /> 1 Notwithstanding paragraph 7 of Article 23, a Certificate of Origin may <br /> exceptionally be issued after exportation of the products to which it relates if: <br /> a) It was not issued at the time of exportation because of errors or <br /> involuntary omissions or special circumstances; or <br /> b) It is demonstrated to the satisfaction of the designated competent <br /> authority that a Certificate of Origin was issued but was not accepted <br /> at importation for technical reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the <br /> Certificate of Origin relates, and state the reasons for his request. <br /> 3 The designated competent authority may issue a Certificate of Origin <br /> retrospectively only after verifying that the information supplied in the exporter's <br /> application agrees with that in the corresponding file. <br /> 4 Certificates of Origin issued retrospectively must be endorsed with the following phrase: <br /> \"ISSUED RETROSPECTIVELY\" <br /> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box 3 of the Certificate of Origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Supporting documents <br /> The documents, referred to in paragraph 3 of Article 23, to be submitted to the <br /> designated competent authority of the exporting country may include documents <br /> relating to the following: <br /> a) the production processes carried out on the originating product or on <br /> materials used in the production of that product; <br /> b) the purchase, cost, value of and payment for the product; <br /> c) the origin, purchase, cost, value of and payment for all materials, <br /> including neutral elements, used in the production of the product; and <br /> d) the shipment of the product. <br /> e) any other documents that the designated competent authority may consider necessary.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 38 : Verification of proof of origin <br /> 1 Subsequent verifications of proof of origin shall be carried out at random or <br /> based on risk analysis or whenever the customs authorities of the importing <br /> country have reasonable doubts as to the authenticity of such documents, the <br /> originating status of the products concerned or the fulfilment of the other <br /> requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the Certificate of Origin and the <br /> invoices, if they have been submitted, or a copy of these documents, to the <br /> customs authorities of the exporting country giving, where appropriate, the <br /> reasons for the request for verification. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting <br /> country and the results of such verification shall be communicated to the <br /> requesting authority or country as soon as possible and in any case no later than <br /> six months. These results must indicate clearly whether the documents are <br /> authentic and whether the products concerned can be considered as products <br /> originating in a States Party. For this purpose, the customs authorities of the <br /> exporting country shall have the right to call for any evidence and to carry out any <br /> inspection of the exporter's accounts or any other check the authorities may <br /> consider appropriate. <br /> 4. If the customs authorities of the importing country decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of <br /> the verification, release of the products shall be offered to the importer subject to <br /> any precautionary measures judged necessary. <br /> 5. In cases of reasonable doubt, or where there is no reply within six months of the <br /> date of the verification request or if the reply does not contain sufficient <br /> information to determine the authenticity of the document in question or the real <br /> origin of the products, the requesting customs authorities may, except in <br /> exceptional circumstances, refuse entitlement to the preferences. <br /> 6. Where the verification procedure or any other available information appears to <br /> indicate that the provisions of this Annex are being contravened, the exporting <br /> country on its own initiative or at the request of the importing country shall carry <br /> out appropriate enquiries or arrange for such enquiries to be carried out with due <br /> urgency to identify and prevent such contraventions and for this purpose the <br /> exporting country concerned may invite the participation of the importing country <br /> in these enquiries.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 39 : Penalties <br /> States Parties shall impose penalties, through national legislation, on any person who <br /> draws up, or causes to be drawn up, or uses, a document which contains information <br /> which the person knows to be false for the purpose of obtaining a preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Trade facilitation]: <br /> Article 6 : Advance Rulings <br /> 1. Each State Party shall issue, prior to the importation of a good into its territory, a <br /> written advance ruling within a reasonable period of time to an applicant that has <br /> submitted a written application. The application shall contain all information <br /> necessary for the State Party to issue the advance ruling. <br /> 2. The application referred to in paragraph 1 of this Article relate to (a) and (b) <br /> a. The good's tariff classification; <br /> b. The origin of the good; <br /> 3. In addition, State Parties are encouraged to issue advance rulings on the <br /> following: <br /> a. Application of criteria it uses to determine the customs value of the good in <br /> accordance with the agreement on implementation of Article VII of GATT; <br /> b. Application of duty drawback, deferral, or other schemes of relief that <br /> reduce, reimburse, or waive customs duties; <br /> c. The preferential treatment for which the good qualifies; <br /> d. Country of origin labelling requirements, including placement and method <br /> of marking; <br /> e. Whether the good is subject to a quota or tariff-rate quota; and <br /> f. Such other matters as the State Party may decide. <br /> 4. Notwithstanding paragraph 1, a State Party may decline to issue an advance <br /> ruling where the question or facts and circumstances raised are the subject of <br /> administrative or judicial review, or where the application does not relate to any <br /> intended use of the advance ruling. <br /> 5. If a State Party declines to issue an advance ruling, it shall promptly notify the <br /> applicant in writing, setting out the relevant facts and the basis for its decision. <br /> 6. The advance ruling shall be valid for at least six (6) months from the day of its <br /> issuance unless the law, facts, or circumstances supporting that ruling have <br /> changed. <br /> 7. Each State Party shall publish: <br /> a. The requirements for the application for an advance ruling, including the <br /> information to be provided and the format; <br /> b. The time period by which it will issue an advance ruling; and <br /> c. The length of time for which the advance ruling is valid. <br /> 8. Where a State Party revokes, modifies, or invalidates an advance ruling, it shall <br /> provide written notice to the applicant, setting out the relevant facts and the basis <br /> for its decision. Where the State Party revokes, modifies, or invalidates an <br /> advance ruling with retroactive effect, it may only do so where the ruling was <br /> based on false or misleading information. <br /> 9. Each State Party shall provide, upon written request of an applicant, an <br /> administrative review of the advance ruling or of the decision to revoke, modify, <br /> or invalidate it. <br /> 10. An advance ruling issued by a State Party shall be binding throughout its <br /> territory. <br /> 11. Each State Party shall endeavour to make its advance rulings publicly available <br /> on the Internet, taking into account the need to protect commercially confidential <br /> information. A State Party may redact portions of an advance ruling for reasons <br /> of confidentiality in accordance with its laws, regulations, and procedures", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the Statements made in the <br /> Certificate of Origin and those made in the documents submitted to the customs <br /> or other designated competent authority for the purpose of carrying out the <br /> formalities for importing the products shall not, because of that fact, render the <br /> Certificate of Origin null and void if it is established that the Certificate of Origin <br /> corresponds to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a Certificate of Origin shall not <br /> cause the Certificate of Origin to be rejected if these errors do not create doubts <br /> concerning the correctness of the statements made in the document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Trade facilitation]: <br /> Article 22 : Review and Appeal <br /> 1. Each State Party shall provide that any person to whom customs issues an <br /> administrative decision has the right, within its territory, to: <br /> a. An administrative appeal to or review by an administrative authority higher <br /> than or independent of the official or office that issued the decision; and/ <br /> or <br /> b. A judicial appeal or review of the decision. <br /> 2. Each State Party shall ensure that an authority conducting a review under <br /> paragraph 1 promptly notifies the person affected of its decision and the reasons <br /> thereof in writing. <br /> 3. Where a person receives a decision on administrative or judicial review as <br /> provided under paragraph 1, that decision shall be applicable in the same <br /> manner throughout the territory of the State Party with respect to the same <br /> goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Trade facilitation", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For purposes of this Annex, the following definitions shall apply: <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "i) \"Advance Ruling\" means a written decision provided by a State Party to an <br> Article 6 : Advance Rulings <br> Article 22 : Review and Appeal <br> Article 29 : Implementation <br> applicant prior to the importation of goods covered by the application that sets <br> Advance Rulings <br> Review and Appeal <br> Implementation <br> forth the treatment that the State Party shall provide to the good at the time of <br> 1. Each State Party shall issue, prior to the importation of a good into its territory, a <br> 1. Each State Party shall provide that any person to whom customs issues an <br> 89 <br> importation; <br> written advance ruling within a reasonable period of time to an applicant that has <br> administrative decision has the right, within its territory, to: <br> 1. State Parties shall accord each other expedited implementation of this <br> j) \"Applicant\" in relation to advance rulings means the exporter, importer, <br> submitted a written application. The application shall contain all information <br> a. An administrative appeal to or review by an administrative authority higher <br> Annex. <br> producer or any person with justifiable cause or a representative thereof; <br> necessary for the State Party to issue the advance ruling. <br> than or independent of the official or office that issued the decision; and/ <br> 2. The extent and the timing of implementation of the provisions of this <br> k) \"Customs Law\" means the statutory and regulatory provisions related to <br> 2. The application referred to in paragraph 1 of this Article relate to (a) and (b) <br> or <br> Annex shall be related to the implementation capacities of State <br> importation, exportation and movement or storage of goods, the administration <br> 76 <br> b. A judicial appeal or review of the decision. <br> Parties the AfCFTA Sub-Committee for Trade Facilitation, or as <br> and enforcement of which are specifically charged to the Customs Authorities <br> a. The good's tariff classification; <br> 2. Each State Party shall ensure that an authority conducting a review under <br> notified under the WTO TFA. <br> and any regulations made by the Customs Authorities under their statutory <br> b. The origin of the good; <br> paragraph 1 promptly notifies the person affected of its decision and the reasons <br> 90 <br> powers; <br> 3. In addition, State Parties are encouraged to issue advance rulings on the <br> thereof in writing. <br> l) \"Expedited shipments\" means those goods which require rapid clearance as a <br> following: <br> 3. Where a person receives a decision on administrative or judicial review as <br> matter of priority due to their nature or because they are meant to meet a justified <br> a. Application of criteria it uses to determine the customs value of the good in <br> provided under paragraph 1, that decision shall be applicable in the same <br> urgent need; <br> accordance with the agreement on implementation of Article VII of GATT; <br> manner throughout the territory of the State Party with respect to the same <br> m) \"Low value shipments\" means goods of a value threshold determined under <br> b. Application of duty drawback, deferral, or other schemes of relief that <br> goods. <br> national legislation which are granted simplified documentation and clearance <br> reduce, reimburse, or waive customs duties; <br> procedures; <br> c. The preferential treatment for which the good qualifies; <br> n) \"Perishable goods\" means goods that rapidly decay due to their natural <br> d. Country of origin labelling requirements, including placement and method <br> characteristics, in particular in the absence of appropriate storage conditions; <br> of marking; <br> o) \"Release of Goods\" means the action by Customs to permit goods undergoing <br> e. Whether the good is subject to a quota or tariff-rate quota; and <br> clearance to be placed at the disposal of the persons concerned; <br> f. Such other matters as the State Party may decide. <br> p) \"Risk management\" means the systematic identification of risk and <br> 4. Notwithstanding paragraph 1, a State Party may decline to issue an advance <br> implementation of all measures necessary for limiting exposure to risk; <br> ruling where the question or facts and circumstances raised are the subject of <br> q) \"Single window\" means a facility that allows parties involved in trade and <br> administrative or judicial review, or where the application does not relate to any <br> transport to lodge standardized information and documents with a single entry <br> intended use of the advance ruling. <br> point to fulfil all import, export and transit-related regulatory requirements, and in <br> 5. If a State Party declines to issue an advance ruling, it shall promptly notify the <br> the case of electronic information, the single submission of individual data <br> applicant in writing, setting out the relevant facts and the basis for its decision. <br> elements; <br> 6. The advance ruling shall be valid for at least six (6) months from the day of its <br> r) \"Trade Facilitation\" means the simplification and harmonization of international <br> issuance unless the law, facts, or circumstances supporting that ruling have <br> trade procedures, including activities, practices, and formalities involved in <br> changed. <br> 74 <br> 7. Each State Party shall publish: <br> collecting, presenting, communicating, and processing data required for the <br> a. The requirements for the application for an advance ruling, including the <br> movement of goods in international trade; <br> information to be provided and the format; <br> s) \"Transit\" means the Customs procedure under which goods are transported <br> b. The time period by which it will issue an advance ruling; and <br> under Customs control from one Customs office to another; <br> c. The length of time for which the advance ruling is valid. <br> 8. Where a State Party revokes, modifies, or invalidates an advance ruling, it shall <br> provide written notice to the applicant, setting out the relevant facts and the basis <br> for its decision. Where the State Party revokes, modifies, or invalidates an <br> advance ruling with retroactive effect, it may only do so where the ruling was <br> based on false or misleading information. <br> 77 <br> 9. Each State Party shall provide, upon written request of an applicant, an <br> administrative review of the advance ruling or of the decision to revoke, modify, <br> or invalidate it. <br> 10. An advance ruling issued by a State Party shall be binding throughout its <br> territory. <br> 11. Each State Party shall endeavour to make its advance rulings publicly available <br> on the Internet, taking into account the need to protect commercially confidential <br> information. A State Party may redact portions of an advance ruling for reasons <br> of confidentiality in accordance with its laws, regulations, and procedures <br> "}, {"ArticleTitle": "Objective and Scope", "ArticleDesc": "Article 2 : Objective and Scope <br> 1. This Annex aims at simplifying and harmonizing international trade procedures <br> and logistics to expedite the processes of importation and exportation and transit. <br> 2. The objective of this Annex on Trade Facilitation and Transit is to expedite the <br> movement, clearance and release of goods including goods in transit across <br> borders within States Parties. <br> "}, {"ArticleTitle": "General Principle", "ArticleDesc": "Article 3 : General Principle <br> The provisions of this Annex shall be interpreted and applied in accordance with the <br> principles of transparency, simplification, harmonization and standardization of Customs <br> Laws, procedures and requirements. <br> "}, {"ArticleTitle": "Publication", "ArticleDesc": "Article 4 : Publication <br> 1. Each State Party shall, to the extent possible, promptly publish on the internet <br> the following information in a non-discriminatory and easily accessible manner in <br> order to enable governments, traders, and other interested State Parties to <br> become acquainted with them: <br> a. A description of procedures and practical steps needed for importation, <br> exportation, and transit, including port, airport, and other entry-point <br> procedures, and required forms and documents; <br> b. The documentation and data it requires, and the form that needs to be <br> completed for import into, export from, or transit through its territory; <br> c. Its laws, regulations, and procedures for import into, export from or transit <br> through its territory; <br> d. Applied rates of duties and taxes of any kind imposed on or in connection <br> with importation or exportation; <br> 75 <br> e. Fees and charges imposed by or for governmental agencies on or in <br> connection with importation, exportation or transit; <br> f. Rules for the classification or valuation of products for customs purposes; <br> g. Laws, regulations, and administrative rulings of general application <br> relating to rules of origin; <br> h. Import, export or transit restrictions or prohibitions; <br> i. Penalty provisions for breaches of import, export, or transit formalities; <br> j. Procedures for appeal or review; <br> k. Agreements or parts thereof with any country or countries relating to <br> importation, exportation, or transit; <br> l. Procedures relating to the administration of tariff quotas; and <br> m. Contact information for its inquiry point or points designated or maintained <br> pursuant to Article 5 of this Annex. <br> n. Import and Export Guidelines <br> 2. States Parties shall be free to make this information available by any other <br> means. <br> "}, {"ArticleTitle": "Enquiry Points", "ArticleDesc": "Article 5 : Enquiry Points <br> 1. Each State Party shall establish and maintain one or more enquiry points to <br> answer reasonable enquiries of governments, traders, and other interested <br> States Parties on matters covered in Article 4 (1) of this Annex. <br> 2. Each State Party shall ensure that its enquiry points respond to enquiries within <br> reasonable period of time, <br> 3. States parties shall notify the African Union Commission the content information <br> of the enquiry points referred to in paragraph 1 of this Article <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "i) \"Advance Ruling\" means a written decision provided by a State Party to an <br> Article 6 : Advance Rulings <br> Article 22 : Review and Appeal <br> Article 29 : Implementation <br> applicant prior to the importation of goods covered by the application that sets <br> Advance Rulings <br> Review and Appeal <br> Implementation <br> forth the treatment that the State Party shall provide to the good at the time of <br> 1. Each State Party shall issue, prior to the importation of a good into its territory, a <br> 1. Each State Party shall provide that any person to whom customs issues an <br> 89 <br> importation; <br> written advance ruling within a reasonable period of time to an applicant that has <br> administrative decision has the right, within its territory, to: <br> 1. State Parties shall accord each other expedited implementation of this <br> j) \"Applicant\" in relation to advance rulings means the exporter, importer, <br> submitted a written application. The application shall contain all information <br> a. An administrative appeal to or review by an administrative authority higher <br> Annex. <br> producer or any person with justifiable cause or a representative thereof; <br> necessary for the State Party to issue the advance ruling. <br> than or independent of the official or office that issued the decision; and/ <br> 2. The extent and the timing of implementation of the provisions of this <br> k) \"Customs Law\" means the statutory and regulatory provisions related to <br> 2. The application referred to in paragraph 1 of this Article relate to (a) and (b) <br> or <br> Annex shall be related to the implementation capacities of State <br> importation, exportation and movement or storage of goods, the administration <br> 76 <br> b. A judicial appeal or review of the decision. <br> Parties the AfCFTA Sub-Committee for Trade Facilitation, or as <br> and enforcement of which are specifically charged to the Customs Authorities <br> a. The good's tariff classification; <br> 2. Each State Party shall ensure that an authority conducting a review under <br> notified under the WTO TFA. <br> and any regulations made by the Customs Authorities under their statutory <br> b. The origin of the good; <br> paragraph 1 promptly notifies the person affected of its decision and the reasons <br> 90 <br> powers; <br> 3. In addition, State Parties are encouraged to issue advance rulings on the <br> thereof in writing. <br> l) \"Expedited shipments\" means those goods which require rapid clearance as a <br> following: <br> 3. Where a person receives a decision on administrative or judicial review as <br> matter of priority due to their nature or because they are meant to meet a justified <br> a. Application of criteria it uses to determine the customs value of the good in <br> provided under paragraph 1, that decision shall be applicable in the same <br> urgent need; <br> accordance with the agreement on implementation of Article VII of GATT; <br> manner throughout the territory of the State Party with respect to the same <br> m) \"Low value shipments\" means goods of a value threshold determined under <br> b. Application of duty drawback, deferral, or other schemes of relief that <br> goods. <br> national legislation which are granted simplified documentation and clearance <br> reduce, reimburse, or waive customs duties; <br> procedures; <br> c. The preferential treatment for which the good qualifies; <br> n) \"Perishable goods\" means goods that rapidly decay due to their natural <br> d. Country of origin labelling requirements, including placement and method <br> characteristics, in particular in the absence of appropriate storage conditions; <br> of marking; <br> o) \"Release of Goods\" means the action by Customs to permit goods undergoing <br> e. Whether the good is subject to a quota or tariff-rate quota; and <br> clearance to be placed at the disposal of the persons concerned; <br> f. Such other matters as the State Party may decide. <br> p) \"Risk management\" means the systematic identification of risk and <br> 4. Notwithstanding paragraph 1, a State Party may decline to issue an advance <br> implementation of all measures necessary for limiting exposure to risk; <br> ruling where the question or facts and circumstances raised are the subject of <br> q) \"Single window\" means a facility that allows parties involved in trade and <br> administrative or judicial review, or where the application does not relate to any <br> transport to lodge standardized information and documents with a single entry <br> intended use of the advance ruling. <br> point to fulfil all import, export and transit-related regulatory requirements, and in <br> 5. If a State Party declines to issue an advance ruling, it shall promptly notify the <br> the case of electronic information, the single submission of individual data <br> applicant in writing, setting out the relevant facts and the basis for its decision. <br> elements; <br> 6. The advance ruling shall be valid for at least six (6) months from the day of its <br> r) \"Trade Facilitation\" means the simplification and harmonization of international <br> issuance unless the law, facts, or circumstances supporting that ruling have <br> trade procedures, including activities, practices, and formalities involved in <br> changed. <br> 74 <br> 7. Each State Party shall publish: <br> collecting, presenting, communicating, and processing data required for the <br> a. The requirements for the application for an advance ruling, including the <br> movement of goods in international trade; <br> information to be provided and the format; <br> s) \"Transit\" means the Customs procedure under which goods are transported <br> b. The time period by which it will issue an advance ruling; and <br> under Customs control from one Customs office to another; <br> c. The length of time for which the advance ruling is valid. <br> 8. Where a State Party revokes, modifies, or invalidates an advance ruling, it shall <br> provide written notice to the applicant, setting out the relevant facts and the basis <br> for its decision. Where the State Party revokes, modifies, or invalidates an <br> advance ruling with retroactive effect, it may only do so where the ruling was <br> based on false or misleading information. <br> 77 <br> 9. Each State Party shall provide, upon written request of an applicant, an <br> administrative review of the advance ruling or of the decision to revoke, modify, <br> or invalidate it. <br> 10. An advance ruling issued by a State Party shall be binding throughout its <br> territory. <br> 11. Each State Party shall endeavour to make its advance rulings publicly available <br> on the Internet, taking into account the need to protect commercially confidential <br> information. A State Party may redact portions of an advance ruling for reasons <br> of confidentiality in accordance with its laws, regulations, and procedures <br> "}, {"ArticleTitle": "Pre-arrival Processing", "ArticleDesc": "Article 7 : Pre-arrival Processing <br> 1. Each State Party shall adopt or maintain procedures allowing for the <br> submission of import documentation and other required information, including <br> manifests, in order to begin processing prior to the arrival of goods with a view to <br> expediting the release of goods upon arrival. <br> 2. Each State Party shall, as appropriate, provide for advance lodging of <br> documents in electronic format for pre-arrival processing of such documents. <br> "}, {"ArticleTitle": "Electronic Payment", "ArticleDesc": "Article 8 : Electronic Payment <br> Each State Party shall, to the extent practicable, adopt or maintain procedures <br> allowing the option of electronic payment for duties, taxes, fees, and charges <br> collected by customs incurred upon importation and exportation. <br> "}, {"ArticleTitle": "Separation of Release from Final Determination of Customs Duties, Taxes, Fees", "ArticleDesc": "Article 9 : Separation of Release from Final Determination of Customs Duties, Taxes, Fees <br> and Charges <br> 1. Each State Party shall adopt or maintain procedures allowing the release of <br> goods prior to the final determination of customs duties, taxes, fees, and charges, <br> if such a determination is not done prior to, or upon arrival, or as rapidly as <br> possible after arrival and provided that all other regulatory requirements have <br> been met. <br> 2. As a condition for such release, a State Party may require: <br> (a) Payment of customs duties, taxes, fees, and charges determined prior to or <br> upon arrival of goods and a guarantee for any amount not yet determined in the <br> form of a surety, a deposit, or another appropriate instrument provided for in its <br> laws and regulations; or <br> 78 <br> (b) A guarantee in the form of a surety, a deposit, or another appropriate <br> instrument provided for in its laws and regulations. <br> 3. Such guarantee shall not be greater than the amount the State Party requires <br> to ensure payment of customs duties, taxes, fees, and charges ultimately due for <br> the goods covered by the guarantee. <br> 4. In cases where an offence requiring imposition of monetary penalties or fines <br> has been detected, a guarantee may be required for the penalties and fines that <br> may be imposed. <br> 5. The guarantee as set out in paragraphs 2 and 4 in this article shall be <br> discharged when it is no longer required. <br> 6. Nothing in these provisions shall affect the right of a State Party to examine, <br> detain, seize or confiscate or deal with the goods in any manner not otherwise <br> inconsistent with the State Party's rights and obligations under the Continental <br> Free Trade Agreement. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 10 : Risk Management <br> 1. Each State Party shall, to the extent possible, adopt or maintain a risk <br> management system for customs control. <br> 2. Each State Party shall design and apply risk management in a manner as to <br> avoid arbitrary or unjustifiable discrimination, or a disguised restriction on <br> international trade. <br> 3. Each State Party shall concentrate customs control and, to the extent possible <br> other relevant border controls, on high-risk consignments and expedite the <br> release of low-risk consignments. <br> A State Party also may select, on a random basis, consignments for such controls <br> as part of its risk management. <br> 4. Each State Party shall base risk management on an assessment of risk <br> through appropriate selectivity criteria. Such selectivity criteria may include, inter <br> alia, the Harmonized System code, nature and description of the goods, country <br> of origin, country from which the goods were shipped, value of the goods, <br> compliance record of traders, and type of means of transport. <br> 79 <br> "}, {"ArticleTitle": "Post-clearance Audit", "ArticleDesc": "Article 11 : Post-clearance Audit <br> 1. With a view to expediting the release of goods, each State Party shall adopt or <br> maintain post clearance audit to ensure compliance with customs and other <br> related laws and regulations. <br> 2. Each State Party shall select a person or a consignment for post-clearance <br> audit in a risk-based manner, which may include appropriate selectivity criteria. <br> Each Member shall conduct post clearance audits in a transparent manner. <br> Where the person is involved in the audit process and conclusive results have <br> been achieved the State Party shall, without delay, notify the person whose <br> record is audited of the results, the person's rights and obligations, and the <br> reasons for the results. <br> 3. The information obtained in post-clearance audit may be used in further <br> administrative or judicial proceedings. <br> 4. State Parties shall, wherever practicable, use the result of post-clearance audit <br> in applying risk management. <br> "}, {"ArticleTitle": "Establishment and Publication of Average Release Times", "ArticleDesc": "Article 12 : Establishment and Publication of Average Release Times <br> 1. State Parties are encouraged to measure and publish their average release <br> time of goods periodically and in a consistent manner, using tools such as, inter <br> alia, the Time Release Study of the World Customs Organization (referred to in <br> this Annex as the \"WCO\")4 <br> 2. State Parties are encouraged to share with the Sub-Committee on Trade <br> Facilitation their experiences in measuring average release times, including <br> methodologies used, bottlenecks identified, and any resulting effects on <br> efficiency. <br> "}, {"ArticleTitle": "Trade Facilitation Measures for Authorized Operators", "ArticleDesc": "Article 13 : Trade Facilitation Measures for Authorized Operators <br> 1. Each State Party shall provide additional trade facilitation measures related to <br> import, export, or transit formalities and procedures, pursuant to paragraph 3 of <br> this Article, to operators who meet specified criteria, hereinafter called authorized <br> operators. Alternatively, a State Party may offer such trade facilitation measures <br> 4 Each Member may determine the scope and methodology of such average release time measurement in <br> accordance with its needs and capacity <br> 80 <br> through customs procedures generally available to all operators and is not <br> required to establish a separate scheme. <br> 2. The specified criteria to qualify as an authorized operator shall be related to <br> compliance, or the risk of non-compliance, with requirements specified in a <br> Member's laws, regulations or procedures. <br> (a) Such criteria, which shall be published, may include: <br> (i) An appropriate record of compliance with customs and other related laws and <br> regulations; <br> (ii) A system of managing records to allow for necessary internal controls; <br> (iii) Financial solvency, including, where appropriate, provision of a sufficient <br> security or guarantee; and <br> (iv) Supply chain security. <br> (b) Such criteria shall not: <br> (i) Be designed or applied so as to afford or create arbitrary or unjustifiable <br> discrimination between operators where the same conditions prevail; and <br> (ii) To the extent possible, restrict the participation of small and medium-sized <br> enterprises. <br> 3. The trade facilitation measures provided pursuant to paragraph 1 of this Article <br> shall include at least three of the following measures5: <br> (a) Low documentary and data requirements, as appropriate; <br> (b) Low rate of physical inspections and examinations, as appropriate; <br> (c) Rapid release time, as appropriate; <br> (D) Deferred payment of duties, taxes, fees, and charges; <br> (e) Use of comprehensive guarantees or reduced guarantees; <br> (f) A single customs declaration for all imports or exports in a given period; and <br> (g) Clearance of goods at the premises of the authorized operator or another <br> place authorized by customs. <br> 4. State Parties are encouraged to develop authorized operator schemes on the <br> basis of international standards, where such standards exist, except when such <br> 5 A measure listed in paragraphs 3 of this article from (a) to (g) will be deemed to be provided to authorized <br> operators if it is generally available to all operators <br> 81 <br> standards would be an inappropriate or ineffective means for the fulfilment of the <br> legitimate objectives pursued. <br> 5. In order to enhance the trade facilitation measures provided to operators, State <br> Parties shall afford to other State Parties the possibility of negotiating mutual <br> recognition of authorized operator schemes. <br> 6. State Parties shall exchange relevant information within the Sub- Committee <br> about authorized operator schemes in force. <br> "}, {"ArticleTitle": "Expedited Shipments", "ArticleDesc": "Article 14 : Expedited Shipments <br> 1. Each State Party shall adopt or maintain procedures allowing for the expedited <br> release of at least those goods entered through air cargo facilities to persons who <br> apply for such treatment, while maintaining customs control.6 If a Member <br> employs criteria7 limiting who may apply, the Member may, in published criteria, <br> require that the applicant shall, as conditions for qualifying for the application of <br> the treatment described in paragraph 2 in this article to its expedited shipments: <br> (a) Provide adequate infrastructure and payment of customs expenses related to <br> processing of expedited shipments in cases where the applicant fulfils the State <br> Parties' requirements for such processing to be performed at a dedicated facility; <br> (b) Submit in advance of the arrival of an expedited shipment the information <br> necessary for the release; <br> (c) Be assessed fees limited in amount to the approximate cost of services <br> rendered in providing the treatment described in paragraph 2 in this article; <br> (d) Maintain a high degree of control over expedited shipments through the use of <br> internal security, logistics, and tracking technology from pick-up to delivery; <br> (e) Provide expedited shipment from pick-up to delivery; <br> (f) Assume liability for payment of all customs duties, taxes, fees, and charges to <br> the customs authority for the goods; <br> (g) Have a good record of compliance with customs and other related laws and <br> regulations; <br> 6 In cases where a Member has an existing procedure that provides the treatment in paragraph 2 in this article, <br> this provision does not require that Member to introduce separate expedited release procedures. <br> 7 Such application criteria, if any, shall be in addition to the Member's requirements for operating with respect to <br> all goods or shipments entered through air cargo facilities. <br> 82 <br> (h) Comply with other conditions directly related to the effective enforcement of <br> the State Parties' laws, regulations, and procedural requirements that specifically <br> relate to providing the treatment described in paragraph 2 in this article. <br> 2. Subject to paragraphs 1 and 3 of this Article, State Parties shall: <br> (a) Minimize the documentation required for the release of expedited shipments in <br> accordance with paragraph 1 of Article 10 and, to the extent possible, provide for <br> release based on a single submission of information on certain shipments; <br> (b) Provide for expedited shipments to be released under normal circumstances <br> as rapidly as possible after arrival, provided the information required for release <br> has been submitted; <br> (c) Endeavour to apply the treatment in subparagraphs (a) and (b) to shipments of <br> any weight or value recognizing that a Member is permitted to require additional <br> entry procedures, including declarations and supporting documentation and <br> payment of duties and taxes, and to limit such treatment based on the type of <br> good, provided the treatment is not limited to low value goods such as <br> documents; and <br> (d) Provide, to the extent possible, for a de minimis shipment value or dutiable <br> amount for which customs duties and taxes will not be collected, aside from <br> certain prescribed goods. Internal taxes, such as value added taxes and excise <br> taxes, applied to imports consistently with Article III of the GATT 1994 are not <br> subject to this provision. <br> 3. Nothing in paragraphs 1 and 2 of this article shall affect the right of a State <br> Party to examine, detain, seize, confiscate or refuse entry of goods, or to carry out <br> post-clearance audits, including in connection with the use of risk management <br> systems. Further, nothing in paragraphs 1 and 2 shall prevent a State Party from <br> requiring, as a condition for release, the submission of additional\\ information and <br> the fulfilment of non-automatic licensing requirements. <br> "}, {"ArticleTitle": "Perishable Goods", "ArticleDesc": "Article 15 : Perishable Goods <br> 1. With a view to preventing avoidable loss or deterioration of perishable goods, <br> and provided that all regulatory requirements have been met, each Member shall <br> provide for the release of perishable goods: <br> (a) Under normal circumstances within the shortest possible time; and <br> (b) In exceptional circumstances where it would be appropriate to do so, outside <br> the business hours of customs and other relevant authorities. <br> 83 <br> 2. Each State Party shall give appropriate priority to perishable goods when <br> scheduling any examinations that may be required. <br> 3. Each State Party shall either arrange or allow an importer to arrange for the <br> proper storage of perishable goods pending their release. The State Party may <br> require that any storage facilities arranged by the importer have been approved or <br> designated by its relevant authorities. The movement of the goods to those <br> storage facilities, including authorizations for the operator moving the goods, may <br> be subject to the approval, where required, of the relevant authorities. The <br> State Party shall, where practicable and consistent with domestic legislation, upon <br> the request of the importer, provide for any procedures necessary for release to <br> take place at those storage facilities. <br> "}, {"ArticleTitle": "Use of International Standards", "ArticleDesc": "Article 16 : Use of International Standards <br> 1. Each State Party shall endeavour to use international standards and elements for <br> import, export and transit data maintenance and reporting consistent with <br> international best practice. <br> 2. Each State Party shall share, through the African Union Commission , relevant <br> information and best practices, on the implementation of international standards <br> for import, export, or transit procedures as appropriate. The States Parties shall, <br> as appropriate, discuss specific standards for import, export, or transit <br> procedures whether and/or how they contribute to trade facilitation. <br> "}, {"ArticleTitle": "Use of Information Technology", "ArticleDesc": "Article 17 : Use of Information Technology <br> 1. Each State Party shall, to the extent practicable, use the most modern <br> information and communications technology to expedite procedures for the <br> release of goods, including those in transit. <br> 2. In fulfilment of obligations in paragraph 1, each State Party shall endeavour to: <br> a. Make available by electronic means any declaration or other form that is <br> required for the import, export, or transit of goods; <br> b. Allow documentation for import, export, or transit to be submitted in <br> electronic format; <br> c. Establish an electronic system for data exchange related relating to trade <br> information which is accessible and continuously promoting data exchange <br> by the importers, exporters and persons engaged in transit of goods <br> 84 <br> d. Collaborate with other states parties for the implementation of mutually <br> compatible electronic systems that enable the intergovernmental exchange <br> of trade data amongst the states parties. <br> "}, {"ArticleTitle": "Single Window", "ArticleDesc": "Article 18 : Single Window <br> 1. States Parties shall endeavour to establish and maintain a single window, <br> enabling traders to submit documentation and/or data requirements for <br> importation, exportation, or transit of goods through a single entry point to the <br> participating national authorities. After the examination by the national authorities <br> of the documentation and/or data, the results shall be notified to the applicants <br> through the single window in a timely manner. <br> 2. In cases where documentation and/or data requirements have already been <br> fulfilled through the single window, the same documentation and/or data <br> requirements shall not be requested by national authorities except in urgent <br> circumstances and other limited exceptions which are made public. <br> 3. States Parties shall notify the African Union Commission of the details of <br> operation of the single window. <br> 4. States Parties shall, to the extent practicable, use information technology to <br> support the single window. <br> "}, {"ArticleTitle": "Freedom of Transit", "ArticleDesc": "Article 19 : Freedom of Transit <br> Each State Party shall ensure the freedom of transit through its territories in accordance <br> with Article V of GATT 1994 and Article 11 of the WTO Trade Facilitation Agreement. <br> "}, {"ArticleTitle": "Documentation", "ArticleDesc": "Article 20 : Documentation <br> 1. Each State Party shall, subject to paragraph 2, apply uniform import, export, and <br> transit procedures and uniform documentation requirements for release of goods <br> throughout its territory. <br> 2. Nothing in this Article shall prevent a State Party from differentiating its import, <br> export, and transit procedures and documentation requirements: <br> a. Based on the nature and type of goods, or their means of transport; <br> b. For goods, based on risk management; and <br> 85 <br> 3. Each State Party shall periodically review, and based on the results of the <br> review, ensure, as appropriate, that import, export, and transit procedures and <br> documentation requirements are: <br> a. Adopted and applied with a view to prompt release of goods; <br> b. Adopted and applied in a manner that reduces the time and cost of <br> compliance with such procedures; <br> c. The least trade-restrictive measure available to the State Party, <br> taking into account its financial capabilities, in order to achieve its policy <br> objectives; and <br> d. Are removed forthwith if no longer required to fulfil the State Party's <br> policy objectives in question. <br> 4. Each State Party shall, to the extent possible, accept paper or electronic copies <br> of documents required for importation, exportation or transit of goods through its <br> territory. <br> "}, {"ArticleTitle": "Fees, Charges and Penalties", "ArticleDesc": "Article 21 : Fees, Charges and Penalties <br> 1. Each State Party shall ensure, in accordance with Articles II, V and VIII of the <br> GATT, that all fees and charges of whatever character other than customs duties <br> imposed on or in connection with importation, exportation or transit shall be <br> limited in amount to the approximate cost of services rendered, which shall not <br> be calculated on an ad valorem basis, and shall not represent an indirect <br> protection to domestic goods or a taxation of imports, exports or goods in transit <br> for fiscal purposes. <br> 2. Each State Party shall publish a list of fees and charges referred to in paragraph <br> 1 of this Article as well as any amendments thereto. Such fees and charges shall <br> not be applied until information on them has been published. <br> 3. Each State Party shall periodically review its fees and charges with a view to <br> reducing their number and diversity, where practicable. <br> 4. Each State Party shall ensure that the penalty for the breach of a customs law, <br> regulation, or procedural requirement is imposed only on the person or persons <br> responsible for the breach under its laws. <br> 5. The penalty imposed shall depend on the facts and circumstances of the case <br> and shall be commensurate with the degree and severity of the breach. <br> 6. Each State Party shall ensure that it maintains measures to avoid: <br> a. Conflicts of interest in the assessment and collection of penalties and <br> duties; and <br> 86 <br> b. Creating an incentive for the assessment or collection of a penalty that is <br> inconsistent with paragraph 5 of this Article. <br> 7. Each State Party shall ensure that when a penalty is imposed for a breach of <br> customs laws, regulations, or procedural requirements, an explanation in writing <br> is provided to the person or persons upon whom the penalty is imposed <br> specifying the nature of the breach and the applicable law, regulation or <br> procedure under which the amount or range of penalty for the breach has been <br> prescribed. <br> 8. When a person voluntarily discloses to a State Party's customs authority the <br> circumstances of a breach of a customs law, regulation, or procedural <br> requirement prior to the discovery of the breach by the customs authority, the <br> State Party is encouraged to, where appropriate, consider this fact as a potential <br> mitigating factor when establishing a penalty for that person. <br> 9. The provisions of this Article shall apply to the penalties on traffic in transit. <br> 10. For purposes of this Article, the term \"penalties\" shall mean those imposed by a <br> State Party's customs authority for a breach of the State Party's customs laws, <br> regulations, or procedural requirements. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "i) \"Advance Ruling\" means a written decision provided by a State Party to an <br> Article 6 : Advance Rulings <br> Article 22 : Review and Appeal <br> Article 29 : Implementation <br> applicant prior to the importation of goods covered by the application that sets <br> Advance Rulings <br> Review and Appeal <br> Implementation <br> forth the treatment that the State Party shall provide to the good at the time of <br> 1. Each State Party shall issue, prior to the importation of a good into its territory, a <br> 1. Each State Party shall provide that any person to whom customs issues an <br> 89 <br> importation; <br> written advance ruling within a reasonable period of time to an applicant that has <br> administrative decision has the right, within its territory, to: <br> 1. State Parties shall accord each other expedited implementation of this <br> j) \"Applicant\" in relation to advance rulings means the exporter, importer, <br> submitted a written application. The application shall contain all information <br> a. An administrative appeal to or review by an administrative authority higher <br> Annex. <br> producer or any person with justifiable cause or a representative thereof; <br> necessary for the State Party to issue the advance ruling. <br> than or independent of the official or office that issued the decision; and/ <br> 2. The extent and the timing of implementation of the provisions of this <br> k) \"Customs Law\" means the statutory and regulatory provisions related to <br> 2. The application referred to in paragraph 1 of this Article relate to (a) and (b) <br> or <br> Annex shall be related to the implementation capacities of State <br> importation, exportation and movement or storage of goods, the administration <br> 76 <br> b. A judicial appeal or review of the decision. <br> Parties the AfCFTA Sub-Committee for Trade Facilitation, or as <br> and enforcement of which are specifically charged to the Customs Authorities <br> a. The good's tariff classification; <br> 2. Each State Party shall ensure that an authority conducting a review under <br> notified under the WTO TFA. <br> and any regulations made by the Customs Authorities under their statutory <br> b. The origin of the good; <br> paragraph 1 promptly notifies the person affected of its decision and the reasons <br> 90 <br> powers; <br> 3. In addition, State Parties are encouraged to issue advance rulings on the <br> thereof in writing. <br> l) \"Expedited shipments\" means those goods which require rapid clearance as a <br> following: <br> 3. Where a person receives a decision on administrative or judicial review as <br> matter of priority due to their nature or because they are meant to meet a justified <br> a. Application of criteria it uses to determine the customs value of the good in <br> provided under paragraph 1, that decision shall be applicable in the same <br> urgent need; <br> accordance with the agreement on implementation of Article VII of GATT; <br> manner throughout the territory of the State Party with respect to the same <br> m) \"Low value shipments\" means goods of a value threshold determined under <br> b. Application of duty drawback, deferral, or other schemes of relief that <br> goods. <br> national legislation which are granted simplified documentation and clearance <br> reduce, reimburse, or waive customs duties; <br> procedures; <br> c. The preferential treatment for which the good qualifies; <br> n) \"Perishable goods\" means goods that rapidly decay due to their natural <br> d. Country of origin labelling requirements, including placement and method <br> characteristics, in particular in the absence of appropriate storage conditions; <br> of marking; <br> o) \"Release of Goods\" means the action by Customs to permit goods undergoing <br> e. Whether the good is subject to a quota or tariff-rate quota; and <br> clearance to be placed at the disposal of the persons concerned; <br> f. Such other matters as the State Party may decide. <br> p) \"Risk management\" means the systematic identification of risk and <br> 4. Notwithstanding paragraph 1, a State Party may decline to issue an advance <br> implementation of all measures necessary for limiting exposure to risk; <br> ruling where the question or facts and circumstances raised are the subject of <br> q) \"Single window\" means a facility that allows parties involved in trade and <br> administrative or judicial review, or where the application does not relate to any <br> transport to lodge standardized information and documents with a single entry <br> intended use of the advance ruling. <br> point to fulfil all import, export and transit-related regulatory requirements, and in <br> 5. If a State Party declines to issue an advance ruling, it shall promptly notify the <br> the case of electronic information, the single submission of individual data <br> applicant in writing, setting out the relevant facts and the basis for its decision. <br> elements; <br> 6. The advance ruling shall be valid for at least six (6) months from the day of its <br> r) \"Trade Facilitation\" means the simplification and harmonization of international <br> issuance unless the law, facts, or circumstances supporting that ruling have <br> trade procedures, including activities, practices, and formalities involved in <br> changed. <br> 74 <br> 7. Each State Party shall publish: <br> collecting, presenting, communicating, and processing data required for the <br> a. The requirements for the application for an advance ruling, including the <br> movement of goods in international trade; <br> information to be provided and the format; <br> s) \"Transit\" means the Customs procedure under which goods are transported <br> b. The time period by which it will issue an advance ruling; and <br> under Customs control from one Customs office to another; <br> c. The length of time for which the advance ruling is valid. <br> 8. Where a State Party revokes, modifies, or invalidates an advance ruling, it shall <br> provide written notice to the applicant, setting out the relevant facts and the basis <br> for its decision. Where the State Party revokes, modifies, or invalidates an <br> advance ruling with retroactive effect, it may only do so where the ruling was <br> based on false or misleading information. <br> 77 <br> 9. Each State Party shall provide, upon written request of an applicant, an <br> administrative review of the advance ruling or of the decision to revoke, modify, <br> or invalidate it. <br> 10. An advance ruling issued by a State Party shall be binding throughout its <br> territory. <br> 11. Each State Party shall endeavour to make its advance rulings publicly available <br> on the Internet, taking into account the need to protect commercially confidential <br> information. A State Party may redact portions of an advance ruling for reasons <br> of confidentiality in accordance with its laws, regulations, and procedures <br> "}, {"ArticleTitle": "Use of Customs Brokers", "ArticleDesc": "Article 23 : Use of Customs Brokers <br> 1.Without prejudice to the important policy concerns of some Members that currently <br> maintain a special role for customs brokers, from the entry into force of this Agreement <br> Members shall not introduce the mandatory use of customs brokers. <br> 87 <br> 2. Each Member shall notify the African Union Commission and publish its measures on <br> the use of customs brokers. Any subsequent modifications thereof shall be notified and <br> published promptly. <br> 3. With regard to the licensing of customs brokers, State Parties shall apply rules that <br> are transparent and objective. <br> "}, {"ArticleTitle": "Pre-shipment Inspection", "ArticleDesc": "Article 24 : Pre-shipment Inspection <br> A State Party shall not require the use of pre-shipment inspection entities in relation to <br> tariff classification or customs valuation. <br> "}, {"ArticleTitle": "Border Agency Cooperation", "ArticleDesc": "Article 25 : Border Agency Cooperation <br> 1. A State Party shall ensure that its authorities and agencies responsible for border <br> controls and procedures dealing with the importation, exportation and transit of <br> goods cooperate with one another and coordinate their activities in order to <br> facilitate trade. <br> 2. State Parties shall, to the extent possible and practicable, cooperate on mutually <br> agreed terms with other State Parties with whom they share a common border with <br> a view to coordinating procedures at border crossings to facilitate cross-border <br> trade. Such cooperation and coordination may include: <br> a. alignment of working days and hours; <br> b. alignment of procedures and formalities; <br> c. development and sharing of common facilities; <br> d. joint controls; <br> e. establishment of one stop border post control <br> "}, {"ArticleTitle": "Other Measures to Facilitate Trade", "ArticleDesc": "Article 26 : Other Measures to Facilitate Trade <br> 1. The State Parties recognise the importance of cooperation in order to expedite <br> the movement of goods and reduce the cost of doing business and the volume of paper <br> work in respect of trade within the continental free trade area <br> 88 <br> 2. The African Union Commission shall keep Member States informed regarding trade <br> facilitation activities, instruments, recommendations and guidelines of other international <br> organisations, particularly of: <br> a. The UN Economic Commission for Africa (ECA); <br> b. The United Nations Conference on Trade and Development (UNCTAD); <br> c. The World Customs Organisation (WCO); <br> d. The International Maritime Organisation (IMO); <br> e. The International Civil Aviation Organisation (ICAO); <br> f. The International Standards Organisation (ISO); <br> g. The International Chamber of Commerce (ICC) and the International <br> Bureau of Chamber of Commerce (IBCC); <br> h. The International Air Transport Association (IATA); <br> i. The International Chamber of Shipping (ICS); <br> j. The World Trade Organisation (WTO) <br> "}, {"ArticleTitle": "Sub-Committee on Trade Facilitation, Customs Cooperation and", "ArticleDesc": "Article 27 : Sub-Committee on Trade Facilitation, Customs Cooperation and <br> Transit <br> A Sub-Committee on Trade Facilitation, Customs Cooperation and <br> Transit shall be established. The Sub-Committee shall be responsible <br> for the implementation of the provisions of this Annex <br> "}, {"ArticleTitle": "National Committee on Trade Facilitation", "ArticleDesc": "Article 28 : National Committee on Trade Facilitation <br> State Party shall establish and/or maintain a national committee on trade <br> facilitation or designate an existing mechanism to facilitate both domestic <br> coordination and implementation of the provisions of this Annex. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "i) \"Advance Ruling\" means a written decision provided by a State Party to an <br> Article 6 : Advance Rulings <br> Article 22 : Review and Appeal <br> Article 29 : Implementation <br> applicant prior to the importation of goods covered by the application that sets <br> Advance Rulings <br> Review and Appeal <br> Implementation <br> forth the treatment that the State Party shall provide to the good at the time of <br> 1. Each State Party shall issue, prior to the importation of a good into its territory, a <br> 1. Each State Party shall provide that any person to whom customs issues an <br> 89 <br> importation; <br> written advance ruling within a reasonable period of time to an applicant that has <br> administrative decision has the right, within its territory, to: <br> 1. State Parties shall accord each other expedited implementation of this <br> j) \"Applicant\" in relation to advance rulings means the exporter, importer, <br> submitted a written application. The application shall contain all information <br> a. An administrative appeal to or review by an administrative authority higher <br> Annex. <br> producer or any person with justifiable cause or a representative thereof; <br> necessary for the State Party to issue the advance ruling. <br> than or independent of the official or office that issued the decision; and/ <br> 2. The extent and the timing of implementation of the provisions of this <br> k) \"Customs Law\" means the statutory and regulatory provisions related to <br> 2. The application referred to in paragraph 1 of this Article relate to (a) and (b) <br> or <br> Annex shall be related to the implementation capacities of State <br> importation, exportation and movement or storage of goods, the administration <br> 76 <br> b. A judicial appeal or review of the decision. <br> Parties the AfCFTA Sub-Committee for Trade Facilitation, or as <br> and enforcement of which are specifically charged to the Customs Authorities <br> a. The good's tariff classification; <br> 2. Each State Party shall ensure that an authority conducting a review under <br> notified under the WTO TFA. <br> and any regulations made by the Customs Authorities under their statutory <br> b. The origin of the good; <br> paragraph 1 promptly notifies the person affected of its decision and the reasons <br> 90 <br> powers; <br> 3. In addition, State Parties are encouraged to issue advance rulings on the <br> thereof in writing. <br> l) \"Expedited shipments\" means those goods which require rapid clearance as a <br> following: <br> 3. Where a person receives a decision on administrative or judicial review as <br> matter of priority due to their nature or because they are meant to meet a justified <br> a. Application of criteria it uses to determine the customs value of the good in <br> provided under paragraph 1, that decision shall be applicable in the same <br> urgent need; <br> accordance with the agreement on implementation of Article VII of GATT; <br> manner throughout the territory of the State Party with respect to the same <br> m) \"Low value shipments\" means goods of a value threshold determined under <br> b. Application of duty drawback, deferral, or other schemes of relief that <br> goods. <br> national legislation which are granted simplified documentation and clearance <br> reduce, reimburse, or waive customs duties; <br> procedures; <br> c. The preferential treatment for which the good qualifies; <br> n) \"Perishable goods\" means goods that rapidly decay due to their natural <br> d. Country of origin labelling requirements, including placement and method <br> characteristics, in particular in the absence of appropriate storage conditions; <br> of marking; <br> o) \"Release of Goods\" means the action by Customs to permit goods undergoing <br> e. Whether the good is subject to a quota or tariff-rate quota; and <br> clearance to be placed at the disposal of the persons concerned; <br> f. Such other matters as the State Party may decide. <br> p) \"Risk management\" means the systematic identification of risk and <br> 4. Notwithstanding paragraph 1, a State Party may decline to issue an advance <br> implementation of all measures necessary for limiting exposure to risk; <br> ruling where the question or facts and circumstances raised are the subject of <br> q) \"Single window\" means a facility that allows parties involved in trade and <br> administrative or judicial review, or where the application does not relate to any <br> transport to lodge standardized information and documents with a single entry <br> intended use of the advance ruling. <br> point to fulfil all import, export and transit-related regulatory requirements, and in <br> 5. If a State Party declines to issue an advance ruling, it shall promptly notify the <br> the case of electronic information, the single submission of individual data <br> applicant in writing, setting out the relevant facts and the basis for its decision. <br> elements; <br> 6. The advance ruling shall be valid for at least six (6) months from the day of its <br> r) \"Trade Facilitation\" means the simplification and harmonization of international <br> issuance unless the law, facts, or circumstances supporting that ruling have <br> trade procedures, including activities, practices, and formalities involved in <br> changed. <br> 74 <br> 7. Each State Party shall publish: <br> collecting, presenting, communicating, and processing data required for the <br> a. The requirements for the application for an advance ruling, including the <br> movement of goods in international trade; <br> information to be provided and the format; <br> s) \"Transit\" means the Customs procedure under which goods are transported <br> b. The time period by which it will issue an advance ruling; and <br> under Customs control from one Customs office to another; <br> c. The length of time for which the advance ruling is valid. <br> 8. Where a State Party revokes, modifies, or invalidates an advance ruling, it shall <br> provide written notice to the applicant, setting out the relevant facts and the basis <br> for its decision. Where the State Party revokes, modifies, or invalidates an <br> advance ruling with retroactive effect, it may only do so where the ruling was <br> based on false or misleading information. <br> 77 <br> 9. Each State Party shall provide, upon written request of an applicant, an <br> administrative review of the advance ruling or of the decision to revoke, modify, <br> or invalidate it. <br> 10. An advance ruling issued by a State Party shall be binding throughout its <br> territory. <br> 11. Each State Party shall endeavour to make its advance rulings publicly available <br> on the Internet, taking into account the need to protect commercially confidential <br> information. A State Party may redact portions of an advance ruling for reasons <br> of confidentiality in accordance with its laws, regulations, and procedures <br> "}]}, {"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 on RULES OF ORIGIN <br> Article 9 : Working or processing not conferring origin <br> Article 13 : Treatment of Packing <br> Wholly obtained products <br> Working or processing not conferring origin <br> Treatment of Packing <br> 1. The following products shall be considered as wholly obtained in a States Party <br> 1 The following operations are insufficient to confer origin on a product, whether or <br> 1 Where for purposes of assessing customs duties, a States Party treats goods <br> when exported to another State Party: <br> not the requirements of Article 5 are satisfied: <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> separately from their packing, it may also, in respect of its imports consigned <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> a) Mineral products and other non-living natural resources extracted from <br> a) Operations exclusively intended to preserve products in good condition <br> from another States Party, determine separately the origin of such packing. <br> the ground, sea bed, below sea bed and in the territory of a States <br> during storage and transport; <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as <br> Party in accordance with the provisions of the UN Convention on the <br> b) Breaking-up or assembly of packages; <br> forming a whole with the goods and no part of any packing required for their <br> Law of the Sea. <br> c) Washing, cleaning, or operations to remove dust, oxide, oil, paint, or <br> transport or storage shall be considered as having been imported from outside <br> b) Plants including aquatic plants, and plant products, vegetables and <br> other coverings from a product; <br> Neutral elements <br> the States Party when determining the origin of the goods as a whole. <br> fruits, grown or harvested therein; <br> d) Simple ironing or pressing operations; <br> 3 For the purpose of paragraph 2 of this Rule, packing with which goods are <br> c) Live animals born and raised therein; <br> e) Simple painting or polishing operations; <br> ordinarily sold at retail shall not be regarded as packing required for the transport <br> d) Products obtained from live animals raised therein; <br> f) Husking, partial or total bleaching, polishing, or glazing of cereals and rice; <br> or storage of goods. <br> e) Products from slaughtered animals born and raised therein; <br> g) Operations to colour sugar or form sugar lumps, partial or total milling of crystal sugar; <br> 4 Containers which are used purely for the transport and temporary storage of <br> a) energy and fuel; <br> f) Products obtained by hunting and fishing conducted therein; <br> h) Peeling, stoning, or shelling of vegetables of Chapter 7, fruits of <br> goods and are to be returned shall not be subject to customs duties and other <br> g) Products of aquaculture including mariculture, where the fish, <br> Chapter 8, nuts of heading 08.01 or 08.02 or groundnuts of heading <br> charges of equivalent effect. Where containers are not to be returned, they shall <br> crustaceans, molluscs and other aquatic invertebrates are born and or <br> 12.02.fruits, nuts or vegetables. <br> be treated separately from the goods contained in them and be subject to import <br> raised therein from eggs, larvae, fry or fingerlings born or raised therein; <br> i) Sharpening, simple grinding, or simple cutting; <br> duties and other charges of equivalent effect. <br> h) Products of sea fishing and other products taken from the sea outside <br> j) Simple sifting, screening, sorting, classifying, grading, or matching; <br> Article 14 : Separation of materials <br> the territory of a States Party by their vessels; <br> k) Simple packaging operations, such as placing in bottles, cans, flasks, <br> Separation of materials <br> i) Products made aboard their factory ships exclusively from products <br> bags, cases, boxes, or fixing on cards or boards; <br> 1 For those products or industries where it would be impracticable for the <br> l) Affixing or printing marks, labels, logos, and other like distinguishing <br> producers to separate physically materials of similar character but different origin <br> j) Used articles fit only for the recovery of materials, provided that such <br> signs on the products or their packaging; <br> used in the production of goods, such separation may be replaced by an <br> articles have been collected there; <br> m) Simple mixing of materials, whether or not of different kinds; simple <br> appropriate accounting system which ensures that no more goods are deemed to <br> Sets <br> k) Scrap and waste resulting from manufacturing operations therein; <br> mixing does not include an operation that causes a chemical reaction; <br> originate in the States Party than would have been the case if the producer had <br> l) Products extracted from marine soil or sub-soil outside their territorial <br> n) Simple assembling of parts of articles to constitute a complete article; <br> been able to physically separate the materials. <br> waters provided that they have sole rights to work that soil or sub-soil. <br> o) A combination of two or more operations specified in subparagraphs (a) to (o); and <br> 2 Any accounting system shall conform to such conditions as may be agreed upon <br> m) Goods produced there exclusively from products specified in <br> p) Slaughter of animals. <br> by the Sub-Committee on Rules of Origin, provided for under Article 40 of this <br> Principle of territoriality <br> the final composition of the product. <br> subparagraphs (a) through (l); <br> Provided that, notwithstanding any provision in this Annex, agricultural products <br> Annex in order to ensure that adequate control measures shall be applied. <br> n) Electric energy produced there. <br> whether or not processed in any way, obtained or partially obtained from Food <br> Article 15 : Accessories, spare parts and tools <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(h) and 1(i) shall <br> Aid or monetization or similar assistance measures, including arrangements <br> apply only to vessels, leased vessels, bare boat and factory ships which are <br> based on non-commercial terms, shall not be considered as originating in a States Party. <br> Accessories, spare parts and tools despatched with a piece of equipment, machine, <br> registered in a States Party in accordance with the national laws of a States <br> 2 For the purpose of paragraph 1, an operation shall be considered simple when <br> Party and meet one of the following conditions: <br> neither special skills, nor machines, apparatus, nor tools especially produced or <br> a) the vessel sails under the flag of a States Party; or <br> installed for those operations are required for their performance or when those <br> b) at least, 50 per centum of the officers of the vessel or factory ship are <br> skills, machines, apparatus, or tools do not contribute to the product's essential <br> Article 16 : Sets <br> characteristics or properties. <br> equipment, machine, apparatus or vehicle in question. <br> c) at least, 50 per centum of the crew of the vessel or factory ship are <br> Article 10 : Cumulation of Origin within the Continent <br> 1 Sets as defined in General Rule 3 of the HS shall be regarded as originating when <br> nationals of the States Party or States Parties; or <br> Cumulation of Origin within the Continent <br> all components products are originating. <br> d) at least, [50/51] per centum of the equity holding in respect of the <br> 1 For the purposes of implementing this Article, all States Parties shall be <br> 2 Nevertheless, when a set is composed of originating and non-originating products <br> vessel or factory ship are held by nationals of the States Party or <br> considered as a single territory. <br> a set as a whole shall be regarded as originating provided that the value of non- <br> States Parties or institutions, agency, enterprise or corporation of the <br> 2 Raw materials or semi-finished goods originating in any of the States Parties and <br> originating products does not exceed 15% of the ex-works price of the set. <br> government of the States Party or States Parties. <br> undergoing working or processing in another States Party shall, be deemed to <br> 3 The value of non-originating component products is calculated in the same <br> have originated in the States Party where the final processing or manufacturing <br> manner as the value of non-originating materials. <br> takes place. <br> Article 17 : Neutral elements <br> 3 Working or processing carried out in any of the States Parties shall be <br> considered as having been carried out in the States Parties when the materials <br> For the purpose of determining whether a product is originating, it is not necessary to <br> undergo further working or processing in a States Party. <br> determine the origin of the following which might be used in its production: <br> 4 Notwithstanding paragraph 1 and 2, products further manufactured in a States <br> Party shall be considered as originating in a States Party where the last <br> manufacturing process takes place provided that the last working or processing <br> c) Machines and tools; or <br> operations exceed those operations under Article 9 of this Annex. <br> d) Materials which do not enter and which are not intended to enter into <br> Article 18 : Principle of Territoriality <br> 1 A product that has undergone production that satisfies the requirements of Article <br> 7 shall be considered originating only if, subsequent to that production, the product: <br> a) Does not undergo further production or any other operation outside the <br> territories of the States Parties, other than unloading, reloading, or any <br> other operation necessary to preserve it in good condition, to transport <br> the product to the territory of a States Party; and <br> b) Remains under customs control while outside the territories of the States Parties. <br> 2 The storage of products and shipments or the splitting of shipments that take <br> place under the responsibility of the exporter or of a subsequent holder of the <br> products while the products remain under customs control in the country or <br> countries of transit shall not affect the originating status of the product. <br> 3 If an originating product exported from a States Party to a third country returns, it <br> shall be considered as non-originating, unless it can be demonstrated to the <br> satisfaction of the customs authorities that the returning product: <br> a) Is the same as that exported; and <br> b) Has not undergone any operation beyond that necessary to preserve it <br> in good condition. <br> Accessories, Spare Parts and Tools <br> referred to in subparagraph (h); <br> b) plant and equipment; <br> Article 6 : Wholly obtained products <br> Definitions <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For purposes of this Annex, the following definitions shall apply: <br> a) \"Agreement\" refers to the Agreement establishing the AfCFTA; <br> b) \"Classified\" refers to the classification of a product or material under a particular <br> heading or sub-heading of the HS; <br> c) \"Consignment\" means products which are either sent simultaneously from one <br> manufacture of a product; <br> exporter to one consignee or covered by a single transport document covering <br> later use in another manufacturing operation; <br> and Trade 1994 (WTO Agreement on Customs Valuation); <br> d) \"Generally Accepted Accounting Principles (GAAPs))\" means a framework of <br> accounting standards, rules and procedures defined by the accounting <br> Commodity Description and Coding System. <br> document, by a single invoice; <br> professional bodies and recognised by States Parties with respect to the <br> as well as detailed standards, practices, and procedures; <br> information, and the preparation of financial statements. Generally Accepted <br> recording of revenues, expenses, costs, assets, and liabilities, the disclosure of <br> e) \"Manufacture\" means any kind of working or processing including assembly or specific operations; <br> the product obtained is exported; <br> f) \"c.i.f value\" means the price paid by the importer that includes the costs, <br> insurance and freight needed to transport goods to a port of destination; <br> g) \"Certificate of Origin\" means the documentary proof of origin issued by a <br> designated competent authority, confirming that a particular product complies <br> with the origin criteria applying to preferential trade under the Annex Protocol on <br> Trade in Goods and in accordance with Article 16 of this Annex [ Proof of <br> h) \"Chapter\" means the two-digit Chapters code used in the nomenclature which <br> i) \"Country of origin\" means the States Party in which the goods have been <br> produced or manufactured, according to criteria laid down in this Annex; <br> their shipment from the exporter to the consignee or, in the absence of such a <br> j) \"Customs value\" means the value as determined in accordance with the WTO <br> Agreement on implementation of Article VII of the General Agreement on Tariffs <br> k) \"designated competent authority\" means a body or organisation designated by <br> a States Party to issue Certificates of Origin; <br> l) \"Exporter\" means any natural or legal person who exports goods to the territory <br> of another States Party, who is able to prove the origin of the good, whether or <br> not that person is the manufacturer and whether or not that person carries out <br> the export formalities; <br> m) \"Ex-works price\" means the price paid for the product ex-works to the <br> manufacturer in the States Party in whose undertaking the last working or <br> processing is carried out, provided the price includes the value of all the <br> materials used minus any internal taxes paid which are, or may be, repaid when <br> n) \"Free Trade Area\" means the territories of the States Parties of the African <br> Continental Free Trade Area; <br> o) \"Goods\" means both materials and products; <br> p) \"Harmonized System\" means the Harmonized Commodity Description and <br> Coding System established by the International Convention on the Harmonized <br> q) \"Heading\" means the four-digit headings used in the nomenclature which makes <br> up the Harmonized System (HS); <br> r) \"Material\" means any ingredient, raw material, component or part used in the <br> s) \"Origin declaration\" means an appropriate statement as to the origin of the <br> goods made, in connection with their exportation by the manufacturer, producer, <br> supplier, exporter or any other competent person on the commercial invoice or <br> any other document relating to the goods; <br> t) \"Producer\" includes a mining, manufacturing or agricultural enterprise or any <br> other individual grower or craftsman who supplies goods for export; <br> u) \"Product\" means the output of a manufacturing process, even if it is intended for <br> v) \"Secretariat\" means Secretariat established under Article 9 of the Agreement <br> Establishing the African Continental Free Trade Area; <br> w) \"Special Economic Arrangements / Zones\" means special regulatory <br> provisions applicable in a geographical demarcation within a States Party's <br> territory where the legal, regulatory and fiscal and Customs schemes, applicable <br> to business differ, generally in a more liberal way, from those in application in the <br> rest of that States Party's territory. <br> x) \"Sub-heading\" means the six-digit code used in the nomenclature which makes <br> up the Harmonized System; <br> y) \"Territory\" the State Party's territory includes including the territorial sea and the <br> Exclusive Economic Zone as defined under the UN Convention on the Laws of the Sea. <br> z) \"Value added\" means the difference between the ex-works [price] of a finished <br> product and the Customs Value of the material imported from outside the State <br> parties and used in the production; <br> aa) \"Value of materials\" means the customs value at the time of importation of the <br> non-originating materials used, or if this is not known and cannot be ascertained, <br> the first ascertainable price paid for the materials in any States Party; <br> bb) \"Sub-Committee\" means a Sub-Committee established under Article 40 of this Annex. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "makes up the HS; <br> Accounting Principles may encompass broad guidelines for general application, <br> "}, {"ArticleTitle": "Purpose", "ArticleDesc": "Article 2 : Purpose <br> The purpose of this Annex is to implement provisions of Article 12 of the Protocol on <br> Trade in Goods concerning Rules of Origin. <br> "}, {"ArticleTitle": "Principles", "ArticleDesc": "Article 3 : Principles <br> Rules of Origin in this Annex shall provide transparent, clear and predictable criteria for <br> determining whether or not the traded products are eligible for preferential treatment <br> under the AfCFTA. <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 4 : Objectives <br> The provisions of this Annex shall be interpreted and applied in accordance with the <br> following objectives: <br> a) Deepening market integration at regional and continental levels; <br> b) Boosting Intra African Trade; <br> c) Promoting regional and continental value chains; and <br> d) Fostering economic transformation of the continent through industrialization. <br> "}, {"ArticleTitle": "Origin conferring criteria", "ArticleDesc": "Article 5 : Origin conferring criteria <br> 1. A product shall be considered as originating from a States Party if it: <br> a) Has been wholly obtained in that States Party within the meaning of Article 6; or <br> b) Has undergone substantial transformation in that States Party within <br> the meaning of Article 7. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 on RULES OF ORIGIN <br> Article 9 : Working or processing not conferring origin <br> Article 13 : Treatment of Packing <br> Wholly obtained products <br> Working or processing not conferring origin <br> Treatment of Packing <br> 1. The following products shall be considered as wholly obtained in a States Party <br> 1 The following operations are insufficient to confer origin on a product, whether or <br> 1 Where for purposes of assessing customs duties, a States Party treats goods <br> when exported to another State Party: <br> not the requirements of Article 5 are satisfied: <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> separately from their packing, it may also, in respect of its imports consigned <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> a) Mineral products and other non-living natural resources extracted from <br> a) Operations exclusively intended to preserve products in good condition <br> from another States Party, determine separately the origin of such packing. <br> the ground, sea bed, below sea bed and in the territory of a States <br> during storage and transport; <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as <br> Party in accordance with the provisions of the UN Convention on the <br> b) Breaking-up or assembly of packages; <br> forming a whole with the goods and no part of any packing required for their <br> Law of the Sea. <br> c) Washing, cleaning, or operations to remove dust, oxide, oil, paint, or <br> transport or storage shall be considered as having been imported from outside <br> b) Plants including aquatic plants, and plant products, vegetables and <br> other coverings from a product; <br> Neutral elements <br> the States Party when determining the origin of the goods as a whole. <br> fruits, grown or harvested therein; <br> d) Simple ironing or pressing operations; <br> 3 For the purpose of paragraph 2 of this Rule, packing with which goods are <br> c) Live animals born and raised therein; <br> e) Simple painting or polishing operations; <br> ordinarily sold at retail shall not be regarded as packing required for the transport <br> d) Products obtained from live animals raised therein; <br> f) Husking, partial or total bleaching, polishing, or glazing of cereals and rice; <br> or storage of goods. <br> e) Products from slaughtered animals born and raised therein; <br> g) Operations to colour sugar or form sugar lumps, partial or total milling of crystal sugar; <br> 4 Containers which are used purely for the transport and temporary storage of <br> a) energy and fuel; <br> f) Products obtained by hunting and fishing conducted therein; <br> h) Peeling, stoning, or shelling of vegetables of Chapter 7, fruits of <br> goods and are to be returned shall not be subject to customs duties and other <br> g) Products of aquaculture including mariculture, where the fish, <br> Chapter 8, nuts of heading 08.01 or 08.02 or groundnuts of heading <br> charges of equivalent effect. Where containers are not to be returned, they shall <br> crustaceans, molluscs and other aquatic invertebrates are born and or <br> 12.02.fruits, nuts or vegetables. <br> be treated separately from the goods contained in them and be subject to import <br> raised therein from eggs, larvae, fry or fingerlings born or raised therein; <br> i) Sharpening, simple grinding, or simple cutting; <br> duties and other charges of equivalent effect. <br> h) Products of sea fishing and other products taken from the sea outside <br> j) Simple sifting, screening, sorting, classifying, grading, or matching; <br> Article 14 : Separation of materials <br> the territory of a States Party by their vessels; <br> k) Simple packaging operations, such as placing in bottles, cans, flasks, <br> Separation of materials <br> i) Products made aboard their factory ships exclusively from products <br> bags, cases, boxes, or fixing on cards or boards; <br> 1 For those products or industries where it would be impracticable for the <br> l) Affixing or printing marks, labels, logos, and other like distinguishing <br> producers to separate physically materials of similar character but different origin <br> j) Used articles fit only for the recovery of materials, provided that such <br> signs on the products or their packaging; <br> used in the production of goods, such separation may be replaced by an <br> articles have been collected there; <br> m) Simple mixing of materials, whether or not of different kinds; simple <br> appropriate accounting system which ensures that no more goods are deemed to <br> Sets <br> k) Scrap and waste resulting from manufacturing operations therein; <br> mixing does not include an operation that causes a chemical reaction; <br> originate in the States Party than would have been the case if the producer had <br> l) Products extracted from marine soil or sub-soil outside their territorial <br> n) Simple assembling of parts of articles to constitute a complete article; <br> been able to physically separate the materials. <br> waters provided that they have sole rights to work that soil or sub-soil. <br> o) A combination of two or more operations specified in subparagraphs (a) to (o); and <br> 2 Any accounting system shall conform to such conditions as may be agreed upon <br> m) Goods produced there exclusively from products specified in <br> p) Slaughter of animals. <br> by the Sub-Committee on Rules of Origin, provided for under Article 40 of this <br> Principle of territoriality <br> the final composition of the product. <br> subparagraphs (a) through (l); <br> Provided that, notwithstanding any provision in this Annex, agricultural products <br> Annex in order to ensure that adequate control measures shall be applied. <br> n) Electric energy produced there. <br> whether or not processed in any way, obtained or partially obtained from Food <br> Article 15 : Accessories, spare parts and tools <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(h) and 1(i) shall <br> Aid or monetization or similar assistance measures, including arrangements <br> apply only to vessels, leased vessels, bare boat and factory ships which are <br> based on non-commercial terms, shall not be considered as originating in a States Party. <br> Accessories, spare parts and tools despatched with a piece of equipment, machine, <br> registered in a States Party in accordance with the national laws of a States <br> 2 For the purpose of paragraph 1, an operation shall be considered simple when <br> Party and meet one of the following conditions: <br> neither special skills, nor machines, apparatus, nor tools especially produced or <br> a) the vessel sails under the flag of a States Party; or <br> installed for those operations are required for their performance or when those <br> b) at least, 50 per centum of the officers of the vessel or factory ship are <br> skills, machines, apparatus, or tools do not contribute to the product's essential <br> Article 16 : Sets <br> characteristics or properties. <br> equipment, machine, apparatus or vehicle in question. <br> c) at least, 50 per centum of the crew of the vessel or factory ship are <br> Article 10 : Cumulation of Origin within the Continent <br> 1 Sets as defined in General Rule 3 of the HS shall be regarded as originating when <br> nationals of the States Party or States Parties; or <br> Cumulation of Origin within the Continent <br> all components products are originating. <br> d) at least, [50/51] per centum of the equity holding in respect of the <br> 1 For the purposes of implementing this Article, all States Parties shall be <br> 2 Nevertheless, when a set is composed of originating and non-originating products <br> vessel or factory ship are held by nationals of the States Party or <br> considered as a single territory. <br> a set as a whole shall be regarded as originating provided that the value of non- <br> States Parties or institutions, agency, enterprise or corporation of the <br> 2 Raw materials or semi-finished goods originating in any of the States Parties and <br> originating products does not exceed 15% of the ex-works price of the set. <br> government of the States Party or States Parties. <br> undergoing working or processing in another States Party shall, be deemed to <br> 3 The value of non-originating component products is calculated in the same <br> have originated in the States Party where the final processing or manufacturing <br> manner as the value of non-originating materials. <br> takes place. <br> Article 17 : Neutral elements <br> 3 Working or processing carried out in any of the States Parties shall be <br> considered as having been carried out in the States Parties when the materials <br> For the purpose of determining whether a product is originating, it is not necessary to <br> undergo further working or processing in a States Party. <br> determine the origin of the following which might be used in its production: <br> 4 Notwithstanding paragraph 1 and 2, products further manufactured in a States <br> Party shall be considered as originating in a States Party where the last <br> manufacturing process takes place provided that the last working or processing <br> c) Machines and tools; or <br> operations exceed those operations under Article 9 of this Annex. <br> d) Materials which do not enter and which are not intended to enter into <br> Article 18 : Principle of Territoriality <br> 1 A product that has undergone production that satisfies the requirements of Article <br> 7 shall be considered originating only if, subsequent to that production, the product: <br> a) Does not undergo further production or any other operation outside the <br> territories of the States Parties, other than unloading, reloading, or any <br> other operation necessary to preserve it in good condition, to transport <br> the product to the territory of a States Party; and <br> b) Remains under customs control while outside the territories of the States Parties. <br> 2 The storage of products and shipments or the splitting of shipments that take <br> place under the responsibility of the exporter or of a subsequent holder of the <br> products while the products remain under customs control in the country or <br> countries of transit shall not affect the originating status of the product. <br> 3 If an originating product exported from a States Party to a third country returns, it <br> shall be considered as non-originating, unless it can be demonstrated to the <br> satisfaction of the customs authorities that the returning product: <br> a) Is the same as that exported; and <br> b) Has not undergone any operation beyond that necessary to preserve it <br> in good condition. <br> Accessories, Spare Parts and Tools <br> referred to in subparagraph (h); <br> b) plant and equipment; <br> Article 6 : Wholly obtained products <br> Definitions <br> "}, {"ArticleTitle": "Sufficiently worked or processed products", "ArticleDesc": "Article 7 : Sufficiently worked or processed products <br> 1 For the purposes of Article 5(b), products which are not wholly obtained <br> are considered to be sufficiently worked or processed when they fulfil one <br> of the following criteria: <br> a) value addition; <br> b) non-originating material content; <br> c) change in tariff heading; or <br> d) specific processes. <br> 2 Notwithstanding paragraph 1 of this Article, goods listed in Appendix IV <br> shall qualify as originating goods if they satisfy the specific rules set out therein. <br> "}, {"ArticleTitle": "Transitional Arrangements", "ArticleDesc": "Article 8 : Transitional Arrangements <br> 1 The States Parties agree that the following provisions of this Annex are <br> outstanding : <br> a) Article 1 on the definitions of \"value addition\"; <br> b) Appendix IV on the Rules of Origin to be applied in the African <br> Continental Free Trade Area; and <br> c) Article 6.2 on the requirements for \"vessels and their factory ships\". <br> 2 Pending the conclusion of negotiations on the provisions stated in paragraph 1 of <br> this Article, the States Parties agree that the rules of origin in the existing trade <br> regimes shall be applicable. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 on RULES OF ORIGIN <br> Article 9 : Working or processing not conferring origin <br> Article 13 : Treatment of Packing <br> Wholly obtained products <br> Working or processing not conferring origin <br> Treatment of Packing <br> 1. The following products shall be considered as wholly obtained in a States Party <br> 1 The following operations are insufficient to confer origin on a product, whether or <br> 1 Where for purposes of assessing customs duties, a States Party treats goods <br> when exported to another State Party: <br> not the requirements of Article 5 are satisfied: <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> separately from their packing, it may also, in respect of its imports consigned <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> a) Mineral products and other non-living natural resources extracted from <br> a) Operations exclusively intended to preserve products in good condition <br> from another States Party, determine separately the origin of such packing. <br> the ground, sea bed, below sea bed and in the territory of a States <br> during storage and transport; <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as <br> Party in accordance with the provisions of the UN Convention on the <br> b) Breaking-up or assembly of packages; <br> forming a whole with the goods and no part of any packing required for their <br> Law of the Sea. <br> c) Washing, cleaning, or operations to remove dust, oxide, oil, paint, or <br> transport or storage shall be considered as having been imported from outside <br> b) Plants including aquatic plants, and plant products, vegetables and <br> other coverings from a product; <br> Neutral elements <br> the States Party when determining the origin of the goods as a whole. <br> fruits, grown or harvested therein; <br> d) Simple ironing or pressing operations; <br> 3 For the purpose of paragraph 2 of this Rule, packing with which goods are <br> c) Live animals born and raised therein; <br> e) Simple painting or polishing operations; <br> ordinarily sold at retail shall not be regarded as packing required for the transport <br> d) Products obtained from live animals raised therein; <br> f) Husking, partial or total bleaching, polishing, or glazing of cereals and rice; <br> or storage of goods. <br> e) Products from slaughtered animals born and raised therein; <br> g) Operations to colour sugar or form sugar lumps, partial or total milling of crystal sugar; <br> 4 Containers which are used purely for the transport and temporary storage of <br> a) energy and fuel; <br> f) Products obtained by hunting and fishing conducted therein; <br> h) Peeling, stoning, or shelling of vegetables of Chapter 7, fruits of <br> goods and are to be returned shall not be subject to customs duties and other <br> g) Products of aquaculture including mariculture, where the fish, <br> Chapter 8, nuts of heading 08.01 or 08.02 or groundnuts of heading <br> charges of equivalent effect. Where containers are not to be returned, they shall <br> crustaceans, molluscs and other aquatic invertebrates are born and or <br> 12.02.fruits, nuts or vegetables. <br> be treated separately from the goods contained in them and be subject to import <br> raised therein from eggs, larvae, fry or fingerlings born or raised therein; <br> i) Sharpening, simple grinding, or simple cutting; <br> duties and other charges of equivalent effect. <br> h) Products of sea fishing and other products taken from the sea outside <br> j) Simple sifting, screening, sorting, classifying, grading, or matching; <br> Article 14 : Separation of materials <br> the territory of a States Party by their vessels; <br> k) Simple packaging operations, such as placing in bottles, cans, flasks, <br> Separation of materials <br> i) Products made aboard their factory ships exclusively from products <br> bags, cases, boxes, or fixing on cards or boards; <br> 1 For those products or industries where it would be impracticable for the <br> l) Affixing or printing marks, labels, logos, and other like distinguishing <br> producers to separate physically materials of similar character but different origin <br> j) Used articles fit only for the recovery of materials, provided that such <br> signs on the products or their packaging; <br> used in the production of goods, such separation may be replaced by an <br> articles have been collected there; <br> m) Simple mixing of materials, whether or not of different kinds; simple <br> appropriate accounting system which ensures that no more goods are deemed to <br> Sets <br> k) Scrap and waste resulting from manufacturing operations therein; <br> mixing does not include an operation that causes a chemical reaction; <br> originate in the States Party than would have been the case if the producer had <br> l) Products extracted from marine soil or sub-soil outside their territorial <br> n) Simple assembling of parts of articles to constitute a complete article; <br> been able to physically separate the materials. <br> waters provided that they have sole rights to work that soil or sub-soil. <br> o) A combination of two or more operations specified in subparagraphs (a) to (o); and <br> 2 Any accounting system shall conform to such conditions as may be agreed upon <br> m) Goods produced there exclusively from products specified in <br> p) Slaughter of animals. <br> by the Sub-Committee on Rules of Origin, provided for under Article 40 of this <br> Principle of territoriality <br> the final composition of the product. <br> subparagraphs (a) through (l); <br> Provided that, notwithstanding any provision in this Annex, agricultural products <br> Annex in order to ensure that adequate control measures shall be applied. <br> n) Electric energy produced there. <br> whether or not processed in any way, obtained or partially obtained from Food <br> Article 15 : Accessories, spare parts and tools <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(h) and 1(i) shall <br> Aid or monetization or similar assistance measures, including arrangements <br> apply only to vessels, leased vessels, bare boat and factory ships which are <br> based on non-commercial terms, shall not be considered as originating in a States Party. <br> Accessories, spare parts and tools despatched with a piece of equipment, machine, <br> registered in a States Party in accordance with the national laws of a States <br> 2 For the purpose of paragraph 1, an operation shall be considered simple when <br> Party and meet one of the following conditions: <br> neither special skills, nor machines, apparatus, nor tools especially produced or <br> a) the vessel sails under the flag of a States Party; or <br> installed for those operations are required for their performance or when those <br> b) at least, 50 per centum of the officers of the vessel or factory ship are <br> skills, machines, apparatus, or tools do not contribute to the product's essential <br> Article 16 : Sets <br> characteristics or properties. <br> equipment, machine, apparatus or vehicle in question. <br> c) at least, 50 per centum of the crew of the vessel or factory ship are <br> Article 10 : Cumulation of Origin within the Continent <br> 1 Sets as defined in General Rule 3 of the HS shall be regarded as originating when <br> nationals of the States Party or States Parties; or <br> Cumulation of Origin within the Continent <br> all components products are originating. <br> d) at least, [50/51] per centum of the equity holding in respect of the <br> 1 For the purposes of implementing this Article, all States Parties shall be <br> 2 Nevertheless, when a set is composed of originating and non-originating products <br> vessel or factory ship are held by nationals of the States Party or <br> considered as a single territory. <br> a set as a whole shall be regarded as originating provided that the value of non- <br> States Parties or institutions, agency, enterprise or corporation of the <br> 2 Raw materials or semi-finished goods originating in any of the States Parties and <br> originating products does not exceed 15% of the ex-works price of the set. <br> government of the States Party or States Parties. <br> undergoing working or processing in another States Party shall, be deemed to <br> 3 The value of non-originating component products is calculated in the same <br> have originated in the States Party where the final processing or manufacturing <br> manner as the value of non-originating materials. <br> takes place. <br> Article 17 : Neutral elements <br> 3 Working or processing carried out in any of the States Parties shall be <br> considered as having been carried out in the States Parties when the materials <br> For the purpose of determining whether a product is originating, it is not necessary to <br> undergo further working or processing in a States Party. <br> determine the origin of the following which might be used in its production: <br> 4 Notwithstanding paragraph 1 and 2, products further manufactured in a States <br> Party shall be considered as originating in a States Party where the last <br> manufacturing process takes place provided that the last working or processing <br> c) Machines and tools; or <br> operations exceed those operations under Article 9 of this Annex. <br> d) Materials which do not enter and which are not intended to enter into <br> Article 18 : Principle of Territoriality <br> 1 A product that has undergone production that satisfies the requirements of Article <br> 7 shall be considered originating only if, subsequent to that production, the product: <br> a) Does not undergo further production or any other operation outside the <br> territories of the States Parties, other than unloading, reloading, or any <br> other operation necessary to preserve it in good condition, to transport <br> the product to the territory of a States Party; and <br> b) Remains under customs control while outside the territories of the States Parties. <br> 2 The storage of products and shipments or the splitting of shipments that take <br> place under the responsibility of the exporter or of a subsequent holder of the <br> products while the products remain under customs control in the country or <br> countries of transit shall not affect the originating status of the product. <br> 3 If an originating product exported from a States Party to a third country returns, it <br> shall be considered as non-originating, unless it can be demonstrated to the <br> satisfaction of the customs authorities that the returning product: <br> a) Is the same as that exported; and <br> b) Has not undergone any operation beyond that necessary to preserve it <br> in good condition. <br> Accessories, Spare Parts and Tools <br> referred to in subparagraph (h); <br> b) plant and equipment; <br> Article 6 : Wholly obtained products <br> Definitions <br> "}, {"ArticleTitle": "Goods produced under Special Economic Arrangements / Zones", "ArticleDesc": "Article 11 : Goods produced under Special Economic Arrangements / Zones <br> 1 States Parties shall take all necessary measures to ensure that products <br> which are traded undercover of proof of origin, and which during their <br> transportation use a special economic arrangement / zone situated in their <br> territory shall remain under the control of the customs authority and are not <br> substituted by other goods. <br> 2 Notwithstanding paragraph 1, where products originating in a States Party <br> which are imported into a special economic arrangement / zone under a <br> proof of origin undergo processing or transformation, the competent customs <br> authorities shall issue a new movement certificate at the request of the <br> exporter, if the processing or transformation carried out is in accordance with <br> this Annex. <br> 3. Goods produced in special economic arrangements / zones shall be treated as <br> originating goods provided that they satisfy the rules in this Annex and in <br> accordance with the provisions of Article 22.2 of the Protocol on Trade in Goods. <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 12 : Unit of qualification <br> The unit of qualification for the application of the provisions of this Annex shall be the <br> particular product which is considered as a basic unit when determining classification. <br> Therefore for the purpose of this Annex: <br> a) The tariff classification of a particular product or material shall be <br> determined according to the HS Nomenclature; <br> b) A product composed of a group or assembly of articles or components <br> is classified pursuant to the terms of the HS under a single heading or <br> subheading, the whole shall constitute a unit of qualification; and <br> c) where a shipment consists of a number of identical products classified <br> under the same heading or subheading of the HS, each product shall <br> be considered separately. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "ANNEX 2 on RULES OF ORIGIN <br> Article 9 : Working or processing not conferring origin <br> Article 13 : Treatment of Packing <br> Wholly obtained products <br> Working or processing not conferring origin <br> Treatment of Packing <br> 1. The following products shall be considered as wholly obtained in a States Party <br> 1 The following operations are insufficient to confer origin on a product, whether or <br> 1 Where for purposes of assessing customs duties, a States Party treats goods <br> when exported to another State Party: <br> not the requirements of Article 5 are satisfied: <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> separately from their packing, it may also, in respect of its imports consigned <br> thereof or which are not separately invoiced, shall be regarded as one with the piece of <br> a) Mineral products and other non-living natural resources extracted from <br> a) Operations exclusively intended to preserve products in good condition <br> from another States Party, determine separately the origin of such packing. <br> the ground, sea bed, below sea bed and in the territory of a States <br> during storage and transport; <br> 2 Where paragraph 1 of this Rule is not applicable, packing shall be considered as <br> Party in accordance with the provisions of the UN Convention on the <br> b) Breaking-up or assembly of packages; <br> forming a whole with the goods and no part of any packing required for their <br> Law of the Sea. <br> c) Washing, cleaning, or operations to remove dust, oxide, oil, paint, or <br> transport or storage shall be considered as having been imported from outside <br> b) Plants including aquatic plants, and plant products, vegetables and <br> other coverings from a product; <br> Neutral elements <br> the States Party when determining the origin of the goods as a whole. <br> fruits, grown or harvested therein; <br> d) Simple ironing or pressing operations; <br> 3 For the purpose of paragraph 2 of this Rule, packing with which goods are <br> c) Live animals born and raised therein; <br> e) Simple painting or polishing operations; <br> ordinarily sold at retail shall not be regarded as packing required for the transport <br> d) Products obtained from live animals raised therein; <br> f) Husking, partial or total bleaching, polishing, or glazing of cereals and rice; <br> or storage of goods. <br> e) Products from slaughtered animals born and raised therein; <br> g) Operations to colour sugar or form sugar lumps, partial or total milling of crystal sugar; <br> 4 Containers which are used purely for the transport and temporary storage of <br> a) energy and fuel; <br> f) Products obtained by hunting and fishing conducted therein; <br> h) Peeling, stoning, or shelling of vegetables of Chapter 7, fruits of <br> goods and are to be returned shall not be subject to customs duties and other <br> g) Products of aquaculture including mariculture, where the fish, <br> Chapter 8, nuts of heading 08.01 or 08.02 or groundnuts of heading <br> charges of equivalent effect. Where containers are not to be returned, they shall <br> crustaceans, molluscs and other aquatic invertebrates are born and or <br> 12.02.fruits, nuts or vegetables. <br> be treated separately from the goods contained in them and be subject to import <br> raised therein from eggs, larvae, fry or fingerlings born or raised therein; <br> i) Sharpening, simple grinding, or simple cutting; <br> duties and other charges of equivalent effect. <br> h) Products of sea fishing and other products taken from the sea outside <br> j) Simple sifting, screening, sorting, classifying, grading, or matching; <br> Article 14 : Separation of materials <br> the territory of a States Party by their vessels; <br> k) Simple packaging operations, such as placing in bottles, cans, flasks, <br> Separation of materials <br> i) Products made aboard their factory ships exclusively from products <br> bags, cases, boxes, or fixing on cards or boards; <br> 1 For those products or industries where it would be impracticable for the <br> l) Affixing or printing marks, labels, logos, and other like distinguishing <br> producers to separate physically materials of similar character but different origin <br> j) Used articles fit only for the recovery of materials, provided that such <br> signs on the products or their packaging; <br> used in the production of goods, such separation may be replaced by an <br> articles have been collected there; <br> m) Simple mixing of materials, whether or not of different kinds; simple <br> appropriate accounting system which ensures that no more goods are deemed to <br> Sets <br> k) Scrap and waste resulting from manufacturing operations therein; <br> mixing does not include an operation that causes a chemical reaction; <br> originate in the States Party than would have been the case if the producer had <br> l) Products extracted from marine soil or sub-soil outside their territorial <br> n) Simple assembling of parts of articles to constitute a complete article; <br> been able to physically separate the materials. <br> waters provided that they have sole rights to work that soil or sub-soil. <br> o) A combination of two or more operations specified in subparagraphs (a) to (o); and <br> 2 Any accounting system shall conform to such conditions as may be agreed upon <br> m) Goods produced there exclusively from products specified in <br> p) Slaughter of animals. <br> by the Sub-Committee on Rules of Origin, provided for under Article 40 of this <br> Principle of territoriality <br> the final composition of the product. <br> subparagraphs (a) through (l); <br> Provided that, notwithstanding any provision in this Annex, agricultural products <br> Annex in order to ensure that adequate control measures shall be applied. <br> n) Electric energy produced there. <br> whether or not processed in any way, obtained or partially obtained from Food <br> Article 15 : Accessories, spare parts and tools <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(h) and 1(i) shall <br> Aid or monetization or similar assistance measures, including arrangements <br> apply only to vessels, leased vessels, bare boat and factory ships which are <br> based on non-commercial terms, shall not be considered as originating in a States Party. <br> Accessories, spare parts and tools despatched with a piece of equipment, machine, <br> registered in a States Party in accordance with the national laws of a States <br> 2 For the purpose of paragraph 1, an operation shall be considered simple when <br> Party and meet one of the following conditions: <br> neither special skills, nor machines, apparatus, nor tools especially produced or <br> a) the vessel sails under the flag of a States Party; or <br> installed for those operations are required for their performance or when those <br> b) at least, 50 per centum of the officers of the vessel or factory ship are <br> skills, machines, apparatus, or tools do not contribute to the product's essential <br> Article 16 : Sets <br> characteristics or properties. <br> equipment, machine, apparatus or vehicle in question. <br> c) at least, 50 per centum of the crew of the vessel or factory ship are <br> Article 10 : Cumulation of Origin within the Continent <br> 1 Sets as defined in General Rule 3 of the HS shall be regarded as originating when <br> nationals of the States Party or States Parties; or <br> Cumulation of Origin within the Continent <br> all components products are originating. <br> d) at least, [50/51] per centum of the equity holding in respect of the <br> 1 For the purposes of implementing this Article, all States Parties shall be <br> 2 Nevertheless, when a set is composed of originating and non-originating products <br> vessel or factory ship are held by nationals of the States Party or <br> considered as a single territory. <br> a set as a whole shall be regarded as originating provided that the value of non- <br> States Parties or institutions, agency, enterprise or corporation of the <br> 2 Raw materials or semi-finished goods originating in any of the States Parties and <br> originating products does not exceed 15% of the ex-works price of the set. <br> government of the States Party or States Parties. <br> undergoing working or processing in another States Party shall, be deemed to <br> 3 The value of non-originating component products is calculated in the same <br> have originated in the States Party where the final processing or manufacturing <br> manner as the value of non-originating materials. <br> takes place. <br> Article 17 : Neutral elements <br> 3 Working or processing carried out in any of the States Parties shall be <br> considered as having been carried out in the States Parties when the materials <br> For the purpose of determining whether a product is originating, it is not necessary to <br> undergo further working or processing in a States Party. <br> determine the origin of the following which might be used in its production: <br> 4 Notwithstanding paragraph 1 and 2, products further manufactured in a States <br> Party shall be considered as originating in a States Party where the last <br> manufacturing process takes place provided that the last working or processing <br> c) Machines and tools; or <br> operations exceed those operations under Article 9 of this Annex. <br> d) Materials which do not enter and which are not intended to enter into <br> Article 18 : Principle of Territoriality <br> 1 A product that has undergone production that satisfies the requirements of Article <br> 7 shall be considered originating only if, subsequent to that production, the product: <br> a) Does not undergo further production or any other operation outside the <br> territories of the States Parties, other than unloading, reloading, or any <br> other operation necessary to preserve it in good condition, to transport <br> the product to the territory of a States Party; and <br> b) Remains under customs control while outside the territories of the States Parties. <br> 2 The storage of products and shipments or the splitting of shipments that take <br> place under the responsibility of the exporter or of a subsequent holder of the <br> products while the products remain under customs control in the country or <br> countries of transit shall not affect the originating status of the product. <br> 3 If an originating product exported from a States Party to a third country returns, it <br> shall be considered as non-originating, unless it can be demonstrated to the <br> satisfaction of the customs authorities that the returning product: <br> a) Is the same as that exported; and <br> b) Has not undergone any operation beyond that necessary to preserve it <br> in good condition. <br> Accessories, Spare Parts and Tools <br> referred to in subparagraph (h); <br> b) plant and equipment; <br> Article 6 : Wholly obtained products <br> Definitions <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Supporting Documents <br> Article 30 : Exemption from Proof of Origin <br> Article 38 : Verification of proof of origin <br> Article 19 : Proof of Origin <br> Exemption from Proof of Origin <br> Verification of proof of origin <br> Proof of Origin <br> 1. The following goods shall be admitted as originating products without requiring <br> 1 Subsequent verifications of proof of origin shall be carried out at random or <br> 1. Products originating in a States Party shall, on importation into another States Party, <br> submission of a proof of origin: <br> based on risk analysis or whenever the customs authorities of the importing <br> benefit from the provisions of the Annex upon submission of either: <br> a) Originating products sent as small packages from private persons in a <br> country have reasonable doubts as to the authenticity of such documents, the <br> a) a certificate of origin, whether in hard copy or electronic, a specimen of <br> States Party to private persons in another States Party or forming part <br> originating status of the products concerned or the fulfilment of the other <br> which appears in Appendix I. Issuance and acceptance of electronic <br> of traveller's personal luggage; and <br> certificate of origin would be in accordance with each States Party's <br> b) Imports which are occasional and consist of originating products for the <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> national legislation; or <br> personal use of the recipient or travellers or their families shall not be <br> authorities of the importing country shall return the Certificate of Origin and the <br> FINAL PROVISIONS <br> at importation for technical reasons. <br> b) in the cases specified in Article 21, a declaration, subsequently <br> considered as commercial imports by way of trade. <br> invoices, if they have been submitted, or a copy of these documents, to the <br> invoice, a delivery note or any other commercial document which <br> referred to as the 'Origin Declaration', given by the exporter on an <br> 2. The total value of these products shall not exceed the value of five hundred US <br> customs authorities of the exporting country giving, where appropriate, the <br> Dollars in the case of small packages or one thousand two hundred US Dollars in <br> Penalties <br> reasons for the request for verification. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be identified. <br> without leaving any blank lines. Where the box is not completely filled, a <br> the case of products forming part of traveller's personal luggage as the case may be. <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2 The text of the Origin Declaration and supplier or producer's declaration appears in Appendices II. <br> Submission of Proof of Origin <br> Article 31 : Fairs and Exhibitions <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> 3 Notwithstanding paragraph 1, originating products within the meaning of this <br> Fairs and Exhibitions <br> Annex shall, in the cases specified in Article 30 concerning exemption from proof <br> 1. Originating products sent for fairs and exhibitions in a country and sold, at the end of <br> country and the results of such verification shall be communicated to the <br> of origin, benefit from the Protocol on Trade in Goods without it being necessary <br> Supporting documents <br> the fair or exhibition, for the purpose of importation into one of the States Parties shall, <br> requesting authority or country as soon as possible and in any case no later than <br> Annex. <br> to submit any proof of origin. <br> at the time of importation, benefit from the provisions of the Agreement, provided that <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> six months. These results must indicate clearly whether the documents are <br> 4 A proof of origin shall be valid for twelve months from the date of issue in the <br> there is satisfactory proof to the customs authorities that: <br> authentic and whether the products concerned can be considered as products <br> retrospectively only after verifying that the information supplied in the exporter's <br> a) an exporter has shipped these products from the State Party to the <br> originating in a States Party. For this purpose, the customs authorities of the <br> the verification, release of the products shall be offered to the importer subject to <br> country of the fair or exhibition and has exhibited same therein; <br> exporting country shall have the right to call for any evidence and to carry out any <br> 5 Proofs of origin which are submitted to the customs authorities of the importing <br> b) the products have been sold or otherwise disposed of by that exporter <br> inspection of the exporter's accounts or any other check the authorities may <br> country after the final date for presentation specified in paragraph 3 may be <br> to a person in the State Party; <br> consider appropriate. <br> \"ISSUED RETROSPECTIVELY\" <br> exporting country, and must be submitted within the said period to the customs <br> c) the products have been consigned during the exhibition or immediately <br> submit these documents by the final date set is due to exceptional circumstances duly justified. <br> of this Annex. <br> thereafter in the State in which they were sent for fairs and exhibitions; and <br> of preferential treatment to the products concerned while awaiting the results of <br> Article 20 : Submission of Proof of Origin <br> d) that from the time they were shipped for fairs and exhibitions, the <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> products were not used for purposes other than for display at that fair or exhibition. <br> any precautionary measures judged necessary. <br> accepted for the purpose of applying preferential treatment, where the failure to <br> Proof of origin shall be prepared and submitted to the customs authorities of the <br> 2. Proof of origin must be issued or made out in accordance with the provisions of <br> 5. In cases of reasonable doubt, or where there is no reply within six months of the <br> importing country in any of the AU official languages and in accordance with the <br> Section II and submitted under normal conditions to the customs authorities of the <br> date of the verification request or if the reply does not contain sufficient <br> procedures applicable in that country. The said authorities may require a translation <br> Discrepancies and formal errors <br> importing country. The name and address of the fair or exhibition must be indicated. If <br> information to determine the authenticity of the document in question or the real <br> of a proof of origin. <br> necessary, additional documentary evidence of the conditions under which they had <br> origin of the products, the requesting customs authorities may, except in <br> Article 21 : Origin Declarations <br> been exhibited may be required. <br> exceptional circumstances, refuse entitlement to the preferences. <br> Origin Declarations <br> 3. Paragraph 1 shall apply to all exhibitions, fairs or similar public events of a <br> 6. Where the verification procedure or any other available information appears to <br> 1 An Origin Declaration as referred to in Article 19 may be made out by: <br> commercial, industrial, agricultural or handicraft nature, other than those organized for <br> indicate that the provisions of this Annex are being contravened, the exporting <br> a) an approved exporter within the meaning of Article 22; or <br> private purposes in commercial premises or shops and for the purpose of selling foreign <br> country on its own initiative or at the request of the importing country shall carry <br> b) any exporter for any consignment consisting of one or more packages <br> products, during which the products remain under customs control. <br> out appropriate enquiries or arrange for such enquiries to be carried out with due <br> containing originating products whose total value does not exceed five <br> Article 32 : Direct Transportation <br> urgency to identify and prevent such contraventions and for this purpose the <br> thousand US dollars. <br> Direct Transportation <br> exporting country concerned may invite the participation of the importing country <br> 2 An Origin Declaration may be made out if the products concerned can be considered <br> 1 The preferential treatment provided for in this Annex applies only to products <br> in these enquiries. <br> as products originating in the States Party and fulfil the other requirements of this <br> meeting the requirements of this Annex, which are transported directly between <br> Article 39 : Penalties <br> Approved exporter <br> Certificate of Origin issued retrospectively <br> the territories of the States Parties or through those territories. However, the <br> 3 The exporter making out an Origin Declaration shall be prepared to submit at any <br> involuntary omissions or special circumstances; or <br> transportation of products constituting a single consignment may take place <br> States Parties shall impose penalties, through national legislation, on any person who <br> time, at the request of the designated Competent Authority of the exporting States <br> through other States Parties' territories, where appropriate, with transhipment or <br> draws up, or causes to be drawn up, or uses, a document which contains information <br> Party, all appropriate documents proving the originating status of the products <br> temporary storage in those territories, provided that the products remain under the <br> which the person knows to be false for the purpose of obtaining a preferential treatment for products. <br> Administrative cooperation <br> supervision of the customs authorities of the country of transit or storage and that <br> 4 An Origin Declaration shall be made out by the exporter by typing, stamping or <br> they are not subject to other operations other than unloading or reloading or any <br> printing on the invoice, the delivery note or another commercial document using one <br> other operation intended to ensure their preservation as such. <br> of the AU official languages and in accordance with the provisions of the national <br> 2 Originating products may be transported by pipeline across territories other than <br> legislation of the exporting States Party. If the Origin Declaration is handwritten, it <br> those of the States Parties acting as exporting and importing parties. <br> shall be written in ink in printed characters. Origin Declarations shall bear the original <br> 3 Proof that the conditions referred to in paragraph 1 have been fulfilled shall be by <br> application agrees with that in the corresponding file. <br> Certificate of Origin relates, and state the reasons for his request. <br> signature of the exporter. <br> providing the customs authorities of the importing States Party with: <br> 5 An Origin Declaration may be made out by the exporter when the products to which <br> a) Either a single transport document covering the passage through the <br> it relates are exported, or after exportation on condition that it is presented in the <br> country of transit; <br> authorities of the importing country. <br> importing country no longer than twelve months after the importation of the products <br> b) or a certificate issued by the customs authorities of the country of <br> to which it relates as provided for under national legislation. <br> transit, containing: <br> i) an accurate description of the products; <br> ii) date of unloading and reloading of the products, with, where <br> 1. The designated competent authorities of the exporting States Party may <br> applicable, the names of the ships or other means of <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> authorize any exporter, hereinafter referred to as \"approved exporter\", who <br> transport used; and <br> frequently exports products covered by this Annex and provides, to the <br> iii) certifying the conditions under which the products remained <br> satisfaction of the customs authorities, all the guarantees for verifying the <br> in the transit country; <br> completed in such a manner as to exclude all possibility of fraudulent additions. <br> originating status of products as well as compliance with all other requirements of <br> c) Or, failing that, of any other relevant document. <br> this Annex, to make out origin declarations regardless of the value of the <br> Article 33 : Information and procedure for cumulation purposes <br> products concerned. <br> Information and procedure for cumulation purposes <br> 2. Designated competent authorities may grant the status of approved exporter <br> 1. For the application of paragraph 2 of Article 10 of this Annex, the proof of origin <br> of the materials coming from a States Party shall be given by a Certificate of <br> 3 Designated competent authorities shall issue to the approved exporter an <br> Origin or an origin declaration specimen of which appear in Appendices I and II <br> authorization number, which must appear on the origin declaration. <br> 4 Designated competent authorities shall monitor the use made of the authorization <br> 2 For the application of paragraph 3 of Article 10 the evidence of the working or <br> by the approved exporter. <br> processing shall be given by the supplier or producer's declaration, a specimen <br> 5 Designated competent authorities may withdraw the authorization at any time. <br> of which appears in Appendix III of this Annex, given by the supplier or producer <br> They must do so when the approved exporter no longer provides the guarantees <br> in the States Party in which the materials are exported. <br> referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph <br> 3 When Article 10 is applied, the Certificate of Origin issued in this way must be <br> 2 or otherwise makes improper use of the authorization. <br> endorsed with the following phrase: <br> Article 23 : Issuance of Certificate of Origin <br> \"CUMULATION\" <br> 4 The endorsement referred to in paragraphs 2 of this Article shall be inserted in <br> 1 A Certificate of origin shall be issued by the designated competent authority of <br> the Box 3 of the Certificate of Origin. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the exporting country on application having been made in writing by the exporter <br> 5 In addition to the supporting documents referred to in paragraph 2, the bill of <br> check whether the space reserved for the description of the products has been <br> or, under the exporter's responsibility, by his authorized representative. <br> lading, together with the catch certificates shall be accompanying the Certificate of Origin. <br> 2 For this purpose, the exporter or his authorized representative shall fill out the <br> Article 34 : Preservation of records <br> Certificate as an application form, a specimen of which appears in Appendix I. <br> Preservation of records <br> These form shall be completed in accordance with the provisions of this Annex. <br> 1 An exporter who has applied for the issuance of a Certificate of Origin shall keep <br> Where it is handwritten, it shall be completed in ink in printed characters. The <br> a copy of the application, as well as the supporting documents referred to in <br> description of the products must be given in the box reserved for this purpose <br> Article 24, for at least five (5) years after the completion of the application. <br> 2 An importer that has been granted preferential tariff treatment shall keep <br> horizontal line must be drawn below the last line of the description, the empty <br> documentation relating to the importation of the product, including a copy of the <br> space being crossed through. <br> Certificate of Origin, for at five (5) years after the date on which preferential <br> 3 The exporter applying for the issue of a Certificate of origin shall be prepared to <br> exceptionally be issued after exportation of the products to which it relates if: <br> treatment was granted. <br> submit, at any time, at the request of the designated competent authority of the <br> 3 A States Party may deny preferential tariff treatment to a product that is the <br> exporting country where the Certificate is issued, all appropriate documents <br> subject of an origin verification when the importer, exporter, or producer of the <br> proving the originating status of the products concerned as well as the fulfilment <br> product that is required to maintain records or documentation under this Article: <br> of the other requirements of this Annex. <br> a) Fails to maintain records or documentation relevant to determining the <br> 4 The designated competent authority shall take any steps necessary to verify the <br> origin of the product in accordance with the requirements of this Annex; or <br> originating status of the products and the fulfilment of the other requirements of this Annex. <br> b) Denies access to those records or documentation. <br> 5 For this purpose, they shall have the right to call for any evidence and to carry <br> 4 The designated competent authority of the exporting country issuing a Certificate <br> out any inspection of the exporter's accounts or any other verification considered <br> of Origin shall keep for a minimum of five (5) years the copy of the issued Certificate. <br> appropriate. The customs or designated competent authority shall also ensure <br> 5 The designated competent authority of the importing country shall keep for a <br> that the form referred to in paragraph 1 is duly completed. In particular, they shall <br> minimum of five (5) years the Certificate of Origin submitted to them. <br> Article 35 : Discrepancies and formal errors <br> 6. The date of issue of the Certificate of Origin shall be indicated in the relevant box of the Certificate. <br> 1 The discovery of slight discrepancies between the Statements made in the <br> 7. A Certificate of Origin shall be issued by the designated competent authority and <br> made available to the exporter, to the best possible extent, before actual <br> or other designated competent authority for the purpose of carrying out the <br> exportation has been effected. <br> formalities for importing the products shall not, because of that fact, render the <br> ` <br> Certificate of Origin null and void if it is established that the Certificate of Origin <br> Certificate of Origin and those made in the documents submitted to the customs <br> corresponds to the products submitted. <br> 2 Obvious formal errors such as typing errors on a Certificate of Origin shall not <br> requirements of this Annex. <br> The documents, referred to in paragraph 3 of Article 23, to be submitted to the <br> cause the Certificate of Origin to be rejected if these errors do not create doubts <br> designated competent authority of the exporting country may include documents <br> concerning the correctness of the statements made in the document. <br> Article 22 : Approved exporter <br> relating to the following: <br> a) the production processes carried out on the originating product or on <br> materials used in the production of that product; <br> b) the purchase, cost, value of and payment for the product; <br> c) the origin, purchase, cost, value of and payment for all materials, <br> including neutral elements, used in the production of the product; and <br> d) the shipment of the product. <br> e) any other documents that the designated competent authority may consider necessary. <br> Article 25 : Certificate of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 23, a Certificate of Origin may <br> a) It was not issued at the time of exportation because of errors or <br> b) It is demonstrated to the satisfaction of the designated competent <br> authority that a Certificate of Origin was issued but was not accepted <br> application the place and date of exportation of the products to which the <br> 3 The designated competent authority may issue a Certificate of Origin <br> 4 Certificates of Origin issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box 3 of the Certificate of Origin. <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Transitional Provision for Goods in Transit or Storage", "ArticleDesc": "Article 26 : Transitional Provision for Goods in Transit or Storage <br> Goods which comply with the provisions of this Annex and which, on the date of entry <br> into force of the Agreement, are either in transit or temporary storage under customs <br> warehouses or free zones of one of the States Parties, may be eligible for the provisions <br> of this Annex subject to submission, within six months of the said date, to the customs <br> authorities of the importing States Party, of a Certificate of Origin issued retrospectively <br> by the competent authorities of the exporting States Party together with documents <br> showing that the goods have been transported directly in accordance with the <br> provisions of Article 32. <br> "}, {"ArticleTitle": "Issuance of a Duplicate Certificate of Origin", "ArticleDesc": "Article 27 : Issuance of a Duplicate Certificate of Origin <br> 1. In the event of theft, loss or destruction of a Certificate of Origin, the exporter <br> may apply to the designated competent authority which issued it for a duplicate <br> made out on the basis of the export documents in their possession. <br> 2. The duplicate issued in this way must be endorsed with the following word: <br> \"DUPLICATE\" <br> 3. The endorsement referred to in paragraph 2 shall be inserted in the Box 3 of the <br> duplicate Certificate of Origin. <br> 4. The duplicate, which must bear the date of issue of the original Certificate of <br> Origin, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issuance of a Replacement Certificate of Origin", "ArticleDesc": "Article 28 : Issuance of a Replacement Certificate of Origin <br> When originating goods are placed under the control of a customs in one of the States <br> Parties it may be possible to replace the Certificate of Origin by one or several <br> certificate of movement of goods in order to allow for the said goods or part thereof to <br> be sent elsewhere in the other States Parties. A replacement Certificate of Origin shall <br> be delivered to the customs authority under whose control the goods were placed. <br> "}, {"ArticleTitle": "Importation by Instalments", "ArticleDesc": "Article 29 : Importation by Instalments <br> authorities or competent authorities of the importing country, dismantled or non- <br> assembled products within the meaning of General Interpretative Rules of the <br> products shall be submitted to the customs authorities or competent authorities upon <br> importation of the first instalment. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Where, at the request of the importer and on the conditions laid down by the customs <br> Harmonized System are imported by instalments, a single proof of origin for such <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Supporting Documents <br> Article 30 : Exemption from Proof of Origin <br> Article 38 : Verification of proof of origin <br> Article 19 : Proof of Origin <br> Exemption from Proof of Origin <br> Verification of proof of origin <br> Proof of Origin <br> 1. The following goods shall be admitted as originating products without requiring <br> 1 Subsequent verifications of proof of origin shall be carried out at random or <br> 1. Products originating in a States Party shall, on importation into another States Party, <br> submission of a proof of origin: <br> based on risk analysis or whenever the customs authorities of the importing <br> benefit from the provisions of the Annex upon submission of either: <br> a) Originating products sent as small packages from private persons in a <br> country have reasonable doubts as to the authenticity of such documents, the <br> a) a certificate of origin, whether in hard copy or electronic, a specimen of <br> States Party to private persons in another States Party or forming part <br> originating status of the products concerned or the fulfilment of the other <br> which appears in Appendix I. Issuance and acceptance of electronic <br> of traveller's personal luggage; and <br> certificate of origin would be in accordance with each States Party's <br> b) Imports which are occasional and consist of originating products for the <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> national legislation; or <br> personal use of the recipient or travellers or their families shall not be <br> authorities of the importing country shall return the Certificate of Origin and the <br> FINAL PROVISIONS <br> at importation for technical reasons. <br> b) in the cases specified in Article 21, a declaration, subsequently <br> considered as commercial imports by way of trade. <br> invoices, if they have been submitted, or a copy of these documents, to the <br> invoice, a delivery note or any other commercial document which <br> referred to as the 'Origin Declaration', given by the exporter on an <br> 2. The total value of these products shall not exceed the value of five hundred US <br> customs authorities of the exporting country giving, where appropriate, the <br> Dollars in the case of small packages or one thousand two hundred US Dollars in <br> Penalties <br> reasons for the request for verification. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be identified. <br> without leaving any blank lines. Where the box is not completely filled, a <br> the case of products forming part of traveller's personal luggage as the case may be. <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2 The text of the Origin Declaration and supplier or producer's declaration appears in Appendices II. <br> Submission of Proof of Origin <br> Article 31 : Fairs and Exhibitions <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> 3 Notwithstanding paragraph 1, originating products within the meaning of this <br> Fairs and Exhibitions <br> Annex shall, in the cases specified in Article 30 concerning exemption from proof <br> 1. Originating products sent for fairs and exhibitions in a country and sold, at the end of <br> country and the results of such verification shall be communicated to the <br> of origin, benefit from the Protocol on Trade in Goods without it being necessary <br> Supporting documents <br> the fair or exhibition, for the purpose of importation into one of the States Parties shall, <br> requesting authority or country as soon as possible and in any case no later than <br> Annex. <br> to submit any proof of origin. <br> at the time of importation, benefit from the provisions of the Agreement, provided that <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> six months. These results must indicate clearly whether the documents are <br> 4 A proof of origin shall be valid for twelve months from the date of issue in the <br> there is satisfactory proof to the customs authorities that: <br> authentic and whether the products concerned can be considered as products <br> retrospectively only after verifying that the information supplied in the exporter's <br> a) an exporter has shipped these products from the State Party to the <br> originating in a States Party. For this purpose, the customs authorities of the <br> the verification, release of the products shall be offered to the importer subject to <br> country of the fair or exhibition and has exhibited same therein; <br> exporting country shall have the right to call for any evidence and to carry out any <br> 5 Proofs of origin which are submitted to the customs authorities of the importing <br> b) the products have been sold or otherwise disposed of by that exporter <br> inspection of the exporter's accounts or any other check the authorities may <br> country after the final date for presentation specified in paragraph 3 may be <br> to a person in the State Party; <br> consider appropriate. <br> \"ISSUED RETROSPECTIVELY\" <br> exporting country, and must be submitted within the said period to the customs <br> c) the products have been consigned during the exhibition or immediately <br> submit these documents by the final date set is due to exceptional circumstances duly justified. <br> of this Annex. <br> thereafter in the State in which they were sent for fairs and exhibitions; and <br> of preferential treatment to the products concerned while awaiting the results of <br> Article 20 : Submission of Proof of Origin <br> d) that from the time they were shipped for fairs and exhibitions, the <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> products were not used for purposes other than for display at that fair or exhibition. <br> any precautionary measures judged necessary. <br> accepted for the purpose of applying preferential treatment, where the failure to <br> Proof of origin shall be prepared and submitted to the customs authorities of the <br> 2. Proof of origin must be issued or made out in accordance with the provisions of <br> 5. In cases of reasonable doubt, or where there is no reply within six months of the <br> importing country in any of the AU official languages and in accordance with the <br> Section II and submitted under normal conditions to the customs authorities of the <br> date of the verification request or if the reply does not contain sufficient <br> procedures applicable in that country. The said authorities may require a translation <br> Discrepancies and formal errors <br> importing country. The name and address of the fair or exhibition must be indicated. If <br> information to determine the authenticity of the document in question or the real <br> of a proof of origin. <br> necessary, additional documentary evidence of the conditions under which they had <br> origin of the products, the requesting customs authorities may, except in <br> Article 21 : Origin Declarations <br> been exhibited may be required. <br> exceptional circumstances, refuse entitlement to the preferences. <br> Origin Declarations <br> 3. Paragraph 1 shall apply to all exhibitions, fairs or similar public events of a <br> 6. Where the verification procedure or any other available information appears to <br> 1 An Origin Declaration as referred to in Article 19 may be made out by: <br> commercial, industrial, agricultural or handicraft nature, other than those organized for <br> indicate that the provisions of this Annex are being contravened, the exporting <br> a) an approved exporter within the meaning of Article 22; or <br> private purposes in commercial premises or shops and for the purpose of selling foreign <br> country on its own initiative or at the request of the importing country shall carry <br> b) any exporter for any consignment consisting of one or more packages <br> products, during which the products remain under customs control. <br> out appropriate enquiries or arrange for such enquiries to be carried out with due <br> containing originating products whose total value does not exceed five <br> Article 32 : Direct Transportation <br> urgency to identify and prevent such contraventions and for this purpose the <br> thousand US dollars. <br> Direct Transportation <br> exporting country concerned may invite the participation of the importing country <br> 2 An Origin Declaration may be made out if the products concerned can be considered <br> 1 The preferential treatment provided for in this Annex applies only to products <br> in these enquiries. <br> as products originating in the States Party and fulfil the other requirements of this <br> meeting the requirements of this Annex, which are transported directly between <br> Article 39 : Penalties <br> Approved exporter <br> Certificate of Origin issued retrospectively <br> the territories of the States Parties or through those territories. However, the <br> 3 The exporter making out an Origin Declaration shall be prepared to submit at any <br> involuntary omissions or special circumstances; or <br> transportation of products constituting a single consignment may take place <br> States Parties shall impose penalties, through national legislation, on any person who <br> time, at the request of the designated Competent Authority of the exporting States <br> through other States Parties' territories, where appropriate, with transhipment or <br> draws up, or causes to be drawn up, or uses, a document which contains information <br> Party, all appropriate documents proving the originating status of the products <br> temporary storage in those territories, provided that the products remain under the <br> which the person knows to be false for the purpose of obtaining a preferential treatment for products. <br> Administrative cooperation <br> supervision of the customs authorities of the country of transit or storage and that <br> 4 An Origin Declaration shall be made out by the exporter by typing, stamping or <br> they are not subject to other operations other than unloading or reloading or any <br> printing on the invoice, the delivery note or another commercial document using one <br> other operation intended to ensure their preservation as such. <br> of the AU official languages and in accordance with the provisions of the national <br> 2 Originating products may be transported by pipeline across territories other than <br> legislation of the exporting States Party. If the Origin Declaration is handwritten, it <br> those of the States Parties acting as exporting and importing parties. <br> shall be written in ink in printed characters. Origin Declarations shall bear the original <br> 3 Proof that the conditions referred to in paragraph 1 have been fulfilled shall be by <br> application agrees with that in the corresponding file. <br> Certificate of Origin relates, and state the reasons for his request. <br> signature of the exporter. <br> providing the customs authorities of the importing States Party with: <br> 5 An Origin Declaration may be made out by the exporter when the products to which <br> a) Either a single transport document covering the passage through the <br> it relates are exported, or after exportation on condition that it is presented in the <br> country of transit; <br> authorities of the importing country. <br> importing country no longer than twelve months after the importation of the products <br> b) or a certificate issued by the customs authorities of the country of <br> to which it relates as provided for under national legislation. <br> transit, containing: <br> i) an accurate description of the products; <br> ii) date of unloading and reloading of the products, with, where <br> 1. The designated competent authorities of the exporting States Party may <br> applicable, the names of the ships or other means of <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> authorize any exporter, hereinafter referred to as \"approved exporter\", who <br> transport used; and <br> frequently exports products covered by this Annex and provides, to the <br> iii) certifying the conditions under which the products remained <br> satisfaction of the customs authorities, all the guarantees for verifying the <br> in the transit country; <br> completed in such a manner as to exclude all possibility of fraudulent additions. <br> originating status of products as well as compliance with all other requirements of <br> c) Or, failing that, of any other relevant document. <br> this Annex, to make out origin declarations regardless of the value of the <br> Article 33 : Information and procedure for cumulation purposes <br> products concerned. <br> Information and procedure for cumulation purposes <br> 2. Designated competent authorities may grant the status of approved exporter <br> 1. For the application of paragraph 2 of Article 10 of this Annex, the proof of origin <br> of the materials coming from a States Party shall be given by a Certificate of <br> 3 Designated competent authorities shall issue to the approved exporter an <br> Origin or an origin declaration specimen of which appear in Appendices I and II <br> authorization number, which must appear on the origin declaration. <br> 4 Designated competent authorities shall monitor the use made of the authorization <br> 2 For the application of paragraph 3 of Article 10 the evidence of the working or <br> by the approved exporter. <br> processing shall be given by the supplier or producer's declaration, a specimen <br> 5 Designated competent authorities may withdraw the authorization at any time. <br> of which appears in Appendix III of this Annex, given by the supplier or producer <br> They must do so when the approved exporter no longer provides the guarantees <br> in the States Party in which the materials are exported. <br> referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph <br> 3 When Article 10 is applied, the Certificate of Origin issued in this way must be <br> 2 or otherwise makes improper use of the authorization. <br> endorsed with the following phrase: <br> Article 23 : Issuance of Certificate of Origin <br> \"CUMULATION\" <br> 4 The endorsement referred to in paragraphs 2 of this Article shall be inserted in <br> 1 A Certificate of origin shall be issued by the designated competent authority of <br> the Box 3 of the Certificate of Origin. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the exporting country on application having been made in writing by the exporter <br> 5 In addition to the supporting documents referred to in paragraph 2, the bill of <br> check whether the space reserved for the description of the products has been <br> or, under the exporter's responsibility, by his authorized representative. <br> lading, together with the catch certificates shall be accompanying the Certificate of Origin. <br> 2 For this purpose, the exporter or his authorized representative shall fill out the <br> Article 34 : Preservation of records <br> Certificate as an application form, a specimen of which appears in Appendix I. <br> Preservation of records <br> These form shall be completed in accordance with the provisions of this Annex. <br> 1 An exporter who has applied for the issuance of a Certificate of Origin shall keep <br> Where it is handwritten, it shall be completed in ink in printed characters. The <br> a copy of the application, as well as the supporting documents referred to in <br> description of the products must be given in the box reserved for this purpose <br> Article 24, for at least five (5) years after the completion of the application. <br> 2 An importer that has been granted preferential tariff treatment shall keep <br> horizontal line must be drawn below the last line of the description, the empty <br> documentation relating to the importation of the product, including a copy of the <br> space being crossed through. <br> Certificate of Origin, for at five (5) years after the date on which preferential <br> 3 The exporter applying for the issue of a Certificate of origin shall be prepared to <br> exceptionally be issued after exportation of the products to which it relates if: <br> treatment was granted. <br> submit, at any time, at the request of the designated competent authority of the <br> 3 A States Party may deny preferential tariff treatment to a product that is the <br> exporting country where the Certificate is issued, all appropriate documents <br> subject of an origin verification when the importer, exporter, or producer of the <br> proving the originating status of the products concerned as well as the fulfilment <br> product that is required to maintain records or documentation under this Article: <br> of the other requirements of this Annex. <br> a) Fails to maintain records or documentation relevant to determining the <br> 4 The designated competent authority shall take any steps necessary to verify the <br> origin of the product in accordance with the requirements of this Annex; or <br> originating status of the products and the fulfilment of the other requirements of this Annex. <br> b) Denies access to those records or documentation. <br> 5 For this purpose, they shall have the right to call for any evidence and to carry <br> 4 The designated competent authority of the exporting country issuing a Certificate <br> out any inspection of the exporter's accounts or any other verification considered <br> of Origin shall keep for a minimum of five (5) years the copy of the issued Certificate. <br> appropriate. The customs or designated competent authority shall also ensure <br> 5 The designated competent authority of the importing country shall keep for a <br> that the form referred to in paragraph 1 is duly completed. In particular, they shall <br> minimum of five (5) years the Certificate of Origin submitted to them. <br> Article 35 : Discrepancies and formal errors <br> 6. The date of issue of the Certificate of Origin shall be indicated in the relevant box of the Certificate. <br> 1 The discovery of slight discrepancies between the Statements made in the <br> 7. A Certificate of Origin shall be issued by the designated competent authority and <br> made available to the exporter, to the best possible extent, before actual <br> or other designated competent authority for the purpose of carrying out the <br> exportation has been effected. <br> formalities for importing the products shall not, because of that fact, render the <br> ` <br> Certificate of Origin null and void if it is established that the Certificate of Origin <br> Certificate of Origin and those made in the documents submitted to the customs <br> corresponds to the products submitted. <br> 2 Obvious formal errors such as typing errors on a Certificate of Origin shall not <br> requirements of this Annex. <br> The documents, referred to in paragraph 3 of Article 23, to be submitted to the <br> cause the Certificate of Origin to be rejected if these errors do not create doubts <br> designated competent authority of the exporting country may include documents <br> concerning the correctness of the statements made in the document. <br> Article 22 : Approved exporter <br> relating to the following: <br> a) the production processes carried out on the originating product or on <br> materials used in the production of that product; <br> b) the purchase, cost, value of and payment for the product; <br> c) the origin, purchase, cost, value of and payment for all materials, <br> including neutral elements, used in the production of the product; and <br> d) the shipment of the product. <br> e) any other documents that the designated competent authority may consider necessary. <br> Article 25 : Certificate of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 23, a Certificate of Origin may <br> a) It was not issued at the time of exportation because of errors or <br> b) It is demonstrated to the satisfaction of the designated competent <br> authority that a Certificate of Origin was issued but was not accepted <br> application the place and date of exportation of the products to which the <br> 3 The designated competent authority may issue a Certificate of Origin <br> 4 Certificates of Origin issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box 3 of the Certificate of Origin. <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Notifications", "ArticleDesc": "Article 36 : Notifications <br> 1 The States Parties shall cooperate in the uniform administration and <br> interpretation of this Annex and, through their designated competent authorities, <br> assist each other in verifying the originating status of the products on which a <br> Certificate of Origin is based. <br> 2 For the purposes of facilitating the verifications or assistance referred to in <br> paragraph 1, the designated competent authorities of the States Parties shall, <br> through the Secretariat, exchange their respective addresses and the specimen <br> of the stamps and signatures used in their offices for the issuance of the <br> Certificates of Origin. <br> 3 It is understood that the designated competent authority of the States Party of <br> export assumes all expenses in carrying out the obligations provided for in paragraph 1. <br> 4 It is further understood that the designated competent authorities of the States <br> Parties shall, from time to time, consider the overall operation and administration <br> of the verification process, including forecasting of workload and setting priorities. <br> If there is an unusual increase in the number of requests, the designated <br> competent authorities of the States Parties shall establish priorities and take the <br> necessary steps to manage the workload, taking into account operational <br> requirements. <br> 5 States Parties shall notify each other immediately, through the Secretariat, with <br> respect to any changes in requirements stated in paragraph 2. <br> 6 States Parties shall notify each other immediately, through the Secretariat, of the <br> approved exporters as provided in Article 22. <br> "}, {"ArticleTitle": "Mutual Assistance", "ArticleDesc": "Article 37 : Mutual Assistance <br> 1 In order to ensure the proper application of this Annex, the States Parties shall <br> assist each other, through the competent customs authorities or designated <br> competent authorities, in checking the authenticity of the Certificate of Origin, the <br> origin declarations or the supplier's declarations and the correctness of the <br> information given in these documents. <br> 2 The States Parties' authorities consulted shall furnish the relevant information <br> concerning the conditions under which the product has been made, indicating <br> especially the conditions in which the rules of origin have been respected in the <br> various States Parties. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 24 : Supporting Documents <br> Article 30 : Exemption from Proof of Origin <br> Article 38 : Verification of proof of origin <br> Article 19 : Proof of Origin <br> Exemption from Proof of Origin <br> Verification of proof of origin <br> Proof of Origin <br> 1. The following goods shall be admitted as originating products without requiring <br> 1 Subsequent verifications of proof of origin shall be carried out at random or <br> 1. Products originating in a States Party shall, on importation into another States Party, <br> submission of a proof of origin: <br> based on risk analysis or whenever the customs authorities of the importing <br> benefit from the provisions of the Annex upon submission of either: <br> a) Originating products sent as small packages from private persons in a <br> country have reasonable doubts as to the authenticity of such documents, the <br> a) a certificate of origin, whether in hard copy or electronic, a specimen of <br> States Party to private persons in another States Party or forming part <br> originating status of the products concerned or the fulfilment of the other <br> which appears in Appendix I. Issuance and acceptance of electronic <br> of traveller's personal luggage; and <br> certificate of origin would be in accordance with each States Party's <br> b) Imports which are occasional and consist of originating products for the <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> national legislation; or <br> personal use of the recipient or travellers or their families shall not be <br> authorities of the importing country shall return the Certificate of Origin and the <br> FINAL PROVISIONS <br> at importation for technical reasons. <br> b) in the cases specified in Article 21, a declaration, subsequently <br> considered as commercial imports by way of trade. <br> invoices, if they have been submitted, or a copy of these documents, to the <br> invoice, a delivery note or any other commercial document which <br> referred to as the 'Origin Declaration', given by the exporter on an <br> 2. The total value of these products shall not exceed the value of five hundred US <br> customs authorities of the exporting country giving, where appropriate, the <br> Dollars in the case of small packages or one thousand two hundred US Dollars in <br> Penalties <br> reasons for the request for verification. Any documents and information obtained <br> describes the products concerned in sufficient detail to enable them to be identified. <br> without leaving any blank lines. Where the box is not completely filled, a <br> the case of products forming part of traveller's personal luggage as the case may be. <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 2 The text of the Origin Declaration and supplier or producer's declaration appears in Appendices II. <br> Submission of Proof of Origin <br> Article 31 : Fairs and Exhibitions <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> 3 Notwithstanding paragraph 1, originating products within the meaning of this <br> Fairs and Exhibitions <br> Annex shall, in the cases specified in Article 30 concerning exemption from proof <br> 1. Originating products sent for fairs and exhibitions in a country and sold, at the end of <br> country and the results of such verification shall be communicated to the <br> of origin, benefit from the Protocol on Trade in Goods without it being necessary <br> Supporting documents <br> the fair or exhibition, for the purpose of importation into one of the States Parties shall, <br> requesting authority or country as soon as possible and in any case no later than <br> Annex. <br> to submit any proof of origin. <br> at the time of importation, benefit from the provisions of the Agreement, provided that <br> 4. If the customs authorities of the importing country decide to suspend the granting <br> six months. These results must indicate clearly whether the documents are <br> 4 A proof of origin shall be valid for twelve months from the date of issue in the <br> there is satisfactory proof to the customs authorities that: <br> authentic and whether the products concerned can be considered as products <br> retrospectively only after verifying that the information supplied in the exporter's <br> a) an exporter has shipped these products from the State Party to the <br> originating in a States Party. For this purpose, the customs authorities of the <br> the verification, release of the products shall be offered to the importer subject to <br> country of the fair or exhibition and has exhibited same therein; <br> exporting country shall have the right to call for any evidence and to carry out any <br> 5 Proofs of origin which are submitted to the customs authorities of the importing <br> b) the products have been sold or otherwise disposed of by that exporter <br> inspection of the exporter's accounts or any other check the authorities may <br> country after the final date for presentation specified in paragraph 3 may be <br> to a person in the State Party; <br> consider appropriate. <br> \"ISSUED RETROSPECTIVELY\" <br> exporting country, and must be submitted within the said period to the customs <br> c) the products have been consigned during the exhibition or immediately <br> submit these documents by the final date set is due to exceptional circumstances duly justified. <br> of this Annex. <br> thereafter in the State in which they were sent for fairs and exhibitions; and <br> of preferential treatment to the products concerned while awaiting the results of <br> Article 20 : Submission of Proof of Origin <br> d) that from the time they were shipped for fairs and exhibitions, the <br> concerned as well as the fulfilment of the other requirements of this Annex. <br> products were not used for purposes other than for display at that fair or exhibition. <br> any precautionary measures judged necessary. <br> accepted for the purpose of applying preferential treatment, where the failure to <br> Proof of origin shall be prepared and submitted to the customs authorities of the <br> 2. Proof of origin must be issued or made out in accordance with the provisions of <br> 5. In cases of reasonable doubt, or where there is no reply within six months of the <br> importing country in any of the AU official languages and in accordance with the <br> Section II and submitted under normal conditions to the customs authorities of the <br> date of the verification request or if the reply does not contain sufficient <br> procedures applicable in that country. The said authorities may require a translation <br> Discrepancies and formal errors <br> importing country. The name and address of the fair or exhibition must be indicated. If <br> information to determine the authenticity of the document in question or the real <br> of a proof of origin. <br> necessary, additional documentary evidence of the conditions under which they had <br> origin of the products, the requesting customs authorities may, except in <br> Article 21 : Origin Declarations <br> been exhibited may be required. <br> exceptional circumstances, refuse entitlement to the preferences. <br> Origin Declarations <br> 3. Paragraph 1 shall apply to all exhibitions, fairs or similar public events of a <br> 6. Where the verification procedure or any other available information appears to <br> 1 An Origin Declaration as referred to in Article 19 may be made out by: <br> commercial, industrial, agricultural or handicraft nature, other than those organized for <br> indicate that the provisions of this Annex are being contravened, the exporting <br> a) an approved exporter within the meaning of Article 22; or <br> private purposes in commercial premises or shops and for the purpose of selling foreign <br> country on its own initiative or at the request of the importing country shall carry <br> b) any exporter for any consignment consisting of one or more packages <br> products, during which the products remain under customs control. <br> out appropriate enquiries or arrange for such enquiries to be carried out with due <br> containing originating products whose total value does not exceed five <br> Article 32 : Direct Transportation <br> urgency to identify and prevent such contraventions and for this purpose the <br> thousand US dollars. <br> Direct Transportation <br> exporting country concerned may invite the participation of the importing country <br> 2 An Origin Declaration may be made out if the products concerned can be considered <br> 1 The preferential treatment provided for in this Annex applies only to products <br> in these enquiries. <br> as products originating in the States Party and fulfil the other requirements of this <br> meeting the requirements of this Annex, which are transported directly between <br> Article 39 : Penalties <br> Approved exporter <br> Certificate of Origin issued retrospectively <br> the territories of the States Parties or through those territories. However, the <br> 3 The exporter making out an Origin Declaration shall be prepared to submit at any <br> involuntary omissions or special circumstances; or <br> transportation of products constituting a single consignment may take place <br> States Parties shall impose penalties, through national legislation, on any person who <br> time, at the request of the designated Competent Authority of the exporting States <br> through other States Parties' territories, where appropriate, with transhipment or <br> draws up, or causes to be drawn up, or uses, a document which contains information <br> Party, all appropriate documents proving the originating status of the products <br> temporary storage in those territories, provided that the products remain under the <br> which the person knows to be false for the purpose of obtaining a preferential treatment for products. <br> Administrative cooperation <br> supervision of the customs authorities of the country of transit or storage and that <br> 4 An Origin Declaration shall be made out by the exporter by typing, stamping or <br> they are not subject to other operations other than unloading or reloading or any <br> printing on the invoice, the delivery note or another commercial document using one <br> other operation intended to ensure their preservation as such. <br> of the AU official languages and in accordance with the provisions of the national <br> 2 Originating products may be transported by pipeline across territories other than <br> legislation of the exporting States Party. If the Origin Declaration is handwritten, it <br> those of the States Parties acting as exporting and importing parties. <br> shall be written in ink in printed characters. Origin Declarations shall bear the original <br> 3 Proof that the conditions referred to in paragraph 1 have been fulfilled shall be by <br> application agrees with that in the corresponding file. <br> Certificate of Origin relates, and state the reasons for his request. <br> signature of the exporter. <br> providing the customs authorities of the importing States Party with: <br> 5 An Origin Declaration may be made out by the exporter when the products to which <br> a) Either a single transport document covering the passage through the <br> it relates are exported, or after exportation on condition that it is presented in the <br> country of transit; <br> authorities of the importing country. <br> importing country no longer than twelve months after the importation of the products <br> b) or a certificate issued by the customs authorities of the country of <br> to which it relates as provided for under national legislation. <br> transit, containing: <br> i) an accurate description of the products; <br> ii) date of unloading and reloading of the products, with, where <br> 1. The designated competent authorities of the exporting States Party may <br> applicable, the names of the ships or other means of <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> authorize any exporter, hereinafter referred to as \"approved exporter\", who <br> transport used; and <br> frequently exports products covered by this Annex and provides, to the <br> iii) certifying the conditions under which the products remained <br> satisfaction of the customs authorities, all the guarantees for verifying the <br> in the transit country; <br> completed in such a manner as to exclude all possibility of fraudulent additions. <br> originating status of products as well as compliance with all other requirements of <br> c) Or, failing that, of any other relevant document. <br> this Annex, to make out origin declarations regardless of the value of the <br> Article 33 : Information and procedure for cumulation purposes <br> products concerned. <br> Information and procedure for cumulation purposes <br> 2. Designated competent authorities may grant the status of approved exporter <br> 1. For the application of paragraph 2 of Article 10 of this Annex, the proof of origin <br> of the materials coming from a States Party shall be given by a Certificate of <br> 3 Designated competent authorities shall issue to the approved exporter an <br> Origin or an origin declaration specimen of which appear in Appendices I and II <br> authorization number, which must appear on the origin declaration. <br> 4 Designated competent authorities shall monitor the use made of the authorization <br> 2 For the application of paragraph 3 of Article 10 the evidence of the working or <br> by the approved exporter. <br> processing shall be given by the supplier or producer's declaration, a specimen <br> 5 Designated competent authorities may withdraw the authorization at any time. <br> of which appears in Appendix III of this Annex, given by the supplier or producer <br> They must do so when the approved exporter no longer provides the guarantees <br> in the States Party in which the materials are exported. <br> referred to in paragraph 1, no longer fulfils the conditions referred to in paragraph <br> 3 When Article 10 is applied, the Certificate of Origin issued in this way must be <br> 2 or otherwise makes improper use of the authorization. <br> endorsed with the following phrase: <br> Article 23 : Issuance of Certificate of Origin <br> \"CUMULATION\" <br> 4 The endorsement referred to in paragraphs 2 of this Article shall be inserted in <br> 1 A Certificate of origin shall be issued by the designated competent authority of <br> the Box 3 of the Certificate of Origin. <br> ISSUANCE OF CERTIFICATE OF ORIGIN <br> the exporting country on application having been made in writing by the exporter <br> 5 In addition to the supporting documents referred to in paragraph 2, the bill of <br> check whether the space reserved for the description of the products has been <br> or, under the exporter's responsibility, by his authorized representative. <br> lading, together with the catch certificates shall be accompanying the Certificate of Origin. <br> 2 For this purpose, the exporter or his authorized representative shall fill out the <br> Article 34 : Preservation of records <br> Certificate as an application form, a specimen of which appears in Appendix I. <br> Preservation of records <br> These form shall be completed in accordance with the provisions of this Annex. <br> 1 An exporter who has applied for the issuance of a Certificate of Origin shall keep <br> Where it is handwritten, it shall be completed in ink in printed characters. The <br> a copy of the application, as well as the supporting documents referred to in <br> description of the products must be given in the box reserved for this purpose <br> Article 24, for at least five (5) years after the completion of the application. <br> 2 An importer that has been granted preferential tariff treatment shall keep <br> horizontal line must be drawn below the last line of the description, the empty <br> documentation relating to the importation of the product, including a copy of the <br> space being crossed through. <br> Certificate of Origin, for at five (5) years after the date on which preferential <br> 3 The exporter applying for the issue of a Certificate of origin shall be prepared to <br> exceptionally be issued after exportation of the products to which it relates if: <br> treatment was granted. <br> submit, at any time, at the request of the designated competent authority of the <br> 3 A States Party may deny preferential tariff treatment to a product that is the <br> exporting country where the Certificate is issued, all appropriate documents <br> subject of an origin verification when the importer, exporter, or producer of the <br> proving the originating status of the products concerned as well as the fulfilment <br> product that is required to maintain records or documentation under this Article: <br> of the other requirements of this Annex. <br> a) Fails to maintain records or documentation relevant to determining the <br> 4 The designated competent authority shall take any steps necessary to verify the <br> origin of the product in accordance with the requirements of this Annex; or <br> originating status of the products and the fulfilment of the other requirements of this Annex. <br> b) Denies access to those records or documentation. <br> 5 For this purpose, they shall have the right to call for any evidence and to carry <br> 4 The designated competent authority of the exporting country issuing a Certificate <br> out any inspection of the exporter's accounts or any other verification considered <br> of Origin shall keep for a minimum of five (5) years the copy of the issued Certificate. <br> appropriate. The customs or designated competent authority shall also ensure <br> 5 The designated competent authority of the importing country shall keep for a <br> that the form referred to in paragraph 1 is duly completed. In particular, they shall <br> minimum of five (5) years the Certificate of Origin submitted to them. <br> Article 35 : Discrepancies and formal errors <br> 6. The date of issue of the Certificate of Origin shall be indicated in the relevant box of the Certificate. <br> 1 The discovery of slight discrepancies between the Statements made in the <br> 7. A Certificate of Origin shall be issued by the designated competent authority and <br> made available to the exporter, to the best possible extent, before actual <br> or other designated competent authority for the purpose of carrying out the <br> exportation has been effected. <br> formalities for importing the products shall not, because of that fact, render the <br> ` <br> Certificate of Origin null and void if it is established that the Certificate of Origin <br> Certificate of Origin and those made in the documents submitted to the customs <br> corresponds to the products submitted. <br> 2 Obvious formal errors such as typing errors on a Certificate of Origin shall not <br> requirements of this Annex. <br> The documents, referred to in paragraph 3 of Article 23, to be submitted to the <br> cause the Certificate of Origin to be rejected if these errors do not create doubts <br> designated competent authority of the exporting country may include documents <br> concerning the correctness of the statements made in the document. <br> Article 22 : Approved exporter <br> relating to the following: <br> a) the production processes carried out on the originating product or on <br> materials used in the production of that product; <br> b) the purchase, cost, value of and payment for the product; <br> c) the origin, purchase, cost, value of and payment for all materials, <br> including neutral elements, used in the production of the product; and <br> d) the shipment of the product. <br> e) any other documents that the designated competent authority may consider necessary. <br> Article 25 : Certificate of Origin Issued Retrospectively <br> 1 Notwithstanding paragraph 7 of Article 23, a Certificate of Origin may <br> a) It was not issued at the time of exportation because of errors or <br> b) It is demonstrated to the satisfaction of the designated competent <br> authority that a Certificate of Origin was issued but was not accepted <br> application the place and date of exportation of the products to which the <br> 3 The designated competent authority may issue a Certificate of Origin <br> 4 Certificates of Origin issued retrospectively must be endorsed with the following phrase: <br> 5. The endorsement referred to in paragraph 4 shall be inserted in the Box 3 of the Certificate of Origin. <br> subject to any conditions which they consider appropriate. <br> "}, {"ArticleTitle": "Sub-Committee on Rules of Origin", "ArticleDesc": "Article 40 : Sub-Committee on Rules of Origin <br> 1 It is hereby established a Sub-Committee on Rules of Origin. This Sub- <br> Committee shall be composed of representatives from a States Party's Customs, <br> Trade and Industry and any other relevant agencies designated by a States <br> Party, charged with monitoring and facilitating the implementation of the Annex <br> on Rules of Origin. <br> 2 The functions of the Sub-Committee shall be to oversee the implementation of <br> this Annex. <br> "}, {"ArticleTitle": "Review", "ArticleDesc": "Article 41 : Review <br> This Annex shall be subject to review and possible amendment every three years or as <br> may be deemed necessary by the States Parties. <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 42 : Appendices <br> The Appendices annexed to this Annex form an integral part thereof. <br> "}, {"ArticleTitle": "Dispute Settlement", "ArticleDesc": "Article 43 : Dispute Settlement <br> 1 The provisions of the Protocol on Rules and Procedures Governing Dispute <br> Settlement shall apply to disputes arising in the implementation of this Annex. <br> 2 In all cases the dispute settlement between an importer and the customs <br> authority of the importing country shall be settled as provided in the legislation of <br> the importing country. <br> ANNEX 4 on TRADE FACILITATION <br> "}]}]}, "members_found": ["426", "678", 3, 8703900000]}