{"FtaRooDetails": {"FtaId": 863, "FtaCode": "ITC00893", "FtaName": "FTA, Australia-Hong Kong", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN AUSTRALIA AND HONG KONG, CHINA", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "17.01.2020", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Australia; Hong Kong, China Special Administrative Region", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Australia-Hong Kong", "AdminProcCooAuth": "The certification type under FTA, Australia-Hong Kong is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Australia-Hong Kong is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Australia-Hong Kong agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 40%", "RooText": "CTH and RVC(40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory Notes", "RooText": " ANNEX 3-B<br /> PRODUCT-SPECIFIC RULES OF ORIGIN<br /> Section A: Introductory Notes<br /> 1. For the purposes of this Annex:<br /> Chapter means the first two digits in the tariff classification number under the Harmonized<br /> System;<br /> heading means the first four digits in the tariff classification number under the Harmonized<br /> System;<br /> subheading means the first six digits in the tariff classification number under the Harmonized<br /> System;<br /> CC means change of Chapter (i.e. non-originating materials used in the production of the good<br /> must be classified in a different Chapter (two digits) from the classification of the good);<br /> CTH means change of heading (i.e. non-originating materials used in the production of the<br /> good must be classified in a different heading (four digits) from the classification of the good);<br /> CTSH means change of subheading (i.e. non-originating materials used in the production of<br /> the good must be classified in a different subheading (six digits) from the classification of the<br /> good); and<br /> RVC(40) means that the good must have a regional value content of not less than 40%, as<br /> calculated in accordance with Article 3.4.<br /> 2. The product-specific rule of origin that applies to a subheading is set out immediately<br /> adjacent to it.<br /> 3. The product-specific rules of origin apply to goods in which non-originating materials<br /> have been used in the production process, as provided for in Article 3.2(c).<br /> 4. Where a product-specific rule of origin is defined by a criterion of change of tariff<br /> classification accompanied by the expression \"except from\", it shall be construed to mean that<br /> the product-specific rule of origin requires that the excluded materials be originating for the<br /> good to be originating.<br /> 5. If a good is subject to a product-specific rule of origin that includes multiple requirements,<br /> the good shall be an originating good only if it satisfies all of the requirements.<br /> 1<br /> 6. If a good is subject to a product-specific rule of origin that includes alternative product-<br /> specific rules, the good shall be an originating good if it satisfies any one of the alternatives.<br /> 7. Section, Chapter or heading notes, where applicable, are found at the beginning of the<br /> relevant section or at the beginning of each Chapter, and are read in conjunction with the<br /> product-specific rules of origin and may impose further conditions on, or provide an alternative<br /> to, the product-specific rules of origin.<br /> 8. This Annex is formulated on the basis of the Harmonized System as updated as Version<br /> 2017.<br /> Section B: Chemical Chapter Origin Rules<br /> 9. Chemical Reaction Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a good of Chapters 28 through<br /> 40, heading 2707 or heading 2710 that is the product of a chemical reaction shall be considered<br /> to be an originating good if the chemical reaction occurred in the Area of a Party.<br /> For the purposes of the chemical reaction origin rule, a \"chemical reaction\" is a process<br /> (including a biochemical process) which results in a molecule with a new structure by breaking<br /> intramolecular bonds and by forming new intramolecular bonds, or by altering the spatial<br /> arrangement of atoms in a molecule.<br /> The following are not considered to be chemical reactions for the purposes of determining<br /> whether a good is an originating good:<br /> (a) dissolving in water or other solvents;<br /> (b) the elimination of solvents including solvent water; or<br /> (c) the addition or elimination of water of crystallisation.<br /> 10. Distillation Rule:<br /> Notwithstanding the applicable product-specific rules of origin, for the purposes of heading<br /> 2710, the following processes confer origin if the process occurred in the Area of a Party:<br /> (a) atmospheric distillation means a separation process in which petroleum oils are<br /> converted, in a distillation tower, into fractions according to boiling point and the<br /> vapour then condensed into different liquefied fractions. Goods produced from<br /> petroleum distillation may include liquefied petroleum gas, naphtha, gasoline,<br /> kerosene, diesel/heating oil, light gas oils and lubricating oil; or<br /> 2<br /> (b) vacuum distillation means distillation at a pressure below atmospheric but not so<br /> low that it would be classed as molecular distillation. Vacuum distillation is useful<br /> for distilling high-boiling and heat-sensitive materials such as heavy distillates in<br /> petroleum oils to produce light to heavy vacuum gas oils and residuum. In some<br /> refineries, gas oils may be further processed into lubricating oils.<br /> 11. Purification Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, for the purposes of Chapters<br /> 28 through 35 or Chapter 38, purification is considered to be origin conferring if it occurred in<br /> the Area of a Party, provided that one of the following criteria is satisfied:<br /> (a) purification of a good resulting in the elimination of not less than 80% of the<br /> content of existing impurities; or<br /> (b) the reduction or elimination of impurities results in a good suitable for one or more<br /> of the following applications:<br /> (i) pharmaceutical, medicinal, cosmetic, veterinary, or food grade substances;<br /> (ii) chemical products and reagents for analytical, diagnostic or laboratory uses;<br /> (iii) elements and components for use in micro-elements;<br /> (iv) specialised optical uses;<br /> (v) non-toxic uses for health and safety;<br /> (vi) biotechnical use;<br /> (vii) carriers used in a separation process; or<br /> (viii) nuclear grade uses.<br /> 12. Mixtures and Blends Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a good of Chapters 30 or 31,<br /> heading 3302, subheading 3502.20, headings 3506 and 3507 or heading 3707 is an originating<br /> good if, in the Area of a Party, the deliberate and proportionally controlled mixing or blending<br /> (including dispersing) of materials to conform to predetermined specifications results in the<br /> production of a good having physical or chemical characteristics that are relevant to the<br /> purposes or uses of the good and are different from the input materials.<br /> 13. Change in Particle Size Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a good of Chapters 30 or 31<br /> satisfies the change in particle size origin rule if the good is the result of either of the following:<br /> 3<br /> (a) the deliberate and controlled reduction in particle size of a good, other than by<br /> merely crushing (or pressing), resulting in a good having a defined particle size,<br /> defined particle size distribution or defined surface area, which are relevant to the<br /> purposes of the resulting good and have different physical or chemical<br /> characteristics from the input materials; or<br /> (b) the deliberate and controlled modification in particle size of a good, other than by<br /> merely pressing, resulting in a good having a defined particle size, defined particle<br /> size distribution or defined surface area, which are relevant to the purposes of the<br /> resulting good and have different physical or chemical characteristics from the<br /> input materials.<br /> A good of Chapters 30 or 31 that has undergone a change in particle size shall be considered<br /> to be an originating good if the process occurred in the Area of a Party.<br /> 14. Standards Materials Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a standards material of<br /> Chapters 28 through 32, Chapter 35 or Chapter 38 is an originating good if the production of<br /> such good occurs in the Area of a Party. For the purposes of the standards materials origin rule,<br /> a \"standards material\" (including a standard solution) is a preparation suitable for analytical,<br /> calibrating or referencing uses with precise degrees of purity or proportions certified by the<br /> manufacturer.<br /> 15. Isomer Separation Origin Rule:<br /> Notwithstanding the applicable product-specific rules of origin, a good of Chapters 28 through<br /> 32 or Chapter 35 is an originating good if the isolation or separation of isomers from mixtures<br /> of isomers occurs in the Area of a Party.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00893_coo.pdf", "DocType": "1_coo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkaufta/files/AUHKFTA_Chapter_3_Annex_3-A.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00893_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkaufta/files/AUHKFTA_Chapter_3_Annex_3-B.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00893_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkaufta/files/AUHKFTA_Chapter_3.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00893_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkaufta/files/AUHKFTA_Chapter_4.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00893_full.pdf", "DocType": "8_full", "WebLink": "https://www.tid.gov.hk/english/ita/fta/hkaufta/text_agreement.html"}, {"DocDesc": "WTO notification", "DocFileName": "itc00893_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N193.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.8: Accumulation <br /> 1 A good which is to be treated as an originating good pursuant to Article 3.2 and is <br /> used in the production of a good in the Area of the other Party shall be treated as an <br /> originating material in the Area of that other Party. <br /> 2 Production that occurs in the Area of one or both of the Parties by one or more <br /> producers shall contribute to the originating content in the origin determination of a good <br /> regardless of whether that production was sufficient to confer originating status on the <br /> material used in the production of that good. <br /> 3 The Parties shall meet within two years after the date of entry into force of this <br /> Agreement, under the auspices of the Joint Commission, to review this Article, <br /> particularly taking into account new approaches such as cross-accumulation. Further <br /> meetings shall occur at a time agreed by the Parties.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.9: De Minimis <br /> 1 Each Party shall provide that a good that contains non-originating material that does <br /> not satisfy the applicable change in tariff classification requirement specified in <br /> Annex 3-B for the good is nonetheless an originating good if: <br /> (a) the value of all these materials does not exceed 10 per cent of the Adjusted <br /> Value, as calculated in accordance with Article 3.4, and the good meets all the <br /> other applicable requirements of this Chapter; or <br /> (b) for a good classified in Chapters 50 through 63 of the HS, the total weight of <br /> all such materials does not exceed 10 per cent of the total weight of the good, <br /> or the total value of all such materials does not exceed 10 per cent of the Adjusted Value. <br /> 2 Paragraph 1 applies only when using a non-originating material in the production of another good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.5: Materials Used in Production <br /> 1 Each Party shall provide that if a non-originating material undergoes further <br /> production such that it satisfies the requirements of this Chapter, the material is treated as <br /> an originating material when determining the originating status of the subsequently <br /> produced good, regardless of whether that material was produced by the producer of the good. <br /> 2 Each Party shall provide that if a non-originating material is used in the production <br /> of a good, the following may be excluded from VNM for the purpose of determining <br /> whether the good meets a regional value content requirement: <br /> (a) the value of processing of the non-originating material undertaken in the Area <br /> of one or both of the Parties; and <br /> (b) the value of any originating material, including any indirect material, used in <br /> the production of the non-originating material undertaken in the Area of one <br /> or both of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.11: Accessories, Spare Parts, Tools, and Instructional or Other Information Materials <br /> 1 Each Party shall provide that: <br /> (a) in determining whether a good is wholly obtained, or whether the good is <br /> produced entirely from originating materials, or satisfies a process or change <br /> in tariff classification requirement as set out in Annex 3-B, accessories, spare <br /> parts, tools or instructional or other information materials, as described in <br /> paragraph 3, are to be disregarded; or <br /> (b) in determining whether a good meets a regional value content requirement, <br /> the value of the accessories, spare parts, tools or instructional or other <br /> information materials, as described in paragraph 3, are to be taken into <br /> account as originating or non-originating materials, as the case may be, in <br /> calculating the regional value content of the good. <br /> 2 Each Party shall provide that a good's accessories, spare parts, tools or instructional <br /> or other information materials, as described in paragraph 3, have the originating status of <br /> the good with which they are delivered. <br /> 3 For the purposes of this Article: <br /> (a) the accessories, spare parts, tools, and instructional or other information <br /> materials must be classified with, delivered with but not invoiced separately from the good; and <br /> (b) the types, quantities, and value of the accessories, spare parts, tools, and <br /> instructional or other information materials must be customary for that good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.3: Wholly Obtained or Produced Goods <br /> Each Party shall provide that for the purposes of Article 3.2, a good is wholly <br /> obtained or produced entirely in the Area of one or both of the Parties if it is: <br /> (a) a plant or plant good, grown, cultivated, harvested, picked or gathered there; <br /> (b) a live animal born and raised there; <br /> (c) a good obtained from a live animal there; <br /> (d) an animal obtained by hunting, trapping, fishing, gathering or capturing there; <br /> (e) a good obtained from aquaculture there; <br /> (f) a mineral or other naturally occurring substance, not included in subparagraph <br /> (a), subparagaph (b), subparagaph (c), subparagaph (d) and subparagaph (e), <br /> extracted or taken from there; <br /> (g) a good of sea-fishing and other marine goods, taken from the high seas, by <br /> vessels that are entitled to fly the flag of that Party; <br /> (h) a good produced from goods referred to in subparagraph (g) on board a <br /> factory ship that is registered, listed or recorded with a Party and entitled to <br /> fly the flag of that Party; <br /> (i) a good other than fish, shellfish and other marine life taken by a Party or a <br /> person of a Party from the seabed or subsoil outside the Areas of the Parties, <br /> and beyond territories over which non-Parties exercise jurisdiction provided <br /> that that Party or person of that Party has the right to exploit that seabed or <br /> subsoil in accordance with international law; <br /> (j) a good that is: <br /> (i) waste or scrap derived from production and consumption there provided <br /> that it is fit only for the recovery of raw materials; or <br /> (ii) waste or scrap derived from used goods collected there, provided that <br /> those goods are fit only for the recovery of raw materials; and <br /> (k) a good produced there, exclusively from goods referred to in subparagraph <br /> (a), subparagraph (b), subparagraph (c), subparagraph (d), subparagraph (e), <br /> subparagraph (f), subparagraph (g), subparagraph (h), subparagraph (i) and <br /> subparagraph (j), or from their derivatives.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.4: Regional Value Content <br /> 1. Each Party shall provide that a regional value content requirement specified in this <br /> Chapter, including related annexes, to determine whether a good is an originating good, <br /> is calculated as follows: <br /> Build-down Method: Based on Value of Non-Originating Materials <br /> RVC = [(Adjusted Value - VNM) / Adjusted Value] × 100 <br /> where: <br /> RVC is the regional value content of a good, expressed as a percentage; <br /> VNM is the value of non-originating materials, including materials of undetermined <br /> origin, used in the production of the good; and <br /> Adjusted Value is <br /> (a) the FOB value as defined in Article 3.1; or <br /> (b) if there is no FOB value or it is unknown or cannot be ascertained, the <br /> \"customs value of imported goods\" determined in accordance with the <br /> Customs Valuation Agreement. <br /> 2 Each Party shall provide that all costs considered for the purposes of this Chapter <br /> are recorded and maintained in conformity with the generally accepted accounting <br /> principles applicable in the Area of a Party where the good is produced. <br /> Article 3.6: Value of Materials Used in Production <br /> Each Party shall provide that for the purposes of this Chapter, the value of a material is: <br /> (a) for a material imported by the producer of the good, the transaction value of <br /> the material at the time of importation, including the costs incurred in the <br /> international shipment of the good; <br /> (b) for a material acquired in the Area where the good is produced: <br /> (i) the price paid or payable by the producer in the Party where the producer is located; <br /> (ii) the value as determined for an imported material in subparagraph (a); producer is located; <br /> or <br /> (iii) the earliest ascertainable price paid or payable in the Area of the Party. <br /> Article 3.7: Further Adjustments to the Value of Materials <br /> 1 Each Party shall provide that, for a non-originating material or material of <br /> undetermined origin, the following expenses may be deducted from the value of the material: <br /> (a) the costs of freight, insurance, packing and all other costs incurred in <br /> transporting the material within the Area of the Parties to the location of the <br /> producer of the good; <br /> (b) duties, taxes and customs brokerage fees on the material paid in the Area of <br /> one or both of the Parties, other than duties and taxes that are waived, <br /> refunded, refundable or otherwise recoverable, which include credit against <br /> duty or tax paid or payable; and <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of reusable scrap or by-product. <br /> 2 If any expense listed in paragraph 1 is unknown or documentary evidence of the <br /> amount of the adjustment is not available, then no adjustment is allowed for that particular expense.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.1: Definitions <br /> indirect material means a material used in the production, testing or inspection of a good <br /> but not physically incorporated into the good; or a material used in the maintenance of <br /> buildings or the operation of equipment, associated with the production of a good, including: <br /> (a) fuel, energy, catalysts and solvents; <br /> (b) equipment, devices and supplies used to test or inspect the good; <br /> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (d) tools, dies and moulds; <br /> (e) spare parts and materials used in the maintenance of equipment and buildings; <br /> (f) lubricants, greases, compounding materials and other materials used in <br /> production or used to operate equipment and buildings; and <br /> (g) any other material that is not incorporated into the good but the use of which <br /> in the production of the good can reasonably be demonstrated to be a part of that production; <br /> Article 3.14: Indirect materials <br /> Each Party shall provide that an indirect material is considered to be an originating <br /> material without regard to where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.15: Consignment <br /> 1 Each Party shall provide that an originating good retains its originating status if the <br /> good has been transported to the importing Party without passing through <br /> the territory of a non-Party. <br /> 2 Each Party shall provide that if an originating good is transported through the <br /> territory of one or more non-Parties, the good retains its originating status provided that <br /> the good does not undergo any operation outside the Area of the Parties other than: <br /> unloading; reloading; separation from a bulk shipment; repacking; storing; labelling or <br /> marking required by the importing Party; or any other operation necessary to preserve it <br /> in good condition or to transport the good to the Area of the importing Party. <br /> Section B: Origin Procedures", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.2: Originating Goods <br /> Unless otherwise provided in this Chapter, each Party shall provide that a good is <br /> an originating good if it is: <br /> (a) wholly obtained or produced entirely in the Area of one or both of the Parties <br /> by one or more producers as established in Article 3.3; <br /> (b) produced entirely in the Area of one or both of the Parties by one or more <br /> producers, exclusively from originating materials; or <br /> (c) produced entirely in the Area of one or both of the Parties by one or more <br /> producers using non-originating materials provided the good satisfies all <br /> applicable requirements of Annex 3-B, <br /> and the good satisfies all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.12: Packaging Materials and Containers for Retail Sale <br /> 1 Each Party shall provide that packaging materials and containers in which a good <br /> is packaged for retail sale, if classified with the good, are disregarded in determining <br /> whether all the non-originating materials used in the production of the good have satisfied <br /> the applicable process or change in tariff classification requirement set out in Annex 3-B <br /> or whether the good is wholly obtained or produced or whether the good is produced <br /> entirely from originating materials. <br /> 2 Each Party shall provide that if a good is subject to a regional value content <br /> requirement, the value of the packaging materials and containers in which the good is <br /> packaged for retail sale, if classified with the good, are taken into account as originating <br /> materials or non-originating materials, as the case may be, in calculating the regional <br /> value content of the good. <br /> Article 3.13: Packing Materials and Containers for Shipment <br /> Each Party shall provide that packing materials and containers for shipment are <br /> disregarded in determining whether a good is an originating good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.10: Fungible Goods or Materials <br /> Each Party shall provide that a fungible good or material is treated as an originating <br /> good or an originating material based on the: <br /> (a) physical segregation of each fungible good or material; or <br /> (b) use of any inventory management method recognised in the generally <br /> accepted accounting principles if the fungible good or material is commingled.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Claims for Preferential Treatment <br /> 1 Each Party shall provide that an importer may make a claim for preferential tariff <br /> treatment, based on a declaration of origin completed by the exporter, producer or <br /> importer or an authorised representative of the exporter, producer or importer. <br /> 2 Each Party shall provide that a declaration of origin: <br /> (a) need not follow a prescribed format; <br /> (b) be in writing, including electronic format; <br /> (c) be in English; <br /> (d) specifies that the good is both an originating good and meets the requirements <br /> of this Chapter; and <br /> (e) contains a set of minimum data requirements as set out in Annex 3-A. <br /> 3 Each Party shall provide that a declaration of origin may apply to: <br /> (a) a single shipment of a good into the Area of a Party; or <br /> (b) multiple shipments of an identical good within any period specified in the <br /> declaration of origin, from or after the date of issuance but not exceeding the <br /> period of validity of the declaration. <br /> 4 Each Party shall provide that a declaration of origin is valid for one year after the <br /> date that it was issued or for such longer period specified by the laws and regulations of <br /> the importing Party. <br /> Article 3.17: Basis of a Declaration of Origin <br /> 1 Each Party shall provide that if a producer declares the origin of a good, the <br /> declaration of origin is completed on the basis of the producer having information that <br /> the good is an originating good. <br /> 2 Each Party shall provide that if the exporter is not the producer of the good, a <br /> declaration of origin may be completed by the exporter of the good on the basis of: <br /> (a) the exporter having information that the good is an originating good; or <br /> (b) reasonable reliance on the producer's information that the good is an <br /> originating good, which may include a written or electronic declaration or <br /> statement, by the producer, that the good is an originating good. <br /> 3 Each Party shall provide that a declaration of origin may be completed by the <br /> importer of the good on the basis of: <br /> (a) the importer having documentation that the good is an originating good; or <br /> (b) reasonable reliance on supporting documentation provided by the exporter or <br /> producer that the good is an originating good, which may include a written or <br /> electronic declaration or statement, by the exporter or producer, that the good <br /> is an originating good. <br /> 4 Each Party shall provide that a declaration of origin may be completed by an <br /> authorised representative of the exporter, producer or importer of the good on the basis of <br /> reasonable reliance on supporting documentation provided by the exporter, producer or <br /> importer that the good is an originating good, which may include a written or electronic <br /> declaration or statement, by the importer, exporter or producer, that the good is an originating good. <br /> 5 For greater certainty, nothing in paragraph 1 or paragraph 2 shall be construed to <br /> allow a Party to require an exporter or producer to complete a declaration of origin.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than AUD1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.19: Waiver of Declaration of Origin <br /> Neither Party shall require a declaration of origin if: <br /> (a) the customs value of the importation does not exceed 1000 Australian dollars <br /> or the equivalent amount in the importing Party's currency or any higher <br /> amount as the importing Party may establish; or <br /> (b) an importation of a good for which the importing Party has waived the <br /> requirement for a declaration of origin, <br /> provided that the importation does not form part of a series of importations carried out or <br /> planned for the purpose of evading compliance with the laws of the importing Party <br /> governing claims for preferential tariff treatment under this Agreement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.11: Authorised Economic Operator <br /> Each customs administration shall maintain and review the operation of the <br /> Arrangement regarding Mutual Recognition of their respective Authorised Economic <br /> Operator Systems.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.16: Claims for Preferential Treatment <br /> 3 Each Party shall provide that a declaration of origin may apply to: <br /> (a) a single shipment of a good into the Area of a Party; or <br /> (b) multiple shipments of an identical good within any period specified in the <br /> declaration of origin, from or after the date of issuance but not exceeding the <br /> period of validity of the declaration. <br /> 4 Each Party shall provide that a declaration of origin is valid for one year after the <br /> date that it was issued or for such longer period specified by the laws and regulations of <br /> the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.22: Record Keeping Requirements <br /> 1 Each Party shall provide that an importer claiming preferential tariff treatment for <br /> a good imported into the Area of that Party shall maintain, for a period of no less than <br /> five years from the date of importation of the good: <br /> (a) the documentation related to the importation, including the declaration of <br /> origin that served as the basis for the claim; and <br /> (b) all records necessary to demonstrate that the good is an originating good and <br /> qualified for preferential tariff treatment, if the claim was based on a <br /> declaration of origin completed by the importer. <br /> 2 Each Party shall inform a producer or exporter in its Area that provides a declaration <br /> of origin to maintain, for a period of no less than five years from the date of importation, <br /> all records necessary to demonstrate that a good for which the exporter or producer <br /> provided a declaration of origin is an originating good. Each Party shall endeavour to <br /> make available information on types of records that may be used to demonstrate that a <br /> good is an originating good. <br /> 3 Each Party shall provide that an importer, exporter or producer in its Area may <br /> choose to maintain the records specified in paragraph 1 and paragraph 2 in any medium <br /> that allows for prompt retrieval, including electronic, optical, magnetic or written form in <br /> accordance with the laws of that Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 1 year", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.21: Refunds and Claims for Preferential Tariff Treatment after Importation <br /> 1 An importer may make a claim for preferential tariff treatment on or after the date <br /> of entry into force of this Agreement. <br /> 2 Each Party shall provide that an importer may apply for preferential tariff treatment <br /> and a refund of any excess duties paid for a good provided that the good would have <br /> qualified for preferential tariff treatment when it was imported into the Area of the Party. <br /> 3 As a condition for preferential tariff treatment under paragraph 2, the importing <br /> Party may require that the importer: <br /> (a) has paid the prevailing non-preferential rate of duty on the good; <br /> (b) make a claim for preferential tariff treatment; <br /> (c) provide a statement that the good was originating at the time of importation; <br /> (d) provide a copy of the declaration of origin; and <br /> (e) provide such other documentation relating to the importation of the good as <br /> the importing Party may require, <br /> no later than one year after the date of importation or a longer period if specified in the <br /> laws of the importing Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.20: Obligations Relating to Importation <br /> 1 Unless otherwise provided for in this Chapter, for the purpose of claiming <br /> preferential tariff treatment for a good imported into the Area of a Party, that Party shall <br /> provide that the importer shall: <br /> (a) make a declaration [2] that the good qualifies as an originating good; <br /> (b) have a valid declaration of origin in its possession at the time the declaration <br /> referred to in subparagraph (a) is made; and <br /> (c) provide a copy of the declaration of origin to the importing Party <br /> if required by the Party. <br /> [2] A Party shall specify its declaration requirements in its laws, regulations or procedures that are published <br /> or otherwise made available in a manner as to enable interested persons to become acquainted with them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.25: Determinations on Claims for Preferential Tariff Treatment <br /> 4 The importing Party shall not reject a claim for preferential tariff treatment for the <br /> sole reason that the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.23: Verification of Origin <br /> 1. For the purposes of determining whether a good imported into a Party from the <br /> other Party qualifies as an originating good, the customs administration of the importing <br /> Party may conduct a verification process in sequence by means of: <br /> (a) written requests for information from the importer; <br /> (b) written requests for information from the exporter or producer of the exporting Party; <br /> (c) requests that the customs administration of the exporting Party assist in <br /> verifying the origin of the good; or <br /> (d) verification visits, according to procedures jointly decided by the customs <br /> administrations of the Parties, to the premises of the exporter or the producer <br /> in the Area of the other Party to observe the facilities and the production <br /> processes of the good and to review relevant records referring to origin. The <br /> verification visit shall only be initiated when responses to the requests made <br /> under subparagraph (a), subparagraph (b) or subparagraph (c) are not <br /> forthcoming, inadequate or contradictory and there are reasonable grounds to <br /> doubt the accuracy or authenticity of the originating status of the good or the <br /> fulfilment of any other requirement under this Chapter. <br /> 2 For the purposes of paragraph 1(a), paragraph 1(b) and paragraph 1(c), the customs <br /> administration shall allow the importer, exporter or producer a period of 30 days from the <br /> date of the written request to respond. During this period the importer, exporter, or <br /> producer may request, in writing, an extension not exceeding 30 days. <br /> 3. For the purposes of this Article and Article 3.24, all the information requested by <br /> the importing Party and responded to by the exporting Party shall be communicated in English. <br /> 4. The customs administration of the importing Party shall complete any action set out <br /> in paragraph 1 to verify eligibility for preferential tariff treatment within 90 days of receipt <br /> of all information necessary to make the determination. Upon completion of the <br /> verification action, the customs administration of the importing Party shall provide <br /> written advice to the importer, exporter or producer of its decision as well as the legal <br /> basis and findings of fact on which the decision was made. <br /> 5 Where a verification visit was undertaken, the customs administration shall also <br /> provide advice of the decision to the exporting Party. <br /> Article 3.24: Verification Visit <br /> 1 Prior to conducting a verification visit in accordance with Article 3.23.1(d), the <br /> customs administration of the importing Party shall: <br /> (a) make a written request to the exporter or producer to conduct a verification <br /> visit of their premises; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 2 An exporter or producer should provide its written consent to a proposed <br /> verification visit within 30 days from the date of receipt of notification in <br /> accordance with paragraph 1(a). <br /> 3 The written request referred to in paragraph 1(a) shall include: <br /> (a) the identity of the customs administration issuing the request; <br /> (b) the name of the exporter or producer of the good in the exporting Party to <br /> whom the request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific reference to <br /> the good that is the subject of the verification referred to in the declaration of origin; and <br /> (f) the names and titles of the officials of the customs administration of the <br /> importing Party who will participate in the visit. <br /> 4 The customs administration of the importing Party shall promptly notify the <br /> customs administration of the exporting Party when it requests a verification visit in <br /> accordance with paragraph 1(a). <br /> 5 Officials of the customs administration of the exporting Party shall accompany the <br /> customs administration of the importing Party in the verification visit, unless the customs <br /> administration of the exporting Party considers it unnecessary. <br /> Article 3.25: Determinations on Claims for Preferential Tariff Treatment <br /> 1 Unless otherwise provided in paragraph 2, each Party shall grant a claim for <br /> preferential tariff treatment made on or after the date of entry into force of this Agreement. <br /> 2 The importing Party may deny a claim for preferential tariff treatment if: <br /> (a) it determines that the good does not qualify for preferential treatment; <br /> (b) pursuant to a verification under Article 3.23, it has not received sufficient <br /> information to determine that the good qualifies as an originating good; <br /> (c) the exporter, producer or importer fails to respond to a written request for <br /> information in accordance with Article 3.23; <br /> (d) after receipt of a written notification for a verification visit, the exporter or <br /> producer does not provide its written consent in accordance with Article 3.24; or <br /> (e) the importer, exporter or producer fails to comply with the requirements of this Chapter. <br /> 3 If an importing Party denies a claim for preferential tariff treatment, it shall issue <br /> the importer with a written reason for denying the claim. <br /> 4 The importing Party shall not reject a claim for preferential tariff treatment for the <br /> sole reason that the invoice was issued in a non-Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.26: Penalties <br /> A Party may establish or maintain appropriate penalties for violations of its laws <br /> and regulations related to this Chapter.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 60 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.7: Response to Requests for Advice or Information <br /> Within 60 days of a request from an importer in its Area, or an exporter or a producer <br /> in the Area of the other Party, a Party shall provide advice or information relevant to the <br /> facts contained in the request on: <br /> (a) the tariff classification and customs valuation of a good; <br /> (b) the excise duty rate that applies to a good; <br /> (c) the application of duty drawback, deferral or other types of relief that reduce, <br /> refund or waive customs duties; <br /> (d) country of origin marking, if it is a prerequisite for importation; <br /> (e) whether a good is originating in accordance with Chapter 3 (Rules of Origin <br /> and Origin Procedures) for the purpose of claiming preferential tariff <br /> treatment for a good imported into the Area of a Party; or <br /> (f) other matters as the Parties may agree in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 3.18: Discrepancies <br /> Each Party shall not reject a declaration of origin due to minor transcription errors <br /> or discrepancies [1] in the declaration of origin, provided the errors or discrepancies do not <br /> cast doubt on the origin of the good. <br /> [1] For greater certainty, a difference between the HS tariff classification on the declaration of origin and the <br /> import declaration would not constitute a minor transcription error or discrepancy.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 4.13: Review and Appeal <br /> Each Party shall, in accordance with its laws and regulations, provide the importer, <br /> exporter or any other person affected by its administrative decisions on <br /> a customs matter access to: <br /> (a) at least one level of administrative review of decisions by its customs <br /> administration, independent of the official or office responsible for the <br /> decision under review; or <br /> (b) judicial review of the decisions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "DEFINITIONS", "ArticleDesc": "ARTICLE 3.1: DEFINITIONS <br> aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> (a) fuel, energy, catalysts and solvents; <br> "}, {"ArticleTitle": "Definitions", "ArticleDesc": "For the purposes of this Chapter: <br> crustaceans, other aquatic invertebrates and aquatic plants from seed stock such as eggs, <br> fry, fingerlings or larvae, by intervention in the rearing or growth processes to enhance <br> production such as regular stocking, feeding or protection from predators; <br> FOB value means the value of the good free on board inclusive of the cost of transport <br> to the port or site of final shipment abroad. The valuation shall be calculated in accordance <br> fungible goods or materials means goods or materials that are interchangeable for <br> with the Customs Valuation Agreement; <br> commercial purposes and whose properties are essentially identical; <br> generally accepted accounting principles means those principles recognised by <br> consensus or with substantial authoritative support in the Area of a Party with respect to <br> material means a good that is used in the production of another good; <br> the recording of revenues, expenses, costs, assets and liabilities; the disclosure of <br> information; and the preparation of financial statements. These principles may encompass <br> broad guidelines for general application, as well as detailed standards, practices and procedures; <br> but not physically incorporated into the good; or a material used in the maintenance of <br> buildings or the operation of equipment, associated with the production of a good, including: <br> Harmonized System or HS means the Harmonized Commodity Description and Coding <br> System governed by the International Convention on the Harmonized Commodity <br> Description and Coding System, done at Brussels on June 14, 1983, including its General <br> Rules of Interpretation, Section Notes and Chapter Notes, and their amendments, as <br> (c) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> applied by the Parties in their respective laws; <br> good means any merchandise, product, article or material; <br> (e) spare parts and materials used in the maintenance of equipment and buildings; <br> indirect material means a material used in the production, testing or inspection of a good <br> (f) lubricants, greases, compounding materials and other materials used in <br> producer means a person who engages in the production of a good; <br> production or used to operate equipment and buildings; and <br> (b) equipment, devices and supplies used to test or inspect the good; <br> (d) tools, dies and moulds; <br> non-originating good or non-originating material means a good or material that does <br> not qualify as originating in accordance with this Chapter; <br> originating good or originating material means a good or material that qualifies as <br> (g) any other material that is not incorporated into the good but the use of which <br> in the production of the good can reasonably be demonstrated to be a part of that production; <br> in which a good is packaged for retail sale; <br> originating in accordance with this Chapter; <br> packing materials and containers for shipment means a good used to protect another <br> good during its transportation, but does not include the packaging materials or containers <br> transaction value means the price actually paid or payable for the good when sold for <br> production means methods of obtaining goods including farming, growing, cultivating, <br> raising, mining, harvesting, fishing, trapping, hunting, capturing, collecting, breeding, <br> extracting, aquaculture, gathering, manufacturing, processing or assembling a good; and <br> export or other value determined in accordance with the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 3.27: Confidentiality <br> Each Party shall maintain the confidentiality of the information collected in <br> accordance with this Chapter and shall protect that information from disclosure that could <br> prejudice the competitive position of the person providing the information. <br> Section C: Other Matters <br> "}, {"ArticleTitle": "Consultations on Rules of Origin and Origin Procedures", "ArticleDesc": "Article 3.28: Consultations on Rules of Origin and Origin Procedures <br> The Parties shall consult to discuss possible amendments or modifications to this <br> Chapter and its annexes, including amendments to reflect periodic amendments to the Harmonized System. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> customs laws means any laws and regulations administered, applied or enforced by the <br> customs administration of a Party; and <br> customs procedures means the treatment applied by the customs administration of each <br> Party to goods that are subject to customs control. <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 4.2: Objectives <br> The objectives of this Chapter are to: <br> (a) simplify and harmonise customs procedures of the Parties; <br> customs laws and administrative procedures of the Parties; <br> (e) promote cooperation between the customs administrations of the Parties, <br> within the scope of this Chapter. <br> "}, {"ArticleTitle": "OBJECTIVES", "ArticleDesc": "(b) ensure predictability, consistency and transparency in the application of <br> (c) ensure the efficient and expeditious clearance of goods; <br> (d) facilitate trade between the Parties; and <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 4.3: Scope <br> This Chapter shall apply, in accordance with the Parties' respective international <br> obligations and customs laws, to customs procedures applied to goods traded <br> between the Parties. <br> "}, {"ArticleTitle": "WTO Agreement on Trade Facilitation", "ArticleDesc": "Article 4.4: WTO Agreement on Trade Facilitation <br> The Parties affirm their rights and obligations with respect to each other under the <br> Agreement on Trade Facilitation, set out in Annex 1A to the WTO Agreement. <br> "}, {"ArticleTitle": "Customs Valuation", "ArticleDesc": "Article 4.5: Customs Valuation <br> Each Party shall determine the customs value of goods traded with the other Party <br> in accordance with Article VII of GATT 1994 and the Customs Valuation Agreement. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 4.6: Customs Procedures and Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent, transparent and facilitate trade. <br> 2 Each Party shall ensure that its customs procedures conform, where possible and <br> subject to its laws and regulations, to international standards and recommended practices <br> established by the World Customs Organization. <br> procedures with a view to exploring options for their simplification and the enhancement <br> of mutually beneficial arrangements to facilitate trade between the Parties. <br> "}, {"ArticleTitle": "CUSTOMS PROCEDURES AND FACILITATION", "ArticleDesc": "3 The customs administration of each Party shall periodically review its customs <br> "}, {"ArticleTitle": "APPLICATION OF INFORMATION TECHNOLOGY", "ArticleDesc": "1 Each Party shall apply information technology to support customs operations, <br> "}, {"ArticleTitle": "Application of Information Technology", "ArticleDesc": "Article 4.8: Application of Information Technology <br> where it is cost-effective and efficient, particularly in the paperless trading context, taking <br> into account developments in this area within the World Customs Organization. <br> 2 Each Party shall endeavour to establish and operate a single window system <br> enabling its traders to submit documentation or data requirements for importation, <br> exportation or transit of goods through a single entry point to its relevant authorities or agencies. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 4.9: Risk Management <br> 1 Each Party shall work to further enhance the use of risk management techniques in <br> goods and allow resources to focus on high-risk goods. <br> 2 The customs administration of each Party shall periodically review its customs <br> the administration of its customs procedures so as to facilitate the clearance of low-risk <br> procedures specified in paragraph 1. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "1 Each Party shall adopt or maintain simplified customs procedures for the efficient <br> release of goods in order to facilitate trade between the Parties. This paragraph shall not <br> require a Party to release a good if its requirements for release have not been met. <br> 2 In accordance with paragraph 1, each Party shall adopt or maintain customs procedures that: <br> (a) provide for the release of goods as rapidly as possible after arrival, provided <br> that all other regulatory requirements have been met; and <br> (b) as appropriate, provide for advance electronic submission and processing of <br> information before the physical arrival of goods with a view to expediting the <br> "}, {"ArticleTitle": "RELEASE OF GOODS", "ArticleDesc": "ARTICLE 4.10: RELEASE OF GOODS <br> release of goods. <br> "}, {"ArticleTitle": "Transparency", "ArticleDesc": "Article 4.12: Transparency <br> 1 Each customs administration shall publish, including on the internet, its laws, <br> regulations and, where applicable, administrative rules or procedures of general <br> application relevant to trade in goods between the Parties. <br> information concerning the procedures for making such enquiries. <br> 3 To the extent practicable and in a manner consistent with its laws and regulations, <br> each Party shall endeavour to publish, in advance on the internet, draft laws and <br> "}, {"ArticleTitle": "TRANSPARENCY", "ArticleDesc": "2 Each Party shall designate one or more enquiry points to address enquiries from <br> interested persons on customs matters, and shall make available on the internet <br> regulations of general application relevant to trade between the Parties, with a view to <br> affording the public, especially interested persons, an opportunity to provide comment. <br> "}, {"ArticleTitle": "COOPERATION", "ArticleDesc": "(a) the implementation and operation of this Chapter; and <br> (b) such other issues as the Parties mutually determine. <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 4.14: Cooperation <br> Subject to their laws and regulations, the customs administrations of both Parties <br> shall assist each other, in relation to: <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 4.15: Consultations <br> 1 The customs administration of a Party may at any time request consultations with <br> the customs administration of the other Party on any matter arising from the <br> implementation or operation of this Chapter. Such consultations shall be conducted <br> through the relevant contact points, and shall take place within 30 days of the date of <br> receipt of the request, unless the customs administrations of the Parties mutually <br> determine otherwise. <br> 2 In the event that such consultations fail to resolve the matter, the requesting Party <br> may refer the matter to the Joint Commission for consideration. <br> 3 The customs administration of each Party shall designate one or more contact points <br> for the purposes of this Chapter and provide details of such contact points to the other <br> Party. The customs administrations of the Parties shall notify each other promptly of any <br> "}]}]}, "members_found": ["036", "344", 4, 8703900000]}