{"FtaRooDetails": {"FtaId": 876, "FtaCode": "ITC00906", "FtaName": "FTA, Canada-Honduras", "FtaFullName": "Canada-Honduras Free Trade Agreement", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "01.10.2014", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Canada; Honduras", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Canada-Honduras", "AdminProcCooAuth": "The certification type under FTA, Canada-Honduras is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Canada-Honduras is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Canada-Honduras agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH and RVC 20%", "RooText": "A change to subheading 8703.21 through 8703.90 from any other heading, provided there is a regional value content of not less than 20% under the net cost method.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General Interpretative Note", "RooText": " Annex 4.1 - Specific Rules of Origin<br /> Part I – General Interpretative Note<br /> For the purposes of interpreting the rules of origin set forth in this Annex:<br /> Definitions:<br /> chapter means a chapter of the Harmonized System;<br /> heading means the first 4 digits in the tariff classification number under the Harmonized System;<br /> section means a section of the Harmonized System; and<br /> subheading means the first 6 digits in the tariff classification number under the Harmonized System.<br /> the specific rule, or specific set of rules applicable to a particular heading, or subheading or group of headings or subheadings is set out immediately adjacent to that heading, subheading or group of headings or subheadings;<br /> a requirement of a change in tariff classification or any other condition set out in a specific rule applies only to non-originating materials;<br /> the reference to weight in the rules for goods of Chapters 1 through 24 of the Harmonized System means dry weight unless otherwise specified in the Harmonized System;<br /> where two or more rules are applicable to a heading, subheading, or group of headings or subheadings and the alternative rule contains a phrase beginning with the words \"whether or not\":<br /> the change in tariff classification specified in the phrase beginning with the words \"whether or not\" reflects the change specified in the first rule applicable to the heading, subheading, or group of headings or subheadings,<br /> the only change in tariff classification permitted by the alternative rule, in addition to the change in tariff classification specified at the beginning of that rule, is the change specified in the phrase commencing with the words \"whether or not\",<br /> unless otherwise specified, only the value of the non-originating materials referred to at the beginning of the alternative rule shall be included in calculating the regional value content set out in the rule; and<br /> the value of any non-originating materials satisfying the change in tariff classification specified in the phrase beginning with the words \"whether or not\" shall not be included in calculating the regional value content set out in the rule.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00906_coo.pdf", "DocType": "1_coo", "WebLink": "http://cbsa-asfc.gc.ca/publications/forms-formulaires/bsf747-eng.pdf"}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00906_sroo.pdf", "DocType": "2_sroo", "WebLink": "http://www.sice.oas.org/TPD/CAN_HND/Texts_FTA_05.11.2013/ENG/04-2--EN-Canada-Honduras-FTA-Ch-04-Annex-4.1--Final-07-10-13-.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00906_roo.pdf", "DocType": "3_roo", "WebLink": "http://www.sice.oas.org/TPD/CAN_HND/Texts_FTA_05.11.2013/ENG/04-1--EN-Canada-Honduras-FTA-Ch-04--Final-04-10-13-.pdf"}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00906_proo.pdf", "DocType": "4_proo", "WebLink": "http://www.sice.oas.org/TPD/CAN_HND/Texts_FTA_05.11.2013/ENG/05-EN-Canada-Honduras-FTA-Ch-05--Final-04-10-13-.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00906_full.pdf", "DocType": "8_full", "WebLink": "http://international.gc.ca/trade-commerce/trade-agreements-accords-commerciaux/agr-acc/honduras/fta-ale/index.aspx?lang=eng"}, {"DocDesc": "WTO notification", "DocFileName": "itc00906_wto.pdf", "DocType": "9_wto", "WebLink": "https://docs.wto.org/dol2fe/Pages/SS/directdoc.aspx?filename=q:/G/RO/N134.pdf"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "bilateral and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.4: Accumulation <br /> 1 For the purposes of determining whether a good is originating, the production of <br /> the good in the territory of one or both of the Parties by one or more producers is, at the <br /> choice of the exporter or producer of the good, considered to have been performed in the <br /> territory of either of the Parties by that exporter or producer, if: <br /> (a) all non-originating material used in the production of the good undergoes <br /> an applicable tariff classification change set out in Annex 4.1 and the good <br /> satisfies any applicable regional value content requirement entirely in the <br /> territory of one or both of the Parties; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Subject to paragraph 3, if each Party has a trade agreement thatestablishes or that <br /> leads to the establishment of a free trade area or customs union with the same non-Party, <br /> as permitted by the WTO Agreement, the territory of that non-Party is deemed to form <br /> part of the territory of the free trade area established by this Agreement for the purposes <br /> of determining whether a good is originating under this Agreement. <br /> 3 A Party shall give effect to paragraph 2 only once provisions with an effect <br /> equivalent to paragraph 2 are in force between each Party and the non-Party, and upon <br /> agreement by the Parties on whether to limit those provisions to specified goods or under <br /> specified conditions.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.5: De Minimis <br /> 1 Except as provided in paragraphs 2 through 4, a good is originating if the value of <br /> all non-originating materialused in the production of the good that does not undergo an <br /> applicable change in tariff classification, set out in Annex 4.1,does not exceed 10% of the <br /> transaction value of the good, calculated in accordance with Article 4.3, provided that: <br /> (a) if the good is subject to a regional value-content requirement, the value of <br /> the non-originating material is taken into account in calculating the <br /> regional value content of the good; and <br /> (b) the good satisfies all other applicable requirements of this Chapter. <br /> 2 Except as provided in Annex 4.1, paragraph 1 does not apply to a non-originating <br /> material used in the production of a good of Chapters 1 through 24 of the Harmonized <br /> System unless the non-originating material is provided for in a different subheading from <br /> the good for which origin is being determined under this Article. <br /> 3 A good of Chapters 50 through 60of the Harmonized System that does not <br /> originate because certain non-originating yarn used in the production of the good does <br /> not fulfil the requirementsset out for that good in Annex 4.1 is nonetheless originating if <br /> the total weight of all such yarn does not exceed 10% of the total weight of that good. <br /> 4 A good of Chapters 61 through 63 or subheading 9404.90 of the Harmonized <br /> System that does not originate because certain non-originating yarn used in the <br /> production of the component of the good that determines the tariff classification of that <br /> good does not fulfil the requirements set out for that good in Annex 4.1 is nonetheless <br /> originating if the total weight of all such yarn in that component does not exceed 10% of <br /> the total weight of that component.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Regional Value Content <br /> 5 For the purposes of calculating the regional value content of a good under <br /> paragraph 2 or 3, the value of non-originating materials used by the producer in the <br /> production of a good does not include the value of: <br /> (a) Non-originating material or non-originating intermediate material used to <br /> produce originating material that is subsequently used in the production of a <br /> good; or <br /> (b) Non-originating material used by another producer to produce an originating <br /> material that is subsequently acquired and used in the production of a good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.8: Accessories, Spare Parts and Tools <br /> 1 An accessory, spare part,or tool delivered with a good that forms part of the <br /> good's standard accessories, spare parts, or tools, is originating if the good is originating. <br /> 2 The accessory, spare part, or tool is disregarded in determining whether all <br /> non-originating material used in the production of the good undergoes the applicable <br /> change in tariff classification set out in Annex 4.1, provided that: <br /> (a) the accessory, spare part,or tool is not invoiced separately from the good, <br /> whether or not each is listed or detailed on the invoice; and <br /> (b) the quantity and value of the accessory, spare part, or tool are customary for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down / net cost", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.3: Regional Value Content <br /> 1 For the purposes of this Article: <br /> RVC means the regional value content, expressed as a percentage; <br /> NC means the net cost of the good; <br /> TV means the transaction value of the goodadjusted on an ex-factory price basis as <br /> defined in Article 4.1; and <br /> VNM means the value of non-originating materials used by the producer in the <br /> production of the good calculated in accordance with paragraph 8. <br /> 2 Except as provided in paragraphs 3 and 4, each Party shall provide that an <br /> exporter or a producer calculates the regional value content of a good on the basis of the <br /> following transaction value method: <br /> RVC = TV - VNM x 100 <br /> TV <br /> 3 Each Party shall provide that an exporter or a producer of an automotive good of <br /> heading 87.01, subheading 8703.21 through 8703.90, or heading 87.04 through 87.08 <br /> may calculate the regional value content on the basis of the following net cost method: <br /> RVC = NC - VNM x 100 <br /> NC <br /> 4 Each Party shall provide that an exporter or a producer of an automotive good of <br /> subheading 8407.31 through 8407.34, heading 87.02, or subheading 8703.10 may <br /> calculate the regional value content of the good on the basis of either the transaction <br /> value method set out in paragraph 2 or the net cost method set out in paragraph 3. <br /> 5 For the purposes of calculating the regional value content of a good under <br /> paragraph 2 or 3, the value of non-originating materials used by the producer in the <br /> production of a good does not include the value of: <br /> (a) Non-originating material or non-originating intermediate material used to <br /> produce originating material that is subsequently used in the production of a <br /> good; or <br /> (b) Non-originating material used by another producer to produce an originating <br /> material that is subsequently acquired and used in the production of a good. <br /> 6 For the purposes of calculating the net cost of a good under paragraph 3, the <br /> producer of the good may: <br /> (a) calculate the total cost incurred with respect to all goods produced by that <br /> producer, subtract any sales promotion, marketing and after-sales service <br /> cost, royalty, shipping and packing cost, andnon-allowable interest cost <br /> that is included in the total cost of all those goods, and then reasonably <br /> allocate the resulting net cost of those goods to the good; <br /> (b) calculate the total cost incurred with respect to all goods produced by that <br /> producer, reasonably allocate the total cost to the good, and then subtract <br /> any sales promotion, marketing,or after-sales service cost, royalty, <br /> shipping and packing cost, and non-allowable interest cost that is included <br /> in the portion of the total cost allocated to the good; or <br /> (c) reasonably allocate each cost that forms part of the total cost incurred with <br /> respect to the good so that the aggregate of these costs does not include <br /> any sales promotion, marketing and after-sales service cost, royalty, <br /> shipping and packing cost, or non-allowable interest cost. <br /> 7 If a producer calculates the net cost in accordance with paragraph 6, any sales <br /> promotion, marketingand after-sales service cost, royalty, shipping and packing cost, and <br /> non-allowable interest cost that are included in the value of a material used in the <br /> production of the good are not subtracted from the net cost in the calculation under <br /> paragraph 3. <br /> 8 Except as provided in paragraph 9, the value of a material used in the production <br /> of a good: <br /> (a) is the transaction value of the material determined in accordance with <br /> Article 1 of the Customs Valuation Agreement; <br /> (b) if there is no transaction value or the transaction value of the material is <br /> unacceptable under Article 1 of the Customs Valuation Agreement, is <br /> determined in accordance with Articles 2 through 7 of the Customs <br /> Valuation Agreement; <br /> (c) if not covered under subparagraph (a) or (b), includes freight, insurance, <br /> packing and all other costs incurred in transporting the material to the <br /> place of importation; or <br /> (d) in the case of a domestic transaction, is determined in accordance with the <br /> principles of the Customs Valuation Agreement in the same manner as an <br /> international transaction, with any modifications required by the circumstances. <br /> 9 The value of an intermediate material is: <br /> (a) the total cost incurred with respect to all goods produced by the producer <br /> of the good that can be reasonably allocated to that intermediate material; or <br /> (b) the sum of all costs that comprise the total cost incurred with respect to <br /> that intermediate material that can be reasonably allocated to that <br /> intermediate material. <br /> 10 The value of an indirect material is based on the Generally Accepted Accounting <br /> Principles applicable in the territory of the Party in which the indirect material is used in <br /> the production, testing, or inspection of a good, or in the maintenance of buildings or the <br /> operation of equipment associated with the production of a good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.1: Definitions <br /> good wholly obtained or produced entirely in the territory of one or both of the <br /> Parties means: <br /> (a) amineral or other non-living natural resource extracted in or taken from <br /> the territory of one or both of the Parties; <br /> (b) aplant or plant product harvested or gathered in the territory of one or both <br /> of the Parties; <br /> (c) alive animal born and raised entirely in the territory of one or both of the Parties; <br /> (d) agood obtained from a live animal in the territory of one or both of the Parties; <br /> (e) agood obtained from hunting, trapping, fishing, or aquaculture in the <br /> territory of one or both of the Parties; <br /> (f) fish, shellfish,or other marine life taken from the sea, seabed, or the <br /> subsoil outside the territory of one or both of the Parties by: <br /> (i) a vessel registered or listed with a Party and entitled to fly its flag, <br /> (ii) a vessel leased by a company established in the territory of a Party <br /> and entitled to fly its flag, or <br /> (iii) a vessel not exceeding 15 tons gross tonnage that is licensed by a Party, <br /> except any fish, shellfish, and other marine life subject to unilateral <br /> Canadian restrictions pursuant to Canada's Special Economic Measures <br /> Act, S.C. 1992, c. 17, as amended; <br /> (g) a good produced on board a factory vessel from a good referred to in <br /> subparagraph (f), provided thatthe factory vessel is registered or listed <br /> with a Party, or leased by a company established in the territory of a Party, <br /> and entitled to fly its flag; <br /> (h) agood, other than fish, shellfish, or other marine life, taken or extracted <br /> from the seabed or the subsoil of the continental shelf or the exclusive <br /> economic zone of a Party; <br /> (i) a good, other than fish, shellfish or other marine life, taken or extracted <br /> from the seabedor the subsoil, in the area outside both the continental shelf <br /> and the exclusive economic zone of a Party or of any other State, by a <br /> vessel registered or listed with a Party and entitled to fly its flag, or by a <br /> Party or person of a Partyprovided that the Party or person of the Party has <br /> rights to exploit that seabed or subsoil; <br /> (j) waste and scrap derived from: <br /> (i) production in the territory of one or both of the Parties, or <br /> (ii) aused good collected in the territory of one or both of the Parties, <br /> provided that the good is fit only for the recovery of raw materials; <br /> (k) a recovered good collected in the territory of one or both of the Parties and <br /> used in the territory of one or both of the Parties in the production of a <br /> remanufactured good; and <br /> (l) a good produced in the territory of one or bothof the Parties exclusively <br /> from a good or goods referred to in subparagraphs (a) through (k), or from <br /> their derivatives, at any stage of production; <br /> Article 4.9: Indirect Materials <br /> An indirect material is originating regardless of where it is produced.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.12: Transshipment <br /> An originating good that is exported from a Party maintains its originating status <br /> only if the good: <br /> (a) does not undergo further production or any other operation outside the <br /> territories of the Parties, other than unloading, reloading, or any other <br /> operation necessary to preserve it in good condition or to transport the <br /> good to the territory of a Party; and <br /> (b) remains under customs control while outside the territories of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.10: Packaging Materials and Containers for Retail Sale <br /> If classified with a good, a packaging material or container in which a good is <br /> packaged for retail sale is disregarded in determining whether the non-originating <br /> material used in the production of the good undergoes the applicable change in tariff <br /> classification set out in Annex 4.1. <br /> Article 4.11: Packing Materials and Containers for Shipment <br /> A packing material or container in which a good is packed for shipment is <br /> disregarded in determining: <br /> (a) whetherthe non-originating material used in the production of the good <br /> undergoes an applicable change in tariff classification set out in <br /> Annex 4.1; and <br /> (b) whetherthe good satisfies any applicable regional value content requirement.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.6: Fungible Goods and Materials <br /> For the purposes of determining whether a good is originating: <br /> (a) if originating and non-originating fungible materials are used in the <br /> production of a good, the determination of whether the fungible material is <br /> originating need not be made through the identification of any specific <br /> fungible material, but may be made in accordance with the Generally <br /> Accepted Accounting Principles of the Party in which the production takes <br /> place, applied asset out in Annex 4.5; and <br /> (b) if originating and non-originating fungible goods are physically combined <br /> or mixed in inventory and, prior to their exportation, do not undergo any <br /> production or any other operation in the territory of the Party in which <br /> they were physically combined or mixed in inventory, other than <br /> unloading, reloading, or any other operation necessary to preserve the <br /> goods in good condition or to transport the goods for exportation tothe <br /> other Party's territory, the determination of whether the good is <br /> originating may be made in accordance with the Generally Accepted <br /> Accounting Principles of the Party from which the good is exported, <br /> applied as set out in Annex 4.5. <br /> Annex 4.5 <br /> rolling average method means the method by which the origin of fungible materials <br /> withdrawn from materials inventory is based on the ratio, calculated under subsection 4, <br /> of originating materials and non-originating materials in materials inventory. <br /> Subsection 2: General <br /> 1 The inventory management methods for determining whether fungible materials <br /> referred to in Article 4.6(a) are originating materials are the following: <br /> (a) specific identification method; <br /> (b) FIFO method; <br /> (c) LIFO method; and <br /> (d) rolling average method; <br /> 2 When a producer of a good or a person from whom the producer acquired the <br /> materials that are used in the production of the good chooses an inventory management <br /> method referred to in paragraph 1, that method shall be used from the time the choice is <br /> made until the end of the fiscal year of the producer or person. <br /> Subsection 3: Specific Identification Method <br /> 1 Except as otherwise provided under paragraph 2, if the producer or person <br /> referred to in subsection 2(2) chooses the specific identification method, the producer or <br /> person shall physically segregate, in materials inventory, originating materials that are <br /> fungible materials from non-originating materials that are fungible materials. <br /> 2 If originating materials or non-originating materials that are fungible materials are <br /> marked with an origin identifier, the producer or person need not physically segregate <br /> those materials under paragraph 1 if the origin identifier remains visible throughout the <br /> production of the good. <br /> Subsection 4: Rolling Average Method <br /> 1 If the producer or person referred to in subsection 2(2) chooses the rolling average <br /> method, the origin of fungible materials withdrawn from materials inventory is <br /> determined on the basis of the ratio of originating materials and non-originating materials <br /> in materials inventory by dividing: <br /> (a) the total units of originating materials or non-originating materials that are <br /> fungible materials and that were in materials inventory prior to the <br /> withdrawal of materials from that inventory; by: <br /> (b) the total units of originating materials and non-originating materials that <br /> are fungible materials and that were in materials inventory prior to the <br /> withdrawal of materials from that inventory. <br /> 2 The ratio calculated under paragraph 1 is applied to the fungible materials <br /> remaining in materials inventory. <br /> Subsection 5: Manner of Dealing with Opening Inventory <br /> 1 Except as otherwise provided under paragraphs 2 and 3, when the producer or <br /> person referred to in subsection 2(2) has fungible materials in opening inventory, the <br /> origin of those fungible materials is determined by: <br /> (a) identifying, in the books of the producer or person, the latest receipts of <br /> fungible materials that add up to the amount of fungible materials in <br /> opening inventory; <br /> (b) determining the origin of the fungible materials that make up those <br /> receipts; and <br /> (c) considering the origin of those fungible materials to be the origin of the <br /> fungible materials in opening inventory. <br /> 2 If the producer or person chooses the specific identification method and has, in <br /> opening inventory, originating materials or non-originating materials that are fungible <br /> materials and that are marked with an origin identifier, the origin of those fungible <br /> materials is determined on the basis of the origin identifier. <br /> 3 The producer or person may consider all fungible materials in opening inventory <br /> to be non-originating materials. <br /> Section II - Fungible Goods <br /> Subsection 6: Definitions and Interpretation <br /> For purposes of this Section: <br /> First-in, first-out (FIFO) method means the method by which the origin of fungible <br /> goods first received in finished goods inventory is considered to be the origin of fungible <br /> goods first withdrawn from finished goods inventory; <br /> finished goods inventory means an inventory from which fungible goods are sold or <br /> otherwise transferred to another person; <br /> Last-in, first-out (LIFO) method means the method by which the origin of fungible <br /> goods last received in finished goods inventory is considered to be the origin of fungible <br /> goods first withdrawn from finished goods inventory; <br /> opening inventory means the finished goods inventory at the time an inventory <br /> management method is chosen; <br /> origin identifier means any mark that identifies fungible goods as originating goods or <br /> non-originating goods; and <br /> rolling average method means the method by which the origin of fungible goods <br /> withdrawn from finished goods inventory is based on the ratio, calculated under <br /> subsection 9, of originating goods and non-originating goods in finished goods inventory. <br /> Subsection 7: General <br /> 1 The inventory management methods for determining whether fungible goods <br /> referred to in Article 4.6(b) are originating goods are the following: <br /> (a) specific identification method; <br /> (b) FIFO method; <br /> (c) LIFO method; and <br /> (d) rolling average method. <br /> 2 When an exporter of a good or a person from whom the exporter acquired the <br /> good chooses an inventory management method referred to in paragraph 1, that method <br /> shall be used from the time the choice is made until the end of the fiscal year of the <br /> exporter or person. <br /> Subsection 8: Specific Identification Method <br /> 1 Except as provided under paragraph 2, if the exporter or person referred to in <br /> subsection 7(2) chooses the specific identification method, the exporter or person shall <br /> physically segregate, in finished goods inventory, originating goods that are fungible <br /> goods from non-originating goods that are fungible goods. <br /> 2 If originating goods or non-originating goods that are fungible goods are marked <br /> with an origin identifier, the exporter or person need not physically segregate those goods <br /> under paragraph 1 if the origin identifier is visible on the fungible goods. <br /> Subsection 9: Rolling Average Method <br /> 1 If the exporter or person referred to in subsection 7(2) chooses the rolling average <br /> method, the origin of each shipment of fungible goods withdrawn from finished goods <br /> inventory is determined on the basis of the ratio of originating goods and non-originating <br /> goods in finished goods inventory by dividing: <br /> (a) the total units of originating goods or non-originating goods that are <br /> fungible goods and that were in finished goods inventory before the <br /> shipment of the goods; by: <br /> (b) the total units of originating goods and non-originating goods that are <br /> fungible goods and that were in finished goods inventory before the <br /> shipment of the goods. <br /> 2 The ratio calculated under paragraph 1 is applied to the remaining units of <br /> originating and non-originating goods in finished goods inventory. <br /> Subsection 10: Manner of Dealing with Opening Inventory <br /> 1 Except as otherwise provided under paragraphs 2 and 3, when the exporter or <br /> person referred to in subsection 7(2) has fungible goods in opening inventory, the origin <br /> of those fungible goods is determined by: <br /> (a) identifying, in the books of the exporter or person, the latest receipts of <br /> fungible goods that add up to the amount of fungible goods in opening inventory; <br /> (b) determining the origin of those fungible goods that make up those receipts; and <br /> (c) considering the origin of those fungible goods to be the origin of the <br /> fungible goods in opening inventory. <br /> 2 If the exporter or person chooses the specific identification method and has, in <br /> opening inventory, originating goods or non-originating goods that are fungible goods <br /> and that are marked with an origin identifier, the origin of those fungible goods is <br /> determined on the basis of the origin identifier. <br /> 3 The exporter or person may consider all fungible goods in opening inventory to <br /> be non-originating goods.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 50%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 4.7: Sets or Assortments of Goods <br /> Except as provided in Annex 4.1, a set as referred to in Rule 3 of the General <br /> Rules for the Interpretation of the Harmonized System, or an assortment of goods <br /> is originating if: <br /> (a) all of the component goods in the set or assortment are originating; or <br /> (b) when the set or assortment contains non-originating component goods: <br /> (i) at least one of the component goodsis originating, and <br /> (ii) the regional value content of the set or assortment is not less than <br /> 50% of the set or assortment's transaction value.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.2: Certificate of Origin <br /> 1. The Parties shall establish, by the date of entry into force of this Agreement, a <br /> Certificate of Origin for the purpose of certifying that a good being exported from the <br /> territory of a Party into the territory of the other Party qualifies as originating. The <br /> Certificate of Origin may be modified after the date of entry into force, <br /> if the Parties so decide. <br /> 2 Each Party shall permit the Certificate of Origin for a good imported into its <br /> territory to be completed in English, French or Spanish. <br /> 3 Each Party shall: <br /> (a) require an exporter in its territory to complete and sign a Certificate of <br /> Origin for the exportation of a good for which an importer may claim <br /> preferential tariff treatment upon importation of the good into the territory <br /> of the other Party; and <br /> (b) provide that, when an exporter in its territory is not the producer of the <br /> good, the exporter may complete and sign a Certificate of Origin on the basis of: <br /> (i) the exporter's knowledge of whether the good <br /> qualifies as originating, <br /> (ii) the exporter's reasonable reliance on the producer's written <br /> declaration that the good qualifies as originating, or <br /> (iii) a completed and signed Certificate of Origin for the good <br /> voluntarily provided to the exporter by the producer. <br /> 4 Paragraph 3 does not require a producer to provide a <br /> Certificate of Origin to an exporter. <br /> 5 A Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory by the <br /> same importer within the period identified in the Certificate of Origin, <br /> provided that the period does not exceed 12 months. <br /> 6 A Party shall ensure that the Certificate of Origin is accepted by its customs <br /> administration for at least 1 year after the date on which the Certificate of Origin was signed. <br /> 7 A Party shall accept a Certificate of Origin that is completed and signed by the <br /> exporter or producer of a good prior to entry into force of this Agreement, if the good is <br /> originating and is imported into the territory of a Party on or after entry into force of this Agreement. <br /> Article 5.3: Obligations regarding Importations <br /> 1 Except as otherwise provided in this Chapter, each Party shall require an importer <br /> in its territory that claims preferential tariff treatment for a good imported into its territory <br /> from the territory of the other Party to: <br /> (a) make a written declaration, in the import document provided by its laws <br /> and regulations, based on a valid Certificate of Origin, that the good <br /> qualifies as originating; <br /> (b) have the Certificate of Origin in its possession at the time the declaration is made; <br /> (c) provide a copy of the Certificate of Origin at the request of that Party's <br /> customs administration; and <br /> (d) promptly make a corrected declaration in a manner required by the <br /> customs administration of the importing Party and pay any duties owing if <br /> the importer has reason to believe that a Certificate of Origin on which a <br /> declaration is based contains incorrect information. <br /> 2 When an importer in the territory of a Party claims preferential tariff treatment for <br /> a good imported into its territory from the territory of the other Party: <br /> (a) the importing Party may deny preferential tariff treatment to the good if <br /> the importer fails to comply with a requirement under this Chapter; and <br /> (b) the importing Party shall not subject the importer to penalties for making <br /> an incorrect declaration if: <br /> (i) the importer voluntarily makes a correction to the declaration <br /> pursuant to paragraph 1(d), and <br /> (ii) the competent authority of the importing Party has not initiated a <br /> verification of origin pursuant to Article 5.7. <br /> 3 If a good would have qualified as originating when it was imported into the <br /> territory of a Party but a claim for preferential tariff treatment was not made at that time, <br /> the importing Party shall permit the importer of the good, within 4 years after the date the <br /> good was imported, to apply for a refund of any excess duties paid because the good was <br /> not accorded preferential tariff treatment. The importer applying for a refund must submit: <br /> (a) a written declaration that the good qualified as originating at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) any other documentation required by the importing Party that relates to the <br /> importation of the good. <br /> Article 5.5: Obligations regarding Exportations <br /> 1 Each Party shall provide that: <br /> (a) at the request of its customs administration, an exporter in its territory, or a <br /> producer in its territory that has provided a copy of a Certificate of Origin <br /> to that exporter pursuant to Article 5.2(3)(b)(iii), must provide a copy of <br /> the Certificate of Origin to the customs administration; <br /> (b) if an exporter or a producer in its territory provided a Certificate of Origin <br /> and has reason to believe that it contains information that is incorrect, the <br /> exporter or producer must promptly notify in writing every person who <br /> received a Certificate of Origin from them of a change that could affect <br /> the accuracy or validity of the Certificate of Origin; and <br /> (c) a false Certificate of Origin provided by an exporter or a producer in its <br /> territory for a good to be exported to the territory of the other Party is <br /> subject to legal consequences of an equivalent effect, in accordance with <br /> the customs law of that Party, as would apply to an importer in its territory <br /> that makes a false statement or representation. <br /> 2 A Party may apply a measure that the circumstances warrant if an exporter or a <br /> producer in its territory fails to comply with a requirement of this Chapter. <br /> 3 A Party may not impose penalties on an exporter or a producer in its territory that <br /> voluntarily provides written notification pursuant to paragraph (1)(b) for an incorrect <br /> Certificate of Origin. <br /> Section C - Administration and Enforcement", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$1000)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.4: Exceptions <br /> A Party shall not require a Certificate of Origin for: <br /> (a) a commercial importation of a good whose value does not exceed <br /> US$ 1,000 or its equivalent amount in the Party's currency, or a higher <br /> amount that the Party establishes, except that it may require that the <br /> invoice accompanying the importation include a statement from the <br /> exporter certifying that the good qualifies as originating; <br /> (b) a non-commercial importation of a good whose value does not exceed <br /> US$ 1,000 or its equivalent amount in the Party's currency, or a higher <br /> amount that the Party establishes; or <br /> (c) an importation of a good for which the importing Party has waived the <br /> requirement for a Certificate of Origin, <br /> provided that the importation is not part of a series of importations that may reasonably <br /> be considered to have been undertaken or arranged for the purposes of avoiding the <br /> certification requirements of Articles 5.2 and 5.3.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.1: Definitions <br /> competent authority means: <br /> (a) for Canada, Canada Border Services Agency or a successor notified in <br /> writing to the other Party; and <br /> (b) for Honduras, the Secretary of State of Industry and Commerce <br /> (Secretar?a de Estado en los Despachos de Industria y Comercio), or a <br /> successor notified in writing to the other Party;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "1 year (for multiple shipments)", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.2: Certificate of Origin <br /> 5 A Party shall permit a Certificate of Origin to apply to: <br /> (a) a single importation of one or more goods into the Party's territory; or <br /> (b) multiple importations of identical goods into the Party's territory by the <br /> same importer within the period identified in the Certificate of Origin, <br /> provided that the period does not exceed 12 months. <br /> 6 A Party shall ensure that the Certificate of Origin is accepted by its customs <br /> administration for at least 1 year after the date on which the Certificate of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.6: Records <br /> 1 Each Party shall provide that an exporter or a producer in its territory that <br /> completes and signs a Certificate of Origin must maintain in its territory for 5 years <br /> after the date on which the Certificate of Origin was signed, or for a longer period <br /> specified by the Parties, records relating to the origin of a good for which preferential <br /> tariff treatment was claimed in the territory of the other Party, including records <br /> associated with: <br /> (a) the purchase of, cost of, shipping of, value of, and payment for, the good <br /> that is exported from its territory; <br /> (b) the purchase of, cost of, value of, and payment for, all materials, including <br /> indirect materials, used in the production of the good that is exported from <br /> its territory; and <br /> (c) the production of the good in the form in which the good is exported from <br /> its territory. <br /> 2 Each Party shall provide that an importer claiming preferential tariff treatment <br /> for a good imported into the Party's territory must maintain in its territory <br /> documentation relating to the importation of the good, including a copy of the <br /> Certificate of Origin, for 5 years after the date of importation of the good or for a <br /> longer period specified by the Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 4 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.3: Obligations regarding Importations <br /> 3 If a good would have qualified as originating when it was imported into the <br /> territory of a Party but a claim for preferential tariff treatment was not made at that time, <br /> the importing Party shall permit the importer of the good, within 4 years after the date the <br /> good was imported, to apply for a refund of any excess duties paid because the good was <br /> not accorded preferential tariff treatment. The importer applying for a refund must submit: <br /> (a) a written declaration that the good qualified as originating at the time of importation; <br /> (b) a copy of the Certificate of Origin; and <br /> (c) any other documentation required by the importing Party that relates to the <br /> importation of the good.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.7: Origin Verifications <br /> 1 For the purposes of determining whether a good imported into its territory from <br /> the territory of the other Party qualifies as originating, a Party may, through its competent <br /> authority, conduct a verification by means of: <br /> (a) A written questionnaire to an exporter or a producer in the territory of the <br /> other Party; <br /> (b) A visit to the premises of an exporter or a producer in the territory of the <br /> other Party to review the records referred to in Article 5.6(1) and to <br /> observe the facilities used in the production of the good; or <br /> (c) another procedure set out in the Uniform Regulations. <br /> 2 Each Party shall allow an exporter or producer who receives a questionnaire <br /> pursuant to paragraph 1(a) at least 30 days, and no more than 60 days, from the date of <br /> receipt to return the completed questionnaire. On written request by the exporter or <br /> producer made during that period, the importing Party may grant the exporter or producer <br /> a single extension of the deadline of no more than: <br /> (a) 30 days; or <br /> (b) a longer period if the exceptional circumstances set out in the Uniform <br /> Regulations apply. <br /> 3 If an exporter or producer fails to provide a properly completed questionnaire <br /> within the period or extension set out in paragraph 2, the importing Party may deny <br /> preferential tariff treatment to the good in question. <br /> 4 Before conducting a verification visit under paragraph 1(b), a Party shall, through <br /> its competent authority: <br /> (a) deliver a notification in writing of its intention to conduct the visit to: <br /> (i) the exporter or producer whose premises are to be visited, <br /> (ii) the competent authority of the other Party, no less than 5 working <br /> days prior to notifying the exporter or producer referred to in <br /> sub-subparagraph (i), and <br /> (iii) if requested by the Party in whose territory the visit is to occur, the <br /> embassy of that Party in the territory of the Party proposing to <br /> conduct the visit; and <br /> (b) obtain the written consent of the exporter or producer whose premises are <br /> to be visited. <br /> 5 The notification referred to in paragraph 4 must include: <br /> (a) the identity of the competent authority issuing the notification; <br /> (b) the name of the exporter or producer whose premises are to be visited; <br /> (c) the date and place of the proposed verification visit; <br /> (d) the object and scope of the proposed verification visit, including specific <br /> reference to the good that is the subject of the verification; <br /> (e) the names and titles of the officials performing the verification visit; and <br /> (f) the legal authority for the verification visit. <br /> 6 If an exporter or producer has not given its consent, in writing, to a proposed <br /> verification visit within 30 days of receipt of a notification under paragraph 4, the <br /> notifying Party may deny preferential tariff treatment to the good that was <br /> the subject of the visit. <br /> 7 The Party whose competent authority receives a notification under paragraph 4 <br /> may, within 15 days of receipt of the notification, postpone the proposed verification visit <br /> for up to 60 days from the date of that receipt or for a longer period that the <br /> Parties may decide. <br /> 8 Each Party shall allow an exporter or producer that receives notification under <br /> paragraph 4 to, on a single occasion within 15 days of receipt of the notification, request <br /> in writing that the postponement of the proposed verification visit for no more than: <br /> (a) 60 days from the date of that receipt, or <br /> (b) a longer period permitted by the notifying Party. <br /> 9 A Party may not deny preferential tariff treatment to a good based only on the <br /> postponement of a verification visit under paragraphs 7 or 8. <br /> 10 A Party shall permit an exporter or a producer of a good that is the subject of a <br /> verification visit by the other Party to designate 2 observers to be present <br /> during the visit, provided that: <br /> (a) the observers participate only as observers; and <br /> (b) the exporter or producer designate observers in time for the visit. <br /> 11 When a Party conducts a verification of origin involving a regional value content, <br /> de minimis calculation or any other provision in Chapter Four (Rules of Origin) to which <br /> Generally Accepted Accounting Principles may be relevant, it shall apply those principles <br /> as they apply in the territory of the Party from which the good was exported. <br /> 12 When a Party conducts a verification of origin, it shall, within 120 days after it <br /> receives the necessary information, provide the exporter or producer of the good that is <br /> the subject of the verification with a written determination of whether the good is <br /> originating, including findings of fact and the legal basis for the determination. A Party <br /> may extend that period by up to 90 days by providing a notification of extension to the <br /> exporter or producer. <br /> 13 If a verification by a Party indicates a pattern of conduct by an exporter or a <br /> producer of false or unsupported representations that a good imported into its territory <br /> qualifies as originating, the Party may withhold preferential tariff treatment to identical <br /> goods exported or produced by that person until that person establishes compliance with <br /> Chapter Four (Rules of Origin). <br /> 14 Each Party shall provide that if it determines that a certain good imported into its <br /> territory does not qualify as an originating good based on a tariff classification or a value <br /> applied by the Party to a material used in the production of the good, which differs from <br /> the tariff classification or value applied to the material by the other Party, the Party's <br /> determination does not become effective until it notifies in writing both the importer of <br /> the good and the person that completed and signed the Certificate of Origin for the good <br /> of its determination. <br /> 15 A Party shall not apply a determination made under paragraph 14 to an <br /> importation made before the effective date of the determination if: <br /> (a) the competent authority of the other Party has issued an advance ruling <br /> under Article 5.10 or any other ruling on the tariff classification or on the <br /> value of that material, or has given consistent treatment to the entry of the <br /> material under the tariff classification or value at issue on which a person <br /> is entitled to rely; and <br /> (b) the advance ruling, other ruling or consistent treatment was given prior to <br /> notification of the determination. <br /> 16 If a Party denies preferential tariff treatment to a good pursuant to a determination <br /> made under paragraph 14, it shall postpone the effective date of the denial for a period <br /> not exceeding 90 days if the importer of the good, or the person who completed and <br /> signed the Certificate of Origin for the good, demonstrates that it has relied in good faith <br /> to its detriment on the tariff classification or value applied to that material by the customs <br /> administration of the other Party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.9: Penalties <br /> 1 Each Party shall adopt or maintain measures imposing criminal, civil, or <br /> administrative penalties for violations of its laws and regulations relating to this Chapter. <br /> 2 Articles 5.3(2), 5.5(3) or 5.7(9) do not prevent a Party from applying measures <br /> that are warranted by the circumstances, in accordance with its domestic law. <br /> Section D - Advance Rulings", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "within 120 days", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.10: Advance Rulings <br /> 1 Each Party shall, through its competent authority, provide for the expeditious <br /> issuance of written advance rulings, prior to the importation of a good into its territory, to <br /> an importer in its territory or an exporter or a producer in the territory of the other Party, <br /> on the basis of the facts and circumstances presented by that importer, exporter, or <br /> producer of the good, concerning: <br /> (a) whether a material imported from a non-Party used in the production of a <br /> good undergoes an applicable change in tariff classification set out in <br /> Annex 4.1 (Rules of Origin - Specific Rules of Origin) as a result of <br /> production occurring entirely in the territory of one or both of the Parties; <br /> (b) whether a good satisfies a regional value content requirement set out in <br /> Article 4.3 (Rules of Origin - Regional Value Content); <br /> (c) for the purpose of determining whether a good satisfies a regional <br /> value-content requirement under Chapter Four (Rules of Origin), the <br /> appropriate basis or method for value to be applied by an exporter or a <br /> producer in the territory of the other Party, in accordance with the <br /> principles of the Customs Valuation Agreement, for calculating the <br /> transaction value of the good or of the materials used in production of the good; <br /> (d) whether a good is originating; <br /> (e) whether a good that re-enters its territory after the good has been exported <br /> from its territory to the territory of the other Party for repair or alteration <br /> qualifies for duty-free treatment in accordance with Article 3.8 (National <br /> Treatment and Market Access for Goods - Goods Re-Entered after Repair <br /> or Alteration); or <br /> (f) any other matter that the Parties decide. <br /> 2 Each Party shall adopt or maintain procedures for the issuance of advance rulings, <br /> including a detailed description of the information reasonably required to process an <br /> application for a ruling. <br /> 3 Each Party shall provide that its competent authority: <br /> (a) during the course of an evaluation of an application for an advance ruling, <br /> may request supplemental information from the person requesting the ruling; <br /> (b) shall issue a ruling within 120 days of it obtaining all necessary <br /> information from the person requesting an advance ruling; and <br /> (c) shall provide to the person requesting the ruling a full explanation of the <br /> reasons for the ruling. <br /> 4 Subject to paragraph 6, each Party shall apply an advance ruling to importations <br /> into its territory of the good for which the ruling was requested, beginning either on the <br /> date of its issuance or a later date specified in the ruling. <br /> 5 Each Party shall provide to a person requesting an advance ruling the same <br /> treatment, including the same interpretation and application of provisions of Chapter Four <br /> (Rules of Origin) regarding a determination of origin, as it provides to any other person to <br /> whom it issued an advance ruling, provided that the facts and circumstances are identical <br /> in all material respects. <br /> 6 The issuing Party may modify or revoke an advance ruling: <br /> (a) if the ruling is based on an error: <br /> (i) of fact, <br /> (ii) in the tariff classification of a good or a material that is the subject of the ruling, <br /> (iii) in the application of a regional value content requirement under <br /> Article 4.3 (Rules of Origin - Regional Value Content), or <br /> (iv) in the application of the rules for determining whether a good that <br /> re-enters its territory after the good has been exported from its <br /> territory to the territory of the other Party for repair or alteration <br /> qualifies for duty-free treatment under Article 3.8 (National <br /> Treatment and Market Access for Goods - Goods Re-Entered after Repair or Alteration); <br /> (b) if the ruling is not in accordance with an interpretation decided on by the <br /> Parties under Article 21.1(3)(a) (Institutional Arrangements and Dispute <br /> Settlement Procedures - Free Trade Commission) regarding <br /> Chapter Three (National Treatment and Market Access of Goods) or <br /> Chapter Four (Rules of Origin); <br /> (c) if there is a change in a material fact or circumstance on which the ruling is based; <br /> (d) to conform with an amendment to Chapter Three (National Treatment and <br /> Market Access of Goods), Chapter Four (Rules of Origin), this Chapter, or <br /> a modification to the Uniform Regulations; or <br /> (e) to conform with a judicial decision or a change in its domestic law. <br /> 7 Each Party shall provide that a modification or revocation of an advance ruling: <br /> (a) is effective on the date on which the modification or revocation is issued, <br /> or on a later date specified in the ruling; and <br /> (b) may not be applied to a good imported before that date, unless the person <br /> to whom the advance ruling was issued has not acted in accordance with <br /> its terms and conditions. <br /> 8 Notwithstanding paragraph 7, the issuing Party shall postpone the effective date of <br /> the modification or revocation for up to 90 days if the person to whom the advance ruling <br /> was issued demonstrates that it has relied in good faith on that ruling to that person's detriment. <br /> 9 Each Party shall provide that, if its competent authority examines the regional <br /> value content of a good for which it has issued an advance ruling pursuant to <br /> paragraph 1(b), (c), (d) or (e), the competent authority shall evaluate whether: <br /> (a) the exporter or producer has complied with the terms and conditions of the <br /> advance ruling; <br /> (b) the exporter's or producer's operations are consistent with the material <br /> facts and circumstances on which the advance ruling is based; and <br /> (c) the supporting data and computations used in applying the basis or method <br /> for calculating value or allocating cost were correct in all material respects. <br /> 10 If a Party's competent authority determines that a requirement in paragraph 9 has <br /> not been satisfied, the Party may modify or revoke the advance ruling if the <br /> circumstances warrant. <br /> 11 Each Party shall provide that, if the person to whom an advance ruling was issued <br /> demonstrates that it used reasonable care and acted in good faith in presenting the facts <br /> and circumstances on which the ruling was based, and if the competent authority of a <br /> Party determines that the ruling was based on incorrect information, the person to whom <br /> the ruling was issued is not subject to penalties. <br /> 12 If a Party issues an advance ruling to a person that has misrepresented or omitted <br /> the material facts or circumstances on which the ruling is based, or has failed to act in <br /> accordance with the terms and conditions of the ruling, the Party may apply the measures <br /> that are warranted by the circumstances, in accordance with its domestic law. <br /> 13 Each Party shall provide that an advance ruling will remain in effect and will be <br /> honoured if there is no change in the material facts or circumstances on which it is based. <br /> 14 A Party may decline or postpone the issuance of an advance ruling if the <br /> application involves an issue that is the subject of: <br /> (a) a verification of origin; <br /> (b) a review by or appeal to the competent authority; or <br /> (c) judicial or quasi-judicial review in its territory. <br /> Section E - Review and Appeal of Advance Rulings <br /> and Origin Determinations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 5.11: Review and Appeal <br /> 1. Each Party shall grant substantially the same rights of review and appeal of <br /> determinations of origin and advance rulings issued by its competent authority as it <br /> provides to importers in its territory, to a person who: <br /> (a) completes and signs a Certificate of Origin for a good that has been the <br /> subject of a determination of origin; or <br /> (b) has received an advance ruling under Article 5.10(1). <br /> 2 Further to Articles 20.5 (Transparency - Administrative Proceedings) and 20.6 <br /> (Transparency - Review and Appeal), each Party shall provide that the rights of <br /> review and appeal referred to in paragraph 1 shall include access to: <br /> (a) at least one level of administrative review independent of the official or <br /> office responsible for the determination under review; and <br /> (b) in accordance with its domestic law, judicial or quasi-judicial review of <br /> the determination or decision taken at the final level of administrative review. <br /> Section F - Uniform Regulations", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 4.1: Definitions <br> For the purposes of this Chapter: <br> crustaceans, other aquatic invertebrates, and aquatic plants, from seedstock such as eggs, <br> fry, fingerlings, and larvae, by intervention in the rearing or growth processes to enhance <br> production, such as regular stocking, feeding, or protection from predators; <br> ex-factory price means the total value of materials, parts, factory overhead, labour, any <br> other reasonable costs incurred during the normal manufacturing process, and a <br> reasonable profit. Any costs incurred subsequent to the goods leaving the factory, such as <br> whose properties are essentially identical; <br> freight, loading, and temporary storage, are not included in the ex-factory price calculation; <br> fungible materials means materials that are interchangeable for commercial purposes <br> usually employed in accounting; <br> Generally Accepted Accounting Principles means accounting principles accepted and <br> commonly used in the territory of each Partywith regard to the recording of income, <br> Parties means: <br> costs, expenses, assets, and liabilities involved in the disclosure of information and <br> preparation of financial statements. These principles may be broad guidelines of general <br> application, as well as those standards, practices, and procedures <br> good wholly obtained or produced entirely in the territory of one or both of the <br> (a) fuel and energy; <br> good includes a product, article, or material; <br> (a) amineral or other non-living natural resource extracted in or taken from <br> the territory of one or both of the Parties; <br> (b) aplant or plant product harvested or gathered in the territory of one or both <br> territory of one or both of the Parties; <br> fungible goods means goods that are interchangeable for commercial purposes and <br> of the Parties; <br> (c) alive animal born and raised entirely in the territory of one or both of the Parties; <br> (d) agood obtained from a live animal in the territory of one or both of the Parties; <br> (e) agood obtained from hunting, trapping, fishing, or aquaculture in the <br> (f) equipment, devices, and supplies used for testing or inspecting the good; <br> production of the good can reasonably be demonstrated to be a part of that production; <br> (f) fish, shellfish,or other marine life taken from the sea, seabed, or the <br> subsoil outside the territory of one or both of the Parties by: <br> (i) a vessel registered or listed with a Party and entitled to fly its flag, <br> (ii) a vessel leased by a company established in the territory of a Party <br> and entitled to fly its flag, or <br> (iii) a vessel not exceeding 15 tons gross tonnage that is licensed by a Party, <br> except any fish, shellfish, and other marine life subject to unilateral <br> Canadian restrictions pursuant to Canada's Special Economic Measures <br> Act, S.C. 1992, c. 17, as amended; <br> (g) a good produced on board a factory vessel from a good referred to in <br> subparagraph (f), provided thatthe factory vessel is registered or listed <br> with a Party, or leased by a company established in the territory of a Party, <br> and entitled to fly its flag; <br> (h) agood, other than fish, shellfish, or other marine life, taken or extracted <br> from the seabed or the subsoil of the continental shelf or the exclusive <br> economic zone of a Party; <br> (i) a good, other than fish, shellfish or other marine life, taken or extracted <br> from the seabedor the subsoil, in the area outside both the continental shelf <br> and the exclusive economic zone of a Party or of any other State, by a <br> vessel registered or listed with a Party and entitled to fly its flag, or by a <br> Party or person of a Partyprovided that the Party or person of the Party has <br> rights to exploit that seabed or subsoil; <br> (i) production in the territory of one or both of the Parties, or <br> (ii) aused good collected in the territory of one or both of the Parties, <br> provided that the good is fit only for the recovery of raw materials; <br> (k) a recovered good collected in the territory of one or both of the Parties and <br> producer means a person who grows, mines, raises, harvests, fishes, traps, hunts, <br> used in the territory of one or both of the Parties in the production of a <br> remanufactured good; and <br> (l) a good produced in the territory of one or bothof the Parties exclusively <br> from a good or goods referred to in subparagraphs (a) through (k), or from <br> their derivatives, at any stage of production; <br> identical goods means \"identical goods\" as defined in Article 15.2(a) of the Customs <br> Valuation Agreement; <br> indirect material means a good used in the production, testing, or inspection of a good <br> but which is not physically incorporated into the good, or a good used in the maintenance <br> transaction value means: <br> of buildings or the operation of equipment associated with the production <br> (e) product liability insurance; <br> of a good, including: <br> personnel, or after-sales training of customers' employees, if those costs <br> (c) aspare part or material used in the maintenance of equipment or buildings; <br> (d) alubricant, grease, compounding material,or other material used in the <br> intermediate material means a material that is produced by a producer of a good and <br> production of a good or in the operation of equipment or a building; <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> used in the production of that good; <br> (g) acatalyst or solvent; or <br> (h) any other good that is not incorporated into the good, but whose use in the <br> (a) is entirely or partially composed of recovered goods; <br> (g) telephone, mail, or other communications, if those costs are identified <br> net cost means total cost minus sales promotion, marketing and after-sales service costs, <br> material means a good that is used in the production of another good and includes a part <br> on the financial statements or cost accounts of the producer; <br> or an ingredient of a good; <br> (i) property insurance premiums, taxes, utilities, or repair or maintenance of <br> royalties, shipping and packing costs, and non-allowable interest costs that are included <br> in the total cost; <br> centres, if those costs are identified separately for sales promotion, <br> net cost of a good means the net cost that can be reasonably allocated to a good using <br> one of the methods set out in Article 4.3(6); <br> cost accounts of the producer; and <br> non-allowable interest cost means interest cost incurred by a producer that exceed, by <br> 700 basis points or more, the applicable national government interest rate identified for <br> comparable maturities; <br> reasonably allocate means to apportion in a manner appropriate to the circumstances; <br> non-originating good means a good that does not qualify as originating under this Chapter; <br> non-originating material means a material that does not qualify as originating under this Chapter; <br> manufactures, processes, assembles, or disassembles a good; <br> production means growing, mining, raising, harvesting, fishing, trapping, hunting, <br> (a) the disassembly of a used good fit only for recovery into individual parts; and <br> (b) cleaning, inspecting, testing, or other processes as necessary for <br> recovered good means a material in the form of an individual part that is the result of: <br> royalty means a payment, including a payment under a technical assistance or similar <br> remanufactured good means a good classified under Chapter 84, 85, 87, or 90 of the <br> Harmonized System, except goods classified underheading 84.18, 84.24, or <br> improvement to working condition; <br> 85.16,subheading 8414.51 or 8414.59,or parts of fans classified under subheading 8414.90, that: <br> merchandise incentives; <br> (b) has a life expectancy and factory warranty similar to a like new good; and <br> (c) is identified as a remanufactured good if required under the domestic law <br> of the importing Party; <br> manufacturing, processing, assembling, or disassembling a good; <br> sales promotion, marketing and after-sales service cost means a cost related to: <br> (b) if performed in the territory of one or both of the Parties, engineering, <br> agreement, made as consideration for the use or right to use a copyright, literary, artistic, <br> or scientific work, patent, trademark, design, model, plan, secret formula, or process;but <br> research; promotional or demonstration materials; exhibits; sales <br> does not include a payment under a technical assistance or similar agreement that is <br> related to specific services, such as: <br> (a) personnel training, without regard to where performed; or <br> tooling, die-setting, software design and similar computer services, or other services; <br> (a) sales or marketing promotion; media advertising; advertising or market <br> conferences, trade shows,or conventions; banners; marketing displays; <br> after-sales service personnel; <br> free samples; sales, marketing,or after-sales service literature (product <br> brochures, catalogues, technical literature, price lists, service manuals, <br> sales aid information); establishment or protection of logos or trademarks; <br> sponsorships; wholesale orretail restocking charges; entertainment; <br> (b) salesor marketing incentives; consumer, retailer, or wholesaler rebates; <br> (c) salaries or wages; sales commissions; bonuses; benefits (for example, <br> medical, insurance, or pension benefits); traveling or living expenses; <br> membership or professional fees for sales promotion, marketing, or <br> (d) recruiting or training of sales promotion, marketing,or after-sales service <br> cost accounts of the producer; <br> are identified separately for sales promotion, marketing,or after-sales <br> service of a good on the financial statements or cost accounts of the producer; <br> (f) office supplies for sales promotion, marketing,or after-sales service of a <br> good if those costs are identified separately for sales promotion, <br> marketing,or after-sales service of a good on the financial statements or <br> separately for sales promotion, marketing,or after-sales service of a good <br> (h) rentor depreciation of sales promotion, marketing,or after-sales service <br> offices or distribution centres; <br> sales promotion, marketing,or after-sales service offices or distribution <br> marketing, or after-sales service of a good on the financial statements or <br> (j) payment by the producer to other persons for warranty repairs; <br> shipping and packing cost means a cost incurred for packing a good for shipment and <br> forshipping the good from the point of direct shipment to the buyer, but does not include <br> the cost of preparing or packaging the good for retail sale; <br> similar goods means \"similar goods\"as defined in Article 15.2(b) of the Customs <br> total cost means a product cost, period cost,or other cost incurred in the territory of one <br> (a) the price actually paid or payable for a good or material in a transaction <br> with the producer of the good or material in accordance with the principles <br> of Article 1 of the Customs Valuation Agreement, adjusted according to <br> the principles of paragraphs 1, 3, and 4 of Article 8 of the Customs <br> Valuation Agreement, regardless of whether the good or material is sold for export; or <br> (b) ifthere is no transaction value or the transaction value is unacceptable <br> under Article 1 of the Customs Valuation Agreement, the value <br> determined in accordance with Articles 2 through 7 of the Customs Valuation Agreement; <br> used means used or consumed in the production of a good. <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms, including fish, molluscs, <br> and whose properties are essentially identical; <br> or both of the Parties; <br> (j) waste and scrap derived from: <br> (b) tools, dies, and moulds; <br> "}, {"ArticleTitle": "Originating Goods", "ArticleDesc": "Article 4.2: Originating Goods <br> Except as otherwise provided in this Chapter, a good originates in <br> the territory of a Party if: <br> (a) the good is wholly obtained or produced entirely in the territory of one or <br> both of the Parties; <br> (b) each of the non-originating materials used in the production of the <br> goodundergoes an applicable change in tariff classification as set out in <br> Annex 4.1, as a result of production occurring entirely in the territory of <br> one or both of the Parties; or otherwise satisfies the applicable <br> requirements of that Annex if a change in tariff classification is not <br> required, and the good satisfies all other applicable requirements of this Chapter; <br> (c) the good is produced entirely in the territory of one or both of the Parties <br> exclusively from originating material; or <br> (d) except for a good of Chapter 39 or Chapters 50 through 63 of the <br> Harmonized Systemor except as provided in Annex 4.1: <br> (i) the good is produced entirely in the territory of one or both of the Parties <br> (ii) anon-originating material used in the production of the good <br> cannot undergo a change in tariff classification because both the <br> good and the non-originating material are classified in the same <br> subheading or heading that is not further subdivided into subheadings, <br> (iii) the regional value content of the good, determined in accordance <br> with Article 4.3, is not lower than 35% when the transaction value <br> method is used, or 25% when the net cost method is used, and <br> (iv) the good satisfies the other applicable requirements of this Chapter. <br> "}, {"ArticleTitle": "Interpretation and Application", "ArticleDesc": "Article 4.13: Interpretation and Application <br> (a) the basis for tariff classification in this Chapter is the Harmonized System; <br> (b) ifapplying Article 4.2(d)(ii), the determination of whether a heading or <br> subheading under the Harmonized System provides for both a good and <br> the materials that are used in the production of the good shall be made on <br> the basis of the nomenclature of the heading or subheading and the <br> relevant Section or Chapter Notes, in accordance with the General Rules <br> for the Interpretation of the Harmonized System; <br> (c) in applying the Customs Valuation Agreement under this Chapter: <br> (i) the principles of the Customs Valuation Agreement apply to <br> domestic transactions, with any modifications required by the <br> circumstances, as they would apply to international transactions, <br> (ii) the provisions of this Chapter take precedence over the Customs <br> Valuation Agreement to the extent of any difference, and <br> (iii) the definitions in Article 4.1 take precedence over the definitions <br> in the Customs Valuation Agreement to the extent of any difference; and <br> (d) all costs referred to in this Chapter must be recorded and maintained in <br> "}, {"ArticleTitle": "INTERPRETATION AND APPLICATION", "ArticleDesc": "For the purposes of this Chapter: <br> accordance with the Generally Accepted Accounting Principles applicable <br> in the territory of the Party in which the good is produced. <br> "}, {"ArticleTitle": "Discussions and Modifications", "ArticleDesc": "Article 4.14: Discussions and Modifications <br> 1. The Parties shall discuss regularly to ensure that this Chapter is administered <br> effectively, uniformly, and consistently with the spirit and objectives of this Agreement, <br> and cooperate in the administration of this Chapter in accordance with Chapter Five <br> (Customs Procedures). <br> 2 If problems arise between the Parties concerning the interpretation of this <br> Chapter, the Parties shall discuss establishing and implementing, through their respective <br> laws or regulations, Uniform Regulations regarding the interpretation, application, and <br> modification along with supporting rationale and any studies to the other Party for <br> administration of this Chapter. <br> 3 A Party that considers that this Chapter requires modification to take into account <br> developments in production processes or other matters may submit a proposed <br> consideration and any appropriate actionunder Article 3.19(National Treatment and <br> Market Access of Goods -Committee on Trade in Goods and Rules of Origin). <br> Annex 4.5 <br> Inventory Management Methods <br> Section I - Fungible Materials <br> Subsection 1: Definitions and Interpretation <br> For purposes of this Section: <br> First-in, first-out (FIFO) method means the method by which the origin of fungible <br> materials first received in materials inventory is considered to be the origin of fungible <br> materials first withdrawn from materials inventory; <br> Last-in, first-out (LIFO) method means the method by which the origin of fungible <br> materials last received in materials inventory is considered to be the origin of fungible <br> materials inventory means: <br> (a) with respect to a producer of a good, an inventory of fungible materials <br> that are used in the production of the good; and <br> (b) with respect to a person from whom the producer of the good acquired <br> such fungible materials, an inventory from which fungible materials are <br> sold or otherwise transferred to the producer of the good; <br> opening inventory means the materials inventory at the time an inventory <br> origin identifier means any mark that identifies fungible materials as originating <br> materials or non-originating materials; and <br> rolling average method means the method by which the origin of fungible materials <br> withdrawn from materials inventory is based on the ratio, calculated under subsection 4, <br> of originating materials and non-originating materials in materials inventory. <br> Subsection 2: General <br> 1 The inventory management methods for determining whether fungible materials <br> referred to in Article 4.6(a) are originating materials are the following: <br> (a) specific identification method; <br> (d) rolling average method; <br> 2 When a producer of a good or a person from whom the producer acquired the <br> materials that are used in the production of the good chooses an inventory management <br> method referred to in paragraph 1, that method shall be used from the time the choice is <br> made until the end of the fiscal year of the producer or person. <br> Subsection 3: Specific Identification Method <br> 1 Except as otherwise provided under paragraph 2, if the producer or person <br> referred to in subsection 2(2) chooses the specific identification method, the producer or <br> person shall physically segregate, in materials inventory, originating materials that are <br> fungible materials from non-originating materials that are fungible materials. <br> 2 If originating materials or non-originating materials that are fungible materials are <br> marked with an origin identifier, the producer or person need not physically segregate <br> those materials under paragraph 1 if the origin identifier remains visible throughout the <br> production of the good. <br> Subsection 4: Rolling Average Method <br> 1 If the producer or person referred to in subsection 2(2) chooses the rolling average <br> method, the origin of fungible materials withdrawn from materials inventory is <br> determined on the basis of the ratio of originating materials and non-originating materials <br> in materials inventory by dividing: <br> (a) the total units of originating materials or non-originating materials that are <br> fungible materials and that were in materials inventory prior to the <br> withdrawal of materials from that inventory; by: <br> (b) the total units of originating materials and non-originating materials that <br> are fungible materials and that were in materials inventory prior to the <br> withdrawal of materials from that inventory. <br> 2 The ratio calculated under paragraph 1 is applied to the fungible materials <br> remaining in materials inventory. <br> Subsection 5: Manner of Dealing with Opening Inventory <br> 1 Except as otherwise provided under paragraphs 2 and 3, when the producer or <br> person referred to in subsection 2(2) has fungible materials in opening inventory, the <br> origin of those fungible materials is determined by: <br> (a) identifying, in the books of the producer or person, the latest receipts of <br> fungible materials that add up to the amount of fungible materials in <br> opening inventory; <br> (b) determining the origin of the fungible materials that make up those <br> receipts; and <br> (c) considering the origin of those fungible materials to be the origin of the <br> fungible materials in opening inventory. <br> 2 If the producer or person chooses the specific identification method and has, in <br> opening inventory, originating materials or non-originating materials that are fungible <br> materials and that are marked with an origin identifier, the origin of those fungible <br> materials is determined on the basis of the origin identifier. <br> 3 The producer or person may consider all fungible materials in opening inventory <br> to be non-originating materials. <br> Section II - Fungible Goods <br> Subsection 6: Definitions and Interpretation <br> goods first received in finished goods inventory is considered to be the origin of fungible <br> finished goods inventory means an inventory from which fungible goods are sold or <br> otherwise transferred to another person; <br> goods last received in finished goods inventory is considered to be the origin of fungible <br> goods first withdrawn from finished goods inventory; <br> opening inventory means the finished goods inventory at the time an inventory <br> management method is chosen; <br> origin identifier means any mark that identifies fungible goods as originating goods or <br> non-originating goods; and <br> rolling average method means the method by which the origin of fungible goods <br> withdrawn from finished goods inventory is based on the ratio, calculated under <br> subsection 9, of originating goods and non-originating goods in finished goods inventory. <br> Subsection 7: General <br> 1 The inventory management methods for determining whether fungible goods <br> referred to in Article 4.6(b) are originating goods are the following: <br> (b) FIFO method; <br> (c) LIFO method; and <br> (d) rolling average method. <br> 2 When an exporter of a good or a person from whom the exporter acquired the <br> good chooses an inventory management method referred to in paragraph 1, that method <br> shall be used from the time the choice is made until the end of the fiscal year of the <br> exporter or person. <br> Subsection 8: Specific Identification Method <br> 1 Except as provided under paragraph 2, if the exporter or person referred to in <br> subsection 7(2) chooses the specific identification method, the exporter or person shall <br> physically segregate, in finished goods inventory, originating goods that are fungible <br> goods from non-originating goods that are fungible goods. <br> 2 If originating goods or non-originating goods that are fungible goods are marked <br> with an origin identifier, the exporter or person need not physically segregate those goods <br> under paragraph 1 if the origin identifier is visible on the fungible goods. <br> Subsection 9: Rolling Average Method <br> 1 If the exporter or person referred to in subsection 7(2) chooses the rolling average <br> method, the origin of each shipment of fungible goods withdrawn from finished goods <br> inventory is determined on the basis of the ratio of originating goods and non-originating <br> goods in finished goods inventory by dividing: <br> (a) the total units of originating goods or non-originating goods that are <br> shipment of the goods; by: <br> (b) the total units of originating goods and non-originating goods that are <br> fungible goods and that were in finished goods inventory before the <br> shipment of the goods. <br> 2 The ratio calculated under paragraph 1 is applied to the remaining units of <br> originating and non-originating goods in finished goods inventory. <br> Subsection 10: Manner of Dealing with Opening Inventory <br> 1 Except as otherwise provided under paragraphs 2 and 3, when the exporter or <br> person referred to in subsection 7(2) has fungible goods in opening inventory, the origin <br> of those fungible goods is determined by: <br> (a) identifying, in the books of the exporter or person, the latest receipts of <br> fungible goods that add up to the amount of fungible goods in opening inventory; <br> (b) determining the origin of those fungible goods that make up those receipts; and <br> (c) considering the origin of those fungible goods to be the origin of the <br> fungible goods in opening inventory. <br> 2 If the exporter or person chooses the specific identification method and has, in <br> opening inventory, originating goods or non-originating goods that are fungible goods <br> and that are marked with an origin identifier, the origin of those fungible goods is <br> determined on the basis of the origin identifier. <br> 3 The exporter or person may consider all fungible goods in opening inventory to <br> be non-originating goods. <br> CHAPTER FIVE <br> CUSTOMS PROCEDURES <br> Section A - Definitions <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 5.1: Definitions <br> commercial importation means the importation of a good into the territory of a Party for: <br> competent authority means: <br> (a) Sale; or <br> (b) a commercial, industrial, or like use; <br> successor notified in writing to the other Party; <br> (a) for Canada, Canada Border Services Agency or a successor notified in <br> writing to the other Party; and <br> (b) for Honduras, the Secretary of State of Industry and Commerce <br> (Secretar?a de Estado en los Despachos de Industria y Comercio), or a <br> customs administration means the governmental authority that is responsible, under the <br> law of a Party, for the administration of customs laws and regulations; <br> determination of origin means a determination regarding whether a good qualifies as <br> originating in accordance with Chapter Four (Rules of Origin); <br> exporter in the territory of a Party means an exporter located in the territory of a Party <br> that is required under this Chapter to maintain records in the territory of that Party <br> regarding the exportation of a good; <br> importer in the territory of a Party means an importer located in the territory of a Party <br> regarding importations of a good; <br> preferential tariff treatment means the duty rate applicable under this <br> Agreement to an originating good; <br> value means value of a good or material, determined in accordance with the Customs <br> Valuation Agreement. <br> The following terms have the same meaning as in Article 4.1 (Rules of Origin - Definitions): <br> (a) Generally accepted accounting principles, <br> (b) good, <br> (c) identical goods, <br> (d) indirect material, <br> (e) material, <br> (f) net cost of a good, <br> (g) producer, <br> (h) production, and <br> (i) transaction value. <br> Section B - Certification of Origin <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "For the purposes of this Chapter: <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 5.8: Confidentiality <br> 1 Each Party shall maintain, in accordance with its domestic law, the confidentiality <br> of the information collected under this Chapter and shall protect that information from <br> disclosure that could prejudice the competitive position of the person providing the <br> information. If the Party receiving or obtaining the information is required by its <br> domestic law to disclose the information, that Party shall notify the person or Party who <br> provided that information. <br> 2 Subject to paragraph 3, each Party shall ensure that the confidential information <br> collected under this Chapter is not used for purposes other than the administration and <br> enforcement of determinations of origin and for customs matters, except with the <br> authorization of the person or Party who provided the confidential information. <br> 3 A Party may allow information collected under this Chapter to be used in an <br> administrative, judicial, or quasi-judicial proceedings instituted for failure to comply with <br> customs related laws and regulations implementing Chapter Four (Rules of Origin) and <br> this Chapter. A Party shall notify the person or Party who provided the information in <br> advance of that use. <br> "}, {"ArticleTitle": "Uniform Regulations", "ArticleDesc": "Article 5.12: Uniform Regulations <br> 1 The Parties shall establish and implement, through their respective laws, <br> regulations or administrative policies Uniform Regulations regarding the interpretation, <br> application and administration of this Chapter, or other matters decided by the Parties. <br> 2 Each Party shall implement any modification of or addition to the Uniform <br> Regulations within the period that the Parties decide. <br> Section G - Cooperation <br> "}, {"ArticleTitle": "Cooperation", "ArticleDesc": "Article 5.13: Cooperation <br> 1 A Party shall notify the other Party of the following determinations, measures, and rulings: <br> (a) a determination of origin of a good that the Party is aware is <br> contrary to a ruling issued by the competent authority of the other Party; or <br> (b) a measure establishing or significantly modifying an administrative <br> policy that is likely to affect a future determination of origin. <br> implementing this Agreement, and under any customs mutual assistance <br> agreement or other customs related agreement to which they are party; <br> (b) to the extent possible, and for the purposes of facilitating the flow of trade <br> (a) in the enforcement of their respective customs-related laws or regulations <br> between them, in customs related matters such as the collection and <br> the harmonization of documentation used in trade, the standardization of <br> data elements, the acceptance of an international data syntax, and the <br> 2 The Parties shall cooperate: <br> (c) to the extent possible, in the harmonization of customs laboratories <br> methods and exchange of information and personnel between the customs <br> laboratories; and <br> (d) to the extent possible, in jointly organizing training programs on customs <br> related issues, which include training for the officials and users who <br> participate directly in customs procedures. <br> 3 For purposes of this Article, the Parties may enter into a Customs Mutual <br> Assistance Agreement between their customs administrations. <br> exchange of statistics regarding the importation and exportation of goods, <br> exchange of information; <br> "}, {"ArticleTitle": "The Customs Procedures Sub-Committee", "ArticleDesc": "Article 5.14: The Customs Procedures Sub-Committee <br> 1 The Parties hereby establish a Customs Procedures Sub-Committee, composed of <br> representatives of the competent authorities or customs administrations of each Party. <br> The Sub-Committee shall meet periodically at the request of a Party and shall: <br> (a) endeavour to decide on: <br> (i) the uniform interpretation, application and administration of <br> Articles 3.6 (National Treatment and Market Access for Goods - <br> Temporary Admission of Goods), 3.7. (National Treatment and <br> Market Access for Goods - Duty-Free Entry of Certain <br> Commercial Samples of Negligible Value and Printed Advertising <br> Materials) and 3.8 (National Treatment and Market Access for <br> Goods - Goods Re-Entered after Repair or Alteration), <br> Chapter Four (Rules of Origin), this Chapter, and any Uniform Regulations, <br> (ii) tariff classification and valuation matters relating to determinations of origin, <br> (iii) equivalent procedures and criteria for the request, approval, <br> modification, revocation and implementation of advance rulings, <br> (iv) revision of the Certificate of Origin, <br> (v) any other matter referred to it by a Party or the Committee on <br> Trade in Goods and Rules of Origin established under <br> Article 3.19(1) (National Treatment and Market Access for <br> Goods - Committee on Trade in Goods and Rules of Origin), and <br> (vi) any other customs-related matter arising under this Agreement; consider: <br> (b) <br> (i) the harmonization of customs-related automation requirements and <br> documentation, and <br> (ii) proposed customs-related administrative or operational changes <br> that may affect the flow of trade between the Parties' territories; <br> (c) report periodically to the Committee on Trade in Goods and Rules of <br> Origin and notify it of any decisions reached under this paragraph; and <br> (d) refer to the Committee on Trade in Goods and Rules of Origin a matter on <br> which it has been unable to reach a decision. <br> 2 This Agreement does not prevent a Party from issuing a determination of origin or <br> an advance ruling relating to a matter under consideration by the Customs Procedures <br> Sub-Committee or from taking any other action it considers necessary, pending a <br> "}]}]}, "members_found": ["124", "340", 5, 8703900000]}