{"FtaRooDetails": {"FtaId": 877, "FtaCode": "ITC00907", "FtaName": "PACER Plus", "FtaFullName": "PACIFIC AGREEMENT ON CLOSER ECONOMIC RELATIONS PLUS", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "13.12.2020", "Type": "Free trade agreement", "Scope": "Plurilateral, Country-Country", "MemberStates": "Australia; Solomon Islands; Cook Islands; Fiji; Kiribati; Nauru; Vanuatu; New Zealand; Niue; Micronesia (Federated States of); Marshall Islands; Palau; Papua New Guinea; Tonga; Tuvalu; Samoa", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": false, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under PACER Plus", "AdminProcCooAuth": "The certification type under PACER Plus is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under PACER Plus is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for PACER Plus agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "CTH or RVC 40%", "RooText": "CTH; or RVC (40)", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "General notes", "RooText": " ANNEX 3-B<br /> SCHEDULE OF PRODUCT SPECIFIC RULES<br /> 1. For the purpose of interpreting the Product Specific Rules set forth in this Annex:<br /> Chapter means a chapter of the Harmonized System (the first two digits of the tariff<br /> classification number under the Harmonized System 2012);<br /> Heading means a heading of the Harmonized System (the first four digits in the tariff<br /> classification number under the Harmonized System 2012); and<br /> Subheading means a subheading of the Harmonized System (the first six digits in the tariff<br /> classification number under the Harmonized System 2012).<br /> 2. This Annex is set out as follows:<br /> (a) Column 1 - Tariff item (2-digit or 4-digit)<br /> (b) Column 2 - Tariff subheading (6-digit)<br /> (c) Column 3 - Applicable change in tariff classification rule<br /> (d) Column 4 - Applicable regional value content rule<br /> (e) Column 5 - Applicable process rule<br /> 3. The Product Specific Rule or set of Product Specific Rules that applies to a particular<br /> chapter (2-digit code), heading (4-digit code) or subheading (6-digit code) is set out<br /> immediately adjacent to the chapter, heading or subheading.<br /> 4. For the purposes of this Annex:<br /> \"CC\" means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 2-digit level;<br /> \"CTH\" means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 4-digit level;<br /> \"CTSH\" means that all non-originating materials used in the production of the good have<br /> undergone a change in tariff classification at the 6-digit level; and<br /> \"RVC (40)\" means that the good must have a regional value content of not less than 40 per<br /> cent as calculated under Article 4.<br /> 5. Where a range of Product Specific Rules are provided for a good, origin may be<br /> claimed on the basis that at least one of the Product Specific Rules is satisfied.<br /> 6. Where a Product Specific Rule requires a regional value content, origin may be claimed only if the final process of production is performed within a Party.<br /> 7. Where a Product Specific Rule requires a change in tariff classification or a specific process, the requirement applies only to non-originating materials, and the specific process must take place within the territory of one or more Parties. For example; the process \"smoking, drying or production of flours, meals or pellets\", means that origin may be claimed only if all non-originating material used in the production of the good has undergone the processes of smoking, drying or production of flours, meals or pellets within one or more of the Parties. The Annex may include definitions of some processes.<br /> 8. Where a Product Specific Rule requires a change in tariff classification that excludes a change from other specified tariff classifications, the exclusion applies only to non-originating materials.<br /> 9. Section notes within this Annex apply to all chapters, headings or subheadings within the indicated section unless a specific exclusion is indicated.<br /> 10. Chapter notes within this Annex apply to all headings or subheadings within the indicated chapter unless a specific exclusion is indicated.<br /> 11. Heading notes within this Annex apply to all subheadings within the indicated heading unless a specific exclusion is indicated.<br /> 12 Reclassification of a good which does not undergo any transformation within a Party will not, in itself, confer origin to that good.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00907_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00907_sroo.pdf", "DocType": "2_sroo", "WebLink": "https://www.mfat.govt.nz/assets/Uploads/chapter-3-rules-of-origin-and-verification-procedures.pdf"}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00907_roo.pdf", "DocType": "3_roo", "WebLink": "https://www.mfat.govt.nz/assets/Uploads/chapter-3-rules-of-origin-and-verification-procedures.pdf"}, {"DocDesc": "Customs administration", "DocFileName": "itc00907_cusa.pdf", "DocType": "5_cusa", "WebLink": "https://www.mfat.govt.nz/assets/Uploads/chapter-4-customs-procedures.pdf"}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00907_full.pdf", "DocType": "8_full", "WebLink": "https://www.mfat.govt.nz/en/trade/free-trade-agreements/free-trade-agreements-concluded-but-not-in-force/pacer/pacer-plus-full-text/"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "diagonal and full", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 5: Cumulative Rules of Origin <br /> 1 A good is originating if the good is produced in one or more of the Parties by one or <br /> more producers, provided that the good satisfies the requirements in Article 2 and all other <br /> applicable requirements in this Chapter. <br /> 2 Originating goods or materials of any of the Parties used in the production of a good in <br /> another Party shall be considered to originate in the latter Party. <br /> 3 Production that occurs in the territory of one or more of the Parties by one or more <br /> producers may count as originating content in the origin determination of a good regardless of <br /> whether that production was sufficient to confer originating status to the materials themselves.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 7: De Minimis <br /> 1 A good that does not satisfy a change in tariff classification requirement pursuant to <br /> Annex 3-B will nonetheless be an originating good if: <br /> (a) the value of all non-originating materials used in the production of the good that <br /> did not undergo the required change in tariff classification does not exceed 10 per <br /> cent of the FOB value of the good; or alternatively <br /> (b) for a textiles or apparel good provided for in Chapters 50 to 63 of the Harmonized <br /> System, the weight of all non-originating materials used in its production that did <br /> not undergo the required change in tariff classification does not exceed 10 per <br /> cent of the total weight of the good. <br /> 2 The goods under paragraph 1 must meet all other applicable requirements of this Chapter. <br /> 3 The value of such non-originating materials shall, however, be included in the value of <br /> non-originating materials for any applicable regional value content requirement for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 8: Accessories, Spare Parts, Tools and Instructional or other Information <br /> Materials <br /> 1 For the purposes of determining origin, accessories, spare parts, tools or instructional or <br /> other information materials provided with the good shall be considered originating goods and <br /> shall be disregarded in determining whether all the non-originating materials used in the <br /> production of the originating goods undergo the applicable change in tariff classification or <br /> production process requirements. <br /> 2 If the good is subject to a regional value content requirement, the value of the <br /> accessories, spare parts, tools or instructional or other information materials provided with the <br /> good shall be taken into account as originating or non-originating materials, as the case may <br /> be, in calculating the regional value content of the good. <br /> 3 Paragraphs 1 and 2 shall only apply if: <br /> (a) the accessories, spare parts, tools or instructional or other information materials <br /> are not invoiced separately from the good; and <br /> (b) the quantities and the value of those accessories, spare parts, tools or instructional <br /> or other information materials provided with the good are customary for that good. <br /> 4 If accessories, spare parts, tools and instructional or other information materials <br /> presented with the good are not customary for the good or are invoiced separately from the <br /> good, they shall be treated as separate goods for the purpose of determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 3: Goods Wholly Obtained or Produced <br /> For the purposes of Article 2, the following goods shall be considered as wholly <br /> obtained or produced: <br /> (a) plants and plant goods, including fruit, flowers, vegetables, trees, seaweed, fungi <br /> and live plants, grown, harvested, picked or gathered in a Party; [1] <br /> (b) live animals born and raised in one or more Parties; <br /> (c) goods obtained from live animals in a Party; <br /> (d) goods obtained from hunting, trapping, fishing, farming, aquaculture, gathering or <br /> capturing in a Party; <br /> (e) minerals and other naturally occurring substances extracted or taken from the soil, <br /> waters, seabed or beneath the seabed in a Party; <br /> (f) goods of sea-fishing and other marine goods taken from the high seas, in <br /> accordance with international law [2], by any vessel registered or recorded with a <br /> Party and entitled to fly the flag of that Party; <br /> (g) goods produced from the goods referred to in subparagraph (f) on board any <br /> factory ship registered or recorded with a Party and entitled to fly the flag of that Party; <br /> (h) goods taken by a Party, or a person of a Party, from the seabed or beneath the <br /> seabed beyond the Exclusive Economic Zone and adjacent Continental Shelf of <br /> that Party and beyond areas over which third parties exercise jurisdiction under <br /> exploitation rights granted in accordance with international law; goods which are: <br /> (i) <br /> (i) waste and scrap derived from production and or consumption in a Party <br /> provided that such goods are fit only for the recovery of raw materials; or <br /> (ii) used goods collected in a Party provided that such goods are fit only for the <br /> recovery of raw materials; and <br /> (j) goods produced or obtained in a Party solely from products referred to in <br /> subparagraphs (a) to (i) or from their derivatives. <br /> [1] For the purposes of this Article \"in a Party\" means the land, territorial sea, Exclusive Economic Zone and <br /> Continental Shelf over which a Party exercises sovereign rights or jurisdiction in accordance <br /> with international law. <br /> [2] \"International law\" in sub-paragraphs (f) and (h) refers to generally accepted international law such as the <br /> United Nations Convention on the Law of the Sea.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 6: Minimal Operations and Processes <br /> If a claim for origin is based on a regional value content, the operations or processes <br /> listed below, when undertaken by themselves or in combination with each other, are <br /> considered to be minimal and shall not be taken into account in determining whether or not a <br /> good is originating: <br /> (a) operations to ensure preservation of goods in good condition for the purposes of <br /> transport or storage; <br /> (b) facilitating shipment or transportation; <br /> (c) packaging or presenting goods for sale; <br /> (d) affixing of marks, labels or other like distinguishing signs on products or their packaging; and <br /> (e) disassembly.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "build down", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 4: Calculation of Regional Value Content <br /> 1 For the purposes of Article 2, if Annex 3-B requires a good to meet a regional value <br /> requirement, the formula for calculating the regional value content will be: <br /> RVC = [(V - VNM)/V] x 100 <br /> where: <br /> RVC is the regional value content of a good, expressed as a percentage; <br /> V is the value of the good, as provided in paragraph 2; and <br /> VNM is the value of non-originating materials, including materials of undetermined origin. <br /> 2 The value of the good referred to in paragraph 1 shall be, for exported goods, the FOB <br /> value of the good. <br /> 3 The value of non-originating materials or materials of undetermined origin referred to in <br /> paragraph 1 shall be: <br /> (a) for imported materials, the CIF value at the time of importation of the materials; or <br /> (b) for materials acquired within the territory of the Party in which the good is <br /> produced the earliest ascertainable price paid or payable for the materials in the <br /> territory of the Party. <br /> 4 The value of goods under this Chapter will be determined in accordance with the <br /> Agreement on Customs Valuation. <br /> 5 Each Party shall provide that, for a non-originating material or material of undetermined <br /> origin included under paragraph 1, the following expenses may be deducted from <br /> the value of the material: <br /> (a) the costs of freight, insurance, packing and all other costs incurred in transporting <br /> the material within or between the Parties' territories to the location of the <br /> producer; <br /> (b) duties, taxes and customs brokerage fees on the material paid in the territories of <br /> one or more of the Parties, other than duties and taxes that are waived, refunded, <br /> refundable or otherwise recoverable, including credit against duty or tax paid or payable; <br /> (c) the cost of waste and spoilage resulting from the use of the material in the <br /> production of the good, less the value of renewable scrap or by-product; <br /> (d) the cost of processing incurred in the territory of one or more of the Parties in the <br /> production of the non-originating material; and <br /> (e) the cost of originating materials used or consumed in the production of the non- <br /> originating material in the territory of one or more of the Parties. <br /> 6 If the cost or expense of a deduction listed in paragraph 5 is unknown or documentary <br /> evidence of the amount of the deduction is not available, then no deduction is allowable for <br /> that particular cost. <br /> 7 For the purposes of this Chapter, all costs shall be recorded and maintained in <br /> accordance with the generally accepted accounting principles applicable in the territory of the <br /> Party in which the good is produced or manufactured.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 1: Definitions <br /> indirect material means a good used in the production, testing or inspection of a good but <br /> not physically incorporated into the good, or a good used in the maintenance of buildings or <br /> the operation of equipment associated with the production of a good, including: <br /> (a) fuel and energy; <br /> (b) tools, dies and moulds; <br /> (c) spare parts and materials used in the maintenance of equipment and buildings; <br /> (d) lubricants, greases, compounding materials and other materials used in production <br /> or used to operate equipment and buildings; <br /> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br /> (f) equipment, devices and supplies used for testing or inspecting goods; <br /> (g) catalysts and solvents; and <br /> (h) any other goods that are not incorporated into the good but whose use in the <br /> production of the good can reasonably be demonstrated to be a part of that production; <br /> Article 11: Indirect Materials <br /> An indirect material shall be treated as an originating material without regard to where <br /> it is produced. The value of such a good shall be the cost registered in the accounting records <br /> of the producer of the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Consignment <br /> 1 Goods directly transported among the Parties will retain their originating <br /> status under Article 2. <br /> 2 A good shall retain its originating status under Article 2 if it has been transported <br /> through a non-party provided that the good has not undergone subsequent production or any <br /> other operation in the territory of a non-party other than: <br /> (a) unloading, reloading, storing, any other operation necessary to preserve the goods <br /> in good condition, repacking, relabelling or any other operation necessary to <br /> transport the goods to the territory of the importing Party; or <br /> (b) if the goods have been shown in or utilised at an exhibition in a non-party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 2: Originating Goods <br /> For the purposes of this Chapter, a good shall be treated as an originating good if it: <br /> (a) is wholly obtained or produced in a Party as defined in Article 3; <br /> (b) is produced entirely in one or more of the Parties, by one or more producers, <br /> exclusively from originating materials, in accordance with this Chapter; <br /> (c) satisfies all applicable requirements of Annex 3-B, as a result of processes <br /> performed entirely in the territory of one or more of the Parties by one or more producers; or <br /> (d) otherwise qualifies as an originating good under this Chapter, <br /> and meets all other applicable requirements of this Chapter.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 10: Treatment of Packing Materials and Containers <br /> 1 Packing materials and containers in which a good is placed exclusively for <br /> transportation and shipment shall not be taken into account in determining the origin of any good. <br /> 2 Packing materials and containers in which a good is packaged for retail sale, when <br /> classified together with that good, shall not be taken into account in determining whether all <br /> of the non-originating materials used in the production of the good have met the applicable <br /> change in tariff classification or process of production requirements for the good as set out in Annex 3-B. <br /> 3 If a good is subject to a regional value content requirement, the value of the packing <br /> materials and containers in which the good is packaged for retail sale shall be taken into <br /> account as originating or non-originating materials, as the case may be, in calculating the <br /> regional value content of the good. <br /> 4 If the packaging material and container is not customary for the good, its value shall not <br /> be included as originating in a regional value content calculation for the good.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials & final goods", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 9: Identical and Interchangeable Goods or Materials <br /> The determination of whether identical and interchangeable goods or materials are <br /> originating goods shall be made either: <br /> (a) by physical segregation of each of the goods or materials; or <br /> (b) by the use of an inventory management method recognised in the generally <br /> accepted accounting principles of the Party in which the production is <br /> performed or otherwise accepted by that Party, provided that the inventory <br /> management method selected is used throughout the fiscal year of the person <br /> that selected the inventory management method.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 13: Consignment <br /> 2 A good shall retain its originating status under Article 2 if it has been transported <br /> through a non-party provided that the good has not undergone subsequent production or any <br /> other operation in the territory of a non-party other than: <br /> (a) unloading, reloading, storing, any other operation necessary to preserve the goods <br /> in good condition, repacking, relabelling or any other operation necessary to <br /> transport the goods to the territory of the importing Party; or <br /> (b) if the goods have been shown in or utilised at an exhibition in a non-party.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "self-certification", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Declaration of Origin <br /> 1 A claim that goods are eligible for preferential tariff treatment shall be supported by a <br /> Declaration of Origin completed by the exporter or producer or an authorised representative <br /> of the exporter or producer. <br /> 2 The Declaration of Origin shall: <br /> (a) contain the information detailed in Annex 3-A; <br /> (b) be made in respect of one or more goods and may include a variety of goods; <br /> (c) be completed in English; <br /> (d) be in a written format, including electronic format; and <br /> (e) be an original, except that copies may be made for subsequent transactions. <br /> 3 The Declaration of Origin may be made on the invoice for the goods or on a separate <br /> document, including on a company's letterhead. <br /> 4 Neither erasures nor superimposition shall be allowed on the Declaration of Origin. Any <br /> alteration shall be made by striking out the erroneous information and making any addition <br /> required. Such alteration shall be approved by the exporter or producer making the <br /> declaration. To the extent possible, unused spaces on the form shall be crossed out. If the <br /> Declaration of Origin is more than one page long, subsequent pages shall be numbered in <br /> sequence. For example, a three page document shall be numbered as 1 of 3, 2 of 3 and 3 of 3. <br /> 5 A Declaration of Origin shall remain valid for two years after the date on which the <br /> Declaration of Origin was signed. <br /> 6 Nothing in this Agreement shall prevent a producer or exporter from obtaining the <br /> services of a third party to assist them to complete the Declaration of Origin. <br /> Article 16: Submission of Declaration of Origin <br /> Except as otherwise provided in this Chapter, the original Declaration of Origin or a <br /> copy shall be submitted to the Customs Administration of the importing Party when requested <br /> by that Customs Administration.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than US$200)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 17: Circumstances When Declaration Not Required <br /> 1 In accordance with its domestic laws and regulations, the importing Party shall not <br /> require a Declaration of Origin in order to claim preferential tariff treatment for: <br /> (a) goods for which the customs value does not exceed US$200 FOB or the <br /> equivalent amount in the importing Party's currency, or such higher amount as it <br /> may establish; or <br /> (b) any good for which a Party has waived the requirement for a Declaration of Origin, <br /> provided that the importation does not form part of one or more importations that may <br /> reasonably be considered to have been undertaken or arranged for the purpose of avoiding the <br /> submission of the Declaration of Origin. <br /> 2 Notwithstanding Article 15, the importing Party may elect to waive the requirement for <br /> a Declaration of Origin or any of the requirements in Section B.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "not included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 15: Declaration of Origin <br /> 5 A Declaration of Origin shall remain valid for two years after the date on which the <br /> Declaration of Origin was signed.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "5 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 12: Retention of records <br /> 1 In accordance with its domestic laws and regulations, each Party shall require, that: <br /> (a) a producer, exporter, or authorised representative of the producer or exporter shall <br /> maintain all records relating to the origin of a good for which preferential tariff <br /> treatment is claimed in an importing Party, including the Declaration of Origin <br /> relevant to the good, or a copy thereof, for five years from the date of the <br /> exportation; and <br /> (b) an importer claiming preferential tariff treatment shall maintain all records <br /> relating to the importation of the good, including the Declaration of Origin <br /> relevant to the good (completed pursuant to Article 15), or a copy thereof, for five <br /> years after the date of importation. <br /> 2 The records to be maintained pursuant to this Article include electronic records.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "within 2 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Claim for Preferential Tariff Treatment <br /> 5 Each Party shall provide that an importer may apply for preferential tariff treatment and <br /> a refund of any excess duties paid for a good if the importer did not make a claim for <br /> preferential tariff treatment at the time of importation, provided that: <br /> (a) the good would have qualified for preferential tariff treatment when it was <br /> imported into the territory of the Party; and <br /> (b) the application is made within two years of the date of importation or such longer <br /> period as the importing Party's laws and regulations allow.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "Article 22: Denial of Preferential Tariff Treatment <br /> 3 The Customs Administration of the importing Party shall not reject a claim for <br /> preferential tariff treatment only for the reason that the invoice is issued in a non-party or by a third party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Direct", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 19: Verification of Origin <br /> 1 When there is a reasonable doubt as to the origin of a good, the Customs Administration <br /> of an importing Party may verify the eligibility of a good for preferential tariff treatment <br /> under this Agreement by means of: <br /> (a) written requests for information to the importer; <br /> (b) written requests for information to the exporter or producer or an authorised <br /> representative of the exporter or producer; <br /> (c) a verification visit to the premises of the exporter or producer in the territory of <br /> another Party (under Article 20); or <br /> (d) any other procedures as mutually agreed by the relevant Parties. <br /> 2 A written request referred to in paragraph 1 shall include: <br /> (a) the identity of the Customs Administration making the request; <br /> (b) the reason for the request, including the specific issue the importing Party seeks to <br /> resolve with the verification; <br /> (c) sufficient information to identify the good that is being verified; and <br /> (d) a copy of relevant information submitted with the good, including the Declaration <br /> of Origin. <br /> 3 Subject to the availability of resources and to the extent allowed by its laws, regulations <br /> and policies, the exporting Party shall whenever possible cooperate in any action to verify <br /> eligibility and require that producers and exporters cooperate in any action to verify eligibility. <br /> Article 20: Verification Visit <br /> 1 If all verification actions under Article 19.1 (a), (b) and (d) have been exhausted and <br /> have failed to resolve the concerns of the Customs Administration of the importing Party, a <br /> verification visit may be conducted. <br /> 2 Prior to conducting such a visit, the Customs Administration of the importing Party shall: <br /> (a) make a written request to the exporter or producer to conduct a verification visit <br /> of their premises; and <br /> (b) obtain the written consent of the exporter or producer whose premises are to be visited. <br /> 3 If an exporter or producer consents to a proposed verification visit, it shall provide its <br /> written consent within 30 days of the receipt of a request for a visit. <br /> 4 The written request referred to in paragraph 2(a) shall include: <br /> (a) the identity of the Customs Administration issuing the request; <br /> (b) the name of the exporter or producer of the good in the exporting Party to whom <br /> the request is addressed; <br /> (c) the date the written request is made; <br /> (d) the proposed date and place of the visit; <br /> (e) the objective and scope of the proposed visit, including specific reference to the <br /> good that is the subject of the verification referred to in the Declaration of Origin; and <br /> (f) the names and titles of the officials of the Customs Administration of the <br /> importing Party who will participate in the visit. <br /> 5 The Customs Administration of the importing Party shall notify the Customs <br /> Administration of the exporting Party when it requests a verification visit in accordance with this Article. <br /> 6 Officials of the Customs Administration of the exporting Party may participate in the <br /> verification visit as observers. <br /> 7 Nothing in this Article shall affect the rights of the Customs Administration of a Party <br /> to undertake verification or compliance activities within its territory in accordance with its <br /> laws and regulations. <br /> Article 21: Time Limits for Decision on Origin <br /> The Customs Administration of the importing Party shall complete any action to <br /> verify eligibility for preferential tariff treatment within 130 days of the commencement of <br /> such action or within 90 days of the conclusion of a verification visit, whichever is later, and <br /> make a decision and provide written advice as to whether the good is eligible for preferential <br /> tariff treatment to all relevant parties within the following 21 days. <br /> Article 22: Denial of Preferential Tariff Treatment <br /> 1 An importing Party may deny a claim for preferential tariff treatment for a good if: <br /> (a) the good does not meet the requirements of this Chapter; <br /> (b) the importer, exporter or producer fails to comply with any of the relevant <br /> requirements of this Chapter; or <br /> (c) a verification conducted in accordance with this Chapter has failed to determine <br /> that the good is originating. <br /> 2 In the event that preferential tariff treatment is denied, the Customs Administration of <br /> the importing Party shall provide full reasons for that decision in writing to the importer, on request. <br /> 3 The Customs Administration of the importing Party shall not reject a claim for <br /> preferential tariff treatment only for the reason that the invoice is issued in a non-party or by a third party.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 25: Action Against Fraudulent Acts <br /> When it is suspected that fraudulent acts in connection with the evidence of origin <br /> requirements have been committed, the Parties concerned shall cooperate in the exchange of <br /> information in accordance with the Parties' respective laws and regulations. <br /> Section C: Consultation and Review", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "[Customs administration]: <br /> Article 10: Advance Rulings <br /> 1 To the extent permitted by its domestic laws, regulations and administrative practices <br /> and its capacity, each Party upon receiving an application pursuant to paragraph 2(a), shall <br /> through its Customs Administration provide written advance rulings on tariff classification <br /> and origin of goods, and, if the Party has implemented the Agreement on Customs Valuation <br /> on questions arising from the application of that Agreement to goods. <br /> 2 Procedures for advance rulings adopted by a Party shall: <br /> (a) provide that an importer in its territory or an exporter or producer in the territory <br /> of another Party may apply for an advance ruling before the importation of the goods in question; <br /> (b) include a detailed description of the information required to process an application <br /> for an advance ruling; <br /> (c) provide that its Customs Administration may, at any time during the course of an <br /> evaluation of an application for an advance ruling, request that the applicant <br /> provide additional information within a specified period; <br /> (d) provide that any advance ruling be based on the facts and circumstances presented <br /> by the applicant, and any other relevant information in the possession of the decision-maker; <br /> (e) provide that an advance ruling be issued to the applicant expeditiously, within the <br /> period specified in each Party's domestic laws, regulations or administrative procedures; and <br /> (f) provide that a written explanation of the reasons for the ruling be provided to the applicant. <br /> 3 A Party may reject a request for an advance ruling where the additional information <br /> requested by it in accordance with paragraph 2(c) is not provided within the specified period. <br /> 4 Subject to paragraphs 1 and 5, each Party that permits advance rulings under its <br /> domestic laws, regulations and administrative procedures, shall apply an advance ruling to <br /> goods described in that ruling imported into its territory beginning on the date it issues the <br /> ruling or any other date specified in the ruling for such period in accordance with its domestic <br /> laws, regulations and administrative procedures. The issuing Party shall accord the same <br /> treatment to all importations described in that ruling, if the facts and circumstances are <br /> identical in all respects. <br /> 5 A Party may modify or revoke an advance ruling if: <br /> (a) a determination is made that the ruling was based on an error of fact or law; <br /> (b) a determination is made that false or misleading information was provided or <br /> relevant information was withheld; <br /> (c) there is a change in domestic law consistent with this Chapter; <br /> (d) there is a change in a material fact or circumstance on which the ruling was based; or <br /> (e) conflicting rulings have been issued. <br /> 6 If an importer claims that the treatment accorded to an imported good should be <br /> governed by an advance ruling, the Customs Administration may evaluate whether the facts <br /> and circumstances of the importation are consistent with the facts and circumstances upon <br /> which an advance ruling was based.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 18: Claim for Preferential Tariff Treatment <br /> 2 If the origin of the good is not in doubt, the discovery of minor transcription errors or <br /> discrepancies in documentation shall not by that sole fact invalidate the Declaration of Origin, <br /> if it does in fact correspond to the goods submitted.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 23: Right of Appeal <br /> 1 The importing Party shall grant the right of appeal in matters relating to the eligibility <br /> for preferential tariff treatment to producers, exporters or importers of goods traded or to be <br /> traded between the Parties, in accordance with its domestic laws, regulations and administrative practices. <br /> 2 If no right of appeal exists in a Party in matters relating to the eligibility for preferential <br /> tariff treatment to producers, exporters or importers of goods traded or to be traded between <br /> the Parties, those Parties will, subject to the availability of resources, endeavour to establish <br /> such rights of appeal. <br /> [Customs administration]: <br /> Article 14: Review and Appeal <br /> 1 In accordance with its domestic law, each Party shall provide that any person to whom <br /> its Customs Administration issues an administrative decision has access, within its territory, to: <br /> (a) administrative review independent of the official or office that issued the decision <br /> subject to review, or administrative review by a higher authority supervising its <br /> Customs Administration; and <br /> (b) judicial review of the determination taken at the final level of administrative review. <br /> 2 The decision on appeal shall be given to the appellant and the reasons for such decision <br /> shall be provided in writing.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Chapter: <br> and larvae, by intervention in the rearing or growth processes to enhance production such as <br> CIF value means the value of the good imported and includes the cost of insurance and <br> regular stocking, feeding, or protection from predators; <br> freight up to the port or place of entry into the country of importation; <br> FOB means the free-on-board value of the good, inclusive of the cost of transport to the port <br> or site of final shipment abroad; <br> generally accepted accounting principles means the recognised consensus or substantial <br> authoritative support in a Party, with respect to the recording of revenues, expenses, costs, <br> assets and liabilities; the disclosure of information; and the preparation of financial <br> statements. These standards may encompass broad guidelines of general application as well <br> as detailed standards, practices and procedures; <br> non-originating good or non-originating material means a good or material that does not <br> identical and interchangeable goods or materials means goods or materials that are <br> interchangeable for commercial purposes and whose properties are essentially identical; <br> indirect material means a good used in the production, testing or inspection of a good but <br> not physically incorporated into the good, or a good used in the maintenance of buildings or <br> (a) fuel and energy; <br> (d) lubricants, greases, compounding materials and other materials used in production <br> or used to operate equipment and buildings; <br> (f) equipment, devices and supplies used for testing or inspecting goods; <br> production of the good can reasonably be demonstrated to be a part of that production; <br> (g) catalysts and solvents; and <br> material means any matter or substance that is used in the production of a good; <br> qualify as originating under this Chapter; <br> packing materials and containers for shipment means goods used to protect a good during <br> its transportation, other than containers and packaging material used for retail sale; <br> preferential tariff treatment means the rate of customs duties applicable to an originating <br> good of the exporting Party in accordance with Annex 2-A (Schedule of Commitments on Tariffs); <br> producer means a person who engages in the production of goods or materials; <br> production means methods of obtaining goods including but not limited to growing, mining, <br> harvesting, farming, raising, breeding, extracting, gathering, collecting, capturing, fishing, <br> trapping, hunting, manufacturing, aquaculture, processing or assembling a good; and <br> product specific rules are the rules set out in Annex 3-B. <br> (b) tools, dies and moulds; <br> originating material means a material that qualifies as originating under this Chapter; <br> (e) gloves, glasses, footwear, clothing, safety equipment and supplies; <br> "}, {"ArticleTitle": "DEFINITIONS", "ArticleDesc": "aquaculture means the farming of aquatic organisms including fish, molluscs, crustaceans, <br> other aquatic invertebrates and aquatic plants, from seedstock such as eggs, fry, fingerlings <br> the operation of equipment associated with the production of a good, including: <br> (h) any other goods that are not incorporated into the good but whose use in the <br> (c) spare parts and materials used in the maintenance of equipment and buildings; <br> "}, {"ArticleTitle": "Goods in Storage", "ArticleDesc": "Article 14: Goods in Storage <br> The Customs Administration of the importing Party shall grant preferential tariff <br> treatment for an originating good of the exporting Party which, on the date of entry into force <br> of this Agreement, is: <br> (a) in the process of being transported from the exporting Party; or <br> (b) has not been released from Customs control; or <br> (c) is in storage in a warehouse regulated by the Customs Administration of the importing Party; <br> provided that the good is destined for home consumption in the importing Party and satisfies <br> all the applicable requirements of this Chapter. <br> Section B: Origin Procedures <br> "}, {"ArticleTitle": "Claim for Preferential Tariff Treatment", "ArticleDesc": "Article 18: Claim for Preferential Tariff Treatment <br> 1 Subject to Article 22, the importing Party shall grant preferential tariff treatment to a <br> good imported into its territory from any other Party, provided that: <br> (a) the good is an originating good under Article 2; <br> (b) the consignment criteria outlined in Article 13 have been met; and <br> (c) the importer claiming preferential tariff treatment has met the Declaration of <br> Origin requirements specified in Article 15. <br> 2 If the origin of the good is not in doubt, the discovery of minor transcription errors or <br> discrepancies in documentation shall not by that sole fact invalidate the Declaration of Origin, <br> if it does in fact correspond to the goods submitted. <br> 3 For multiple goods declared under the same Declaration of Origin, a problem <br> encountered with one of the goods listed shall not affect or delay the granting of preferential <br> tariff treatment and customs clearance of the remaining goods listed in the Declaration of Origin. <br> 4 The importing Party shall require that an importer promptly makes a corrected import <br> declaration and pays any owed duties when the importer has reason to believe that the good <br> does not meet the origin requirements. <br> 5 Each Party shall provide that an importer may apply for preferential tariff treatment and <br> a refund of any excess duties paid for a good if the importer did not make a claim for <br> preferential tariff treatment at the time of importation, provided that: <br> (a) the good would have qualified for preferential tariff treatment when it was <br> imported into the territory of the Party; and <br> (b) the application is made within two years of the date of importation or such longer <br> period as the importing Party's laws and regulations allow. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 24: Confidentiality <br> Information communicated between the Parties for the purpose of verification of origin <br> shall be used for that purpose only, and be otherwise subject to Article 6 of Chapter 15 (Final Provisions). <br> "}, {"ArticleTitle": "Meetings and Consultations on Rules of Origin", "ArticleDesc": "Article 26: Meetings and Consultations on Rules of Origin <br> 1 The Parties shall, through the Committee on Trade in Goods, Rules of Origin and <br> Customs Procedures, consult regularly to ensure that this Chapter is administered in a manner <br> consistent with the objectives and other provisions of this Chapter. <br> 2 The government authorities of the Parties with a direct interest in any issues that arise <br> concerning origin determination, classification of products, or other matters related to this <br> Chapter shall consult with a view to resolving such issues and, where relevant, inform the <br> importer of the outcome. The Joint Committee shall be notified of any significant outcomes <br> from such consultations. <br> "}, {"ArticleTitle": "Review of Origin Procedures", "ArticleDesc": "Article 27: Review of Origin Procedures <br> 1 The Parties, through the Committee on Trade in Goods, Rules of Origin and Customs <br> Procedures shall commence a review of this Chapter within three years of entry into force of <br> this Agreement and submit a final report to the Joint Committee, including any <br> recommendations, within four years of the date of entry into force of this Agreement. <br> 2 The Committee on Trade in Goods, Rules of Origin and Customs Procedures shall <br> review the implementation of the Declaration of Origin provisions within four years of the <br> date of entry into force of this Agreement and make appropriate recommendations to the Joint Committee. <br> "}, {"ArticleTitle": "Consultation and Review of Product Specific Rules", "ArticleDesc": "Article 28: Consultation and Review of Product Specific Rules <br> 1 The Parties shall consult and cooperate to ensure that Article 2(c) is applied in an <br> effective and uniform manner. <br> 2 If a Party considers that the regional value content, change in tariff classification or <br> specific process requirement set out in Annex 3-B is unduly restricting, distorting or <br> disrupting of the Party's trade of a good, then that Party may request in writing consultations <br> with the other Parties to determine a suitable amendment to Annex 3-B. The Committee on <br> Trade in Goods, Rules of Origin and Customs Procedures shall promptly consider the <br> request. In the event that the Committee considers a change to one or more rules in Annex 3- <br> B is warranted, it shall make recommendations to the Joint Committee, which shall decide <br> whether to adopt the recommendations in accordance with Chapter 12 (Institutional Provisions). <br> 3 The Parties shall complete a review of this Article within three years of the date of entry <br> into force of this Agreement or a period otherwise agreed by the Parties to address any <br> differences between the Parties arising from the operation of this Article. <br> "}, {"ArticleTitle": "Technical Revisions of the Product Specific Rules Schedule", "ArticleDesc": "Article 29: Technical Revisions of the Product Specific Rules Schedule <br> 1 When a periodic amendment to the Harmonized System is published, the Parties shall <br> prepare technical revisions to Annex 3-B to implement that version of the Harmonized <br> System, and shall do so in accordance with this Article and the relevant procedures for <br> technical revisions to Annex 3-B as adopted by the Joint Committee under Chapter 12 <br> (Institutional Provisions). <br> 2 The Parties shall ensure that technical revisions to Annex 3-B are carried out on a <br> neutral basis and market access conditions are not impaired by the process or the outcomes of <br> technical revisions to Annex 3-B. <br> 3 The Parties, through the Joint Committee or a relevant subsidiary body established by it, <br> shall endorse and promptly publish the technical revisions that are prepared pursuant to <br> paragraph 1 and determine the date on which such revisions will come into effect. <br> "}]}, {"ArticleType": "Customs administration", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1: Definitions <br> For the purposes of this Chapter: <br> customs law means such laws and regulations administered and enforced by the Customs <br> Administration of a Party concerning the importation, exportation, and transit/transhipment of <br> goods, as they relate to customs duties, other taxes and other charges, or to prohibitions, <br> restrictions and other similar controls with respect to the movement of controlled items across <br> the boundary of the customs territory of a Party; <br> customs procedures means the treatment applied by the Customs Administration of a Party <br> to goods, which are subject to that Party's customs law; <br> Revised Kyoto Convention means the World Customs Organization's International <br> Convention on the Simplification and Harmonization of Customs Procedures done on 26 June 1999; and <br> WCO means the World Customs Organization. <br> "}, {"ArticleTitle": "Objectives", "ArticleDesc": "Article 2: Objectives <br> 1 The objectives of this Chapter are: <br> (a) to ensure predictability, consistency and transparency in the application of <br> customs laws and regulations of the Parties; <br> (b) to promote efficient, economical administration of customs procedures and the <br> expeditious clearance of goods; <br> (c) to simplify and harmonise customs procedures; <br> (d) to facilitate trade among the Parties and the security of such trade; <br> (e) to enhance the implementation of the requirements of Article VII of GATT 1994, <br> the Agreement on Customs Valuation and other relevant WTO provisions relating <br> to customs matters; and <br> (f) to promote cooperation between the Customs Administrations of the Parties. <br> 2 Recognising the capacity constraints of the developing country Parties, and with a view <br> to increasing their export opportunities, assistance in relation to this Chapter would be <br> provided under Chapter 10 (Development and Economic Cooperation) and the associated Work Programme. <br> "}, {"ArticleTitle": "Scope", "ArticleDesc": "Article 3: Scope <br> This Chapter shall apply, in accordance with the Parties' respective laws, regulations <br> and policies, to customs procedures applied to goods traded between the Parties. <br> "}, {"ArticleTitle": "Customs Procedures and Facilitation", "ArticleDesc": "Article 4: Customs Procedures and Facilitation <br> 1 Each Party shall ensure that its customs procedures and practices are predictable, <br> consistent and transparent, and facilitate trade, including through the expeditious clearance of goods. <br> 2 Customs procedures of each Party shall, if possible and to the extent permitted by its <br> customs law, conform to international standards and recommended practices, in particular <br> those of the WCO. <br> procedures with a view to their simplification and the facilitation of trade. <br> "}, {"ArticleTitle": "CUSTOMS PROCEDURES AND FACILITATION", "ArticleDesc": "3 The customs administration of each Party shall periodically review its customs <br> "}, {"ArticleTitle": "Customs Cooperation", "ArticleDesc": "Article 5: Customs Cooperation <br> 1 Subject to available resources and to the extent its domestic laws permit, the Customs <br> Administration of each Party should assist the Customs Administration of another Party in relation to: <br> (a) the implementation and operation of this Chapter; <br> (b) the development and implementation of customs best practice and risk management techniques; <br> (c) the provision, if possible, of prior notice of changes to laws, regulations, and <br> relevant procedures and guidelines that would affect the operation of this Chapter; <br> (d) the simplification and harmonisation of customs procedures; <br> (e) the advancement of technical skills and the use of technology; <br> (f) the application of the Harmonized System; <br> (g) the application of the disciplines on valuation for customs purposes under Article <br> VII of GATT 1994 and the Agreement on Customs Valuation; <br> (h) the movement of goods among the Parties; and <br> (i) customs enforcement, including inter alia investigation and prevention of prima <br> facie customs offences. <br> 2 Subject to available resources, the Customs Administrations of the Parties may, as <br> deemed appropriate, explore and undertake cooperation projects, including: <br> (a) capacity building programmes to enhance the capability of customs personnel of <br> Parties that are Forum Island Countries; and <br> (b) technical assistance programmes to facilitate the activities of Parties that are <br> Forum Island Countries in relation to customs matters. <br> "}, {"ArticleTitle": "Use of Automated Systems", "ArticleDesc": "Article 6: Use of Automated Systems <br> 1 The Customs Administration of each Party should have its own system that supports <br> electronic customs transactions. <br> 2 In implementing initiatives under paragraph 1, the Customs Administration of each <br> Party shall take into account relevant international standards and best practices, including <br> those recommended by the WCO, taking into consideration its available infrastructure, <br> capabilities and needs. <br> "}, {"ArticleTitle": "Expedited Shipments", "ArticleDesc": "Article 7: Expedited Shipments <br> To the extent possible, the Customs Administration of each Party shall adopt procedures <br> to expedite the clearance of shipments while maintaining appropriate control, including: <br> (a) to provide for pre-arrival processing of information related to shipments; <br> (b) to permit the submission of a single document covering all goods contained in a <br> shipment, including through electronic means; and <br> (c) to minimise the documentation required for the release of shipments. <br> "}, {"ArticleTitle": "Release of Goods", "ArticleDesc": "Article 8: Release of Goods <br> 1 To the extent possible, each Party shall adopt or maintain procedures allowing, goods to be released: <br> (a) within 48 hours of arrival or as soon as practicable; and <br> (b) where possible, at the point of arrival, without temporary transfer to warehouses <br> or other locations. <br> 2 The provisions of paragraph 1 shall not prevent the Customs Administration of a Party <br> from holding a shipment: <br> (a) for the purpose of determining, in accordance with risk management techniques, <br> whether an examination of the goods is necessary; <br> (b) if permits need to be obtained for restricted goods; or <br> (c) in any situation if it has concerns in relation to the goods. <br> "}, {"ArticleTitle": "Valuation", "ArticleDesc": "Article 9: Valuation <br> 1 Subject to paragraph 2, each Party shall apply the provisions of Article VII of GATT <br> 1994 and the Agreement on Customs Valuation, including the Interpretative Notes at Annex I <br> to that Agreement, in determining the value for customs purposes of goods traded between the Parties. <br> 2 If a Party is a developing country and not a WTO Member, it may apply the provisions <br> of the Agreement on Customs Valuation to the extent of its capacity, provided that if a <br> problem arises from the application of a specific valuation procedure, it engages in bilateral <br> consultations on request of another Party with an interest in a good to which that valuation <br> procedure has been applied, with a view to finding a mutually agreed solution. Such <br> consultations shall be undertaken in accordance with Article 15. <br> 3 A Party that is a developing country and not a WTO Member: <br> (a) shall to the extent of its capacity apply a system for the valuation of goods for <br> customs purposes that: <br> (i) is fair, uniform and neutral; <br> (ii) precludes the use of arbitrary or fictitious customs values; <br> (iii) bases the valuation of goods for customs purposes, to the greatest extent <br> possible, on the transaction value of the goods being valued; <br> (iv) bases customs value on simple and equitable criteria consistent with commercial practices; <br> (v) ensures that valuation procedures are of general application without <br> distinction between sources of supply; and <br> (vi) does not use valuation procedures to combat dumping; <br> (b) shall to the greatest extent possible not determine customs value on the basis of: <br> (i) the selling price in the country of importation of goods produced in such country; <br> (ii) a system which provides for the acceptance for customs purposes of the <br> higher of two alternative values; <br> (iii) the price of goods in the domestic market of the country of exportation; <br> (iv) the cost of production other than computed values which have been <br> determined for identical or similar goods in accordance with the provisions <br> of Article 6 and Article 8(2) of the Agreement on Customs Valuation; <br> (v) the price of goods for export to a country other than the country of importation; <br> (vi) minimum customs values; or <br> (vii) arbitrary or fictitious values; <br> and shall seek to eliminate those measures which are so determined as soon as practicable; and <br> (c) shall ensure that, if the importer so requests, the importer be informed in writing <br> of the customs value and the method used to determine such value. <br> "}, {"ArticleTitle": "Risk Management", "ArticleDesc": "Article 11: Risk Management <br> 1 Each Party shall administer customs procedures so as to facilitate the clearance of low- <br> risk goods and focus on high-risk goods. To enhance the flow of goods across its borders, the <br> Customs Administration of each Party shall regularly review these procedures. <br> 2 If a Customs Administration of a Party deems that the inspection of goods is not <br> necessary to authorise clearance of the goods from customs control, that Party shall endeavour <br> to provide a single point for the documentary or electronic processing of those goods. <br> 3 Each Party shall, to the extent of its capacity, work to further enhance the use of risk <br> management techniques in the administration of its customs procedures. <br> "}, {"ArticleTitle": "Confidentiality", "ArticleDesc": "Article 12: Confidentiality <br> 1 Nothing in this Chapter shall be construed to require any Party to furnish or allow <br> access to confidential information pursuant to this Chapter, the disclosure of which it considers would: <br> (a) be contrary to the national and public interest as determined by its laws, rules, <br> regulations or policies; <br> (b) be contrary to any of its laws, regulations or policies including, but not limited to, <br> those protecting personal privacy or the financial affairs and accounts of individuals; <br> (c) prejudice legitimate commercial interests of particular enterprises, public or private; or <br> (d) impede law enforcement. <br> 2 A Party shall maintain the confidentiality of information provided pursuant to this <br> Chapter and shall not use or disclose information provided pursuant to this Chapter except for <br> the purpose for which it was provided, unless it has the consent of the providing Customs <br> Administration, or disclosure is required by its laws and regulations. If a Party is required or <br> authorised by its laws and regulations to disclose information provided pursuant to this <br> Chapter, it shall, wherever possible, give advance notice of any such disclosure to the <br> providing Customs Administration. <br> "}, {"ArticleTitle": "Enquiry Points and Transparency", "ArticleDesc": "Article 13: Enquiry Points and Transparency <br> 1 Each Party shall designate one or more enquiry points to address enquiries from <br> interested persons concerning customs matters, and shall publish online if possible and, if not, <br> in print form, information concerning procedures for making such enquiries. <br> 2 Each Party shall publish online if possible and, if not, in print form, all statutory and <br> regulatory provisions and any customs administrative procedures applied or enforced by its <br> Customs Administration, not including law enforcement procedures and internal operational guidelines. <br> 3 Each Party that is a WTO Member or a Contracting Party to the Revised Kyoto <br> Convention shall ensure that all items of information required to be published under <br> paragraphs 1 and 2 are published promptly in such a manner as to enable interested Parties <br> and persons to become acquainted with them. Each Party that is not a WTO Member or a <br> Contracting Party to the Revised Kyoto Convention shall ensure that those items of <br> information are published in such a manner as to enable interested Parties and persons to <br> become acquainted with them and shall, to the extent of its capacity, ensure that those items <br> are published promptly. <br> "}, {"ArticleTitle": "Consultations", "ArticleDesc": "Article 15: Consultations <br> The Customs Administrations of the Parties shall encourage consultation with each <br> other regarding significant customs issues that affect goods traded between the Parties. <br> "}, {"ArticleTitle": "Meetings on Customs Procedures", "ArticleDesc": "Article 16: Meetings on Customs Procedures <br> 1 The Parties shall, through the Joint Committee, the Committee on Trade in Goods, <br> Rules of Origin and Customs Procedures, or another relevant subsidiary body, consult <br> regularly to consider the implementation of their commitments under this Chapter. <br> 2 The Parties, through the Joint Committee, the Committee on Trade in Goods, Rules <br> of Origin and Customs Procedures, or another relevant subsidiary body, shall commence a <br> review of this Chapter within three years of entry into force of this Agreement and submit a <br> final report to the Joint Implementation Committee, including any recommendations, within <br> "}]}]}, "members_found": ["184", "570", 4, 8703900000]}