{"FtaRooDetails": {"FtaId": 879, "FtaCode": "ITC00909", "FtaName": "FTA, Turkey-Kosovo", "FtaFullName": "FREE TRADE AGREEMENT BETWEEN THE REPUBLIC OF TURKEY AND THE REPUBLIC OF KOSOVO", "InForce": true, "Signed": false, "InNegotiation": false, "FtaStatusDesc": "IN FORCE", "FtaStatusDate": "11.06.2019", "Type": "Free trade agreement", "Scope": "Bilateral, Country-Country", "MemberStates": "Türkiye; Kosovo", "FtaRooDetailLink": null, "TariffSource": null, "TariffYear": null, "IsCertificationBodyAuthorized": true, "TRFlag": "", "TRDetailLink": null, "TRHeading": "ATTENTION: Trade Remedy", "TRDesc": null, "TRDeepLink": null, "AdminProc": "Now you will need to complete a certificate of origin (CoO) in order to demonstrate that your product indeed qualifies under the rules of origin.<br />It will have to be presented at the customs of the destination country during the clearance procedure, when the customs officer asks whether your product qualifies under FTA, Turkey-Kosovo", "AdminProcCooAuth": "The certification type under FTA, Turkey-Kosovo is by <strong>authorized body</strong>. This means that certificate of origin is issued by an agency empowered for this purpose.", "AdminProcCooNoAuth": "The certification type under FTA, Turkey-Kosovo is <strong>self-certification</strong>. This means that certificate of origin can be issued by the exporter himself.", "AdminProcDownload": "1. Download and complete the certificate of origin (CoO) for FTA, Turkey-Kosovo agreement.", "RooSelfAssessmentDesc": "In order to qualify for preferential treatment, your product will need to satisfy the rules of origin under the agreement.<br> Complete this short self-assessment to find out whether your product may qualify in relation to this tariff line.", "AddlMrktInfoDesc": "In the following are deep links to additional information available in other ITC tools.<br> If you have any questions about that please contact us at marketanalysis@intracen.org.", "Duties": []}, "FtaRooDetailInfo": {"RooData": [{"RooCode": "RVC 60%", "RooText": "Manufacture in which the value of all the materials used does not exceed 40 % of the ex-works price of the product", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": []}], "GeneralNote": [{"RooCode": "Introductory notes", "RooText": " Introductory notes to the list in Appendix II<br /> Note 1:<br /> The list sets out the conditions required for all products to be considered as<br /> sufficiently worked or processed within the meaning of Article 6 of the Annex.<br /> Note 2:<br /> 2.1. The first two columns in the list describe the product obtained. The first<br /> column gives the heading number or chapter number used in the Harmonized<br /> System and the second column gives the description of goods used in that<br /> system for that heading or chapter. For each entry in the first two columns, a<br /> rule is specified in column 3 or 4. Where, in some cases, the entry in the first<br /> column is preceded by an \"ex\", this signifies that the rules in column 3 or 4<br /> apply only to the part of that heading as described in column 2.<br /> 2.2. Where several heading numbers are grouped together in column 1 or a chapter<br /> number is given and the description of products in column 2 is therefore given<br /> in general terms, the adjacent rules in column 3 or 4 apply to all products<br /> which, under the Harmonized System, are classified in headings of the chapter<br /> or in any of the headings grouped together in column 1.<br /> 2.3. Where there are different rules in the list applying to different products within<br /> a heading, each indent contains the description of that part of the heading<br /> covered by the adjacent rules in column 3 or 4.<br /> 2.4. Where, for an entry in the first two columns, a rule is specified in both<br /> columns 3 and 4, the exporter may opt, as an alternative, to apply either the<br /> rule set out in column 3 or that set out in column 4. If no origin rule is given in<br /> column 4, the rule set out in column 3 is to be applied.<br /> Note 3:<br /> 3.1. The provisions of Article 6 of the Annex, concerning products having acquired<br /> originating status which are used in the manufacture of other products, shall<br /> apply, regardless of whether this status has been acquired inside the factory<br /> where these products are used or in another factory in Turkey or in Kosovo.<br /> Example:<br /> An engine of heading 8407, for which the rule states that the value of the non-<br /> originating materials which may be incorporated may not exceed 40 % of the<br /> ex-works price, is made from \"other alloy steel roughly shaped by forging\" of<br /> heading ex 7224.<br /> If this forging has been forged in Turkey from a non-originating ingot, it has<br /> already acquired originating status by virtue of the rule for heading ex 7224 in<br /> the list. The forging can then count as originating in the value-calculation for<br /> the engine, regardless of whether it was produced in the same factory or in<br /> another factory in Turkey. The value of the non-originating ingot is thus not<br /> taken into account when adding up the value of the non-originating materials<br /> used.<br /> 3.2. The rule in the list represents the minimum amount of working or processing<br /> required, and the carrying-out of more working or processing also confers<br /> originating status; conversely, the carrying-out of less working or processing<br /> cannot confer originating status. Thus, if a rule provides that non-originating<br /> material, at a certain level of manufacture, may be used, the use of such<br /> material at an earlier stage of manufacture is allowed, and the use of such<br /> material at a later stage is not.<br /> 3.3. Without prejudice to Note 3.2, where a rule uses the expression \"Manufacture<br /> from materials of any heading\", then materials of any heading(s) (even<br /> materials of the same description and heading as the product) may be used,<br /> subject, however, to any specific limitations which may also be contained in<br /> the rule.<br /> However, the expression \"Manufacture from materials of any heading,<br /> including other materials of heading ...\" or \"Manufacture from materials of any<br /> heading, including other materials of the same heading as the product\" means<br /> that materials of any heading(s) may be used, except those of the same<br /> description as the product as given in column 2 of the list.<br /> 3.4. When a rule in the list specifies that a product may be manufactured from<br /> more than one material, this means that one or more materials may be used. It<br /> does not require that all be used.<br /> Example:<br /> The rule for fabrics of headings 5208 to 5212 provides that natural fibres may<br /> be used and that chemical materials, among other materials, may also be used.<br /> This does not mean that both have to be used; it is possible to use one or the<br /> other, or both.<br /> 3.5. Where a rule in the list specifies that a product must be manufactured from a<br /> particular material, the condition obviously does not prevent the use of other<br /> materials which, because of their inherent nature, cannot satisfy the rule. (See<br /> also Note 6.2 below in relation to textiles).<br /> Example:<br /> The rule for prepared foods of heading 1904, which specifically excludes the<br /> use of cereals and their derivatives, does not prevent the use of mineral salts,<br /> chemicals and other additives which are not products from cereals.<br /> However, this does not apply to products which, although they cannot be<br /> manufactured from the particular materials specified in the list, can be<br /> produced from a material of the same nature at an earlier stage of manufacture.<br /> Example:<br /> In the case of an article of apparel of ex Chapter 62 made from non-woven<br /> materials, if the use of only non-originating yarn is allowed for this class of<br /> article, it is not possible to start from non-woven cloth - even if non-woven<br /> cloths cannot normally be made from yarn. In such cases, the starting material<br /> would normally be at the stage before yarn - that is, the fibre stage.<br /> 3.6. Where, in a rule in the list, two percentages are given for the maximum value<br /> of non-originating materials that can be used, then these percentages may not<br /> be added together. In other words, the maximum value of all the non-<br /> originating materials used may never exceed the higher of the percentages<br /> given. Furthermore, the individual percentages must not be exceeded, in<br /> relation to the particular materials to which they apply.<br /> Note 4:<br /> 4.1. The term \"natural fibres\" is used in the list to refer to fibres other than artificial<br /> or synthetic fibres. It is restricted to the stages before spinning takes place,<br /> including waste, and, unless otherwise specified, includes fibres which have<br /> been carded, combed or otherwise processed, but not spun.<br /> 4.2. The term \"natural fibres\" includes horsehair of heading 0503, silk of<br /> headings 5002 and 5003, as well as wool-fibres and fine or coarse animal hair<br /> of headings 5101 to 5105, cotton fibres of headings 5201 to 5203, and other<br /> vegetable fibres of headings 5301 to 5305.<br /> 4.3. The terms \"textile pulp\", \"chemical materials\" and \"paper-making materials\"<br /> are used in the list to describe the materials, not classified in Chapters 50 to 63,<br /> which can be used to manufacture artificial, synthetic or paper fibres or yarns.<br /> 4.4. The term \"man-made staple fibres\" is used in the list to refer to synthetic or<br /> artificial filament tow, staple fibres or waste, of headings 5501 to 5507.<br /> Note 5:<br /> 5.1. Where, for a given product in the list, reference is made to this Note, the<br /> conditions set out in column 3 shall not be applied to any basic textile<br /> materials used in the manufacture of this product and which, taken together,<br /> represent 10 % or less of the total weight of all the basic textile materials used.<br /> (See also Notes 5.3 and 5.4 below.)<br /> 5.2. However, the tolerance mentioned in Note 5.1 may be applied only to mixed<br /> products which have been made from two or more basic textile materials.<br /> The following are the basic textile materials:<br /> - silk,<br /> - wool,<br /> - coarse animal hair,<br /> - fine animal hair,<br /> - horsehair,<br /> - cotton,<br /> - paper-making materials and paper,<br /> - flax,<br /> - true hemp,<br /> - jute and other textile bast fibres,<br /> - sisal and other textile fibres of the genus Agave,<br /> - coconut, abaca , ramie and other vegetable textile fibres,<br /> - synthetic man-made filaments,<br /> - artificial man-made filaments,<br /> - current-conducting filaments,<br /> - synthetic man-made staple fibres of polypropylene,<br /> - synthetic man-made staple fibres of polyester,<br /> - synthetic man-made staple fibres of polyamide,<br /> - synthetic man-made staple fibres of polyacrylonitrile,<br /> - synthetic man-made staple fibres of polyimide,<br /> - synthetic man-made staple fibres of polytetrafluoroethylene,<br /> - synthetic man-made staple fibres of poly(phenylene sulphide),<br /> - synthetic man-made staple fibres of poly(vinyl chloride),<br /> - other synthetic man-made staple fibres,<br /> - artificial man-made staple fibres of viscose,<br /> - other artificial man-made staple fibres,<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyether, whether or not gimped,<br /> - yarn made of polyurethane segmented with flexible segments of<br /> polyester, whether or not gimped,<br /> - products of heading 5605 (metallised yarn) incorporating strip<br /> consisting of a core of aluminium foil or of a core of plastic film<br /> whether or not coated with aluminium powder, of a width not<br /> exceeding 5 mm, sandwiched by means of a transparent or coloured<br /> adhesive between two layers of plastic film,<br /> - other products of heading 5605.<br /> Example:<br /> A yarn, of heading 5205, made from cotton fibres of heading 5203 and<br /> synthetic staple fibres of heading 5506, is a mixed yarn. Therefore, non-<br /> originating synthetic staple fibres which do not satisfy the origin-rules (which<br /> require manufacture from chemical materials or textile pulp) may be used,<br /> provided that their total weight does not exceed 10 % of the weight of the<br /> yarn.<br /> Example:<br /> A woollen fabric, of heading 5112, made from woollen yarn of heading 5107<br /> and synthetic yarn of staple fibres of heading 5509, is a mixed fabric.<br /> Therefore, synthetic yarn which does not satisfy the origin-rules (which<br /> require manufacture from chemical materials or textile pulp), or woollen yarn<br /> which does not satisfy the origin-rules (which require manufacture from<br /> natural fibres, not carded or combed or otherwise prepared for spinning), or a<br /> combination of the two, may be used, provided that their total weight does not<br /> exceed 10 % of the weight of the fabric.<br /> Example:<br /> Tufted textile fabric, of heading 5802, made from cotton yarn of heading 5205<br /> and cotton fabric of heading 5210, is a only mixed product if the cotton fabric<br /> is itself a mixed fabric made from yarns classified in two separate headings, or<br /> if the cotton yarns used are themselves mixtures.<br /> Example:<br /> If the tufted textile fabric concerned had been made from cotton yarn of<br /> heading 5205 and synthetic fabric of heading 5407, then, obviously, the yarns<br /> used are two separate basic textile materials and the tufted textile fabric is,<br /> accordingly, a mixed product.<br /> 5.3. In the case of products incorporating \"yarn made of polyurethane segmented<br /> with flexible segments of polyether, whether or not gimped\", this tolerance is<br /> 20 % in respect of this yarn.<br /> 5.4. In the case of products incorporating \"strip consisting of a core of aluminium<br /> foil or of a core of plastic film whether or not coated with aluminium powder,<br /> of a width not exceeding 5 mm, sandwiched by means of a transparent or<br /> coloured adhesive between two layers of plastic film\", this tolerance is 30 % in<br /> respect of this strip.<br /> Note 6:<br /> 6.1. Where, in the list, reference is made to this Note, textile materials (with the<br /> exception of linings and interlinings), which do not satisfy the rule set out in<br /> the list in column 3 for the made-up product concerned, may be used, provided<br /> that they are classified in a heading other than that of the product and that their<br /> value does not exceed 8 % of the ex-works price of the product.<br /> 6.2. Without prejudice to Note 6.3, materials, which are not classified within<br /> Chapters 50 to 63, may be used freely in the manufacture of textile products,<br /> whether or not they contain textiles.<br /> Example:<br /> If a rule in the list provides that, for a particular textile item (such as trousers),<br /> yarn must be used, this does not prevent the use of metal items, such as<br /> buttons, because buttons are not classified within Chapters 50 to 63. For the<br /> same reason, it does not prevent the use of slide-fasteners, even though slide-<br /> fasteners normally contain textiles.<br /> 6.3. Where a percentage-rule applies, the value of materials which are not<br /> classified within Chapters 50 to 63 must be taken into account when<br /> calculating the value of the non-originating materials incorporated.<br /> Note 7:<br /> 7.1. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and<br /> ex 3403, the \"specific processes\" are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with<br /> alkaline agents; decolourisation and purification with naturally-active earth,<br /> activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation.<br /> 7.2. For the purposes of headings 2710, 2711 and 2712, the \"specific processes\"<br /> are the following:<br /> (a) vacuum-distillation;<br /> (b) redistillation by a very thorough fractionation-process;<br /> (c) cracking;<br /> (d) reforming;<br /> (e) extraction by means of selective solvents;<br /> (f) the process comprising all of the following operations: processing with<br /> concentrated sulphuric acid, oleum or sulphuric anhydride; neutralisation with<br /> alkaline agents; decolourisation and purification with naturally-active earth,<br /> activated earth, activated charcoal or bauxite;<br /> (g) polymerisation;<br /> (h) alkylation;<br /> (i) isomerisation;<br /> (j) in respect of heavy oils of heading ex 2710 only, desulphurisation with<br /> hydrogen, resulting in a reduction of at least 85 % of the sulphur-content of the<br /> products processed (ASTM D 1266-59 T method);<br /> (k) in respect of products of heading 2710 only, deparaffining by a process other<br /> than filtering;<br /> (l) in respect of heavy oils of heading ex 2710 only, treatment with hydrogen, at a<br /> pressure of more than 20 bar and a temperature of more than 250 °C, with the<br /> use of a catalyst, other than to effect desulphurisation, when the hydrogen<br /> constitutes an active element in a chemical reaction. The further treatment,<br /> with hydrogen, of lubricating oils of heading ex 2710 (e.g. hydrofinishing or<br /> decolourisation), in order, more especially, to improve colour or stability shall<br /> not, however, be deemed to be a specific process;<br /> (m) in respect of fuel oils of heading ex 2710 only, atmospheric distillation, on<br /> condition that less than 30 % of these products distils, by volume, including<br /> losses, at 300 °C, by the ASTM D 86 method;<br /> (n) in respect of heavy oils other than gas oils and fuel oils of heading ex 2710<br /> only, treatment by means of a high-frequency electrical brush-discharge;<br /> (o) in respect of crude products (other than petroleum jelly, ozokerite, lignite wax<br /> or peat wax, paraffin wax containing by weight less than 0.75 % of oil) of<br /> heading ex 2712 only, de-oiling by fractional crystallisation.<br /> 7.3. For the purposes of headings ex 2707, 2713 to 2715, ex 2901, ex 2902 and<br /> ex 3403, simple operations, such as cleaning, decanting, desalting, water-separation,<br /> filtering, colouring, marking, obtaining a sulphur-content as a result of mixing<br /> products with different sulphur-contents, or any combination of these operations or<br /> like operations, do not confer origin.", "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "SpecificNote": [{"RooCode": null, "RooText": null, "ShowProductAffected": false, "ProductAffected": null, "RevisionName": null, "Rank": 0, "ShowRooExceptions": false, "RooExceptions": null}], "Documents": [{"DocDesc": "Certificate of origin", "DocFileName": "itc00909_coo.pdf", "DocType": "1_coo", "WebLink": null}, {"DocDesc": "Product-specific rules of origin", "DocFileName": "itc00909_sroo.pdf", "DocType": "2_sroo", "WebLink": null}, {"DocDesc": "Chapter on rules of origin", "DocFileName": "itc00909_roo.pdf", "DocType": "3_roo", "WebLink": null}, {"DocDesc": "Chapter on origin procedures", "DocFileName": "itc00909_proo.pdf", "DocType": "4_proo", "WebLink": null}, {"DocDesc": "Full text of agreement", "DocFileName": "itc00909_full.pdf", "DocType": "8_full", "WebLink": "https://www.ticaret.gov.tr/dis-iliskiler/serbest-ticaret-anlasmalari/yururlukte-bulunan-stalar/kosova"}]}, "FtaProvisions": {"RooProvision": [{"ProvisionAbbrev": "accum", "ProvisionCode": "Cumulation", "ProvisionValue": "cross-cumulation", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows to consider goods obtained in as well as processing taking place in one FTA member country as originating in another.", "ProvisionGlossaryLink": "/en/glossary?uid=accum&returnto=gloscenter", "ProvisionLegalExtract": "Article 3 : Cumulation in Turkey <br /> 1. Without prejudice to the provisions of Article 2 (1), products shall be considered <br /> as originating in Turkey if such products are obtained there, incorporating materials <br /> originating in Kosovo, in Turkey, in an EFTA state, or in any country or territory <br /> participating in the European Union's Stabilisation and Association process1 or <br /> incorporating the materials originating in the European Union which fall within the <br /> chapters from 25 to 97, provided that the working or processing carried out in Turkey <br /> goes beyond the operations referred to in Article 7. It shall not be necessary that such <br /> materials have undergone sufficient working or processing. <br /> 1 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br /> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br /> 2. Where the working or processing carried out in Turkey does not go beyond the <br /> operations referred to in Article 7, the product obtained shall be considered as <br /> originating in Turkey only where the value added there is greater than the value of the <br /> materials used originating in any one of the other countries or territories referred to in <br /> paragraph 1. If this is not so, the product obtained shall be considered as originating in <br /> the country which accounts for the highest value of originating materials used in the <br /> manufacture in Turkey. <br /> 3 Products, originating in one of the countries or territories referred to in paragraph <br /> 1, which do not undergo any working or processing in Turkey, retain their origin if <br /> exported into one of these countries or territories. <br /> 4. The cumulation provided for in this Article may only be applied provided that: <br /> (a) The European Union, EFTA states and in any country or territory participating in <br /> the European Union's Stabilisation and Association process1 involved in the <br /> acquisition of the originating status have undertaken to: <br /> - comply or ensure compliance with this Annex and <br /> - provide the administrative cooperation necessary to ensure the correct <br /> implementation of this Annex both with regard to Turkey and between <br /> themselves. <br /> (b) The undertakings referred to in point (a) have been notified to Kosovo. <br /> Article 4 : Cumulation in Kosovo <br /> 1. Without prejudice to the provisions of Article 2(2), products shall be considered <br /> as originating in Kosovo if such products are obtained there, incorporating materials <br /> originating in Turkey, in Kosovo, in an EFTA state, or in any country or territory <br /> participating in the European Union's Stabilisation and Association process2 or <br /> incorporating the materials originating in the European Union which fall within the <br /> chapters from 25 to 97, provided that the working or processing carried out in Kosovo <br /> goes beyond the operations referred to in Article 7. It shall not be necessary that such <br /> materials have undergone sufficient working or processing. <br /> 2 Where the working or processing carried out in Kosovo does not go beyond the <br /> operations referred to in Article 7, the product obtained shall be considered as <br /> originating in Kosovo only where the value added there is greater than the value of the <br /> materials used originating in any one of the other countries or territories referred to in <br /> paragraph 1. If this is not so, the product obtained shall be considered as originating in <br /> the country which accounts for the highest value of originating materials used in the <br /> manufacture in Kosovo. <br /> 1 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br /> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br /> 2 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br /> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br /> 3 Products, originating in one of the countries or territories referred to in <br /> paragraph 1, which do not undergo any working or processing in Kosovo, retain their <br /> origin if exported into one of these countries or territories. <br /> 4. The cumulation provided for in this Article may only be applied provided that: <br /> (a) The European Union, EFTA states and in any country or territory participating in <br /> the European Union's Stabilisation and Association process1 involved in the <br /> acquisition of the originating status have undertaken to: <br /> - comply or ensure compliance with this Annex and <br /> - provide the administrative cooperation necessary to ensure the correct <br /> implementation of this Annex both with regard to Kosovo and between <br /> themselves; <br /> (b) The undertakings referred to in point (a) have been notified to Turkey.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "demin", "ProvisionCode": "De Minimis", "ProvisionValue": "included (10%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a small amount of non-originating materials to be used in the production of the good without affecting its originating status. The provision acts as the relaxation of the rules of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=demin&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br /> conditions set out in the list, should not be used in the manufacture of a product may <br /> nevertheless be used, provided that: <br /> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br /> (b) any of the percentages given in the list for the maximum value of <br /> non-originating materials are not exceeded through the application of this <br /> paragraph. <br /> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br /> Harmonized System. <br /> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 7.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "roll", "ProvisionCode": "Roll-up", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stipulating that once a part or intermediate material obtains originating status under an FTA, it is considered to be 100% originating when used for further processing even if inputs used for the production of this part or intermediate material were not originating.", "ProvisionGlossaryLink": "/en/glossary?uid=roll&returnto=gloscenter", "ProvisionLegalExtract": "Article 6 : Sufficiently worked or processed products <br /> 1 For the purposes of Article 2, products which are not wholly obtained are <br /> considered to be sufficiently worked or processed when the conditions set out in the <br /> list in Appendix II are fulfilled. <br /> The conditions referred to above indicate, for all products covered by the Agreement, <br /> the working or processing which must be carried out on non-originating materials <br /> used in manufacturing and apply only in relation to such materials. It follows that if a <br /> product which has acquired originating status by fulfilling the conditions set out in the <br /> list is used in the manufacture of another product, the conditions applicable to the <br /> product in which it is incorporated do not apply to it, and no account shall be taken of <br /> the non-originating materials which may have been used in its manufacture.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "draw", "ProvisionCode": "Duty drawback", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that relates to reclaims or refunds of customs duties previously paid on inputs. In the context of FTAs, duty drawback provision, usually relates to the ability to claim back duties paid on non-originating materials used to produce the final good which is exported under preferential tariffs.", "ProvisionGlossaryLink": "/en/glossary?uid=draw&returnto=gloscenter", "ProvisionLegalExtract": "Article 15 : Drawback of, or Exemption from, Customs Duties <br /> After two years from the entry into force of this Agreement, upon the request of either <br /> Party, the Joint Committee shall review the operation of duty drawback and inward <br /> processing schemes of the Parties. The Joint Committee may establish the criteria to <br /> review duty drawback and inward processing issues of the Parties.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "outward", "ProvisionCode": "Outward processing", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows a good to be temporarily removed from the FTA territory and processed in the third party country without affecting origin determination of the final product. No account is taken of the fact that the good has left the territory of an FTA during the production process.", "ProvisionGlossaryLink": "/en/glossary?uid=outward&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 3 The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Turkey or Kosovo <br /> on materials exported from Turkey or from Kosovo and subsequently re-imported <br /> there, provided: <br /> (a) the said materials are wholly obtained in Turkey or in Kosovo or have <br /> undergone working or processing beyond the operations referred to in Article 7 <br /> prior to being exported; <br /> and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the <br /> exported materials; <br /> and <br /> (ii) the total added value acquired outside Turkey or Kosovo by applying <br /> the provisions of this Article does not exceed 10 per cent of the ex- <br /> works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside Turkey or <br /> Kosovo. But where, in the list in Appendix II, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the originating <br /> status of the end product, the total value of the non-originating materials incorporated <br /> in the territory of the party concerned, taken together with the total added value <br /> acquired outside Turkey or Kosovo by applying the provisions of this Article, shall <br /> not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br /> value' shall be taken to mean all costs arising outside Turkey or Kosovo, including the <br /> value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Appendix II or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is <br /> applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br /> to 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Turkey or Kosovo shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "accessories", "ProvisionCode": "Accessories, Spare Parts and Tools", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies the origin determination process of accessories, spare parts or tools delivered with the good.", "ProvisionGlossaryLink": "/en/glossary?uid=accessories&returnto=gloscenter", "ProvisionLegalExtract": "Article 9 : Accessories, spare parts and tools <br /> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br /> apparatus or vehicle, which are part of the normal equipment and included in the price <br /> thereof or which are not separately invoiced, shall be regarded as one with the piece <br /> of equipment, machine, apparatus or vehicle in question.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "wo", "ProvisionCode": "Wholly obtained products", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision listing products considered obtained entirely in the territory of one (or more, depending on the agreement) FTA party without the addition of any non-originating materials.", "ProvisionGlossaryLink": "/en/glossary?uid=wo&returnto=gloscenter", "ProvisionLegalExtract": "Article 5 : Wholly obtained products <br /> 1 The following shall be considered as wholly obtained in Turkey or in Kosovo: <br /> (a) mineral products extracted from their soil or from their seabed; <br /> (b) vegetable products harvested there; <br /> (c) live animals born and raised there; <br /> (d) products from live animals raised there; <br /> (e) products obtained by hunting or fishing conducted there; <br /> (f) products of sea fishing and other products taken from the sea outside the <br /> territorial waters of Turkey or of Kosovo by their vessels; <br /> (g) products made aboard their factory ships exclusively from products referred to <br /> in (f); <br /> (h) used articles collected there fit only for the recovery of raw materials, including <br /> used tyres fit only for retreading or for use as waste; <br /> (i) waste and scrap resulting from manufacturing operations conducted there; <br /> 1 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br /> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br /> (j) products extracted from marine soil or subsoil outside their territorial waters <br /> provided that they have sole rights to work that soil or subsoil; <br /> (k) goods produced there exclusively from the products specified in (a) to (j). <br /> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(f) and (g) shall <br /> apply only to vessels and factory ships: <br /> (a) which are registered or recorded in Turkey or in Kosovo; <br /> (b) which sail under the flag of Turkey or of Kosovo; <br /> (c) which are owned to an extent of at least 50 per cent by nationals of Turkey or of <br /> Kosovo, or by a company with its head office in one of these States, of which the <br /> manager or managers, Chairman of the Board of Directors or the Supervisory <br /> Board, and the majority of the members of such boards are nationals of Turkey or <br /> of Kosovo and of which, in addition, in the case of partnerships or limited <br /> companies, at least half the capital belongs to those States or to public bodies or <br /> nationals of the said States; <br /> (d) of which the master and officers are nationals of Turkey or of Kosovo; <br /> and <br /> (e) of which at least 75 per cent of the crew are nationals of Turkey or of Kosovo.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "mo", "ProvisionCode": "Non-qualifying operations", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists operations which do not confer origin. They are considered below the threshold of sufficient production / processing.", "ProvisionGlossaryLink": "/en/glossary?uid=mo&returnto=gloscenter", "ProvisionLegalExtract": "Article 7 : Insufficient working or processing <br /> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br /> insufficient working or processing to confer the status of originating products, <br /> whether or not the requirements of Article 6 are satisfied: <br /> (a) preserving operations to ensure that the products remain in good condition <br /> during transport and storage; <br /> (b) breaking-up and assembly of packages; <br /> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br /> (d) ironing or pressing of textiles; <br /> (e) simple painting and polishing operations; <br /> (f) husking, partial or total bleaching(milling), polishing, and glazing of cereals <br /> and rice; <br /> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br /> milling of crystal sugar; <br /> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br /> (i) sharpening, simple grinding or simple cutting; <br /> (j) sifting, screening, sorting, classifying, grading, matching; (including the <br /> making-up of sets of articles); <br /> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br /> boards and all other simple packaging operations; <br /> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br /> products or their packaging; <br /> (m) simple mixing of products, whether or not of different kinds; mixing of sugar <br /> with any other material; <br /> (n) simple addition of water or dilution or dehydration or denaturation of products; <br /> (o) simple assembly of parts of articles to constitute a complete article or <br /> disassembly of products into parts; <br /> (p) a combination of two or more operations specified in (a) to (o); <br /> (q) slaughter of animals. <br /> 2. All operations carried out either in Turkey or in Kosovo on a given product shall <br /> be considered together when determining whether the working or processing <br /> undergone by that product is to be regarded as insufficient within the meaning of <br /> Paragraph 1.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "rvcformula", "ProvisionCode": "Value-added calculation", "ProvisionValue": "import content", "ProvisionRank": null, "ProvisionGlossary": "A provision that provides how to calculate regional value content in the shipped good.", "ProvisionGlossaryLink": "/en/glossary?uid=rvcformula&returnto=gloscenter", "ProvisionLegalExtract": "Article 1 : Definitions <br /> (e) \"customs value\" means the value as determined in accordance with the <br /> 1994 Agreement on implementation of Article VII of the General Agreement on <br /> Tariffs and Trade (WTO Agreement on customs valuation); <br /> (f) \"ex-works price\" means the price paid for the product ex works to the <br /> manufacturer in Turkey or in Kosovo in whose undertaking the last working or <br /> processing is carried out, provided the price includes the value of all the materials <br /> used, minus any internal taxes which are, or may be, repaid when the product <br /> obtained is exported; <br /> (g) \"value of materials\" means the customs value at the time of importation of the <br /> non-originating materials used, or, if this is not known and cannot be ascertained, <br /> the first ascertainable price paid for the materials in Turkey or in Kosovo; <br /> (h) \"value of originating materials\" means the value of such materials as defined in <br /> (g) applied mutatis mutandis; <br /> (i) \"value added\" shall be taken to be the ex-works price minus the customs value of <br /> each of the materials incorporated which originate in the other Contracting Party <br /> or, where the customs value is not known or cannot be ascertained, the first <br /> ascertainable price paid for the materials in Turkey or in Kosovo;", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "indir", "ProvisionCode": "Indirect materials", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which specifies that the origin of certain materials (referred to as indirect or neutral) used in the production process should not be taken into account when determining the origin of the final good.", "ProvisionGlossaryLink": "/en/glossary?uid=indir&returnto=gloscenter", "ProvisionLegalExtract": "Article 11 : Neutral elements <br /> In order to determine whether a product originates, it shall not be necessary to <br /> determine the origin of the following which might be used in its manufacture: <br /> (a) energy and fuel; <br /> (b) plant and equipment; <br /> (c) machines and tools; <br /> (d) goods which do not enter and which are not intended to enter into the final <br /> composition of the product.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "trans", "ProvisionCode": "Direct transport", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision requiring goods that are claiming preferential treatment under an FTA to be shipped directly from the FTA country of origin to the FTA country of destination.", "ProvisionGlossaryLink": "/en/glossary?uid=trans&returnto=gloscenter", "ProvisionLegalExtract": "Article 13 : Direct transport <br /> 1 The preferential treatment provided for under the Agreement applies only to <br /> products, satisfying the requirements of this Annex, which are transported directly <br /> between Turkey and Kosovo. However, products constituting one single consignment <br /> may be transported through other territories with, should the occasion arise, <br /> trans-shipment or temporary warehousing in such territories, provided that they <br /> remain under the surveillance of the customs authorities in the country of transit or <br /> warehousing and do not undergo operations other than unloading, reloading or any <br /> operation designed to preserve them in good condition. <br /> Originating products may be transported by pipeline across territory other than that of <br /> Turkey or Kosovo. <br /> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br /> supplied to the customs authorities of the importing country by the production of: <br /> (a) a single transport document covering the passage from the exporting country <br /> through the country of transit; or <br /> (b) a certificate issued by the customs authorities of the country of transit: <br /> (i) giving an exact description of the products; <br /> (ii) stating the dates of unloading and reloading of the products and, where <br /> applicable, the names of the ships, or the other means of transport used; <br /> and <br /> (iii) certifying the conditions under which the products remained in the <br /> transit country; or <br /> (c) failing these, any substantiating documents.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "terr", "ProvisionCode": "Principle of Territoriality", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision stating that for the purpose of determining the origin of goods, all working and processing needs to be carried out within the territory of parties to the agreement without interruption.", "ProvisionGlossaryLink": "/en/glossary?uid=terr&returnto=gloscenter", "ProvisionLegalExtract": "Article 12 : Principle of territoriality <br /> 1 Except as provided for in Articles 3 and 4 and paragraph 3 of this Article, the <br /> conditions for acquiring originating status set out in Title II must be fulfilled without <br /> interruption in Turkey or in Kosovo. <br /> 2 Except as provided for in Articles 3 and 4, where originating goods exported <br /> from Turkey or from Kosovo to another country return, they must be considered as <br /> non-originating, unless it can be demonstrated to the satisfaction of the customs <br /> authorities that: <br /> (a) the returning goods are the same as those exported; <br /> and <br /> (b) they have not undergone any operation beyond that necessary to preserve them in <br /> good condition while in that country or while being exported. <br /> 3 The acquisition of originating status in accordance with the conditions set out in <br /> Title II shall not be affected by working or processing done outside Turkey or Kosovo <br /> on materials exported from Turkey or from Kosovo and subsequently re-imported <br /> there, provided: <br /> (a) the said materials are wholly obtained in Turkey or in Kosovo or have <br /> undergone working or processing beyond the operations referred to in Article 7 <br /> prior to being exported; <br /> and <br /> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br /> (i) the re-imported goods have been obtained by working or processing the <br /> exported materials; <br /> and <br /> (ii) the total added value acquired outside Turkey or Kosovo by applying <br /> the provisions of this Article does not exceed 10 per cent of the ex- <br /> works price of the end product for which originating status is claimed. <br /> 4 For the purposes of paragraph 3, the conditions for acquiring originating status <br /> set out in Title II shall not apply to working or processing done outside Turkey or <br /> Kosovo. But where, in the list in Appendix II, a rule setting a maximum value for all <br /> the non-originating materials incorporated is applied in determining the originating <br /> status of the end product, the total value of the non-originating materials incorporated <br /> in the territory of the party concerned, taken together with the total added value <br /> acquired outside Turkey or Kosovo by applying the provisions of this Article, shall <br /> not exceed the stated percentage. <br /> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br /> value' shall be taken to mean all costs arising outside Turkey or Kosovo, including the <br /> value of the materials incorporated there. <br /> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br /> fulfil the conditions set out in the list in Appendix II or which can be considered <br /> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is <br /> applied. <br /> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br /> to 63 of the Harmonized System. <br /> 8 Any working or processing of the kind covered by the provisions of this Article <br /> and done outside Turkey or Kosovo shall be done under the outward processing <br /> arrangements, or similar arrangements.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "packaging", "ProvisionCode": "Packaging", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies whether packaging should be accounted for when determining the origin of the product.", "ProvisionGlossaryLink": "/en/glossary?uid=packaging&returnto=gloscenter", "ProvisionLegalExtract": "Article 8 : Unit of qualification <br /> 2 Where, under General Rule 5 of the Harmonized System, packaging is included <br /> with the product for classification purposes, it shall be included for the purposes of <br /> determining origin.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "fungible", "ProvisionCode": "Fungible materials", "ProvisionValue": "materials only", "ProvisionRank": null, "ProvisionGlossary": "A provision determining how non-originating and originating fungible materials should be tracked (accounted for) when both types are stored together and/or used to produce originating and non-originating goods. It allows both types of goods to be tracked not through physical identification and separation but based on an accounting or inventory management system.", "ProvisionGlossaryLink": "/en/glossary?uid=fungible&returnto=gloscenter", "ProvisionLegalExtract": "Article 21 : Accounting segregation <br /> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br /> of originating and non-originating materials which are identical and interchangeable, <br /> the customs authorities may, at the written request of those concerned, authorise the <br /> so-called \"accounting segregation\" method to be used for managing such stocks. <br /> 2. This method must be able to ensure that, for a specific reference-period, the <br /> number of products obtained which could be considered as \"originating\" is the same <br /> as that which would have been obtained if there had been physical segregation of the <br /> stocks. <br /> 3. The customs authorities may grant such authorisation, subject to any conditions <br /> deemed appropriate. <br /> 4. This method is recorded and applied on the basis of the general accounting <br /> principles applicable in the country where the product was manufactured. <br /> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br /> case may be, for the quantity of products which may be considered as originating. At <br /> the request of the customs authorities, the beneficiary shall provide a statement of <br /> how the quantities have been managed. <br /> 6. The customs authorities shall monitor the use made of the authorisation and may <br /> withdraw it at any time whenever the beneficiary makes improper use of the <br /> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br /> laid down in this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sets", "ProvisionCode": "Sets", "ProvisionValue": "included (RVC 85%)", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies circumstances under which sets can be considered originating. In particular, it refers to situations where not all of the items in the set are originating.", "ProvisionGlossaryLink": "/en/glossary?uid=sets&returnto=gloscenter", "ProvisionLegalExtract": "Article 10 : Sets <br /> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br /> originating when all component products are originating. Nevertheless, when a set is <br /> composed of originating and non-originating products, the set as a whole shall be <br /> regarded as originating, provided that the value of the non-originating products does <br /> not exceed 15 per cent of the ex-works price of the set.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exhibitions", "ProvisionCode": "Exhibitions", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision which allows an originating good to be purchased in a third party (non-FTA) country during an exhibition and imported into an FTA country under preferential treatment.", "ProvisionGlossaryLink": "/en/glossary?uid=exhibitions&returnto=gloscenter", "ProvisionLegalExtract": "Article 14 : Exhibitions <br /> 1 Originating products, sent for exhibition in a country other than Turkey or <br /> Kosovo and sold after the exhibition for importation in Turkey or in Kosovo shall <br /> benefit on importation from the provisions of the Agreement provided it is shown to <br /> the satisfaction of the customs authorities that: <br /> (a) an exporter has consigned these products from Turkey or from Kosovo to the <br /> country in which the exhibition is held and has exhibited them there; <br /> (b) the products have been sold or otherwise disposed of by that exporter to a person <br /> in Turkey or in Kosovo; <br /> (c) the products have been consigned during the exhibition or immediately thereafter <br /> in the state in which they were sent for exhibition; <br /> and <br /> (d) the products have not, since they were consigned for exhibition, been used for any <br /> purpose other than demonstration at the exhibition. <br /> 2 A proof of origin must be issued or made out in accordance with the provisions <br /> of Title V and submitted to the customs authorities of the importing country in the <br /> normal manner. The name and address of the exhibition must be indicated thereon. <br /> Where necessary, additional documentary evidence of the conditions under which <br /> they have been exhibited may be required. <br /> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br /> fair or similar public show or display which is not organised for private purposes in <br /> shops or business premises with a view to the sale of foreign products, and during <br /> which the products remain under customs control.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}], "CooProvision": [{"ProvisionAbbrev": "coo", "ProvisionCode": "Certification", "ProvisionValue": "authorized body (self-certification if value < EUR 6000)", "ProvisionRank": null, "ProvisionGlossary": "A provision that details the type of origin documentation that needs to be provided to claim preferential tariffs under an FTA.", "ProvisionGlossaryLink": "/en/glossary?uid=coo&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br /> exporting country on application having been made in writing by the exporter or, <br /> under the exporter's responsibility, by his authorised representative. <br /> 2 For this purpose, the exporter or his authorised representative shall fill out both <br /> the movement certificate EUR.1 and the application form, specimens of which appear <br /> in Appendix III. These forms shall be completed in one of the languages in which this <br /> Agreement is drawn up and in accordance with the provisions of the domestic law of <br /> the exporting country. If they are hand-written, they shall be completed in ink in <br /> printed characters. The description of the products must be given in the box reserved <br /> for this purpose without leaving any blank lines. Where the box is not completely <br /> filled, a horizontal line must be drawn below the last line of the description, the empty <br /> space being crossed through. <br /> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br /> prepared to submit at any time, at the request of the customs authorities of the <br /> exporting country where the movement certificate EUR.1 is issued, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br /> Turkey or of Kosovo if the products concerned can be considered as products <br /> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br /> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br /> necessary to verify the originating status of the products and the fulfilment of the <br /> other requirements of this Annex. For this purpose, they shall have the right to call for <br /> any evidence and to carry out any inspection of the exporter's accounts or any other <br /> check considered appropriate. They shall also ensure that the forms referred to in <br /> paragraph 2 are duly completed. In particular, they shall check whether the space <br /> reserved for the description of the products has been completed in such a manner as to <br /> exclude all possibility of fraudulent additions. <br /> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br /> of the certificate. <br /> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br /> made available to the exporter as soon as actual exportation has been effected or <br /> ensured. <br /> Article 22 : Conditions for making out an invoice declaration <br /> Conditions for making out an invoice declaration <br /> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br /> (a) by an approved exporter within the meaning of Article 23, <br /> or <br /> (b) by any exporter for any consignment consisting of one or more packages <br /> containing originating products whose total value does not exceed EUR 6,000. <br /> 2 An invoice declaration may be made out if the products concerned can be <br /> considered as products originating in Turkey or in Kosovo and fulfil the other <br /> requirements of this Annex. <br /> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br /> time, at the request of the customs authorities of the exporting country, all appropriate <br /> documents proving the originating status of the products concerned as well as the <br /> fulfilment of the other requirements of this Annex. <br /> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br /> printing on the invoice, the delivery note or another commercial document, the <br /> declaration, the text of which appears in Appendix IV, using one of the linguistic <br /> versions set out in that Appendix and in accordance with the provisions of the <br /> domestic law of the exporting country. If the declaration is hand-written, it shall be <br /> written in ink in printed characters. <br /> 5 Invoice declarations shall bear the original signature of the exporter in <br /> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br /> be required to sign such declarations provided that he gives the customs authorities of <br /> the exporting country a written undertaking that he accepts full responsibility for any <br /> invoice declaration which identifies him as if it had been signed in manuscript by him. <br /> 6 An invoice declaration may be made out by the exporter when the products to <br /> which it relates are exported, or after exportation on condition that it is presented in <br /> the importing country no longer than two years after the importation of the products to <br /> which it relates.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "exmptcoo", "ProvisionCode": "Exemption of certification", "ProvisionValue": "included (less than EUR500)", "ProvisionRank": null, "ProvisionGlossary": "A provision which lists exemptions from the requirement to provide a proof of origin. Under certain circumstances originating goods can be imported into an FTA country without a proof of origin and still be treated as originating.", "ProvisionGlossaryLink": "/en/glossary?uid=exmptcoo&returnto=gloscenter", "ProvisionLegalExtract": "Article 27 : Exemptions from proof of origin <br /> 1 Products sent as small packages from private persons to private persons or <br /> forming part of travellers' personal luggage shall be admitted as originating products <br /> without requiring the submission of a proof of origin, provided that such products are <br /> not imported by way of trade and have been declared as meeting the requirements of <br /> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br /> case of products sent by post, this declaration can be made on the customs <br /> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br /> 2 Imports which are occasional and consist solely of products for the personal use <br /> of the recipients or travellers or their families shall not be considered as imports by <br /> way of trade if it is evident from the nature and quantity of the products that no <br /> commercial purpose is in view. <br /> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br /> case of small packages or EUR 1,200 in the case of products forming part of <br /> travellers' personal luggage.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "approved", "ProvisionCode": "Approved exporter", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "Approved exporter provision refers to exporters who fulfil certain conditions, export frequently under and FTA and are registered with the local customs authorities (have obtained an approved exporter authorisation).", "ProvisionGlossaryLink": "/en/glossary?uid=approved&returnto=gloscenter", "ProvisionLegalExtract": "Article 23 : Approved exporter <br /> 1 The customs authorities of the exporting country may authorise any exporter, <br /> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br /> products under this Agreement to make out invoice declarations irrespective of the <br /> value of the products concerned. An exporter seeking such authorisation must offer to <br /> the satisfaction of the customs authorities all guarantees necessary to verify the <br /> originating status of the products as well as the fulfilment of the other requirements of <br /> this Annex. <br /> 2 The customs authorities may grant the status of approved exporter subject to any <br /> conditions which they consider appropriate. <br /> 3 The customs authorities shall grant to the approved exporter a customs <br /> authorisation number which shall appear on the invoice declaration. <br /> 4 The customs authorities shall monitor the use of the authorisation by the <br /> approved exporter. <br /> 5 The customs authorities may withdraw the authorisation at any time. They shall <br /> do so where the approved exporter no longer offers the guarantees referred to in <br /> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br /> makes an incorrect use of the authorisation.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "comp", "ProvisionCode": "Competent authority", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists national authorities responsible for overseeing origin-related provisions and for issuing the certificate of origin. This is often the government or a government department which can then delegate the procedure of issuing certificates to other domestic organisations.", "ProvisionGlossaryLink": "/en/glossary?uid=comp&returnto=gloscenter", "ProvisionLegalExtract": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br /> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br /> Turkey or of Kosovo if the products concerned can be considered as products <br /> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "valid", "ProvisionCode": "Period of validity", "ProvisionValue": "4 months", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the length of time an origin certificate or an origin declaration (see proof of origin) is valid for from the moment it has been issued.", "ProvisionGlossaryLink": "/en/glossary?uid=valid&returnto=gloscenter", "ProvisionLegalExtract": "Article 24 : Validity of proof of origin <br /> 1 A proof of origin shall be valid for four months from the date of issue in the <br /> exporting country, and must be submitted within the said period to the customs <br /> authorities of the importing country. <br /> 2 Proofs of origin which are submitted to the customs authorities of the importing <br /> country after the final date for presentation specified in paragraph 1 may be accepted <br /> for the purpose of applying preferential treatment, where the failure to submit these <br /> documents by the final date set is due to exceptional circumstances. <br /> 3 In other cases of belated presentation, the customs authorities of the importing <br /> country may accept the proofs of origin where the products have been submitted <br /> before the said final date.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "retention", "ProvisionCode": "Retention period", "ProvisionValue": "3 years", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies who (exporter, producer who issued a supplier declaration, importer, issuing or accepting customs authority) and for what period of time needs to retain the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=retention&returnto=gloscenter", "ProvisionLegalExtract": "Article 29 : Preservation of proof of origin and supporting documents <br /> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br /> for at least three years the documents referred to in Article 17(3). <br /> 2 The exporter making out an invoice declaration shall keep for at least three years <br /> a copy of this invoice declaration as well as the documents referred to in <br /> Article 22(3). <br /> 3 The customs authorities of the exporting country issuing a movement <br /> certificate EUR.1 shall keep for at least three years the application form referred to in <br /> Article 17(2). <br /> 4 The customs authorities of the importing country shall keep for at least <br /> three years the movement certificates EUR.1 and the invoice declarations submitted to <br /> them.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "refund", "ProvisionCode": "Refund of excess duties", "ProvisionValue": "included", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows to recover customs duties paid for originating goods at the time of import.", "ProvisionGlossaryLink": "/en/glossary?uid=refund&returnto=gloscenter", "ProvisionLegalExtract": "Article 18 : Movement certificates EUR.1 issued retrospectively <br /> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br /> be issued after exportation of the products to which it relates if: <br /> (a) it was not issued at the time of exportation because of errors or involuntary <br /> omissions or special circumstances; <br /> or <br /> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br /> certificate EUR.1 was issued but was not accepted at importation for technical <br /> reasons. <br /> 2 For the implementation of paragraph 1, the exporter must indicate in his <br /> application the place and date of exportation of the products to which the movement <br /> certificate EUR.1 relates, and state the reasons for his request. <br /> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br /> only after verifying that the information supplied in the exporter's application agrees <br /> with that in the corresponding file. <br /> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br /> following phrases: <br /> EN \"ISSUED RETROSPECTIVELY\" <br /> TR \"SONRADAN VER?LM??T?R\" <br /> KS \"LËSHUAR APOSTERIORI\" <br /> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br /> box of the movement certificate EUR.1.", "ProvisionValueCssClass": "green", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "sup", "ProvisionCode": "Supporting documents", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that lists documentation relating to imports of preferential goods that needs to be submitted at the point of import in addition to the proof of origin.", "ProvisionGlossaryLink": "/en/glossary?uid=sup&returnto=gloscenter", "ProvisionLegalExtract": "Article 28 : Supporting documents <br /> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br /> that products covered by a movement certificate EUR.1 or an invoice declaration can <br /> be considered as products originating in Turkey or in Kosovo and fulfil the other <br /> requirements of this Annex may consist inter alia of the following: <br /> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br /> the goods concerned, contained for example in his accounts or internal book- <br /> keeping; <br /> (b) documents proving the originating status of materials used, issued or made out in <br /> Turkey or in Kosovo where these documents are used in accordance with <br /> domestic law; <br /> (c) documents proving the working or processing of materials in Turkey or in <br /> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br /> used in accordance with domestic law; <br /> (d) movement certificates EUR.1 or invoice declarations proving the originating <br /> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br /> with this Annex.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "tpi", "ProvisionCode": "Third party invoicing", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that refers to a situation where the commercial invoice is issued by a party other than the party which manufactured the goods or a party from which premises the good has been shipped. This third party can be an entity related to the exporter or an unrelated party. The third party can be located in FTA territory or outside.", "ProvisionGlossaryLink": "/en/glossary?uid=tpi&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "ver", "ProvisionCode": "Verifications", "ProvisionValue": "Indirect", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets out a process for origin verification that an FTA party should follow if the customs authorities of that country have a reasonable doubt regarding the preferential origin of imported goods.", "ProvisionGlossaryLink": "/en/glossary?uid=ver&returnto=gloscenter", "ProvisionLegalExtract": "Article 33 : Verification of proofs of origin <br /> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br /> whenever the customs authorities of the importing country have reasonable doubts as <br /> to the authenticity of such documents, the originating status of the products concerned <br /> or the fulfilment of the other requirements of this Annex. <br /> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br /> authorities of the importing country shall return the movement certificate EUR.1 and <br /> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br /> documents, to the customs authorities of the exporting country giving, where <br /> appropriate, the reasons for the enquiry. Any documents and information obtained <br /> suggesting that the information given on the proof of origin is incorrect shall be <br /> forwarded in support of the request for verification. <br /> 3 The verification shall be carried out by the customs authorities of the exporting <br /> country. For this purpose, they shall have the right to call for any evidence and to <br /> carry out any inspection of the exporter's accounts or any other check considered <br /> appropriate. <br /> 4 If the customs authorities of the importing country decide to suspend the granting <br /> of preferential treatment to the products concerned while awaiting the results of the <br /> verification, release of the products shall be offered to the importer subject to any <br /> precautionary measures judged necessary. <br /> 5 The customs authorities requesting the verification shall be informed of the <br /> results of this verification as soon as possible. These results must indicate clearly <br /> whether the documents are authentic and whether the products concerned can be <br /> considered as products originating in Turkey or in Kosovo and fulfil the other <br /> requirements of this Annex. <br /> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br /> the verification request or if the reply does not contain sufficient information to <br /> determine the authenticity of the document in question or the real origin of the <br /> products, the requesting customs authorities shall, except in exceptional <br /> circumstances, refuse entitlement to the preferences.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "pen", "ProvisionCode": "Penalties", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that specifies the legal consequences of submitting an origin documentation based on incorrect or falsified information. These can relate to criminal, civil and administrative penalties.", "ProvisionGlossaryLink": "/en/glossary?uid=pen&returnto=gloscenter", "ProvisionLegalExtract": "Article 35 : Penalties <br /> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br /> document which contains incorrect information for the purpose of obtaining a <br /> preferential treatment for products.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "adv", "ProvisionCode": "Advance rulings", "ProvisionValue": "not provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that allows an exporter or an importer to obtain an official and legally binding opinion on the classification, origin or customs value of their products from the local customs authorities prior to exporting/importing of the goods.", "ProvisionGlossaryLink": "/en/glossary?uid=adv&returnto=gloscenter", "ProvisionLegalExtract": "", "ProvisionValueCssClass": "red", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "err", "ProvisionCode": "Minor errors", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision that clarifies that when the origin of the goods is not in question, preferential origin claims should not be rejected as a result of small administrative errors and discrepancies.", "ProvisionGlossaryLink": "/en/glossary?uid=err&returnto=gloscenter", "ProvisionLegalExtract": "Article 30 : Discrepancies and formal errors <br /> 1 The discovery of slight discrepancies between the statements made in the proof <br /> of origin and those made in the documents submitted to the customs office for the <br /> purpose of carrying out the formalities for importing the products shall not ipso facto <br /> render the proof of origin null and void if it is duly established that this document <br /> does correspond to the products submitted. <br /> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br /> this document to be rejected if these errors are not such as to create doubts concerning <br /> the correctness of the statements made in this document.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}, {"ProvisionAbbrev": "app", "ProvisionCode": "Appeals", "ProvisionValue": "provided", "ProvisionRank": null, "ProvisionGlossary": "A provision which sets up an appeal process in respect of origin determination and advanced rulings.", "ProvisionGlossaryLink": "/en/glossary?uid=app&returnto=gloscenter", "ProvisionLegalExtract": "Article 34 : Dispute settlement <br /> Where disputes arise in relation to the verification procedures of Article 33 which <br /> cannot be settled between the customs authorities requesting a verification and the <br /> customs authorities responsible for carrying out this verification or where they raise a <br /> question as to the interpretation of this Annex, they shall be submitted to the Joint <br /> Committee. <br /> In all cases the settlement of disputes between the importer and the customs <br /> authorities of the importing country shall be under the legislation of the said country.", "ProvisionValueCssClass": "", "ProvisionDisplayCssClass": null}]}, "FtaRemainingProvisons": {"RemainingProvisionData": [{"ArticleType": "Rules of origin", "Articles": [{"ArticleTitle": "Definitions", "ArticleDesc": "Article 1 : Definitions <br> For the purposes of this Annex: <br> (a) \"manufacture\" means any kind of working or processing including assembly or <br> (b) \"material\" means any ingredient, raw material, component or part, etc., used in <br> specific operations; <br> heading or sub-heading of the HS; <br> (c) \"product\" means the product being manufactured, even if it is intended for later <br> (d) \"goods\" means both materials and products; <br> the manufacture of the product; <br> exporter to one consignee or covered by a single transport document covering <br> use in another manufacturing operation; <br> (e) \"customs value\" means the value as determined in accordance with the <br> 1994 Agreement on implementation of Article VII of the General Agreement on <br> Tariffs and Trade (WTO Agreement on customs valuation); <br> document, by a single invoice; <br> (f) \"ex-works price\" means the price paid for the product ex works to the <br> manufacturer in Turkey or in Kosovo in whose undertaking the last working or <br> processing is carried out, provided the price includes the value of all the materials <br> used, minus any internal taxes which are, or may be, repaid when the product <br> (g) \"value of materials\" means the customs value at the time of importation of the <br> non-originating materials used, or, if this is not known and cannot be ascertained, <br> (h) \"value of originating materials\" means the value of such materials as defined in <br> obtained is exported; <br> (g) applied mutatis mutandis; <br> (i) \"value added\" shall be taken to be the ex-works price minus the customs value of <br> the first ascertainable price paid for the materials in Turkey or in Kosovo; <br> each of the materials incorporated which originate in the other Contracting Party <br> or, where the customs value is not known or cannot be ascertained, the first <br> ascertainable price paid for the materials in Turkey or in Kosovo; <br> (j) \"chapters\", \"headings\" and \" sub-heading\" mean the chapters, the headings and <br> their shipment from the exporter to the consignee or, in the absence of such a <br> sub-heading (four- or six-digit codes) used in the nomenclature which makes up <br> the Harmonized Commodity Description and Coding System, referred to in this <br> (l) \"consignment\" means products which are either sent simultaneously from one <br> Annex as \"the Harmonized System\" or \"HS\"; <br> (k) \"classified\" refers to the classification of a product or material under a particular <br> (m) \"territories\" includes territorial waters. <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "Article 2 : General requirements <br> 1. For the purpose of implementing this Agreement, the following products shall be <br> obtained there, provided that such materials have undergone sufficient working or <br> obtained there, provided that such materials have undergone sufficient working <br> or processing in Turkey within the meaning of Article 6; <br> considered as originating in Kosovo: <br> (a) products wholly obtained in Kosovo within the meaning of Article 5; <br> (b) products obtained in Kosovo incorporating materials which have not been wholly <br> (b) products obtained in Turkey incorporating materials which have not been wholly <br> considered as originating in Turkey: <br> (a) products wholly obtained in Turkey within the meaning of Article 5; <br> processing in Kosovo within the meaning of Article 6. <br> 2. For the purpose of implementing this Agreement, the following products shall be <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Cumulation in Turkey <br> Article 7 : Insufficient working or processing <br> Article 9 : Accessories, Spare Parts and Tools <br> Cumulation in Turkey <br> Wholly obtained products <br> Direct transport <br> 1. Without prejudice to the provisions of Article 2 (1), products shall be considered <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> (a) mineral products extracted from their soil or from their seabed; <br> (a) preserving operations to ensure that the products remain in good condition <br> originating in Kosovo, in Turkey, in an EFTA state, or in any country or territory <br> goes beyond the operations referred to in Article 7. It shall not be necessary that such <br> participating in the European Union's Stabilisation and Association process1 or <br> of equipment, machine, apparatus or vehicle in question. <br> regarded as originating, provided that the value of the non-originating products does <br> during transport and storage; <br> incorporating the materials originating in the European Union which fall within the <br> materials have undergone sufficient working or processing. <br> (c) machines and tools; <br> (e) products obtained by hunting or fishing conducted there; <br> chapters from 25 to 97, provided that the working or processing carried out in Turkey <br> Article 11 : Neutral elements <br> Neutral elements <br> (e) simple painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> Article 12 : Principle of territoriality <br> composed of originating and non-originating products, the set as a whole shall be <br> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br> 2. Where the working or processing carried out in Turkey does not go beyond the <br> (b) plant and equipment; <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> not exceed 15 per cent of the ex-works price of the set. <br> (i) sharpening, simple grinding or simple cutting; <br> and rice; <br> operations referred to in Article 7, the product obtained shall be considered as <br> originating in Turkey only where the value added there is greater than the value of the <br> determine the origin of the following which might be used in its manufacture: <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the <br> and <br> Article 5 : Wholly Obtained Products <br> making-up of sets of articles); <br> Exhibitions <br> In order to determine whether a product originates, it shall not be necessary to <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (n) simple addition of water or dilution or dehydration or denaturation of products; <br> (a) energy and fuel; <br> 3 Products, originating in one of the countries or territories referred to in paragraph <br> boards and all other simple packaging operations; <br> manufacture in Turkey. <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br> 1, which do not undergo any working or processing in Turkey, retain their origin if <br> TERRITORIAL REQUIREMENTS <br> they have been exhibited may be required. <br> (d) goods which do not enter and which are not intended to enter into the final <br> composition of the product. <br> 4. The cumulation provided for in this Article may only be applied provided that: <br> apply only to vessels and factory ships: <br> Sets <br> origin if exported into one of these countries or territories. <br> (d) ironing or pressing of textiles; <br> the European Union's Stabilisation and Association process1 involved in the <br> transit country; or <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> - comply or ensure compliance with this Annex and <br> 1 Except as provided for in Articles 3 and 4 and paragraph 3 of this Article, the <br> DRAWBACK OR EXEMPTION <br> Principle of territoriality <br> - provide the administrative cooperation necessary to ensure the correct <br> authorities that: <br> conditions for acquiring originating status set out in Title II must be fulfilled without <br> implementation of this Annex both with regard to Turkey and between <br> interruption in Turkey or in Kosovo. <br> themselves. <br> 2 Except as provided for in Articles 3 and 4, where originating goods exported <br> (b) The undertakings referred to in point (a) have been notified to Kosovo. <br> from Turkey or from Kosovo to another country return, they must be considered as <br> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br> Article 13 : Direct transport <br> the satisfaction of the customs authorities that: <br> Cumulation in Kosovo <br> non-originating, unless it can be demonstrated to the satisfaction of the customs <br> (c) live animals born and raised there; <br> 1. Without prejudice to the provisions of Article 2(2), products shall be considered <br> products or their packaging; <br> Sufficiently worked or processed products <br> as originating in Kosovo if such products are obtained there, incorporating materials <br> good condition while in that country or while being exported. <br> originating in Turkey, in Kosovo, in an EFTA state, or in any country or territory <br> disassembly of products into parts; <br> participating in the European Union's Stabilisation and Association process2 or <br> chapters from 25 to 97, provided that the working or processing carried out in Kosovo <br> products, satisfying the requirements of this Annex, which are transported directly <br> Title II shall not be affected by working or processing done outside Turkey or Kosovo <br> on materials exported from Turkey or from Kosovo and subsequently re-imported <br> supplied to the customs authorities of the importing country by the production of: <br> (a) a single transport document covering the passage from the exporting country <br> may be transported through other territories with, should the occasion arise, <br> there, provided: <br> 2 Where the working or processing carried out in Kosovo does not go beyond the <br> (a) the said materials are wholly obtained in Turkey or in Kosovo or have <br> undergone working or processing beyond the operations referred to in Article 7 <br> remain under the surveillance of the customs authorities in the country of transit or <br> originating in Kosovo only where the value added there is greater than the value of the <br> prior to being exported; <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> as originating in Turkey if such products are obtained there, incorporating materials <br> the country which accounts for the highest value of originating materials used in the <br> (i) the re-imported goods have been obtained by working or processing the <br> manufacture in Kosovo. <br> exported materials; <br> (c) failing these, any substantiating documents. <br> (ii) the total added value acquired outside Turkey or Kosovo by applying <br> 2 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> the provisions of this Article does not exceed 10 per cent of the ex- <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 3 Products, originating in one of the countries or territories referred to in <br> (b) they have not undergone any operation beyond that necessary to preserve them in <br> 4 For the purposes of paragraph 3, the conditions for acquiring originating status <br> paragraph 1, which do not undergo any working or processing in Kosovo, retain their <br> set out in Title II shall not apply to working or processing done outside Turkey or <br> Kosovo. But where, in the list in Appendix II, a rule setting a maximum value for all <br> operation designed to preserve them in good condition. <br> (a) The European Union, EFTA states and in any country or territory participating in <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> materials used originating in any one of the other countries or territories referred to in <br> status of the end product, the total value of the non-originating materials incorporated <br> (d) products from live animals raised there; <br> conditions set out in the list, should not be used in the manufacture of a product may <br> in the territory of the party concerned, taken together with the total added value <br> (b) any of the percentages given in the list for the maximum value of <br> acquisition of the originating status have undertaken to: <br> Insufficient working or processing <br> nevertheless be used, provided that: <br> acquired outside Turkey or Kosovo by applying the provisions of this Article, shall <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> 3 The acquisition of originating status in accordance with the conditions set out in <br> not exceed the stated percentage. <br> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br> Article 4 : Cumulation in Kosovo <br> implementation of this Annex both with regard to Kosovo and between <br> value' shall be taken to mean all costs arising outside Turkey or Kosovo, including the <br> 1 For the purposes of Article 2, products which are not wholly obtained are <br> exported into one of these countries or territories. <br> themselves; <br> value of the materials incorporated there. <br> (b) The undertakings referred to in point (a) have been notified to Turkey. <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (i) giving an exact description of the products; <br> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br> paragraph 1. If this is not so, the product obtained shall be considered as originating in <br> fulfil the conditions set out in the list in Appendix II or which can be considered <br> TITLE III <br> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is <br> 1 The following shall be considered as wholly obtained in Turkey or in Kosovo: <br> the working or processing which must be carried out on non-originating materials <br> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br> to 63 of the Harmonized System. <br> (o) simple assembly of parts of articles to constitute a complete article or <br> and done outside Turkey or Kosovo shall be done under the outward processing <br> warehousing and do not undergo operations other than unloading, reloading or any <br> territorial waters of Turkey or of Kosovo by their vessels; <br> Where necessary, additional documentary evidence of the conditions under which <br> (g) products made aboard their factory ships exclusively from products referred to <br> (q) slaughter of animals. <br> in (f); <br> (h) used articles collected there fit only for the recovery of raw materials, including <br> between Turkey and Kosovo. However, products constituting one single consignment <br> TITLE IV <br> (a) The returning goods are the same as those exported; <br> country in which the exhibition is held and has exhibited them there; <br> (b) breaking-up and assembly of packages; <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar <br> trans-shipment or temporary warehousing in such territories, provided that they <br> 1 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br> applicable, the names of the ships, or the other means of transport used; <br> Harmonized System. <br> Originating products may be transported by pipeline across territory other than that of <br> originating when all component products are originating. Nevertheless, when a set is <br> Turkey or Kosovo. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(f) and (g) shall <br> applied. <br> (a) which are registered or recorded in Turkey or in Kosovo; <br> Article 6 : Sufficiently worked or processed products <br> (b) which sail under the flag of Turkey or of Kosovo; <br> through the country of transit; or <br> (c) which are owned to an extent of at least 50 per cent by nationals of Turkey or of <br> considered to be sufficiently worked or processed when the conditions set out in the <br> Kosovo, or by a company with its head office in one of these States, of which the <br> (b) vegetable products harvested there; <br> Board, and the majority of the members of such boards are nationals of Turkey or <br> of Kosovo and of which, in addition, in the case of partnerships or limited <br> companies, at least half the capital belongs to those States or to public bodies or <br> (f) products of sea fishing and other products taken from the sea outside the <br> nationals of the said States; <br> (iii) certifying the conditions under which the products remained in the <br> (d) of which the master and officers are nationals of Turkey or of Kosovo; <br> Accessories, Spare Parts and Tools <br> (e) of which at least 75 per cent of the crew are nationals of Turkey or of Kosovo. <br> 1 Originating products, sent for exhibition in a country other than Turkey or <br> Kosovo and sold after the exhibition for importation in Turkey or in Kosovo shall <br> normal manner. The name and address of the exhibition must be indicated thereon. <br> (j) products extracted from marine soil or subsoil outside their territorial waters <br> benefit on importation from the provisions of the Agreement provided it is shown to <br> provided that they have sole rights to work that soil or subsoil; <br> list in Appendix II are fulfilled. <br> (a) an exporter has consigned these products from Turkey or from Kosovo to the <br> Article 14 : Exhibitions <br> undergone by that product is to be regarded as insufficient within the meaning of <br> shops or business premises with a view to the sale of foreign products, and during <br> paragraph 1. <br> in Turkey or in Kosovo; <br> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 7. <br> arrangements, or similar arrangements. <br> in the state in which they were sent for exhibition; <br> product in which it is incorporated do not apply to it, and no account shall be taken of <br> the non-originating materials which may have been used in its manufacture. <br> purpose other than demonstration at the exhibition. <br> 2 A proof of origin must be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing country in the <br> non-originating materials are not exceeded through the application of this <br> which the products remain under customs control. <br> fair or similar public show or display which is not organised for private purposes in <br> used tyres fit only for retreading or for use as waste; <br> Article 15 : Drawback of, or Exemption from, Customs Duties <br> insufficient working or processing to confer the status of originating products, <br> used in manufacturing and apply only in relation to such materials. It follows that if a <br> Drawback of, or Exemption from, Customs Duties <br> After two years from the entry into force of this Agreement, upon the request of either <br> list is used in the manufacture of another product, the conditions applicable to the <br> processing schemes of the Parties. The Joint Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. <br> product which has acquired originating status by fulfilling the conditions set out in the <br> (f) husking, partial or total bleaching(milling), polishing, and glazing of cereals <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> manager or managers, Chairman of the Board of Directors or the Supervisory <br> The conditions referred to above indicate, for all products covered by the Agreement, <br> with any other material; <br> paragraph. <br> (p) a combination of two or more operations specified in (a) to (o); <br> 2. All operations carried out either in Turkey or in Kosovo on a given product shall <br> be considered together when determining whether the working or processing <br> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br> whether or not the requirements of Article 6 are satisfied: <br> milling of crystal sugar; <br> thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Article 10 : Sets <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> the non-originating materials incorporated is applied in determining the originating <br> 1 The preferential treatment provided for under the Agreement applies only to <br> (ii) stating the dates of unloading and reloading of the products and, where <br> Party, the Joint Committee shall review the operation of duty drawback and inward <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> TITLE V <br> works price of the end product for which originating status is claimed. <br> 8 Any working or processing of the kind covered by the provisions of this Article <br> "}, {"ArticleTitle": "Unit of Qualification", "ArticleDesc": "be the particular product which is considered as the basic unit when determining <br> (a) when a product composed of a group or assembly of articles is classified under <br> It follows that: <br> individually when applying the provisions of this Annex. <br> 2 Where, under General Rule 5 of the Harmonized System, packaging is included <br> with the product for classification purposes, it shall be included for the purposes of <br> "}, {"ArticleTitle": "Unit of qualification", "ArticleDesc": "Article 8 : Unit of qualification <br> 1 The unit of qualification for the application of the provisions of this Annex shall <br> classification using the nomenclature of the Harmonized System. <br> the terms of the Harmonized System in a single heading, the whole constitutes <br> the unit of qualification; <br> (b) when a consignment consists of a number of identical products classified under <br> the same heading of the Harmonized System, each product must be taken <br> determining origin. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 3 : Cumulation in Turkey <br> Article 7 : Insufficient working or processing <br> Article 9 : Accessories, Spare Parts and Tools <br> Cumulation in Turkey <br> Wholly obtained products <br> Direct transport <br> 1. Without prejudice to the provisions of Article 2 (1), products shall be considered <br> apparatus or vehicle, which are part of the normal equipment and included in the price <br> (a) mineral products extracted from their soil or from their seabed; <br> (a) preserving operations to ensure that the products remain in good condition <br> originating in Kosovo, in Turkey, in an EFTA state, or in any country or territory <br> goes beyond the operations referred to in Article 7. It shall not be necessary that such <br> participating in the European Union's Stabilisation and Association process1 or <br> of equipment, machine, apparatus or vehicle in question. <br> regarded as originating, provided that the value of the non-originating products does <br> during transport and storage; <br> incorporating the materials originating in the European Union which fall within the <br> materials have undergone sufficient working or processing. <br> (c) machines and tools; <br> (e) products obtained by hunting or fishing conducted there; <br> chapters from 25 to 97, provided that the working or processing carried out in Turkey <br> Article 11 : Neutral elements <br> Neutral elements <br> (e) simple painting and polishing operations; <br> (b) a certificate issued by the customs authorities of the country of transit: <br> Sets, as defined in General Rule 3 of the Harmonized System, shall be regarded as <br> (c) the products have been consigned during the exhibition or immediately thereafter <br> Article 12 : Principle of territoriality <br> composed of originating and non-originating products, the set as a whole shall be <br> May 1999 on the establishment of the Stabilisation and Association process with Western Balkan countries. <br> 2. Where the working or processing carried out in Turkey does not go beyond the <br> (b) plant and equipment; <br> (d) the products have not, since they were consigned for exhibition, been used for any <br> not exceed 15 per cent of the ex-works price of the set. <br> (i) sharpening, simple grinding or simple cutting; <br> and rice; <br> operations referred to in Article 7, the product obtained shall be considered as <br> originating in Turkey only where the value added there is greater than the value of the <br> determine the origin of the following which might be used in its manufacture: <br> (i) waste and scrap resulting from manufacturing operations conducted there; <br> (j) sifting, screening, sorting, classifying, grading, matching; (including the <br> and <br> Article 5 : Wholly Obtained Products <br> making-up of sets of articles); <br> Exhibitions <br> In order to determine whether a product originates, it shall not be necessary to <br> (k) goods produced there exclusively from the products specified in (a) to (j). <br> (k) simple placing in bottles, cans, flasks, bags, cases, boxes, fixing on cards or <br> (n) simple addition of water or dilution or dehydration or denaturation of products; <br> (a) energy and fuel; <br> 3 Products, originating in one of the countries or territories referred to in paragraph <br> boards and all other simple packaging operations; <br> manufacture in Turkey. <br> This paragraph shall not apply to products falling within Chapters 50 to 63 of the <br> 1, which do not undergo any working or processing in Turkey, retain their origin if <br> TERRITORIAL REQUIREMENTS <br> they have been exhibited may be required. <br> (d) goods which do not enter and which are not intended to enter into the final <br> composition of the product. <br> 4. The cumulation provided for in this Article may only be applied provided that: <br> apply only to vessels and factory ships: <br> Sets <br> origin if exported into one of these countries or territories. <br> (d) ironing or pressing of textiles; <br> the European Union's Stabilisation and Association process1 involved in the <br> transit country; or <br> (h) peeling, stoning and shelling, of fruits, nuts and vegetables; <br> - comply or ensure compliance with this Annex and <br> 1 Except as provided for in Articles 3 and 4 and paragraph 3 of this Article, the <br> DRAWBACK OR EXEMPTION <br> Principle of territoriality <br> - provide the administrative cooperation necessary to ensure the correct <br> authorities that: <br> conditions for acquiring originating status set out in Title II must be fulfilled without <br> implementation of this Annex both with regard to Turkey and between <br> interruption in Turkey or in Kosovo. <br> themselves. <br> 2 Except as provided for in Articles 3 and 4, where originating goods exported <br> (b) The undertakings referred to in point (a) have been notified to Kosovo. <br> from Turkey or from Kosovo to another country return, they must be considered as <br> (b) it can be demonstrated to the satisfaction of the customs authorities that: <br> Article 13 : Direct transport <br> the satisfaction of the customs authorities that: <br> Cumulation in Kosovo <br> non-originating, unless it can be demonstrated to the satisfaction of the customs <br> (c) live animals born and raised there; <br> 1. Without prejudice to the provisions of Article 2(2), products shall be considered <br> products or their packaging; <br> Sufficiently worked or processed products <br> as originating in Kosovo if such products are obtained there, incorporating materials <br> good condition while in that country or while being exported. <br> originating in Turkey, in Kosovo, in an EFTA state, or in any country or territory <br> disassembly of products into parts; <br> participating in the European Union's Stabilisation and Association process2 or <br> chapters from 25 to 97, provided that the working or processing carried out in Kosovo <br> products, satisfying the requirements of this Annex, which are transported directly <br> Title II shall not be affected by working or processing done outside Turkey or Kosovo <br> on materials exported from Turkey or from Kosovo and subsequently re-imported <br> supplied to the customs authorities of the importing country by the production of: <br> (a) a single transport document covering the passage from the exporting country <br> may be transported through other territories with, should the occasion arise, <br> there, provided: <br> 2 Where the working or processing carried out in Kosovo does not go beyond the <br> (a) the said materials are wholly obtained in Turkey or in Kosovo or have <br> undergone working or processing beyond the operations referred to in Article 7 <br> remain under the surveillance of the customs authorities in the country of transit or <br> originating in Kosovo only where the value added there is greater than the value of the <br> prior to being exported; <br> 2 Evidence that the conditions set out in paragraph 1 have been fulfilled shall be <br> as originating in Turkey if such products are obtained there, incorporating materials <br> the country which accounts for the highest value of originating materials used in the <br> (i) the re-imported goods have been obtained by working or processing the <br> manufacture in Kosovo. <br> exported materials; <br> (c) failing these, any substantiating documents. <br> (ii) the total added value acquired outside Turkey or Kosovo by applying <br> 2 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br> Accessories, spare parts and tools dispatched with a piece of equipment, machine, <br> the provisions of this Article does not exceed 10 per cent of the ex- <br> (c) washing, cleaning; removal of dust, oxide, oil, paint or other coverings; <br> 3 Products, originating in one of the countries or territories referred to in <br> (b) they have not undergone any operation beyond that necessary to preserve them in <br> 4 For the purposes of paragraph 3, the conditions for acquiring originating status <br> paragraph 1, which do not undergo any working or processing in Kosovo, retain their <br> set out in Title II shall not apply to working or processing done outside Turkey or <br> Kosovo. But where, in the list in Appendix II, a rule setting a maximum value for all <br> operation designed to preserve them in good condition. <br> (a) The European Union, EFTA states and in any country or territory participating in <br> 2 Notwithstanding paragraph 1, non-originating materials which, according to the <br> materials used originating in any one of the other countries or territories referred to in <br> status of the end product, the total value of the non-originating materials incorporated <br> (d) products from live animals raised there; <br> conditions set out in the list, should not be used in the manufacture of a product may <br> in the territory of the party concerned, taken together with the total added value <br> (b) any of the percentages given in the list for the maximum value of <br> acquisition of the originating status have undertaken to: <br> Insufficient working or processing <br> nevertheless be used, provided that: <br> acquired outside Turkey or Kosovo by applying the provisions of this Article, shall <br> (a) their total value does not exceed 10 per cent of the ex-works price of the product; <br> 3 The acquisition of originating status in accordance with the conditions set out in <br> not exceed the stated percentage. <br> 5 For the purposes of applying the provisions of paragraphs 3 and 4, 'total added <br> Article 4 : Cumulation in Kosovo <br> implementation of this Annex both with regard to Kosovo and between <br> value' shall be taken to mean all costs arising outside Turkey or Kosovo, including the <br> 1 For the purposes of Article 2, products which are not wholly obtained are <br> exported into one of these countries or territories. <br> themselves; <br> value of the materials incorporated there. <br> (b) The undertakings referred to in point (a) have been notified to Turkey. <br> (b) the products have been sold or otherwise disposed of by that exporter to a person <br> (i) giving an exact description of the products; <br> 6 The provisions of paragraphs 3 and 4 shall not apply to products which do not <br> paragraph 1. If this is not so, the product obtained shall be considered as originating in <br> fulfil the conditions set out in the list in Appendix II or which can be considered <br> TITLE III <br> sufficiently worked or processed only if the general tolerance fixed in Article 6(2) is <br> 1 The following shall be considered as wholly obtained in Turkey or in Kosovo: <br> the working or processing which must be carried out on non-originating materials <br> 7 The provisions of paragraphs 3 and 4 shall not apply to products of Chapters 50 <br> to 63 of the Harmonized System. <br> (o) simple assembly of parts of articles to constitute a complete article or <br> and done outside Turkey or Kosovo shall be done under the outward processing <br> warehousing and do not undergo operations other than unloading, reloading or any <br> territorial waters of Turkey or of Kosovo by their vessels; <br> Where necessary, additional documentary evidence of the conditions under which <br> (g) products made aboard their factory ships exclusively from products referred to <br> (q) slaughter of animals. <br> in (f); <br> (h) used articles collected there fit only for the recovery of raw materials, including <br> between Turkey and Kosovo. However, products constituting one single consignment <br> TITLE IV <br> (a) The returning goods are the same as those exported; <br> country in which the exhibition is held and has exhibited them there; <br> (b) breaking-up and assembly of packages; <br> (m) simple mixing of products, whether or not of different kinds; mixing of sugar <br> trans-shipment or temporary warehousing in such territories, provided that they <br> 1 As defined in the Conclusions of the General Affairs Council in April 1997 and Commission Communication of <br> applicable, the names of the ships, or the other means of transport used; <br> Harmonized System. <br> Originating products may be transported by pipeline across territory other than that of <br> originating when all component products are originating. Nevertheless, when a set is <br> Turkey or Kosovo. <br> 2 The terms \"their vessels\" and \"their factory ships\" in paragraph 1(f) and (g) shall <br> applied. <br> (a) which are registered or recorded in Turkey or in Kosovo; <br> Article 6 : Sufficiently worked or processed products <br> (b) which sail under the flag of Turkey or of Kosovo; <br> through the country of transit; or <br> (c) which are owned to an extent of at least 50 per cent by nationals of Turkey or of <br> considered to be sufficiently worked or processed when the conditions set out in the <br> Kosovo, or by a company with its head office in one of these States, of which the <br> (b) vegetable products harvested there; <br> Board, and the majority of the members of such boards are nationals of Turkey or <br> of Kosovo and of which, in addition, in the case of partnerships or limited <br> companies, at least half the capital belongs to those States or to public bodies or <br> (f) products of sea fishing and other products taken from the sea outside the <br> nationals of the said States; <br> (iii) certifying the conditions under which the products remained in the <br> (d) of which the master and officers are nationals of Turkey or of Kosovo; <br> Accessories, Spare Parts and Tools <br> (e) of which at least 75 per cent of the crew are nationals of Turkey or of Kosovo. <br> 1 Originating products, sent for exhibition in a country other than Turkey or <br> Kosovo and sold after the exhibition for importation in Turkey or in Kosovo shall <br> normal manner. The name and address of the exhibition must be indicated thereon. <br> (j) products extracted from marine soil or subsoil outside their territorial waters <br> benefit on importation from the provisions of the Agreement provided it is shown to <br> provided that they have sole rights to work that soil or subsoil; <br> list in Appendix II are fulfilled. <br> (a) an exporter has consigned these products from Turkey or from Kosovo to the <br> Article 14 : Exhibitions <br> undergone by that product is to be regarded as insufficient within the meaning of <br> shops or business premises with a view to the sale of foreign products, and during <br> paragraph 1. <br> in Turkey or in Kosovo; <br> 3. Paragraphs 1 and 2 shall apply subject to the provisions of Article 7. <br> arrangements, or similar arrangements. <br> in the state in which they were sent for exhibition; <br> product in which it is incorporated do not apply to it, and no account shall be taken of <br> the non-originating materials which may have been used in its manufacture. <br> purpose other than demonstration at the exhibition. <br> 2 A proof of origin must be issued or made out in accordance with the provisions <br> of Title V and submitted to the customs authorities of the importing country in the <br> non-originating materials are not exceeded through the application of this <br> which the products remain under customs control. <br> fair or similar public show or display which is not organised for private purposes in <br> used tyres fit only for retreading or for use as waste; <br> Article 15 : Drawback of, or Exemption from, Customs Duties <br> insufficient working or processing to confer the status of originating products, <br> used in manufacturing and apply only in relation to such materials. It follows that if a <br> Drawback of, or Exemption from, Customs Duties <br> After two years from the entry into force of this Agreement, upon the request of either <br> list is used in the manufacture of another product, the conditions applicable to the <br> processing schemes of the Parties. The Joint Committee may establish the criteria to <br> review duty drawback and inward processing issues of the Parties. <br> product which has acquired originating status by fulfilling the conditions set out in the <br> (f) husking, partial or total bleaching(milling), polishing, and glazing of cereals <br> (g) operations to colour or flavour sugar or form sugar lumps; partial or total <br> manager or managers, Chairman of the Board of Directors or the Supervisory <br> The conditions referred to above indicate, for all products covered by the Agreement, <br> with any other material; <br> paragraph. <br> (p) a combination of two or more operations specified in (a) to (o); <br> 2. All operations carried out either in Turkey or in Kosovo on a given product shall <br> be considered together when determining whether the working or processing <br> 1. Without prejudice to paragraph 2, the following operations shall be considered as <br> whether or not the requirements of Article 6 are satisfied: <br> milling of crystal sugar; <br> thereof or which are not separately invoiced, shall be regarded as one with the piece <br> Article 10 : Sets <br> (l) affixing or printing marks, labels, logos and other like distinguishing signs on <br> the non-originating materials incorporated is applied in determining the originating <br> 1 The preferential treatment provided for under the Agreement applies only to <br> (ii) stating the dates of unloading and reloading of the products and, where <br> Party, the Joint Committee shall review the operation of duty drawback and inward <br> 3 Paragraph 1 shall apply to any trade, industrial, agricultural or crafts exhibition, <br> TITLE V <br> works price of the end product for which originating status is claimed. <br> 8 Any working or processing of the kind covered by the provisions of this Article <br> "}]}, {"ArticleType": "Origin procedures", "Articles": [{"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}, {"ArticleTitle": "General requirements", "ArticleDesc": "1 Products originating in Turkey shall, on importation into Kosovo and products <br> originating in Kosovo shall, on importation into Turkey benefit from the Agreement <br> upon submission of either: <br> (a) a movement certificate EUR.1, a specimen of which appears in Appendix III; or <br> (b) in the cases specified in Article 22(1), a declaration, subsequently referred to as <br> the \"invoice declaration\", given by the exporter on an invoice, a delivery note or <br> any other commercial document which describes the products concerned in <br> sufficient detail to enable them to be identified; the text of the invoice declaration <br> appears in Appendix IV. <br> 2 Notwithstanding paragraph 1, originating products within the meaning of this <br> Annex shall, in the cases specified in Article 27, benefit from the Agreement without <br> it being necessary to submit any of the documents referred to above. <br> "}, {"ArticleTitle": "General Requirements", "ArticleDesc": "Article 16 : General Requirements <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}, {"ArticleTitle": "Issue of a duplicate movement certificate EUR.1", "ArticleDesc": "Article 19 : Issue of a duplicate movement certificate EUR.1 <br> 1 In the event of theft, loss or destruction of a movement certificate EUR.1, the <br> on the basis of the export documents in their possession. <br> 2 The duplicate issued in this way must be endorsed with the following words: <br> EN \"DUPLICATE\" <br> TR \"?K?NC? NÜSHADIR\" <br> KS \"DUPLIKATË\" <br> 3 The endorsement referred to in paragraph 2 shall be inserted in the \"Remarks\" <br> box of the duplicate movement certificate EUR.1. <br> 4 The duplicate, which must bear the date of issue of the original movement <br> "}, {"ArticleTitle": "Issue of a Duplicate Movement Certificate EUR.1", "ArticleDesc": "exporter may apply to the customs authorities which issued it for a duplicate made out <br> certificate EUR.1, shall take effect as from that date. <br> "}, {"ArticleTitle": "Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously", "ArticleDesc": "Article 20 : Issue of movement certificates EUR.1 on the basis of a proof of origin issued or made out previously <br> When originating products are placed under the control of a customs office in Turkey <br> or in Kosovo, it shall be possible to replace the original proof of origin by one or more <br> movement certificates EUR.1 for the purpose of sending all or some of these products <br> elsewhere within Turkey or Kosovo. The replacement movement certificate(s) EUR.1 <br> shall be issued by the customs office under whose control the products are placed. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}, {"ArticleTitle": "Submission of proof of origin", "ArticleDesc": "Article 25 : Submission of proof of origin <br> Proofs of origin shall be submitted to the customs authorities of the importing country <br> in accordance with the procedures applicable in that country. The said authorities may <br> require a translation of a proof of origin and may also require the import declaration to <br> be accompanied by a statement from the importer to the effect that the products meet <br> the conditions required for the implementation of the Agreement. <br> "}, {"ArticleTitle": "Importation by instalments", "ArticleDesc": "Article 26 : Importation by instalments <br> Where, at the request of the importer and on the conditions laid down by the customs <br> authorities of the importing country, dismantled or non-assembled products within the <br> meaning of General Rule 2(a) of the Harmonized System falling within Sections XVI <br> and XVII or headings 7308 and 9406 of the Harmonized System are imported by <br> instalments, a single proof of origin for such products shall be submitted to the <br> customs authorities upon importation of the first instalment. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}, {"ArticleTitle": "Amounts expressed in euro", "ArticleDesc": "Article 31 : Amounts expressed in euro <br> 1. For the application of the provisions of Article 22(1)(b) and Article 27(3) in cases <br> where products are invoiced in a currency other than euro, amounts in the national <br> currencies of the Parties equivalent to the amounts expressed in euro shall be fixed <br> annually by each of the countries concerned. <br> 2. A consignment shall benefit from the provisions of Article 22(1)(b) or Article <br> amount fixed by Turkey or Kosovo. <br> 3. The amounts to be used in any given national currency shall be the equivalent in <br> that currency of the amounts expressed in euro as at the first working day of October. <br> The Parties shall communicate the amounts to each other by 15 October and they shall <br> apply them from 1 January the following year. <br> not differ from the amount resulting from the conversion by more than 5 per cent. A <br> country may retain unchanged its national currency equivalent of an amount <br> request of Turkey or of Kosovo. When carrying out this review, the Joint Committee <br> shall consider the desirability of preserving the effects of the limits concerned in real <br> terms. For this purpose, it may decide to modify the amounts expressed in euro. <br> "}, {"ArticleTitle": "Amounts expressed in Euro", "ArticleDesc": "27(3) by reference to the currency in which the invoice is drawn up, according to the <br> its national currency of an amount expressed in euro. The rounded-off amount may <br> "}, {"ArticleTitle": "Amounts Expressed in Euro", "ArticleDesc": "4. A country may round up or down the amount resulting from the conversion into <br> expressed in euro if, at the time of the annual adjustment provided for in paragraph 3, <br> the conversion of that amount, prior to any rounding-off, results in an increase of less <br> 5. The amounts expressed in euro shall be reviewed by the Joint Committee at the <br> may be retained unchanged if the conversion would result in a decrease in that <br> than 15 per cent in the national currency equivalent. The national currency equivalent <br> equivalent value. <br> "}, {"ArticleTitle": "Mutual assistance", "ArticleDesc": "Article 32 : Mutual assistance <br> 1 The customs authorities of Turkey and of Kosovo shall provide each other <br> through the competent customs administrations with specimen impressions of stamps <br> used in their customs offices for the issue of movement certificates EUR.1 and with <br> the addresses of the customs authorities responsible for verifying those certificates <br> and invoice declarations. <br> 2 In order to ensure the proper application of this Annex, Turkey and Kosovo shall <br> assist each other, through the competent customs administrations, in checking the <br> authenticity of the movement certificates EUR.1 or the invoice declarations and the <br> correctness of the information given in these documents. <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}, {"ArticleTitle": "Free zones", "ArticleDesc": "Article 36 : Free zones <br> 1 Turkey and Kosovo shall take all necessary steps to ensure that products traded <br> under cover of a proof of origin which in the course of transport use a free zone <br> situated in their territory, are not substituted by other goods and do not undergo <br> handling other than normal operations designed to prevent their deterioration. <br> 2 By means of an exemption to the provisions contained in paragraph 1, when <br> products originating in Turkey or in Kosovo are imported into a free zone under cover <br> shall issue a new movement certificate EUR.1 at the exporter's request, if the <br> "}, {"ArticleTitle": "Free Zones", "ArticleDesc": "of a proof of origin and undergo treatment or processing, the authorities concerned <br> treatment or processing undergone is in conformity with the provisions of this Annex. <br> "}, {"ArticleTitle": "Goods in transit and storage", "ArticleDesc": "Article 37 : Goods in transit and storage <br> Goods which conform to the provisions of Title II and which on the date of entry into <br> force of the Agreement are either being transported or are being held in Turkey or in <br> Kosovo in temporary storage, in bonded warehouses or in free zones, may be accepted <br> as originating products subject to the submission, within four months from that date, <br> to the customs authorities of the importing country of proof of origin, drawn up <br> retrospectively, and of any documents that provide supporting evidence of the <br> conditions of transport. <br> "}, {"ArticleTitle": "Appendices", "ArticleDesc": "Article 38 : Appendices <br> Appendices to this Annex shall form an integral part thereof. <br> "}, {"ArticleTitle": "Amendments to the Annex", "ArticleDesc": "Article 39 : Amendments to the Annex <br> The Joint Committee may decide to amend the provisions of this Annex. <br> "}, {"ArticleTitle": "Customs Sub-Committee", "ArticleDesc": "Article 40 : Customs Sub-Committee <br> 1. The Customs Sub-Committee shall be set up, charged with carrying out <br> administrative cooperation with a view to the correct and uniform application of this <br> Annex and with carrying out any other task in the customs field which may be <br> entrusted to it. <br> 2. The Sub-Committee shall be composed of experts of both Parties who are <br> "}, {"ArticleTitle": "No article title", "ArticleDesc": "Article 17 : Procedure for the issue of a movement certificate EUR.1 <br> Article 33 : Verification of proofs of origin <br> responsible for customs questions. <br> Verification of Proofs of Origin <br> Proof of Origin <br> 1 A movement certificate EUR.1 shall be issued by the customs authorities of the <br> 1. Where considerable cost or material difficulties arise in keeping separate stocks <br> 1 Products sent as small packages from private persons to private persons or <br> 1 Subsequent verifications of proofs of origin shall be carried out at random or <br> exporting country on application having been made in writing by the exporter or, <br> of originating and non-originating materials which are identical and interchangeable, <br> whenever the customs authorities of the importing country have reasonable doubts as <br> under the exporter's responsibility, by his authorised representative. <br> the customs authorities may, at the written request of those concerned, authorise the <br> to the authenticity of such documents, the originating status of the products concerned <br> 2 For this purpose, the exporter or his authorised representative shall fill out both <br> omissions or special circumstances; <br> (b) by any exporter for any consignment consisting of one or more packages <br> so-called \"accounting segregation\" method to be used for managing such stocks. <br> this Annex. <br> not imported by way of trade and have been declared as meeting the requirements of <br> or the fulfilment of the other requirements of this Annex. <br> the movement certificate EUR.1 and the application form, specimens of which appear <br> 2. This method must be able to ensure that, for a specific reference-period, the <br> in Appendix III. These forms shall be completed in one of the languages in which this <br> number of products obtained which could be considered as \"originating\" is the same <br> 2 For the purposes of implementing the provisions of paragraph 1, the customs <br> authorities of the importing country shall return the movement certificate EUR.1 and <br> Agreement is drawn up and in accordance with the provisions of the domestic law of <br> purpose of carrying out the formalities for importing the products shall not ipso facto <br> Article 35 : Penalties <br> Committee. <br> the invoice, if it has been submitted, the invoice declaration, or a copy of these <br> the exporting country. If they are hand-written, they shall be completed in ink in <br> as that which would have been obtained if there had been physical segregation of the <br> stocks. <br> printed characters. The description of the products must be given in the box reserved <br> 3. The customs authorities may grant such authorisation, subject to any conditions <br> 2 Imports which are occasional and consist solely of products for the personal use <br> of the recipients or travellers or their families shall not be considered as imports by <br> appropriate, the reasons for the enquiry. Any documents and information obtained <br> documents, to the customs authorities of the exporting country giving, where <br> before the said final date. <br> deemed appropriate. <br> Penalties <br> filled, a horizontal line must be drawn below the last line of the description, the empty <br> for this purpose without leaving any blank lines. Where the box is not completely <br> domestic law; <br> way of trade if it is evident from the nature and quantity of the products that no <br> suggesting that the information given on the proof of origin is incorrect shall be <br> 4. This method is recorded and applied on the basis of the general accounting <br> principles applicable in the country where the product was manufactured. <br> 3 Furthermore, the total value of these products shall not exceed EUR 500 in the <br> Article 30 : Discrepancies and formal errors <br> 3 The verification shall be carried out by the customs authorities of the exporting <br> forwarded in support of the request for verification. <br> prepared to submit at any time, at the request of the customs authorities of the <br> 5. The beneficiary of this facilitation may issue or apply for proofs of origin, as the <br> case of small packages or EUR 1,200 in the case of products forming part of <br> case may be, for the quantity of products which may be considered as originating. At <br> travellers' personal luggage. <br> carry out any inspection of the exporter's accounts or any other check considered <br> country. For this purpose, they shall have the right to call for any evidence and to <br> the request of the customs authorities, the beneficiary shall provide a statement of <br> Supporting documents <br> Procedure for the issue of a movement certificate EUR.1 <br> how the quantities have been managed. <br> 4 If the customs authorities of the importing country decide to suspend the granting <br> The documents referred to in Articles 17(3) and 22(3) used for the purpose of proving <br> makes an incorrect use of the authorisation. <br> withdraw it at any time whenever the beneficiary makes improper use of the <br> that products covered by a movement certificate EUR.1 or an invoice declaration can <br> verification, release of the products shall be offered to the importer subject to any <br> Turkey or of Kosovo if the products concerned can be considered as products <br> 6. The customs authorities shall monitor the use made of the authorisation and may <br> be considered as products originating in Turkey or in Kosovo and fulfil the other <br> 5 The customs authorities requesting the verification shall be informed of the <br> of preferential treatment to the products concerned while awaiting the results of the <br> originating in Turkey or in Kosovo and fulfil the other requirements of this Annex. <br> paragraph 2 are duly completed. In particular, they shall check whether the space <br> authorisation in any manner whatsoever or fails to fulfil any of the other conditions <br> laid down in this Annex. <br> requirements of this Annex may consist inter alia of the following: <br> precautionary measures judged necessary. <br> 5 The customs authorities issuing movement certificates EUR.1 shall take any steps <br> Article 22 : Conditions for making out an invoice declaration <br> the exporting country a written undertaking that he accepts full responsibility for any <br> (a) direct evidence of the processes carried out by the exporter or supplier to obtain <br> results of this verification as soon as possible. These results must indicate clearly <br> whether the documents are authentic and whether the products concerned can be <br> Conditions for making out an invoice declaration <br> exporting country, and must be submitted within the said period to the customs <br> the goods concerned, contained for example in his accounts or internal book- <br> other requirements of this Annex. For this purpose, they shall have the right to call for <br> 1 An invoice declaration as referred to in Article 16(1)(b) may be made out: <br> considered as products originating in Turkey or in Kosovo and fulfil the other <br> any evidence and to carry out any inspection of the exporter's accounts or any other <br> (a) by an approved exporter within the meaning of Article 23, <br> check considered appropriate. They shall also ensure that the forms referred to in <br> (b) documents proving the originating status of materials used, issued or made out in <br> keeping; <br> Turkey or in Kosovo where these documents are used in accordance with <br> Dispute settlement <br> products, the requesting customs authorities shall, except in exceptional <br> which it relates are exported, or after exportation on condition that it is presented in <br> 6 If in cases of reasonable doubt there is no reply within ten months of the date of <br> circumstances, refuse entitlement to the preferences. <br> documents proving the originating status of the products concerned as well as the <br> reserved for the description of the products has been completed in such a manner as to <br> containing originating products whose total value does not exceed EUR 6,000. <br> (c) documents proving the working or processing of materials in Turkey or in <br> Discrepancies and formal errors <br> Kosovo, issued or made out in Turkey or in Kosovo, where these documents are <br> 6 The date of issue of the movement certificate EUR.1 shall be indicated in Box 11 <br> determine the authenticity of the document in question or the real origin of the <br> of the certificate. <br> (d) movement certificates EUR.1 or invoice declarations proving the originating <br> with this Annex. <br> Article 34 : Dispute settlement <br> 7 A movement certificate EUR.1 shall be issued by the customs authorities and <br> 3 The exporter making out an invoice declaration shall be prepared to submit at any <br> status of materials used, issued or made out in Turkey or in Kosovo in accordance <br> the verification request or if the reply does not contain sufficient information to <br> 3 The exporter applying for the issue of a movement certificate EUR.1 shall be <br> fulfilment of the other requirements of this Annex. <br> made available to the exporter as soon as actual exportation has been effected or <br> time, at the request of the customs authorities of the exporting country, all appropriate <br> Where disputes arise in relation to the verification procedures of Article 33 which <br> exclude all possibility of fraudulent additions. <br> Preservation of proof of origin and supporting documents <br> ensured. <br> exporting country where the movement certificate EUR.1 is issued, all appropriate <br> used in accordance with domestic law; <br> customs authorities responsible for carrying out this verification or where they raise a <br> 4 An invoice declaration shall be made out by the exporter by typing, stamping or <br> cannot be settled between the customs authorities requesting a verification and the <br> question as to the interpretation of this Annex, they shall be submitted to the Joint <br> 1 Notwithstanding Article 17(7), a movement certificate EUR.1 may exceptionally <br> 1 The exporter applying for the issue of a movement certificate EUR.1 shall keep <br> for at least three years the documents referred to in Article 17(3). <br> 4 A movement certificate EUR.1 shall be issued by the customs authorities of <br> be issued after exportation of the products to which it relates if: <br> declaration, the text of which appears in Appendix IV, using one of the linguistic <br> 2 The exporter making out an invoice declaration shall keep for at least three years <br> versions set out in that Appendix and in accordance with the provisions of the <br> a copy of this invoice declaration as well as the documents referred to in <br> authorities of the importing country shall be under the legislation of the said country. <br> Approved exporter <br> approved exporter. <br> domestic law of the exporting country. If the declaration is hand-written, it shall be <br> Article 22(3). <br> Validity of proof of origin <br> written in ink in printed characters. <br> 3 The customs authorities of the exporting country issuing a movement <br> Article 29 : Preservation of proof of origin and supporting documents <br> certificate EUR.1 shall keep for at least three years the application form referred to in <br> does correspond to the products submitted. <br> certificate EUR.1 was issued but was not accepted at importation for technical <br> reasons. <br> manuscript. However, an approved exporter within the meaning of Article 23 shall not <br> Article 17(2). <br> Penalties shall be imposed on any person who draws up, or causes to be drawn up, a <br> be required to sign such declarations provided that he gives the customs authorities of <br> 4 The customs authorities of the importing country shall keep for at least <br> document which contains incorrect information for the purpose of obtaining a <br> preferential treatment for products. <br> three years the movement certificates EUR.1 and the invoice declarations submitted to <br> Movement certificates EUR.1 issued retrospectively <br> invoice declaration which identifies him as if it had been signed in manuscript by him. <br> Article 18 : Movement certificates EUR.1 issued retrospectively <br> certificate EUR.1 relates, and state the reasons for his request. <br> 3 The customs authorities may issue a movement certificate EUR.1 retrospectively <br> only after verifying that the information supplied in the exporter's application agrees <br> the importing country no longer than two years after the importation of the products to <br> which it relates. <br> of origin and those made in the documents submitted to the customs office for the <br> 4 Movement certificates EUR.1 issued retrospectively must be endorsed with the <br> Article 23 : Approved exporter <br> following phrases: <br> 1 The discovery of slight discrepancies between the statements made in the proof <br> appropriate. <br> EN \"ISSUED RETROSPECTIVELY\" <br> 1 The customs authorities of the exporting country may authorise any exporter, <br> authorities of the importing country. <br> TR \"SONRADAN VER?LM??T?R\" <br> hereinafter referred to as 'approved exporter', who makes frequent shipments of <br> 2 Obvious formal errors such as typing errors on a proof of origin should not cause <br> (b) it is demonstrated to the satisfaction of the customs authorities that a movement <br> KS \"LËSHUAR APOSTERIORI\" <br> products under this Agreement to make out invoice declarations irrespective of the <br> 5 The endorsement referred to in paragraph 4 shall be inserted in the \"Remarks\" <br> value of the products concerned. An exporter seeking such authorisation must offer to <br> application the place and date of exportation of the products to which the movement <br> the satisfaction of the customs authorities all guarantees necessary to verify the <br> 2 For the implementation of paragraph 1, the exporter must indicate in his <br> originating status of the products as well as the fulfilment of the other requirements of <br> 2 The customs authorities may grant the status of approved exporter subject to any <br> Exemptions from Proof of Origin <br> render the proof of origin null and void if it is duly established that this document <br> 3 The customs authorities shall grant to the approved exporter a customs <br> authorisation number which shall appear on the invoice declaration. <br> 4 The customs authorities shall monitor the use of the authorisation by the <br> without requiring the submission of a proof of origin, provided that such products are <br> box of the movement certificate EUR.1. <br> 5 The customs authorities may withdraw the authorisation at any time. They shall <br> this Annex and where there is no doubt as to the veracity of such a declaration. In the <br> case of products sent by post, this declaration can be made on the customs <br> declaration CN22/CN23 or on a sheet of paper annexed to that document. <br> Article 24 : Validity of proof of origin <br> In all cases the settlement of disputes between the importer and the customs <br> 1 A proof of origin shall be valid for four months from the date of issue in the <br> this document to be rejected if these errors are not such as to create doubts concerning <br> for the purpose of applying preferential treatment, where the failure to submit these <br> documents by the final date set is due to exceptional circumstances. <br> space being crossed through. <br> necessary to verify the originating status of the products and the fulfilment of the <br> country may accept the proofs of origin where the products have been submitted <br> 2 An invoice declaration may be made out if the products concerned can be <br> do so where the approved exporter no longer offers the guarantees referred to in <br> requirements of this Annex. <br> paragraph 1, no longer fulfils the conditions referred to in paragraph 2 or otherwise <br> printing on the invoice, the delivery note or another commercial document, the <br> 5 Invoice declarations shall bear the original signature of the exporter in <br> with that in the corresponding file. <br> 6 An invoice declaration may be made out by the exporter when the products to <br> the correctness of the statements made in this document. <br> them. <br> or <br> Article 21 : Accounting segregation <br> (a) it was not issued at the time of exportation because of errors or involuntary <br> 2 Proofs of origin which are submitted to the customs authorities of the importing <br> conditions which they consider appropriate. <br> fulfilment of the other requirements of this Annex. <br> Article 27 : Exemptions from proof of origin <br> Accounting segregation <br> forming part of travellers' personal luggage shall be admitted as originating products <br> commercial purpose is in view. <br> Article 28 : Supporting documents <br> country after the final date for presentation specified in paragraph 1 may be accepted <br> 3 In other cases of belated presentation, the customs authorities of the importing <br> "}]}]}, "members_found": ["792", "895", 3, 8703900000]}